{"title": "The Gallery", "author": "Roger Phillips Graham", "releaseDate": "October 16, 2008", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n THE\n GALLERY\n\n By ROG PHILLIPS\n\n ILLUSTRATOR LLEWELLYN\n\n\n _Aunt Matilda needed him\n desperately, but when he\n arrived she did not want\n him and neither did anyone\n else in his home town._\n\n\nI was in the midst of the fourth draft of my doctorate thesis when Aunt\nMatilda's telegram came. It could not have come at a worse time. The\ndeadline for my thesis was four days away and there was a minimum of\nfive days of hard work to do on it yet. I was working around the clock.\n\nIf it had been a telegram informing me of her death I could not have\ntaken time out to attend the funeral. If it had been a telegram saying\nshe was at death's door I'm very much afraid I would have had to call\nthe hospital and order them to keep her alive a few days longer.\n\nInstead, it was a tersely worded appeal. ARTHUR STOP COME AT ONCE STOP\nAM IN TERRIBLE TROUBLE STOP DO NOT PHONE STOP AUNT MATILDA.\n\nSo there was nothing else for me to do. I laid the telegram aside and\nkept on working on my thesis. That is not as heartless as it might seem.\nI simply could not imagine Aunt Matilda in terrible trouble. The end of\nthe world I could imagine, but not Aunt Matilda in trouble.\n\n[Illustration: Wherever he went Arthur felt the power behind the lens.]\n\nShe was the classic flat-chested ageless spinster living alone in the\nmidst of her dustless bric-a-brac and Spode in a frame house of the same\nvintage as herself at the edge of the classic small town of Sumac, near\nthe southwest corner of Wisconsin. I had visited her for two days over a\nyear ago, and she had looked exactly the same as she had when I stayed\nwith her when I was six all summer, and there was no question but what\nshe would some day attend my funeral when I died of old age, and she\nwould still look the same as always.\n\n       *       *       *       *       *\n\nThere was no conceivable trouble of terrestrial origin that could touch\nher--or would want to. And, as it turned out, I was right in that\nrespect.\n\nI was right in another respect too. By finishing my thesis I became a\nPh.D. on schedule, and if I had abandoned all that and rushed to Sumac\nthe moment I received the telegram it could not have materially altered\nthe outcome of things. And Aunt Matilda, hanging on the wall of my\nstudy, knitting things for the Red Cross, will attest to that.\n\nYou, of course, might argue about her being there. You might even insist\nthat I am hanging on her wall instead. And I would have to agree with\nyou, since it all depends on the point of view and as I sit here typing\nI can look up and see myself hanging on her wall.\n\nBut perhaps I had better begin at the beginning when, with my thesis\nbehind me, I arrived on the 4:15 milk run, as they call the train that\nstops on its way past Sumac.\n\nI was in a very disturbed state of mind, as anyone who has ever turned\nin a doctorate thesis can well imagine. For the life of me I couldn't be\nsure whether I had used _symbol_ or _token_ on line 7, sheet 23, of my\nthesis, and it was a bad habit of mine to unconsciously interchange them\nunpredictably, and I knew that Dr. Walters could very well vote against\nacceptance of my thesis on that ground alone. Also, I had thought of a\nmuch better opening sentence to my thesis, and was having to use will\npower to keep from rushing back to the university to ask permission to\nchange it.\n\nI had practically no sleep during the fourteen-hour run, and what sleep\nI did have had been interrupted by violent starts of awaking with a\nconviction that this or that error in the initial draft of my thesis had\nnot been corrected by the final draft. And then, of course, I would have\nto think the thing through and recall when I had made the correction,\nbefore I could go back to sleep.\n\nSo I was a wreck, mentally, if not physically, when I stepped off the\ntrain onto the wooden depot platform that had certainly been built in\nthe Pleistocene Era, with my oxblood two-suiter firmly clutched in my\nleft hand.\n\nWith snorts of steam and the loud clanking of loose drives, the train\ngot under way again, its whistle wailing mournfully as the last empty\ncoach car sped past me and retreated into the distance.\n\nAs I stood there, my brain tingling with weariness, and listened to the\nabsolute silence of the town triumph over the last distant wail of the\ntrain whistle, I became aware that something about Sumac was different.\n\nWhat it was, I didn't know. I stood where I was a moment longer, trying\nto analyze it. In some indefinable way everything looked unreal. That\nwas as close as I could come to it, and of course having pinned it down\nthat far I at once dismissed it as a trick of the mind produced by\ntiredness.\n\nI began walking. The planks of the platform were certainly real enough.\nI circled the depot without going in, and started walking in the\ndirection of Aunt Matilda's, which was only a short eight blocks from\nthe depot, as I had known since I was six.\n\nThe feeling of the unreality of my surroundings persisted, and with it\ncame another feeling, of an invisible pressure against me. Almost a\nresentment. Not only from the people, but from the houses and even the\ntrees.\n\n       *       *       *       *       *\n\nSlowly I began to realize that it couldn't be entirely my imagination.\nMost of the dozen or so people I passed knew me, and I remembered\nsuddenly that every other time I had come to Aunt Matilda's they had\nstopped to talk with me and I had had to make some excuse to escape\nthem. Now they were behaving differently. They would look at me absently\nas they might at any stranger walking from the direction of the depot,\nthen their eyes would light up with recognition and they would open\ntheir lips to greet me with hearty welcome.\n\nThen, as though they just thought of something, they would change, and\njust say, \"Hello, Arthur,\" and continue on past me.\n\nIt didn't take me long to conclude that this strange behavior was\nprobably caused by something in connection with Aunt Matilda. Had she\nperhaps been named as corespondent in the divorce of the local minister?\nHad she, of all people, had a child out of wedlock?\n\nThings in a small town can be deadly serious, so by the time her\nfamiliar frame house came into view down the street I was ready to keep\na straight face, no matter what, and reserve my chuckles for the privacy\nof her guest room. It would be a new experience, to find Aunt Matilda\nguilty of any human frailty. It was slightly impossible, but I had\nprepared myself for it.\n\nAnd that first day her behavior convinced me I was right in my\nconclusion.\n\nShe appeared in the doorway as I came up the front walk. She was\nbreathing hard, as though she had been running, and there was a dust\nstreak on the side of her thin face.\n\n\"Hello, Arthur,\" she said when I came up on the porch. She shook my hand\nas limply as always, and gave me a reluctant duty peck on the cheek,\nthen backed into the house to give me room to enter.\n\nI glanced around the familiar surroundings, waiting for her to blurt out\nthe cause of her telegram, and feeling a little guilty about not having\ncome at once.\n\nI felt the loneliness inside her more than I ever had before. There was\na terror way back in her eyes.\n\n\"You look tired, Arthur,\" she said.\n\n\"Yes,\" I said, glad of the opportunity she had given me to explain. \"I\nhad to finish my thesis and get it in by last night. Two solid years of\nhard work and it had to be done or the whole thing was for nothing.\nThat's why I couldn't come four days ago. And you seemed quite insistent\nthat I shouldn't call.\" I smiled to let her know that I remembered about\nparty lines in a small town.\n\n\"It's just as well,\" she said. And while I was trying to decide what the\nantecedent of her remark was she said, \"You can go back on the morning\ntrain.\"\n\n\"You mean the trouble is over?\" I said, relieved.\n\n\"Yes,\" she said. But she had hesitated.\n\nIt was the first time I had ever seen her tell a lie.\n\n\"You must be hungry,\" she rushed on. \"Put your suitcase in the room and\nwash up.\" She turned her back to me and hurried into the kitchen.\n\nI was hungry. The memory of her homey cooking did it. I glanced around\nthe front room. Nothing had changed, I thought. Then I noticed the\nframed portrait of my father and his three brothers was hanging where\nthe large print of a basket of fruit used to hang. The basket of fruit\npicture was where the portrait should have been, and it was entirely too\nbig a picture for that spot. I would never have thought Aunt Matilda\ncould tolerate anything out of proportion. And the darker area of\nwallpaper where the fruit picture had prevented fading stood out like a\nsore thumb.\n\nI looked around the room for other changes. The boat picture that had\nhung to the right of the front door was not there. On the floor under\nwhere it should have been I caught the flash of light from a shard of\nglass. Next to it, the drape framing the window was not hanging right.\n\nOn impulse I went over and peeked behind the drape. There, leaning\nagainst the wall, was the boat picture with fragments of splintered\nglass still in it.\n\n       *       *       *       *       *\n\nFrom the evidence it appeared that Aunt Matilda had either been trying\nto hang the picture where it belonged, or taking it down, and it had\nslipped out of her hands and fallen, and she had hidden it behind the\ndrape and hastily swept up the broken glass.\n\nBut why? Even granting that Aunt Matilda might behave in such an erratic\nfashion (which was obvious from the evidence), I couldn't imagine a\nsensible reason.\n\nIt occurred to me, facetiously, that she might have gone in for pictures\nof musclemen, and, seeing me coming up the street, she had rushed them\ninto hiding and brought out the old pictures.\n\nThat could account for the evidence--except for one thing. I hadn't\ndallied. She could not possibly have seen me earlier than sixty seconds\nbefore I came up the front walk.\n\nStill, the telegrapher at the depot could have called her and told her I\nwas here when he saw me get off the train.\n\nI shrugged the matter off and went to the guest room. It too was the\nsame as always, except for one thing. A picture.\n\nIt was a color photograph of the church, taken from the street. The\npicture was in a frame, but without glass over it, and was about\neighteen inches wide and thirty high.\n\nIt was a very good picture. Very lifelike. There was a car parked at the\ncurb in front of the church, and someone inside the car smoking a\ncigarette, and it was so real I would have sworn I could see the\nstreamer of smoke rising from the cigarette moving.\n\nThe odor of good food came from the kitchen, reminding me to get busy. I\nopened my two-suiter and took out my toilet kit and went to the\nbathroom.\n\nI shaved, brushed my teeth, and combed my hair. Afterward I popped into\nmy room just for a second to put my toilet kit on the dresser, and\nhurried to the dining room.\n\nSomething nagged at the back of my mind all the time I was eating. After\ndinner Aunt Matilda suggested I'd better get some sleep. I couldn't\nargue. I was already asleep on my feet. Her fried chicken and creamed\ngravy and mashed potatoes had been an opiate.\n\nI didn't even bother to hang up my clothes. I slipped into the heaven of\ncomfort of the bed and closed my eyes. And the next minute it was\nmorning.\n\nGetting out of bed, I stopped in mid motion. The picture of the church\nwas no longer on the wall. And as I stared at the blank spot where it\nhad been, the thing that had nagged me during dinner last night finally\nleaped into consciousness.\n\nWhen I had dashed into the room and out again last night on the way to\nthe dining room I had glanced briefly at the picture and something had\nbeen different about it. Now I knew what had been different.\n\nThe car had no longer been in front of the church.\n\n       *       *       *       *       *\n\nI lit a cigarette and sat on the edge of the bed. I thought about that\npicture, and simply could not bring myself to believe the accuracy of\nthat fleeting impression.\n\nAunt Matilda had slipped into my room and removed the picture while I\nslept. That was obvious. Why had she done that? The fleeting impression\nthat I couldn't be positive about would give her a sensible reason.\n\nI studied my memory of that picture as I had closely studied it. It had\nbeen a remarkable picture. The more I recalled its details the more\nremarkable it became. I couldn't remember any surface gloss or graining\nto it, but of course I had not been looking for such things. Only an\nexpert photographer would notice or recognize such technical details.\n\nMy thoughts turned in the direction of Aunt Matilda--and her telegram.\nHer source of income, I knew, was her part of the estate of my\ngrandfather, and amounted to something like thirty thousand dollars. I\nknew that she was terrified of touching one cent of the capital, and\nlived well within the income from good sound stocks.\n\n       *       *       *       *       *\n\nI took her telegram out of the pocket of my coat which was hanging over\nthe back of a chair. COME AT ONCE STOP AM IN TERRIBLE TROUBLE ... The\nonly kind of terrible trouble Matilda could be in was if some swindler\ntalked her out of some of her capital! And that definitely would not be\neasy to do. I grinned to myself at the recollection of her worrying\nherself sick once over what would happen to her if there was a\nrevolution and the new government refused to honor the old government\nbonds.\n\nThings began to make sense. Her telegram, then those pictures moved\naround in the front room, and the one she had forgotten to hide, in the\nguest room. If the other pictures were anything like it, I could see how\nAunt Matilda might cash in on part of her securities to invest in what\nshe thought was a sure thing.\n\nBut sure things are only as good as the people in control of them. Many\na sure thing has been lost to the original investors by stupid decisions\nleading to bankruptcy, and many a seemingly sure thing has fleeced a lot\nof innocent victims.\n\nSlowly, as I thought it out, I became sure that that was what had\nhappened.\n\nThen why Aunt Matilda's about-face, hiding the pictures and telling me\nto go back to Chicago? Had she threatened whoever was behind this, and\ngotten her money back? Or had she again become convinced that her\nfinancial venture was sound?\n\nIn either case, why was she trying to keep me from knowing about the\npictures?\n\nI made up my mind. Whether Aunt Matilda liked it or not, I was going to\nstay until I got to the bottom of things. What Aunt Matilda evidently\ndidn't realize was that no inventor who really had something would waste\ntime trying to find backing in a place like Sumac.\n\nGetting dressed, I decided that first on the agenda would be to find\nwhere Matilda had hidden those pictures, and get a good look at them.\n\nThat was simpler than I expected it to be. When I came out of my room I\nstuck my head in the kitchen doorway and said good morning to her, and\nshe leaped to her feet to get some breakfast ready for me. It was\nobvious that she was anxious to get me fed and out of the house.\n\nThen I simply took the two steps past the bathroom door to the door to\nher bedroom and went in. The pictures were stacked against the side of\nher dresser. The one of the church was the first one. It was on its\nside.\n\nWith a silent whistle of amazement I bent down to watch it. The car was\nnot parked at the curb in it, but there were several children walking\nalong, obviously on their way to school. And they were walking. Moving.\n\n       *       *       *       *       *\n\nI picked up the picture. It was as heavy as it should be, but not more.\nA faint whisper of sound seemed to come from it. I put my ear closer and\nheard children's voices. I explored with my ear close to the surface,\nand found that the voices were loudest when my ear was closest to the\none talking, as though the voices came out of the picture directly from\nthe images!\n\nAll it needed to be perfect was a volume control somewhere. I searched,\nand found it behind the upper right corner of the picture. I twisted it\nvery slowly, and the voices became louder. I turned it back to the\nposition it had been in.\n\nThe next picture was of the railroad depot. The telegrapher and baggage\nclerk were going around the side of the depot towards the tracks. A\nfreight train was rushing through the picture.\n\nEven as I watched it in the picture, I heard the wail of a train whistle\nin the distance, and it was coming from outside, across town. That\nfreight train was going through town _right now_.\n\nI put the pictures back the way they had been, and stole softly from\nAunt Matilda's bedroom to the bathroom, and closed the door.\n\n\"No wonder Aunt Matilda invested in this thing!\" I said to my image in\nthe mirror as I shaved.\n\nPicture TV would make all other TV receivers obsolete! Full color TV at\nthat! And with some new principle in stereophonic sound!\n\nWhat about the fact that neither picture had been plugged into an\noutlet? Probably run by batteries.\n\nWhat about the lack of weight? Obviously a new TV principle was\ninvolved. Maybe it required fewer circuits and less power.\n\nWhat about the broadcasting end, the cameras? Permanently set up? What\nabout the broadcast channels?\n\nThere had been ten or twelve pictures. I'd only looked at two. Was each\na different scene? Twelve different broadcasting stations in Sumac?\n\nIt had me dizzy. Probably the new TV principle was so simple that all\nthat could be taken care of without millions of dollars worth of\nequipment.\n\nA new respect for Aunt Matilda grew in me. She had latched on to a money\nmaker! It didn't hurt to know that I was her favorite nephew, either.\nWith my Ph.D. in physics, and my aunt as one of the stockholders, I\ncould probably land a good job with the company. What a deal!\n\nBy the time I finished shaving I was whistling. I was still whistling\nwhen I went into the kitchen for breakfast.\n\n\"You'll have to hurry, Arthur,\" Aunt Matilda said. \"Your train leaves in\nforty-five minutes.\"\n\n\"I'm not leaving,\" I said cheerfully.\n\nI went over to the bright breakfast nook and sat down, and took a\ncautious sip of coffee. I grunted my approval of it and looked around\ntoward Aunt Matilda, smiling.\n\nShe was staring at me with wide eyes. She looked as haggard as though\nshe had just heard she had a week to live.\n\n\"But you must go!\" she croaked as though my not going were unthinkable.\n\n\"Nonsense, you old fox,\" I said. \"I know a good thing as well as you do.\nI want to get a job with that outfit.\"\n\nShe came toward me with a wild expression on her face.\n\n\"Get out!\" she screamed. \"Get out of my house! I won't have it! You\ncatch that train and get out of town. Do you hear?\"\n\n\"But, Aunt Matilda!\" I protested.\n\n       *       *       *       *       *\n\nIn the end I had to get out or she would have had a stroke. She was\nshaking like a leaf, her skin mottled and her eyes wild, as I went down\nthe front steps with my bag.\n\n\"You get that train, do you hear?\" was the last thing she screamed at me\nas I hurried toward Main Street.\n\nHowever, I had no intention of leaving town with Aunt Matilda upset that\nway. I'd let her have time to cool off, then come back. Meanwhile I'd\ntry to get to the bottom of things. A thing as big as wall TV in full\ncolor and stereophonic sound must be the talk of the town. I'd find out\nwhere they had their office and go talk with them. A career with\nsomething like that would be the best thing I could ever hope to find.\nAnd getting in on the ground floor!\n\nIt surprised me that Aunt Matilda could be so insanely greedy. I shook\nmy head in wonder. It didn't figure.\n\nI had breakfast at the hotel cafe and made a point of telling the\nwaitress, who knew me, that it was my second breakfast, and that I had\nintended to catch the morning train back to Chicago, but maybe I\nwouldn't.\n\nAfter I finished eating I asked if it would be okay to leave my suitcase\nbehind the counter while I looked around a bit. She showed me where to\nput it so it would be out of the way.\n\nWhen I paid for my breakfast I half turned away, then turned back\ncasually.\n\n\"Oh, by the way,\" I said. \"Where's this wall TV place?\"\n\n\"This what?\" she said.\n\n\"You know,\" I said. \"Color TV like a picture you hang on a wall.\"\n\nAll the color faded from her face. Her eyes went past me, staring. I\nturned in the direction she was staring, and on the wall above the\nplateglass front of the cafe was a picture.\n\nThat is, there was a picture frame and a pair of dark glasses that took\nup most of the picture, with the lower part of a forehead and the upper\npart of a nose. I had noticed it once while I was eating and had assumed\nit was a display ad for sun glasses. Now I looked at it more closely,\nbut could detect no movement in it. It still looked like an ad for sun\nglasses.\n\n\"I don't know what you're talking about,\" I heard the waitress say, her\nvoice edged with fear.\n\n\"Huh?\" I said, turning my head back to look at her. \"Oh. Well, never\nmind.\"\n\nI left the cafe with every outward appearance of casual innocence; but\ninside I was beginning to realize for the first time the possibilities\nand the danger that could lie in the use of this new TV development.\n\nThat had been a Big-Brother-is-Watching-you setup back there in the\ncafe, except that it had been a girl instead of a man, judging from the\nstyle of sun glasses and the smoothness of the nose and forehead.\n\nI had wondered about the broadcasting end of things. Now I knew. That\nhad been the TV \"eye,\" and somewhere there was a framed picture hanging\non the wall, bringing in everything that took place in the cafe,\nincluding everything that was said. Everything _I_ had said, too. It was\nan ominous feeling.\n\nAunt Matilda had almost had a stroke trying to get me out of town. Now I\nknew why. She was caught in this thing and wanted to save me. Four days\nago she had probably not fully realized the potentiality for evil of the\ninvention, but by the time I showed up she knew it.\n\nWell, she was right. This was not something for me to tackle. I would\nkeep up my appearance of not suspecting anything, and catch that train\nAunt Matilda wanted me to catch.\n\n       *       *       *       *       *\n\nFrom way out in the country came the whistle of the approaching milk\nrun, the train that would take me back to Chicago. In Chicago I would go\nto the F.B.I, and tell them the whole thing. They wouldn't believe me,\nof course, but they would investigate. If the thing hadn't spread any\nfarther than Sumac it would be a simple matter to stop it.\n\nI'd hurry back to the cafe and get my suitcase and tell the waitress\nI'd decided to catch the train after all.\n\nI turned around.\n\nOnly I didn't turn around.\n\nThat's as nearly as I can describe it. I did turn around. I know I did.\nBut the town turned around with me, and the sun and the clouds and the\ncountryside. So maybe I only thought I turned around.\n\nWhen I tried to stop walking it was different. I simply could not stop\nwalking. Nothing was in control of my mind. It was more like stepping on\nthe brakes and the brakes not responding.\n\nI gave up trying, more curious about what was happening than alarmed. I\nwalked two blocks along Main Street. Ahead of me I saw a sign. It was\nthe only new sign I had seen in Sumac. In ornate Neon script it said,\n\"PORTRAITS by Lana.\"\n\n       *       *       *       *       *\n\nI don't know whether my feet took me inside independently of my mind or\nnot, because I was sure that this was the place and I wanted to go in\nanyway.\n\nNot much had been done to modernize the interior of the shop. I\nremembered that the last time I had been here it had been a stamp\ncollector headquarters run by Mr. Mason and his wife. The counter was\nstill there, but instead of stamp displays it held a variety of standard\nportraits such as you can see in any portrait studio. None of the TV\nportraits were on display here.\n\nThe same bell that used to tinkle when I came into the stamp store\ntinkled in back of the partition when I came in. A moment later the\ncurtain in the doorway of the partition parted, and a girl came out.\n\nHow can I describe her? In appearance she was anyone of a thousand\nsmartly dressed brunettes that wait on you in quality photograph\nstudios, and yet she wasn't. She was as much above that in cut as the\naverage smartly dressed girl is above a female alcoholic after a ten-day\ndrunk. She was perfect. Too perfect. She was the type of girl a man\nwould dream of meeting some day, but if he ever did he would run like\nhell because he could never hope to live up to such perfection.\n\n\"You have come to have your portrait taken?\" she asked. \"I am Lana.\"\n\n\"I thought you already had my portrait,\" I said. \"Didn't you get it from\nthat eye in the hotel cafe?\"\n\n\"It's not the same thing,\" Lana said. \"Through an eye you remain a\nvariable in the Mantram complex. It takes the camera to fix you, so that\nyou are an iconic invariant in the Mantram.\" She smiled and half turned\ntoward the curtain she had come through. \"Would you step this way,\nplease?\" she invited.\n\n\"How much will it cost?\" I said, not moving.\n\n\"Nothing, of course!\" Lana said. \"Terrestrial money is of no use to me\nsince you have nothing I would care to buy. And don't be alarmed. No\nharm will come to you, or anyone else.\" A fleeting expression of concern\ncame over her. \"I realize that many of the people of Sumac are quite\nalarmed, but that is to be expected of a people uneducated enough to\nstill be superstitious.\"\n\nI went past her through the curtain. Behind the partition I expected to\nsee out-of-this-world scientific equipment stacked to the ceiling.\nInstead, there was only a portrait camera on a tripod. It had a long\nbellows and would take a plate the same size as that picture of the\nchurch I had seen.\n\n\"You see?\" Lana said. \"It's just a camera.\" She smiled disarmingly.\n\n       *       *       *       *       *\n\nI went toward it casually, and suddenly I stopped as though another mind\ncontrolled my actions. When I gave up the idea I had had of smashing the\ncamera, the control vanished.\n\nThere was no lens in the lens frame. \"Where's the lens?\" I said.\n\n\"It doesn't use a glass lens,\" Lana said. \"When I take the picture a\nlens forms just long enough to focus the elements of your body into a\nMantram fix.\" She touched my shoulder. \"Would you sit down over there,\nplease?\"\n\n\"What do you mean by a Mantram fix?\" I asked her.\n\nShe paused by the camera and smiled at me. \"I use your language,\" she\nsaid. \"In some of your legends you have the notion of a Mantram, or what\nyou consider magical spell. In one aspect the notion is of magical words\nthat can manipulate natural forces directly. The notion of a devil doll\nis a little closer. Only instead of actual substance from the\nsubject--hair, fingernail parings, and so on--the Mantram matrix takes\nthe detailed force pattern of the subject, through the lens when it\nforms. So, in your concepts, what results is an iconic Mantram. But it\noperates both ways. You'll see what I mean by that.\"\n\nWith another placating smile she stepped behind the camera and without\nwarning light seemed to explode from the very air around me, without any\nsource. For a brief second I seemed to see--not a glittering lens--but a\nblack bottomless hole form in the metal circle at the front of the\ncamera. And--an experience I am familiar with now--I seemed to rush into\nthe bottomless darkness of that hole and back again, at the rate of\nthousands of times a second, arriving at some formless destination and\neach time feeling it take on more of form.\n\n\"There. That wasn't so bad, was it?\" Lana said.\n\nI felt strangely detached, as though I were in two places at the same\ntime. I told her so.\n\n\"You'll get used to it,\" she assured me. \"In fact, you will get to enjoy\nit. _I_ do. Especially when I've made several prints.\"\n\n\"Why are you doing this?\" I asked. \"Who are you? _What_ are you?\"\n\n\"I'm a photographer!\" Lana said. \"I'm connected with the natural history\nmuseum of the planet I live on. I go to various places and take\npictures, and they go into exhibits for the people to watch.\"\n\nShe pulled the curtain aside for me to leave.\n\n\"You're going to let me leave? Just like that?\" I said.\n\n\"Of course.\" She smiled again. \"You're free to go wherever you wish, to\nyour aunt's or back to Chicago. I was glad to get your portrait. In\nreturn, I'll send you one of the prints. And would you like one of your\naunt's? Actually, when she came in to have her picture taken it was for\nthe purpose of sending it to you. She was my first customer. I've taken\na special liking to her and given her several pictures.\"\n\n\"Yes,\" I said. \"I would like one of Aunt Matilda.\"\n\nWhen I emerged from the shop I discovered to my surprise that the train\nwas just pulling into the depot. An urge to get far away from Sumac\npossessed me. I trotted to the cafe to get my bag, and when the train\npulled out I was on it.\n\n       *       *       *       *       *\n\nThere's little more to tell. In Chicago once again, I spent a most\nexasperating two days trying to inform the F.B.I., the police, or anyone\nwho would listen to me. My fingers couldn't dial the correct phone\nnumber, and at the crucial moment each time I grew tongue-tied. My last\nattempt was a letter to the F.B.I., which I couldn't remember to mail,\nand when I finally did remember I couldn't find it.\n\nThen the express package from Sumac came. With fingers that visibly\ntrembled I took out the two framed pictures, one of Aunt Matilda in the\nprocess of dusting the front room. All of her pictures that she had\nhidden from me were back in their places on the walls. While I watched\nher move about, she went into the sewing room, and there I saw a picture\non the wall that looked familiar.\n\nIt was of me, an opened express package at my feet, a framed picture\nheld in my hands, and I was staring at it intently.\n\nIn the picture I was holding, Aunt Matilda looked in my direction and\nwaved, smiling in the prim way she smiles when she is contented. I\nunderstood. She had me with her now.\n\nI laid the picture down carefully, and took the second one out of the\nbox.\n\nIt was not a picture at all, it was a mirror!\n\nIt couldn't be anything except a mirror. And yet, suddenly, I realized\nit wasn't. The uncanny feeling came over me that I had transposed into\nthe mirror and was looking out at myself. Even as I got that feeling I\nshifted and was outside the mirror looking at my image.\n\nI found that I could be in either place by a sort of mental shift,\nsomething like staring at one of the geometrical optical illusions you\ncan find in any psychology textbook in the chapter on illusions, and\nseeing it become something else.\n\nIt was strange at first, then it became fun, and now, as I write this,\nit is a normal thing. My portrait is where it should be--on the medicine\ncabinet in the bathroom, where the mirror used to be.\n\nBut I can transpose to any of the copies of my portrait, anywhere. To\nAunt Matilda's sewing room, or to the museum, or to Lana's private\ncollection. The only thing is, it's almost impossible to tell when I\nshift, or where I shift to. It just seems to happen.\n\nThe reason for that is that my surroundings, no matter in what direction\nI look, are exactly identical with my real surroundings. My physical\nsurroundings are duplicated exactly in all my portraits, just as Aunt\nMatilda's are in the portrait of her that hangs on my study wall. She is\nthe invariant of each of her iconic Mantrams and her surroundings are\nthe variables that enter and leave the screen. I am the invariant in my\nown portraits, wherever they are. So, except for the slight _twist_ in\nmy mind that takes place when I _shift_, that I have learned to\nrecognize from practice in front of my \"mirror\" each morning when I\nshave, and except for the portrait of Aunt Matilda, I would never be\nable to suspect what happens.\n\nIf Lana had taken my picture without my knowing it and I had never seen\none of her collection of portraits, nor ever heard of an iconic Mantram,\nI would have absolutely nothing to go on to suspect the truth that I\nknow. Except for one thing.\n\nI don't quite know how to explain it, except that I must actually\ntransfer to one of my portraits, and, transferring, I am more real\nthan--what shall I call it?--the photographic reproduction of my real\nsurroundings. Then, sometimes, the photographic reproduction, the iconic\nillusion, that is my environment when I am _in_ one of the portraits of\nme, fades just enough so that I can look \"out\" into the reality where my\nportrait hangs, and see, and even hear the _watchers_, as ghosts in my\nsolid \"reality.\"\n\n       *       *       *       *       *\n\nQuite often I can only hear them, and then they are voices out of\nnowhere, sometimes addressing me directly, just as often talking to one\nanother and ignoring my _presence_. But when I can see them too, they\nappear as ghostly but sharply clear visions that seem to be present in\nmy solid-looking environment. There, but somewhat transparent.\n\nI have often seen and talked to Lana in this manner, in her far-off\nworld, where I am part of her private collection. In fact, I can almost\nalways tell when I _shift_ to my portrait in her gallery, because I am\nsuddenly exhilarated and remain so until I shift back, or to some other\nportrait. That is so even when she is not there but out on one of her\nmany photographic expeditions.\n\nWhen she is there, and is watching me, and my thoughts are quiet and my\nmind receptive, she becomes visible. A ghost in my study, or the lab\nwhere I work, or--if I am asleep--in my dreams. Like an angel, or a\ngoddess. And we talk.\n\n       *       *       *       *       *\n\nBack in the physical reality, of course, no one else can hear her voice.\nMy real body is going through its routine work almost automatically but\nmy mind, my consciousness, is focused into my portrait in Lana's\ngallery, and we are talking. And of course in the real world I am\ntalking too, but my associates can't see who I'm talking to, and it\nwould be useless to try to explain to them.\n\nSo I'm getting quite a reputation as a nut! Can you imagine that?\n\nBut why should I mind? My reality has a much broader and more complex\nscope than the limited reality of my associates. I might be fired, or\neven sent to a state hospital, except for the fact that Lana foresees\nsuch problems and teaches me enough things in my field that are unknown\nto Earth, so that my employers consider me too valuable to lose.\n\nIf this story were fiction the ending would have to be that I am in love\nwith Lana and she with me, and there would be a nice conclusive ending\nwhere she comes back to Earth to marry me and carry me back to her\nworld, where we would live happily ever after. But the truth of the\nmatter is that I'm not in love with Lana, nor she with me. Sometimes I\nthink I am her favorite portrait, but nothing more.\n\nBut really, everything is so interesting. Lana's gallery where I hang,\nthe museum where there are new faces each time I look out, and new\nvoices when I can't see out, Aunt Matilda's sewing room where she is at\nthe moment, and all Sumac as she goes about her normal pattern of\nliving.\n\nIt is a rich, full life that I live, shifting here and there in\nconsciousness while my physical body goes about its necessary tasks, as\noften unguided as not. (What a reputation I'm getting for\nabsent-mindedness, too!)\n\nAnd out of it all has come a perspective that, when I feel it strongly,\nmakes me feel almost like a god. In that perspective all my portraits\n(and there are many now, on many worlds and in many places on this\nworld!) blend into one. That one is the stage of my life. But not a\nstage, really. A show window. Yes, that is it. A show window, where the\n_watchers_ pass.\n\nI live in a show window that opens out in many worlds and many places\nthat are hidden from me by a veil that sometimes grows thin, so I can\nsee through it. And from the other side of that veil, even when I cannot\nsee through it, come the voices of the watchers, as they pass by, or\npause to look at me.\n\nAnd I am not the only one! There are others. More and more of them, as\nLana comes back on her photographic expeditions for the museum.\n\nNone that I have met understand what it is about as fully as I do. Some\nhave an insight into the true state of things, but very very few.\n\nBut that is understandable. Lana can't give the same time to them that\nshe gives to me. There aren't that many hours in a day! And, you see, I\nam her favorite.\n\nIf I were not, she would never have permitted me to tell you all this,\nso I must be her favorite!\n\nDoesn't that make sense?\n\nI _AM_ her favorite!\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Amazing Stories_ January 1959.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Gallery, by Roger Phillips Graham\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE GALLERY ***\n\n***** This file should be named 26936.txt or 26936.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/6/9/3/26936/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}