{"title": "Alien Offer", "author": "Al Sevcik", "releaseDate": "October 18, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n _In space, a vengeful fleet waited.... Then\n the furred strangers arrived with a plan to\n save Earth's children. But the General wasn't\n sure if he could trust an_\n\n\nALIEN OFFER\n\nBy AL SEVCIK\n\n\nILLUSTRATOR LLEWELLYN\n\n\n\"You are General James Rothwell?\"\n\nRothwell sighed. \"Yes, Commander Aku. We have met several times.\"\n\n\"Ah, yes. I recognize your insignia. Humans are so alike.\" The alien\nstrode importantly across the office, the resilient pads of his broad\nfeet making little plopping sounds on the rug, and seated himself\nabruptly in the visitor's chair beside Rothwell's desk. He gave a sharp\ncry, and another alien, shorter, but sporting similar, golden fur,\nstepped into the office and closed the door. Both wore simple, brown\nuniforms, without ornamentation.\n\n\"I am here,\" Aku said, \"to tell you something.\" He stared impassively at\nRothwell for a minute, his fur-covered, almost human face completely\nexpressionless, then his gaze shifted to the window, to the hot runways\nof New York International Airport and to the immense gray spaceship\nthat, even from the center of the field, loomed above the hangars and\npassenger buildings. For an instant, a quick, unguessable emotion\nclouded the wide black eyes and tightened the thin lips, then it was\ngone.\n\nRothwell waited.\n\n\"General, Earth's children must all be aboard my ships within one week.\nWe will start to load on the sixth day, next Thursday.\" He stood.\n\n[Illustration: The aliens supervised the loading as anguished parents\nlooked on.]\n\nRothwell locked eyes with the alien, and leaned forward, grinding his\nknuckles into the desk top. \"You know that's impossible. We can't select\n100,000 children from every country and assemble them in only six days.\"\n\n\"You will do it.\" The alien turned to leave.\n\n\"Commander Aku! Let me remind you ...\"\n\nAku spun around, eyes flashing. \"General Rothwell! Let _me_ remind you\nthat two weeks ago I didn't even know Earth existed, and since\naccidentally happening across your sun system and learning of your\ntrouble I have had my entire trading fleet of a hundred ships in orbit\nabout this planet while all your multitudinous political subdivisions\nhave filled the air with talk and wrangle.\n\n\"I am sorry for Earth, but my allegiance is to my fleet and I cannot\nremain longer than seven more days and risk being caught up in your\ndestruction. Now, either you accept my offer to evacuate as many humans\nas my ships will carry, or you don't.\" He paused. \"You are the planet's\nevacuation coordinator; you will give me an answer.\"\n\n       *       *       *       *       *\n\nRothwell's arms sagged, he sunk back down into his chair, all pretense\ngone. Slowly he swung around to face the window and the gray ship,\nstanding like a Gargantuan sundial counting the last days of Earth. He\nalmost whispered. \"We are choosing the children. They will be ready in\nsix days.\"\n\nHe heard the door open and close. He was alone.\n\nFive years ago, he thought, we cracked the secret of faster-than-light\ntravel, and since then we've built about three dozen exploration ships\nand sent them out among the stars to see what they could see.\n\nHe stared blankly at the palms of his hand. I wonder what it was we\nexpected to find?\n\nWe found that the galaxy was big, that there were a lot of stars, not so\nmany planets, and practically no other life--at least no intelligence to\ncompare with ours. Then ... He jabbed a button on his intercom.\n\n\"Ed Philips here. What is it Jim?\"\n\n\"Doc, are you sure your boys have hypo'd, couched, and hypno'd the _Leo_\ncrew with everything you've got?\"\n\nThe voice on the intercom sighed. \"Jim, those guys haven't got a memory\nof their own. We know everything about each one of them, from the hurts\nhe got falling off tricycles to the feel of the first girl he kissed.\nThose men aren't lying, Jim.\"\n\n\"I never thought they were lying, Doc.\" Rothwell paused for a minute and\nstudied the long yellow hairs that grew sparsely across the back of his\nhand, thickened to a dense grove at his wrist, and vanished under the\nsleeve of his uniform. He looked back at the intercom. \"Doc, all I know\nis that three perfectly normal guys got on board that ship, and when it\ncame back we found a lot of jammed instruments and three men terrified\nalmost to the point of insanity.\"\n\n\"Jim, if you'd seen ...\"\n\nRothwell interrupted. \"I know. Five radioactive planets with the fresh\nscars of cobalt bombs and the remains of civilizations. Then radar\nscreens erupting crazily with signals from a multi-thousand ship space\nfleet; vector computers hurriedly plotting and re-plotting the\nfast-moving trajectory, submitting each time an unvarying answer for the\nfleet's destination--our own solar system.\" He slapped his hand flat\nagainst the desk. \"The point is, Doc, it's not much to go on, and we\ndon't dare send another ship to check for fear of attracting attention\nto ourselves. If we could only be _sure_.\"\n\n\"Jim,\" over the intercom, Philips' voice seemed to waver slightly,\n\"those men honestly saw what they say. I'd stake my life on it.\"\n\n\"All of us are, Doc.\" He flipped the off button. Just thirty days now,\nsince the scout ship _Leo's_ discovery and the panicked dash for home\nwith the warning. Not that the warning was worth much, he reflected,\nEarth had no space battle fleet. There had never been any reason to\nbuild one.\n\nThen, two weeks ago, Aku's trading fleet had descended from nowhere,\nhaving blundered, he said, across Earth's orbit while on a new route\nbetween two distant star clusters. When told of the impending attack,\nAku immediately offered to cancel his trip and evacuate as many humans\nas his ships could hold, so that humanity would at least survive,\nsomewhere in the galaxy. Earth chose to accept his offer.\n\n\"Hobson's choice,\" Rothwell growled to himself. \"No choice at all.\"\nAfter years of handling hot and cold local wars and crises of every\ndescription, his military mind had become conditioned to a complete\ndisbelief in fortuitous coincidence, and he gagged at the thought of Aku\n\"just happening by.\" Still frowning, he punched a yellow button on his\ndesk, and reviewed in his mind the things he wanted to say.\n\n       *       *       *       *       *\n\n\"Jim! Isn't everything all right?\"\n\nChagrined, Rothwell scrambled to his feet, the President had never\nanswered so quickly before. He faced the screen on the wall to his right\nand saluted, amazed once again at how old the man looked. Sparse white\nhair criss-crossed haphazardly over the President's head, his face was\nlined with deep trenches that not even the most charitable could call\nwrinkles, and the faded eyes that stared from deep caverns no longer\nradiated the flaming vitality that had inspired victorious armies in the\nAfrican war.\n\n\"Commander Aku was just here, sir. He demands that the children be\nready for evacuation next Thursday. I told him that it would be damned\ndifficult.\"\n\nThe face on the screen paled perceptibly. \"I hope you didn't anger the\ncommander!\"\n\nRothwell ground his teeth. \"I told him we'd deliver the goods on\nThursday.\"\n\nPresidential lips tightened. \"I don't care for the way you said that,\nGeneral.\"\n\nRothwell straightened. \"I apologize, sir. It's just that this whole\nlousy setup has me worried silly. I don't like Aku making like a\nguardian angel and us having no choice but to dance to his harp.\" His\nfingers clenched. \"God knows we need his help, and I guess its wrong to\nask too many questions, but how come he's only landed one of his ships,\nand why is it that he and his lieutenant are the only aliens to leave\nthat ship--the only aliens we've ever even seen? It just doesn't figure\nout!\" There, he thought, I've said it.\n\nThe President looked at him quietly for a minute, then answered softly,\n\"I know, Jim, but what else can we do?\" Rothwell winced at the shake in\nthe old man's voice.\n\n\"I don't know,\" he said. \"But Aku's got us in a hell of a spot.\"\n\n\"Uh, Jim. You haven't said this in public, have you?\"\n\nRothwell snorted. \"No, _sir_, I don't care for a panic.\"\n\n\"There, there, Jim.\" The President smiled weakly. \"We can't expect the\naliens to act like we do, can we?\" He began to adopt the preacher tone\nhe used so effectively in his campaign speeches. \"We must be thankful\nfor the chance breeze that wafted Commander Aku to these shores, and for\nhis help. Maybe the war fleet won't arrive after all and everything will\nturn out all right. You're doing a fine job, Jim.\" The screen went\nblank.\n\n       *       *       *       *       *\n\nRothwell felt sick. He felt sorry for the President, but sorrier for the\nWestern Democratic Union, to be captained by such a feeble thing.\nLeaning back in his chair, he glared at the empty screen. \"You can't\nsolve problems by wishing them away. You knew that once.\"\n\nHis mind wandered, and for a minute he thought he could actually feel\nthe growing pressure of three billion people waiting for the computers\nof Moscow Central to make their impartial choice from the world's\nchildren. Trained mathematicians, the best that could be mustered from\nevery major country, monitored each phase of the project to insure its\nabsolute honesty. One hundred thousand children were to be picked\ncompletely at random; brown, yellow, black, white, red; sick or well;\ngenius or moron; every child had an equal chance. This fact, this fact\nalone gave every parent hope, and possibly prevented world-wide rioting.\n\nBut with the destruction of the planet an almost certainty, the\ncollective nervous system was just one micron away from explosion.\nThere was nothing else to think about or talk about, and no one tried to\npretend any different.\n\nRothwell's eyes moved involuntarily to the little spherical tri-photo on\nhis desk, just an informal shot he'd snapped a few months back of Martha\nand her proudest possessions, their rambunctious, priceless off-spring:\nJim, Jr., in his space scouts uniform, and Mary Ellen with that crazy\nhair-do she was so proud of then, but had already forgotten.\n\n\"Damn!\" he said aloud. \"Dammit to hell!\" In one quick movement, he spun\nhis chair around and jabbed at the intercom. \"Get the heli!\" His voice\ncrackled.\n\nGrabbing his hat, he yanked open the door and strode into the sudden\nquiet of the small office. He turned right and went out through a side\nentrance to a small landing ramp, arriving just as his personal heli\ntouched down. He climbed in. \"To the ship.\"\n\nAs he settled back in the hard seat, Rothwell offered a silent thanks\nthat, instead of asking which ship, Sergeant Johnson promptly lifted and\nheaded for the gray space vessel that dominated the field.\n\nA few hundred yards from the craft he said, \"You'd better set her down\nhere, Sarge, and let me walk in. Our friends might get nervous about\nsomething flying in at them.\"\n\nHe jumped out, squinting against the hot glare off the concrete, and\nthen, with a slight uneasiness, stepped into the dark shadow that\npointed a thousand feet along the runway, away from the setting sun. He\nwalked towards the ship.\n\nA few seconds later, his eye caught a small, unexplained flash and he\nthrew himself flat just as a section of pavement exploded, a dozen feet\nahead.\n\nCursing, Rothwell picked himself off the ground, brushed the dust off\nhis uniform, and stood quietly. He didn't have long to wait.\n\nA small cubicle jutted out from the ship and lowered itself along a\nmonorail running down to the ground. The side nearest him opened\nrevealing, as Rothwell expected, Commander Aku and his lieutenant who\nboth hurried over to where he was standing, as if to keep him from\ncoming forward to meet them--and in so doing coming nearer the ship. As\nthe commander trotted rapidly towards him, Rothwell noted that he was\nstill buttoning his jacket and that the shirt underneath looked\nsuspiciously as if it hadn't been buttoned at all. Funny, he thought,\nthat my presence should cause such a panic.\n\n\"General, what a pleasure.\" The commander's disconcerted look belied his\nwords, but even as he spoke he began to regain his composure and assume\nthe poker face that Rothwell had come to expect.\n\n\"I do hope,\" said Rothwell, \"that my visit hasn't inconvenienced you.\"\n\nAku and his lieutenant traded swift glances, neither said anything.\n\n\"Well,\" Rothwell began again, \"I am here to convey to you the good\nwishes of the President of our country and to submit a request from him\nand from the other governments of the Earth.\"\n\nAku straightened. \"Though merely the commander of a poor trading fleet,\nI feel sure I speak for my empire when I wish your President good\nhealth. The request?\"\n\n       *       *       *       *       *\n\nRothwell spoke evenly, trying to keep the bitterness out of his voice.\n\"Commander, when the attack comes we expect that Earth with all its life\nwill be annihilated. But your offer to transport a hundred thousand\nchildren to your own home worlds has prevented despair, and has at least\ngiven us hope that if we will not see the future our children will.\"\n\nAku nodded slightly, avoiding his eyes. \"You take it well.\"\n\n\"But it takes more than hope, Commander. We need some assurance, also,\nthat our children will be all right.\" He took an involuntary step nearer\nthe alien, whose facial muscles never moved, and who turned away\nslightly, refusing to meet Rothwell's eyes.\n\n\"Commander, you and your lieutenant are the only members of your race\nthat we have ever seen, and then only on official business. We would\nlike very much to meet the others. Why don't you land your ships and\ngive the crews liberty, so that we can meet them informally and they can\nget to know us, also? That way it won't seem as if we are giving our\nkids over to complete strangers.\"\n\nWithout turning his head, Aku said flatly, \"That is impossible. Do you\nwant reasons?\"\n\n\"No,\" Rothwell said quietly. \"If you don't want to do something, it's\neasy enough to think up reasons.\" He ached to reach out and grab the\nalien neck, to shake some expression into that frozen face. \"Look,\nCommander, surely the friendship of a doomed race can't bring any harm\nto your crew!\"\n\nAku faced him now. \"What you ask is impossible.\"\n\nAshamed of the desperate note that crept inadvertently into his voice,\nRothwell said, \"Commander, will you let me, alone, briefly enter your\nship, so that I can tell my people what it is like?\"\n\nAku and the lieutenant traded a long, silent look, then the lieutenant\nalmost imperceptibly shrugged his shoulders. Without moving, turned\npartly away from Rothwell, Aku said, simply, \"No.\" The two started to\nwalk back to the ship.\n\n\"Commander!\"\n\nThey stopped, but didn't turn.\n\n\"Commander Aku, if you have any sort of God in your empire, or any sort\nof honor that your race swears by, please tell me one thing--tell me\nthat our children will be safe, I won't ask you anything else.\"\n\nThe two aliens stood still, facing away from him, towards their ship.\nMinutes passed. Rothwell stood quietly, looking at their backs, human\nappearing, but hiding unguessable thoughts. Neither of them moved, or\nsaid a word. Finally, he turned and walked away, back towards his heli.\n\nHe leaned back in the little heli's bucket seat and ran a large hand\nthrough unruly yellow hair that was already flecked with white. The\nfirst evening lights of Brooklyn and Queens and, off to the left,\nManhattan, moved unseen beneath him as the craft headed towards his\nhome. Dammit, he thought, is it that Aku just doesn't care what we\nthink, or that he cares very much what we would think if we knew\nwhatever it is he's hiding?\n\nHe banged his fists together in frustration. How the hell can anyone\nguess what goes on in an alien mind? His whole damn brain is probably\ncompletely different! Maybe to him a poker face is friendly. Maybe he's\nhonestly not hiding anything at all. He looked out as the heli slowly\nstarted its descent. No evidence, he thought. Not a shred, except a\nsuspicious mind and, he glanced at the dirt on his trousers, and a shell\nexploding in my face.\n\nHe slapped his hat back on and whirled to the surprised pilot. \"Dammit,\nI don't make the decisions, I'm just in charge of loading, and if the\nPresident says it's okay, then it's okay with me!\" He stepped out onto\nthe grass of his yard, and quashed a little shriek of conscience\nsomewhere in the back of his mind.\n\n       *       *       *       *       *\n\nBlinding lights pinned him in mid-stride. A familiar voice sprang out of\nthe glare, \"Here he is now viewers, General James Rothwell, commander of\nthe western armies, and head of the Earth evacuation project. General,\nInternational-TV cameras have been waiting secretly in your yard for\nhours for your return.\"\n\nAs his eyes adjusted, Rothwell distinguished a camera crew, their small\nportable instrument, and a young, smooth-talking announcer that he had\nseen several times on television. He forced the annoyance out of his\neyes. This, he thought, is all I need.\n\n\"What the general doesn't know,\" the announcer went on, \"is that earlier\nthis evening it was announced by Moscow Central that the computers had\npicked his son as one of the evacuees!\"\n\nThe shock was visible on 150,000,000 TV sets. Completely unexpected, the\nsurprise of the announcement hit Rothwell like a physical blow; his eyes\nwidened, his chin dropped, and for an instant the world's viewers read\nin his face the frank emotions of a father, unshielded by military\nveneer. Then years of training took command, and he faced the camera,\napparently calm, though churning internally. The odds, he thought\nconfusedly, the odds must be at least ten thousand to one! Then he\nrealized that someone was talking to him, waving a microphone.\n\n\"Er, I'm sorry, I didn't quite catch ...\" he mumbled at the camera.\n\nThe announcer laughed amiably. \"Certainly can't blame you, this must be\na really big night! How does it feel, General, for your son to be one of\nthe evacuees?\"\n\nSomething in the back of his mind twisted the question. How does it\nfeel, General, to turn your only son over to a poker-faced alien who\nshoots when you walk near his ship? \"I'm not sure,\" he said, \"how I\nfeel.\"\n\nTalking excitedly, the announcer drew closer. \"To think that your name\nwill live forever in the vast star clusters of the galaxy!\" He lowered\nhis voice. \"General, speaking now unofficially, as a parent, to the\nthousands of other parents whose children may also be selected, and to\nthe rest of us who ...\" he seemed to stumble for a word, and for an\ninstant Rothwell saw him, too, as a man worried and afraid, instead of\nas part of a television machine. \"Well, General, _you've_ had contact\nwith the aliens, are you glad your son is going?\"\n\nRothwell looked at the strained face of the announcer, at the camera\ncrew quietly eyeing him, and at the small huddled group of neighbors\nhovering in the background, and he knew that his next words might be the\nmost critical he would ever use in his life. In a world strained\nemotionally almost beyond endurance, the wrong words, a hint of a\nsuspicion, could spark the riots that would kill millions and bring\ntotal destruction.\n\nHe faced the camera and said calmly, \"I am glad my son is going. I wish\nit could happen for everyone. Commander Aku has assured me that\neverything will turn out all right.\" Mentally he begged for forgiveness,\nthere was nothing else he could say. Sweat glistened on his forehead as\nhe tried to fight down the memory of Aku turning his back on the plea\nthat echoed in his brain--\"tell me that our children will be safe.\"\n\nThe front door of the house banged open and all at once Martha was in\nhis arms, crying, laughing. \"Oh, Jim, I'm so glad, so very glad!\"\nRothwell blinked his eyes as he put his arm around her and waved the\ncamera away. Tears sparkled on his cheeks; but neither Martha nor the\nviewers knew why.\n\n       *       *       *       *       *\n\nThe next morning Aku and his ever-present lieutenant were waiting when\nRothwell's heli set him down in front of the administration building, a\nfew minutes later than usual. They followed him into his office.\n\n\"Coffee?\" Rothwell held out a paper cup.\n\n\"No, thank you,\" said Aku, as expressionless as ever. \"We are here to\nmake final arrangements for the evacuation.\"\n\n\"I see. Well,\" said Rothwell, \"Thursday will be a very painful day for\nus and we will want to expedite things as much as possible.\"\n\nAku nodded.\n\nRothwell went on. \"I have made arrangements to have a hundred air fields\ncleared at various population centers around the world. That way your\nships can land simultaneously, one at each field, and the loading can be\nfinished in very little time. Now,\" he opened a desk drawer, \"here is a\nlist, of ...\"\n\n       *       *       *       *       *\n\nAku held up a fur-covered hand. \"That will not be possible.\"\n\nRothwell looked down at his desk and closed his eyes briefly. I knew it,\nhe thought, I knew this would happen, sure as hell. He raised his head.\n\"Impossible?\"\n\n\"We will first land twenty ships. These twenty must be fully loaded and\nback in orbit before the next will land. We will use the first twenty\nair fields on your list.\"\n\nRothwell took a deep breath. \"But I thought you wanted to get away as\nsoon as possible! It will take at least an extra day to load according\nto your scheme.\"\n\n\"Will it?\" Aku moved to go, his lieutenant reached to open the door.\n\nOn an impulse, Rothwell stepped forward. \"Commander, if you had a son\nwould you send him away like this?\"\n\nAku stopped, and looked directly at him with even, black eyes; then the\ngaze moved through and past him, to the window and the ship beyond. For\na minute his expression altered, changing almost to one of pain. When\nhe spoke, it was almost to himself. \"My father loved his children more\nthan ...\" He started as his lieutenant suddenly clapped a hand on his\nshoulder. The expression vanished. They left together, without looking\nat Rothwell or saying another word.\n\nFor several minutes Rothwell stared frowning at the closed door. He\nwalked thoughtfully back to his desk, and lowered himself slowly into\nthe chair.\n\nHe sat for a long time, trying to puzzle through the picture. Finally\nhe stood and paced the room. \"Suppose,\" he said to himself, \"just\nsuppose that not all of those hundred ships up there are really cargo\nships. Suppose that, say, only twenty are. Then, after those twenty were\nloaded ...\" He swung around to look again at the long, slim silhouette\npoised high against the main runway. \"With ocean vessels, it's the\nfighting ships that are lean and slender.\"\n\nBending over his desk, he nudged an intercom button with his finger.\n\"Doc, how would one go about trying to understand an alien's\nreactions?\"\n\nPhilips' voice shot right back. \"Well, Jim, the very first thing, you'd\nhave to be sure they weren't exactly the same as a human's reactions.\"\n\nRothwell paused, startled. \"It can't be, Doc. Why, if Aku was a human\nI'd say ...\" He stiffened, feeling the hair rise at the back of his\nneck. The short, curt answers, the refusal to meet his eyes, the frozen\nexpression clicked into pattern. \"Doc ... I'd say he was being forced to\ndo something he hated like hell to do.\"\n\nTensely, he straightened and contemplated the lean, gray spaceship. Then\nhe whirled around and slapped every button on the intercom.\n\n       *       *       *       *       *\n\nThursday. The sun pecked fitfully at the low overcast while a sullen\ncrowd watched a squat alien ship descend vertically, to finally settle\nwith a flaming belch not far from the first. Similar crowds watched\nsimilar landings at nineteen other airports around the world, but the\nloading was to start first in New York.\n\nAn elevator-like box swung out from the fat belly of the ship and was\nlowered rapidly to the ground. Two golden-hued aliens, in uniforms\nresembling Aku's, stepped out and walked about a thousand feet towards\nthe crowd. Only children actually being loaded were to go beyond this\npoint; parents had to stay at the airport gates.\n\n\"When do I go, Dad?\"\n\n\"Shortly, son.\" Rothwell laid his hand on the lean shoulder. \"You're in\nthe second hundred.\" There was a brief, awkward silence. \"Martha, you'd\nbetter take him over to the line.\" He held out his hand. \"So long, son.\"\n\nJim, Jr., shook his hand gravely, then, without a word, suddenly threw\nhis hands tight around his younger sister. He took his mother's hand,\nand they walked slowly over to the sad line that was forming beyond the\ngate.\n\nRothwell turned to his daughter. \"You going over there too, kitten?\" The\nwords were gruff in his tight throat.\n\nShe wiped a hand quickly across her cheek. \"No, Dad, I guess I'll stay\nhere with you.\" She stood close beside him.\n\nAku, forgotten until now, cleared his throat. \"I think the loading\nshould start, General.\"\n\nRaising his hand in a half-salute, Rothwell signaled to a captain\nstanding near the gate who turned and motioned to a small cordon of\nmilitary police. Shortly, a group of fifty of the first youngsters in\nthe line separated from the others and moved slowly out onto the\nconcrete ribbon towards the waiting ship. The rest of the line\nhesitated, then edged reluctantly up to the gate, to take the place of\nthe fifty who had left. They waited there, the children of a thousand\nfamilies, suddenly dead quiet, staring after the fifty that slowly moved\naway.\n\nThey walked quietly, in a tight group, without any antics or horseplay\nwhich, in itself, gave the event an air of unreality. Approaching the\nship, they seemed to huddle even closer together, forming a pathetically\ntiny cluster in the shadow of the towering space cruiser. The title of a\nbook that he had read once, many years before, flashed unexpectedly in\nRothwell's memory, _The Story of Mankind_. He looked sadly after the\nfifty, then back at the silent line. Were these frightened kids now\nwriting the final period in the last chapter? He shook himself, work to\nbe done, no time now for daydreams.\n\nAs the fifty reached the ship and started to enter the elevator,\nRothwell turned and beckoned to some technicians standing out of sight\njust inside the entrance to the control tower. Three of them ran out and\nset up what looked like a television set, only with three screens. One\nran back, unreeling a power cable, while a fourth flicked on a bank of\nswitches, making feverish, minute adjustments. Rothwell felt the sweat\nin his hands. \"Is it okay, Sergeant?\"\n\nThe back of the sergeant's shirt was wet though the air was cool. \"It's\ngot to be, sir!\" His fingers played across the knobs. \"All that metal,\nthe whole thing is critical as ... Ah!\" He jumped back. The screens\nflashed into life.\n\n       *       *       *       *       *\n\nAku stiffened. His lieutenant gasped audibly, made a jerky movement\ntowards the screens, then suddenly became aware of three MPs standing\nbeside him, hands nonchalantly cradling blunt-nosed weapons.\n\nAll three receivers showed similar scenes, the milling youngsters and\nthe ship, but from up close, the pictures jerking and swaying\nerratically as if the cameras were somehow fastened to moving human\nbeings. Then the scenes condensed into a cramped, jostling blackness as\nthe fifty crowded into the elevator and were lifted up the side of the\nship.\n\nNext, were three views of a large room, bare except for what appeared to\nbe overhead cranes and other mechanical paraphernalia of a military shop\nor warehouse. For a while the fifty moved about restlessly, then the\ncameras swung about simultaneously to face a wall that slowly slid\napart.\n\nRothwell froze. \"Good Lord!\"\n\nSix murky _things_ moved from the open wall towards the cameras, which\nfell back to the opposite side of the room. Each was large, many times\nthe size of a man, but somehow indistinct, for the cameras didn't convey\nany sense of shape or form. For an instant, one of the screens flashed a\npicture of a terrified human face, and arms raised protectively as the\nshadowy things moved in upon the group.\n\nA projection snapped out from one, grabbed two of the humans, and\nhurled them into a corner. Then it motioned a dozen or so others over to\nthe same spot. With similar harsh, sweeping movements, the group of\nhumans was quickly broken up into three roughly equal segments. One of\nthe groups seemed to be protecting someone who appeared seriously hurt.\nA black tentacle lashed out and one of the screens went blank. Then\nanother.\n\nThe third showed a small group pushed stumbling through a narrow door,\ndown a short passageway, and abruptly into blackness. Something that\nlooked like bars flashed across the screen, then a dark liquid trickled\nacross the camera lens, blotting out the view.\n\nEyes blazing, Rothwell whirled on Aku. \"Throughout our history,\nCommander, humans have had one thing in common, our blasted pride! We\nwill not turn over our young to slavery, and by hell if we die, we'll\ndie fighting!\" He jerked up his coat sleeve, barked an order into a\nsmall transmitter on his wrist, and, grabbing his daughter, threw\nhimself flat on the concrete.\n\nHesitating only an instant, Aku, his lieutenant, and the MPs hit the\nground as both spaceships vanished in a cataclysmic eruption of flame\nand steel.\n\nRaising his head, Rothwell grinned crazily into the exploding debris,\nimagining nineteen other ships suddenly disintegrating under the rocket\nguns of nineteen different nations. He saw Earth, like a giant\nporcupine, flicking thousands of atom tipped missiles into space from\nhundreds of submarines and secret bases--the war power of the great\nnations, designed for the ruin of each other, united to destroy the\nalien fleet.\n\nHe turned to Aku, \"Midgets, volunteers with miniature TV cameras ...\" he\nstopped.\n\nThe commander and his lieutenant had flung their arms about each other\nand were crying like babies. Tentatively, Aku reached towards him.\n\"Those things, the _Eleele_, from another galaxy.\" He struggled for\nwords. \"They captured your scout crew and implanted memories of\nthousands of ships to create fear and make it easier to take slaves\nbefore blasting you.\" He glanced up at the flashes in the sky. \"This was\ntheir only fleet.\"\n\n       *       *       *       *       *\n\nRothwell glared. \"You helped them.\"\n\nAku nodded miserably. \"We had to. They thought you'd trust us because we\nlook almost human. It was a trick that worked before.\" Tears streamed\nacross his face, matting the golden fur. \"You see, the radioactive\nplanets your men reported, one of them was--home.\"\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Amazing Stories_ January 1959.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Alien Offer, by Al Sevcik\n\n*** END OF THIS PROJECT GUTENBERG EBOOK ALIEN OFFER ***\n\n***** This file should be named 26956.txt or 26956.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/6/9/5/26956/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}