{"title": "Summer Snow Storm", "author": "Adam Chase", "releaseDate": "October 19, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n SUMMER\n     SNOW STORM\n\n By ADAM CHASE\n\n\n    _Snow in summer is of course impossible. Any weather expert will\n    tell you so. Weather Bureau Chief Botts was certain no such\n    absurdity could occur. And he would have been right except for one\n    thing. It snowed that summer._\n\n\nIt was, as the expression goes, raining cats and dogs. Since the Weather\nBureau had predicted fair and warmer, the Weather Bureau was not\nparticularly happy about the meteorological state of affairs. No one,\nhowever was shocked.\n\nUntil it started to snow.\n\nThis was on the twenty-fifth of July in the U.S.A....\n\nHalf an hour before the fantastic meteorological turn of events, Bureau\nChief Botts dangled the forecast sheet before Johnny Sloman's bloodshot\neyes and barked, \"It's all over the country by now, you dunderhead!\"\nThen, as an afterthought: \"Did you write this?\"\n\n\"Yes,\" said Sloman miserably.\n\nSlowly, Botts said, \"Temperature, eighty degrees. Precipitation\nexpected: snow. _Snow_, Sloman. Well, that's what it says.\"\n\n\"It was a mistake, Chief. Just--heh-heh--a mistake.\"\n\n\"The prediction should have been for fair and warmer!\" Botts screamed.\n\n\"But it's raining,\" Sloman pointed out.\n\n\"We make mistakes,\" said Botts in a suddenly velvety voice. Then, as if\n_that_ had been a mistake, bellowed: \"But not this kind of mistake,\nSloman! Snow in July! We have a reputation to maintain! If not for\naccuracy, at least for credulity.\"\n\n\"Yes, sir,\" said Johnny Sloman. One of the troubles was, he had a\nhangover. Although, actually, that was a consequence of the real\ntrouble. The real trouble was his fiancee. Make that his ex-fiancee.\nBecause last night Jo-Anne had left him. \"You--you're just going no\nplace at all, Johnny Sloman,\" she had said. \"You're on a treadmill\nand--not even running very fast.\" She had given him back the\nquarter-carat ring tearfully, but Johnny hadn't argued. Jo-Anne had a\nstubborn streak and he knew when Jo-Anne's mind was made up. So Johnny\nhad gone and gotten drunk for the first time since the night after\ncollege graduation, not too many years ago, and the result was a\nnationally-distributed forecast of snow.\n\nChief Botts' first flush of anger had now been replaced by self-pity.\nHis red, loose-jowled face was sagging and his eyes became watery as he\nsaid, \"At least you could have double-checked it. As a member of this\nBureau you only have to fill out the forecast once every ten days. Is\nthat so hard? Is there any reason why you should predict snow for July\n25th?\" His voice became silky soft as he added, \"You realize, of course,\nSloman, that if this was anything but a civil service job you'd be out\non your ear for a stunt like this! Well, there are other ways. I can\npass over you for promotion. I _intend_ to pass over you until the\ncrack of doom. You'll be a GS-5 the rest of your working life. Are you\nsatisfied, Sloman? Snow in July ...\" Chief Botts' voice trailed off, the\nChief following it.\n\nJohnny sat with his head in his hands until Harry Bettis, the GS-5\nweatherman who shared his small office with him, came in. Naturally,\nhangover or no, Johnny had reported for work first. Johnny was always\nfirst in the office, but it didn't seem to do any good. Now, Harry\nBettis could come in an hour late and read the funnies half the day and\nflirt with the secretarial staff the other half and still be Chief\nBotts' odds-on favorite for the promotion that was opening next month.\nHarry Bettis was like that.\n\nHe came in and gave Johnny the full treatment. First the slow spreading\nsmile. Then the chuckle. Then the loud, roaring belly-laugh. \"Gals\noutside told me!\" he shouted, loud enough so the girls outside would\nknow he knew they had told him. \"Snow! Snow in July! Sloman, you kill\nme! You really do!\"\n\n\"Do you have to shout?\" Johnny said.\n\n\"Do I? We all ought to shout this. To the rooftops! Sloman, my foot.\nYou have a new name, sonny. Snowman! Johnny Snowman.\"\n\n[Illustration: Thick mud held him while terror ravened at his heels.]\n\nJohnny groaned. Instinctively, he knew the name would stick.\n\n\"Hear you had a little trouble with the gal-friend this past p.m.,\"\nHarry Bettis clucked in a voice which managed to be both derisive and\nsympathetic.\n\n\"How did you find out?\" Johnny asked, but knew the answer at once.\nJo-Anne was a roommate of one of the Bureau Secretaries. It was how\nJohnny had met her.\n\n\"You know how I found out, Snowman. Well, that's tough luck, kiddo. But\ntell me, does that mean the field is wide open? I always thought your\ngal-friend--your _ex_-gal-friend--had the cutest pair of--\"\n\n\"I have nothing to do with whether the field is open or not open, I'm\nafraid.\"\n\n\"Well, don't be. Afraid, I mean,\" Harry Bettis advised jovially. \"If the\ngal could make you pull a boner like that, you're better off without\nher. But I forgot to ask Maxine: can I have little Jo-Anne's phone\nnumber? Huh, boy?\"\n\nBefore Johnny could answer, the three-girl staff of secretaries entered\nthe small office. Entered--and stared.\n\n\"That's all right, girls,\" Harry Bettis said. \"You didn't have to follow\nme in here. I'd have been right out.\"\n\nBut they weren't staring at Harry Bettis. They were staring at Johnny.\nTheir mouths had flapped open, their eyes were big and round. Johnny\ndidn't, but Harry Bettis knew that look on a girl's face. Without any\ntrouble at all, Johnny could have made any of those girls, right there,\nright then, without even trying.\n\nThey gawked and gawked. One of them pointed at the window. The others\ntried to, but their hands were trembling.\n\nThe one who was pointing squawked: \"Look!\"\n\nThe second one said, \"Out the window!\"\n\nThe third one said, \"Will you!\"\n\nOutside the window on the twenty-fifth of July it was snowing.\n\n       *       *       *       *       *\n\nIt was an hour later. Telephones were ringing. Long-distance calls from\nall over the country now that the ticker had gone out with the\nincredible fact that it was snowing in the Northeast in July. Most of\nthe calls, though, were from Washington. Chief Botts disconnected the\nPBX and walked in a dazed, staggering fashion to Johnny, smiling weakly\nand saying:\n\n\"Sloman, I misjudged you. Genius, right here, right now, in this office,\nand we never knew it. Sloman, I have to admit I was wrong about you. But\nhow did you know? How did you ever know?\"\n\n\"Hell's bells,\" Harry Bettis said before Johnny could say it was all a\nmistake. \"That's easy, Chief. Anyone knows that _all_ rain starts out as\nsnow. It's got to. You see, the droplets of moisture in the cold upper\nregions of a cloud condense around dust particles because the air up\nthere is too cold to hold them as vapor. Since it's below freezing, snow\nis formed--snow which warms up as it passes through hotter air en route\nto the ground, and--\"\n\n\"That will be quite enough, Bettis,\" Chief Botts said. \"I am a\nweatherman too, you know. You don't have to tell me the most elementary\nof--\"\n\n\"In this case, Chief,\" Bettis persisted, \"the biggest inversion layer\nyou ever saw kept the surface air down and brought the cold upper air\nvery close to the surface. Result: the snowflakes didn't have a chance\nto melt, not even to freezing rain. Result: snow!\"\n\n\"The chances of that happening,\" said Chief Botts coldly, \"are about one\nin a billion. Aren't they, Sloman, dear fellow?\"\n\n\"One in two billion,\" Johnny said.\n\n\"He _is_ modest,\" Chief Botts told the staff. \"He seems so unconcerned.\"\n\nJust then Maxine came into the little office. The look of awe on her\nface had been replaced by one of sheer amazement. \"Well, I checked it,\nChief,\" she said. \"Wait until I tell Jo-Anne!\"\n\n\"Won't you please tell us first?\" Chief Botts asked.\n\n\"Yes, sir,\" said Maxine, and read from the memo pad in her hand. \"Since\ncoming to work for the Bureau, Johnny Sloman has once every ten days\nmade our official forecast. I have checked back on his forecast, Chief,\nas you directed. Johnny has made fifty-five forecasts. While only one of\nthem--startlingly--has called for snow in July--every single one of them\nhas been right.\"\n\nThere was a shocked silence. \"But--but the Weather Bureau average is\nonly eighty-eight percent!\" Harry Bettis gasped.\n\n\"You mean,\" Chief Botts corrected him, \"eighty-eight percent is the\nfigure we try to foist on the unsuspecting public. Actually, the Weather\nBureau averages a bare seventy-five percent, and you know it.\"\n\n\"But Sloman's got a hundred percent accuracy--up to and including snow\nin July,\" Harry Bettis said in a shocked voice.\n\n\"It was only an accident,\" Johnny said in a mild voice. \"I didn't mean\nto write snow.\"\n\n\"Accident, smaccident,\" said Harry Bettis. \"It was no accident with a\nrecord like that. You have the uncanny ability to forecast weather with\ncomplete accuracy, Johnny-boy. You realize what that means, old pal?\"\n\n\"I'd better call Washington and tell them,\" Chief Botts said, but Harry\nBettis held his arm while Johnny mused:\n\n\"I guess I realize what it means, Harry. That is, if you're right. No\nmore getting wet on picnics. Because I'd know. I'd know, Harry. No more\ngoing to ball games and having them rained out on you. No more being\ncaught by a thunderstorm at the beach ...\"\n\n\"Johnny!\" Harry Bettis said. \"Think, pal. Think!\"\n\n\"I'm calling Washington,\" Chief Botts said. \"This is too much for me.\"\n\nBut Harry Bettis was still holding his arm. \"Now, just a minute, bucko,\"\nhe said. \"You're not calling anyone--not without his manager's\npermission.\"\n\n\"Whose manager's permission?\"\n\n\"Why, Mr. Sloman's manager's permission, of course. In a word, me.\"\n\n\"This is preposterous!\" Chief Botts cried.\n\n\"Is it?\" Bettis asked. \"Listen, Johnny, don't let anyone sell you a bill\nof goods--like the Civil Service Commission giving you a GS-8 rating and\nsending you to Washington. Because stick with me, kid, and there'll be\ngreat things in store for you, you'll see.\"\n\n\"Such,\" said Maxine dubiously, \"as what?\"\n\n\"Are you on our side?\" Harry Bettis asked her suspiciously.\n\n\"I'm on Jo-Anne's side. If old Johnny here has something she ought to\nhave, I want to know it.\"\n\n       *       *       *       *       *\n\n\"You mean, if she ought to change her mind and marry him? I'll admit it\neven if I think Jo-Anne's a real cute trick: she'd be nuts if she\ndidn't.\" Women, Harry Bettis did not add, never came between Harry\nBettis and ten percent of a gold mine. But that's what he was thinking.\nHe went on: \"Just think of it, Johnny. Drought in the Midwest. They call\nSloman. Sloman predicts rain. It rains. Have any idea what they'd pay\nfor a stunt like that? Or swollen rivers in New England, or California.\nLooks like another big flood is on the way, but they call Sloman. Looks\nlike rain, kiddo? That don't matter. Predict a dry spell and it won't\nrain. Do you know,\" Harry Bettis said in a devout whisper, \"what a stunt\nlike that would be worth? Millions.\"\n\n\"Yeah, wise guy,\" said Maxine. \"So what's in it for you?\"\n\nHarry Bettis did not look at Maxine when he answered. He looked at\nJohnny and said, \"I'll be frank, kiddo. You have the talent, but you\ndon't have the salesmanship to promote it. Do you want a mediocre job\nwhile the weather boys exploit you for the rest of your life or--do you\nwant greatness, riches, and Jo-Anne?\"\n\n\"Jo-Anne,\" Johnny said.\n\nHarry Bettis nodded. \"My price is twenty-five percent.\"\n\n\"Of Jo-Anne?\" Maxine asked suspiciously.\n\n\"Of everything Johnny makes as the world's first _real_ Weather Man. Not\na forecaster--a commander. Because when my client forecasts the weather,\nit happens. Brothers and sisters, it happens.\" He turned abruptly to\nJohnny, said, \"You have any money saved up?\"\n\n\"A few hundred dollars, but--\"\n\n\"An ad in the papers. Alongside the article telling how it snowed on\nJuly twenty-fifth. Saying that your services are for hire. We're a\nshoo-in, kid!\"\n\n\"Well, if you say so,\" Johnny said doubtfully.\n\n\"So don't call D.C.,\" Bettis told Chief Botts.\n\n\"But Sloman's an employee of this Bureau.\"\n\n\"Was, you mean.\"\n\n\"What did you say?\"\n\n\"Was an employee. He ain't an employee now. He's quitting--with his\nmanager,\" said Harry Bettis, and walked out of the office, steering a\ndazed Johnny Sloman with him.\n\n\"Wait until I call Jo-Anne,\" Maxine said.\n\nDuring the next six months, Johnny Sloman--known to the world as The\nWeather Man--made fifty million dollars. Since it had taken a whole\nlifetime for him to develop his remarkable talent, his lawyers were\ntrying to have capital gains declared on the earnings rather than\nstraight income tax. The odds seemed to be in their favor.\n\nHow had Johnny made his fifty million dollars? By predicting the\nweather. He predicted:\n\nA flood in the Texas panhandle--in time to save the dry lands from going\nentirely arid.\n\nAn end of the snowstorms in northern Canada--which had trapped the five\nhundred residents of a small uranium-mining town without food or\nadequate drinking water.\n\nThe break-up of Hurricane Anita--which had threatened to be the most\ndestructive ever to strike the Carolina Coast.\n\nNo frost for Florida that winter--a prediction still to be ascertained,\nbut a foregone conclusion.\n\nEvery prediction had come true. In time, the world began to realize that\nhis predictions were not predictions at all: they were sure things. That\nis, they predicted nothing--they _made_ things happen. Johnny was in\ndemand everywhere and naturally could not fill all engagements. Harry\nBettis hired a whole squad of corresponding secretaries, whose job it\nwas to turn down, with regret, some ninety percent of the jobs\nrequested. Johnny, in fact, was in such demand, that his engagement to\nJo-Anne--which, of course, had been reinstated at her insistence--remained\nonly an engagement. The nuptials were put off, and put off again.\n\nThis suited Harry Bettis, who saw to it that Johnny kept putting off the\nmarriage. Because, ultimately, Jo-Anne would reach the end of her\nproverbial tether and decide that Harry's twenty-five percent, if it\ncould be shared as a wife, was better than Johnny's seventy-five\npercent, if it could not.\n\nJo-Anne, though, was not that kind of girl. Harry Bettis, knowing no\nother kind of girl, never understood that.\n\nThe scientists, meanwhile, had a field day with Johnny. His strange\ntalent obeyed no natural law, they said, and at first attributed it to\nrandom chance. Soon, though, this became patently impossible. And so a\nnew natural law was sought. All types of hair-brained theories were\nproposed, none of them accepted, until an osteopathic physician in\nDuluth, Minn., hit upon the theory that staggered the world with its\nsimplicity and, eventually, was accepted as that which explained the\nstrange phenomenon of Johnny Sloman.\n\nThe osteopath, many of whose patients suffered from rheumatism which was\naggravated by the bitter Minnesota winters, suggested that Johnny Sloman\nwas a case of rheumatism in reverse. The weather, he pointed out, had an\nadverse effect upon the symptoms of his patients. Conversely, why\ncouldn't some human being--a Johnny Sloman, for example--affect the\nweather in precisely the same way that the weather invariably affected\nhis rheumatic patients?\n\nIt was clear, simple, lucid. It was the only theory which could not be\ndisproven by the weight of scientific knowledge. It thus became the\naccepted theory.\n\n       *       *       *       *       *\n\n\"The Under-Secretary of Defense to see you,\" Maxine said one day during\nthe winter following Johnny's July snowfall.\n\n\"Don't see him,\" Harry Bettis said. \"You don't want to see him.\"\n\n\"But why not?\" Johnny asked.\n\n\"Because they'll make you a dollar-a-year man and we're not in this to\nmake any stinking dollar a year,\" Harry Bettis said.\n\n\"Well, I think I ought to see him, anyway. At least see him.\" He turned\nto Jo-Anne, who was sitting at the next desk, writing up some reports.\n\"What do you think, Jo?\"\n\n\"If the country needs you, Johnny,\" she said, \"it's your duty to help.\"\n\nJohnny told Maxine, \"Show the Under-Secretary in, please.\"\n\nHe was a small man with a big brief case. He spoke slowly, earnestly,\nbacking up his statements with reams of paper from the brief case. The\nDefense Department had not contacted Johnny right away, he said, because\nthey wanted to compile all the facts. They had all the facts now.\n\nJohnny Sloman could be the biggest single factor for peace the world had\never known.\n\nItem. In the event of aggression, he could so bog down the aggressor's\nsupply lines and troop movements with continuous rains and snowstorms\nthat it would be all but impossible for the aggressor to maintain\nhostilities.\n\nItem. In the event that such tactical weather-war failed, he could cause\na drought in the aggressor's food-producing regions, forcing the\naggressor to surrender or face starvation.\n\nItem. He could always, conversely, see to it that the defensive force's\nsupply lines were never hampered by the weather and that the\nprecipitation over the defensive country's breadbasket was ideal.\n\nItem. He could render aggressor communication difficult with heavy fog\nand/or icy roads.\n\nItem. He could cover defensive troop movements with low, dense clouds.\n\nIn short, concluded the Under-Secretary, Johnny Sloman could be a\none-man world police-force practically guaranteeing peace. He stopped\ntalking. He looked at Johnny. His eyes said, the call of duty is clear.\n\nHarry Bettis said, \"Well, thank you for your time, Mr. Secretary.\nNaturally, we'll think about what you said.\"\n\n\"Think about it!\" gasped the Under-Secretary. \"Think about it!\"\n\n\"My client is a busy man--the busiest man in his field,\" Harry Bettis\nsaid.\n\nThe Under-Secretary smiled bleakly. \"The only man in his field, you\nmean. That's why we need him.\"\n\n\"We'll send you a report in a few weeks,\" Harry said indifferently,\n\"after we've had an opportunity to study the situation.\"\n\n\"But, Harry--\" Johnny began.\n\n\"Johnny,\" Harry said. He did not have to finish the statement. It had\nhappened before--\"Johnny, I've made you a tremendous success. I'm your\nmanager, aren't I? Let's leave it that way.\"\n\n\"If Johnny thinks he ought to help--\" Jo-Anne said.\n\n\"Now, Jo-Anne,\" Harry Bettis scolded, and led the Under-Secretary to the\ndoor.\n\n       *       *       *       *       *\n\nThree days later, the assistant chief of the F.B.I. came to see them.\n\"We regret this, Sloman,\" he said.\n\n\"You regret what?\" Harry Bettis asked.\n\n\"Defense allowed a report on its findings out. That was unwise. We'll\nhave to give you around-the-clock protection, Sloman.\"\n\n\"Protection from what?\" Johnny wanted to know.\n\n\"Enemy agents. The enemy is desperate. At all costs, according to their\nintelligence reports, they're out to get you.\"\n\n\"Get him?\" said Harry Bettis. \"You mean, kill him?\"\n\n\"I mean, get him. Get him on their side. Because everything Johnny could\ndo for the forces of peace and democracy, he could be made to do for\nthe forces of aggression. You see?\"\n\n\"Yes,\" said Johnny.\n\n\"No,\" said Harry Bettis. \"This sounds like a government trick--to make\nJohnny go to work. To make him think it's his patriotic duty--\"\n\n\"Well,\" said Jo-Anne sharply, \"isn't it?\"\n\nHarry Bettis smiled. \"When he gets as big as Universal Motors, he can\nbecome patriotic.\"\n\n\"Mr. Sloman,\" the assistant F.B.I. chief said, \"they will either try to\nkidnap you outright, or work on you through someone you love. Therefore,\nour bodyguards--\"\n\n\"Well, let them keep their distance, that's all,\" Bettis said. \"Bad for\nbusiness. Nobody wants enemy agents hanging around.\"\n\n\"That's your final decision?\" the F.B.I. man asked.\n\n\"Well--\" began Johnny.\n\n\"Yes, it's our final decision,\" said Harry Bettis, showing the F.B.I.\nman to the door.\n\n\"I don't think you should have done that,\" Johnny said after he had\ngone.\n\n\"You just make the weather, Johnny-boy. I'll take care of business.\"\n\n\"Well--\" said Johnny.\n\n\"Johnny!\" cried Jo-Anne. \"Oh, Johnny! Why don't you act like a man?\" And\nshe ran from the room, slamming the door.\n\nAfter that, Johnny didn't see her again.\n\nShe was gone.\n\nReally gone, for certain, not simply walking off in a huff.\n\nTwo weeks later, Johnny got the letter--unofficial--from the Enemy.\n\n       *       *       *       *       *\n\nThe F.B.I. was sympathetic, but the Chief said, \"You can understand, Mr.\nSloman, how our hands are tied. It is not an official letter. We can't\nprove anything. We don't doubt it for a minute, of course. The cold war\nenemy has kidnapped your fiancee and taken her to their motherland.\nBut--we can't prove it. Not being able to prove it, we can't do a thing\nabout it. You're aware, of course, of how readily the rest of the world\ncondemns our actions. Not that they wouldn't be on our side if we could\nprove that this kidnap letter was the real thing, but you realize we\nwon't be able to prove it at all.\"\n\n\"Oh,\" said Johnny. He went home. He saw Harry Bettis, who said he was\nshocked. The note read:\n\n    Mr. Johnny Sloman:\n\n    We have Miss Jo-Anne Davis here in the motherland. The only way she\n    can live a normal life here is if you join her and work for us. We\n    believe you know what the other kind of life is like here.\n\nBettis said, \"It stumps the hell out of me, Johnny.\"\n\n\"I'm just waking up,\" said Johnny slowly. \"In a way, it's your fault.\"\n\n\"Now, don't be a jackass, Johnny.\"\n\nJackass or no, Johnny hit him. His knuckles went crunch and Harry\nBettis' nose went crunch and Bettis fell down. He lay there, his nose\nnot looking so good.\n\nNow, when it was apparently too late, Johnny knew what his course of\naction should have been. Get rid of the money-grubbing Bettis. Go to\nwork for the government unselfishly. Insure world peace.\n\nToo late ... too late ...\n\nBecause unless he could somehow save Jo-Anne, he would never predict the\nweather again--for anyone.\n\n       *       *       *       *       *\n\n\"But what you ask is impossible!\" the Secretary of Defense said a few\ndays later.\n\n\"If I come back, if I'm successful,\" Johnny said quietly, \"I'm your\nman, for as long as you want me, without pay.\"\n\n\"You mean that?\" the Secretary asked slowly.\n\n\"I mean it.\"\n\nThe Secretary nodded grimly, touched a button on his desk. \"Get me Air\nForce Chief of Staff Burns,\" he said, and, a moment later: \"Bernie?\nChuck here. We need a plane. A jet-transport to go you-know-where.\nCargo? One man, in a parachute. Can you manage it? Immediately, if not\nsooner. Good boy, Bernie. No ... no, I'm sorry, I can't tell you a thing\nabout it.\" The Secretary cut the connection, turned to Johnny:\n\n\"You leave this afternoon, Sloman. You realize, of course, there isn't a\nthing we can do to get you out. Not a thing.\"\n\n\"Yes,\" said Johnny.\n\n\"You're a very brave man, or very much in love.\"\n\nHours later, the jet transport took off with Johnny in it.\n\nHe came down near what had been the border of the motherland and Poland.\nHe began to walk. A farmer and his son spotted the parachute, came after\nhim. The son was a Red Army man on leave. The son had a gun. He fired\nprematurely, and Johnny ran. It was hopeless, he decided. He would\nnever make it. He would never even reach the capital alive, where they\nwere holding Jo-Anne.\n\nHe ran.\n\nHe wished for rain. A blinding rainstorm. The clouds scudded in. The\nrain fell in buckets. The farmer and his son soon lost sight of Johnny.\n\nJust to make sure, Johnny ran and let it go on raining.\n\n       *       *       *       *       *\n\n\"Floods in their motherland,\" the Secretary of Defense told the\nPresident. \"Naturally, their news broadcasts are trying to keep the\nreports to a minimum, but these are the biggest floods we've ever heard\nof over there.\"\n\n\"Our man is there?\" the President asked.\n\n\"He was dropped by parachute, sir!\"\n\n       *       *       *       *       *\n\nIt was snowing when Johnny reached the capital. He had been parachuted\ninto the enemy's motherland, naturally, because propinquity alone\nassured the success of his strange talent.\n\nHe was tired. His feet ached. He'd been the only one heading for the\ncapital. Hundreds of thousands had been fleeing from the floods ...\n\n\"There he is!\" a voice cried in the enemy language. He didn't understand\nthe language, but he understood the tone. His picture had been flashed\nacross the length and breadth of the motherland. He had been spotted.\n\nHe ran. Down an alley, across a muddy yard, floundering to his knees,\nthen his thighs, in thick mud. They came floundering in pursuit. They\nfired a warning volley of shots. He stumbled and fell face down in the\nblack, stinking mud.\n\nThey took him ...\n\n       *       *       *       *       *\n\nDark room. One light, on his face. A voice: \"We can kill you.\"\n\n\"Kill me,\" he said. \"My last wish will be for rain. Rain, forever.\"\n\n\"We can torture you.\"\n\n\"And I will say, before you start, let it rain and go on raining. Let me\nbe powerless to prevent it. Rain!\"\n\n\"We can kill the girl.\"\n\n\"Your country will float away.\"\n\nA fist came at him out of the darkness. Hit him. It was tentative\ntorture. He sobbed and thought: rain, harder. Rain, rain, rain ...\n\nWater seeped into the dungeon. This had never happened before. The fist\nwent away.\n\nOutside it rained and rained.\n\n       *       *       *       *       *\n\n\"What does he want, comrade?\"\n\n\"We don't know, comrade.\"\n\n\"Give it to him--whatever it is. He has disrupted our entire economy. We\nface economic disaster unless he--and his rain--leave us in peace.\"\n\n\"Perhaps that is what he wants. Peace.\"\n\n\"You fool! We are supposed to want peace. Shut up!\"\n\n\"Yes, sir. Comrade.\"\n\n\"Better ask the party secretary.\"\n\n\"Yes, comrade.\"\n\nThe party secretary was asked. The party secretary sighed and nodded.\n\nJohnny saw the light of day. And Jo-Anne.\n\n       *       *       *       *       *\n\nA month later, the Secretary of Defense told him. \"Thanks to you, they\nagreed to a German settlement, stopped sending arms to their Red ally in\nAsia, withdrew their promise of aid to the Arab fanatics, and have\nfreed all foreigners held in their motherland illegally.\"\n\nJohnny listened, smiling at Jo-Anne. They had been married two weeks.\nNaturally, the enemy had been only too glad to see them leave.\n\n\"Just stay available, Sloman,\" the President beamed from alongside the\nSecretary of Defense. \"As long as they know we can always send you over\nthere again, they'll never try anything. Right?\"\n\n\"Yes, sir,\" said Johnny.\n\nThey called him the Weather Man. They went on calling him the Weather\nMan, although he retired more or less--except during cases of dire\nemergency.\n\nThe world called him that, the Weather Man. And, because he had retired\nto enjoy life with his new wife, they began to suspect, as could be\nexpected, that he had been a fraud.\n\nBut the enemy did not think so. Ever again.\n\nAnd that was enough for Johnny.\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Amazing Stories_ October 1956.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Summer Snow Storm, by Adam Chase\n\n*** END OF THIS PROJECT GUTENBERG EBOOK SUMMER SNOW STORM ***\n\n***** This file should be named 26968.txt or 26968.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/6/9/6/26968/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}