{"title": "A Place in the Sun", "author": "C.H. Thames", "releaseDate": "October 19, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Barbara Tozier and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n    This etext was produced from _Amazing Stories_ October 1956.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed.\n\n\n\n\nA \"JOHNNY MAYHEM\" ADVENTURE\n\n\n\n\nA PLACE IN THE SUN\n\n\n\nBy C. H. THAMES\n\n\n    _Mayhem, the man of many bodies, had been given some weird\n    assignments in his time, but saving The Glory of the Galaxy\n    wasn't difficult--it was downright impossible!_\n\n\nThe SOS crackled and hummed through subspace at a speed which left\nlaggard light far behind. Since subspace distances do not coincide with\nnormal space distances, the SOS was first picked up by a Fomalhautian\nfreighter bound for Capella although it had been issued from a point in\nnormal space midway between the orbit of Mercury and the sun's corona in\nthe solar system.\n\n    [Illustration: The terrible weapon blasted death and carnage\n    through the ship.]\n\nThe radioman of the Fomalhautian freighter gave the distress signal to\nthe Deck Officer, who looked at it, blinked, and bolted 'bove decks to\nthe captain's cabin. His face was very white when he reached the door\nand his heart pounded with excitement. As the Deck Officer crossed an\nelectronic beam before the door a metallic voice said: \"The Captain is\nasleep and will be disturbed for nothing but emergency priority.\"\n\nNodding, the Deck officer stuck his thumb in the whorl-lock of the door\nand entered the cabin. \"Begging your pardon, sir,\" he cried, \"but we\njust received an SOS from--\"\n\n       *       *       *       *       *\n\nThe Captain stirred groggily, sat up, switched on a green night light\nand squinted through it at the Deck Officer. \"Well, what is it? Isn't\nthe Eye working?\"\n\n\"Yes, sir. An SOS, sir....\"\n\n\"If we're close enough to help, subspace or normal space, take the usual\nsteps, lieutenant. Surely you don't need me to--\"\n\n\"The usual steps can't be taken, sir. Far as I can make out, that ship\nis doomed. She's bound on collision course for Sol, only twenty million\nmiles out now.\"\n\n\"That's too bad, lieutenant,\" the Captain said with genuine sympathy in\nhis voice. \"I'm sorry to hear that. But what do you want me to do about\nit?\"\n\n\"The ship, sir. The ship that sent the SOS--hold on to your hat, sir--\"\n\n\"Get to the point now, will you, young man?\" the Captain growled\nsleepily.\n\n\"The ship which sent the SOS signal, the ship heading on collision\ncourse for Sol, is the _Glory of the Galaxy_!\"\n\nFor a moment the Captain said nothing. Distantly, you could hear the hum\nof the subspace drive-unit and the faint whining of the stasis\ngenerator. Then the Captain bolted out of bed after unstrapping himself.\nIn his haste he forgot the ship was in weightless deep space and went\nsailing, arms flailing air, across the room. The lieutenant helped him\ndown and into his magnetic-soled shoes.\n\n\"My God,\" the Captain said finally. \"Why did it happen? Why did it have\nto happen to the _Glory of the Galaxy_?\"\n\n\"What are you going to do, sir?\"\n\n\"_I_ can't do anything. I won't take the responsibility. Have the\nradioman contact the Hub at once.\"\n\n\"Yes, sir.\"\n\n_The Glory of the Galaxy_, the SOS ship heading on collision course with\nthe sun, was making its maiden run from the assembly satellites of Earth\nacross the inner solar system via the perihelion passage which would\nbring it within twenty-odd million miles of the sun, to Mars which now\nwas on the opposite side of Sol from Earth. Aboard the gleaming new ship\nwas the President of the Galactic Federation and his entire cabinet.\n\n       *       *       *       *       *\n\nThe Fomalhautian freighter's emergency message was received at the Hub\nof the Galaxy within moments after it had been sent, although the normal\nspace distance was in the neighborhood of one hundred thousand light\nyears. The message was bounced--in amazingly quick time--from office to\noffice at the hub, cutting through the usual red tape because of its top\npriority. And--since none of the normal agencies at the Hub could handle\nit--the message finally arrived at an office which very rarely received\nofficial messages of any kind. This was the one unofficial, extra-legal\noffice at the Hub of the Galaxy. Lacking official function, the office\nhad no technical existence and was not to be found in any Directory of\nthe Hub. At the moment, two young men were seated inside. Their sole job\nwas to maintain liaison with a man whose very existence was doubted by\nmost of the human inhabitants of the Galaxy but whose importance could\nnot be measured by mere human standards in those early days when the\nGalactic League was becoming the Galactic Federation.\n\nThe name of the man with whom they maintained contact was Johnny Mayhem.\n\n\"Did you read it?\" the blond man asked.\n\n\"I read it.\"\n\n\"If it got down here, that means they can't handle it anywhere else.\"\n\n\"Of course they can't. What the hell could normal slobs like them or\nlike us do about it?\"\n\n\"Nothing, I guess. But wait a minute! You don't mean you're going to\nsend Mayhem, without asking him, without telling--\"\n\n\"We can't ask him now, can we?\"\n\n\"Johnny Mayhem's _elan_ is at the moment speeding from Canopus to Deneb,\nwhere on the fourth planet of the Denebian system a dead body is waiting\nfor him in cold storage. The turnover from League to Federation status\nof the Denebian system is causing trouble in Deneb City, so Mayhem--\"\n\n\"Deneb City will probably survive without Mayhem. Well, won't it?\"\n\n\"I guess so, but--\"\n\n\"I know. The deal is we're supposed to tell Mayhem where he's going and\nwhat he can expect. The deal also is, every inhabited world has a body\nwaiting for his _elan_ in cold storage. But don't you think if we could\ntalk to Mayhem now--\"\n\n\"It isn't possible. He's in transit.\"\n\n\"Don't you think if we could talk to him now he would agree to board the\n_Glory of the Galaxy_?\"\n\n\"How should I know? I'm not Johnny Mayhem.\"\n\n\"If he doesn't board her, it's certain death for all of them.\"\n\n\"And if he does board her, what the hell can he do about it? Besides,\nthere isn't any dead body awaiting his _elan_ on that ship or any ship.\nHe wouldn't make a very efficacious ghost.\"\n\n\"But there are live people. Scores of them. Mayhem's _elan_ is quite\ncapable of possessing a living host.\"\n\n\"Sure. Theoretically it is. But damn it all, what would the results be?\nWe've never tried it. It's liable to damage Mayhem. As for the host--\"\n\n\"The host might die. I know it. But he'll die anyway. The whole shipload\nof them is heading on collision course for the sun.\"\n\n\"Does the SOS say why?\"\n\n\"No. Maybe Mayhem can find out and do something about it.\"\n\n       *       *       *       *       *\n\n\"Yeah, maybe. That's a hell of a way to risk the life of the most\nimportant man in the Galaxy. Because if Mayhem boards that ship and\ncan't do anything about it, he'll die with the rest of them.\"\n\n\"Why? We could always pluck his _elan_ out again.\"\n\n\"_If_ he were inhabiting a dead one. In a live body, I don't think so.\nThe attraction would be stronger. There would be forces of cohesion--\"\n\n\"That's true. Still, Mayhem's our only hope.\"\n\n\"I'll admit it's a job for Mayhem, but he's too important.\"\n\n\"Is he? Don't be a fool. What, actually, is Johnny Mayhem's importance?\nHis importance lies in the very fact that he is expendable. His\nlife--for the furtherance of the new Galactic Federation.\"\n\n\"But--\"\n\n\"And the President is aboard that ship. Maybe he can't do as much for\nthe Galaxy in the long run as Mayhem can, but don't you see, man, he's a\nfigurehead. Right now he's the most important man in the Galaxy, and if\nwe could talk to him I'm sure Mayhem would agree. Mayhem would want to\nboard that ship.\"\n\n\"It's funny, we've been working with Mayhem all these years and we never\neven met the guy.\"\n\n\"Would you know him if you saw him?\"\n\n\"Umm-mm, I guess not. Do you think we really can halt his _elan_ in\nsubspace and divert it over to the _Glory of the Galaxy_?\"\n\n\"I take it you're beginning to see things my way. And the answer to your\nquestion is yes.\"\n\n\"Poor Mayhem. You know, I actually feel sorry for the guy. He's had more\nadventures than anyone since Homer wrote the _Odyssey_ and there won't\never be any rest for him.\"\n\n\"Stop feeling sorry for him and start hoping he succeeds.\"\n\n\"Yeah.\"\n\n\"And let's see about getting a bead on his _elan_.\"\n\nThe two young men walked to a tri-dim chart which took up much of the\nroom. One of them touched a button and blue light glowed within the\nchart, pulsing brightly and sharply where space-sectors intersected.\n\n\"He's in C-17 now,\" one of the men said as a gleaming whiteness was\nsuddenly superimposed at a single point on the blue.\n\n\"Can you bead him?\"\n\n\"I think so. But I still feel sorry for Mayhem. He's expecting to wake\nup in a cold-storage corpse on Deneb IV but instead he'll come to in a\nliving body aboard a spaceship on collision course for the sun.\"\n\n\"Just hope he--\"\n\n\"I know. Succeeds. I don't even want to think of the possibility he\nmight fail.\"\n\nIn seconds, the gleaming white dot crawled across the surface of the\ntri-dim chart from sector C-17 to sector S-1.\n\n       *       *       *       *       *\n\nThe _Glory of the Galaxy_ was now nineteen million miles out from the\nsun and rushing through space at a hundred miles per second, normal\nspace drive. The _Glory of the Galaxy_ thus moved a million miles closer\nto fiery destruction every three hours--but since the sun's\ngravitational force had to be added to that speed, the ship was slated\nto plunge into the sun's corona in little more than twenty-four hours.\n\nSince the ship's refrigeration units would function perfectly until the\nouter hull reached a temperature of eleven hundred degrees Fahrenheit,\nnone of its passengers knew that anything was wrong. Even the members of\nthe crew went through all the normal motions. Only the _Glory of the\nGalaxy's_ officers in their bright new uniforms and gold braid knew the\ngrim truth of what awaited the gleaming two-thousand ton spaceship less\nthan twenty-four hours away at the exact center of its perihelion\npassage.\n\nSomething--unidentified as yet--in all the thousands of intricate things\nthat could go wrong on a spaceship, particularly a new one making its\nmaiden voyage, had gone wrong. The officers were checking their\ncatalogues and their various areas of watch meticulously--and not\nbecause their own lives were at stake. In spaceflight, your own life\nalways is at stake. There are too many imponderables: you are, to a\ncertain degree, expendable. The commissioned contingent aboard the\n_Glory of the Galaxy_ was a dedicated group, hand-picked from all the\nofficers in the solar system.\n\n       *       *       *       *       *\n\nBut they could find nothing. And do nothing.\n\nWithin a day, their lives along with the lives of the enlisted men\naboard the _Glory of the Galaxy_ and the passengers on its maiden run,\nwould be snuffed out in a brilliant burst of solar heat.\n\nAnd the President of the Galactic Federation would die because some\nunknown factor had locked the controls of the spaceship, making it\nimpossible to turn or use forward rockets against the gravitational pull\nof the sun.\n\nNineteen million miles. In normal space, a considerable distance. A\nhundred miles a second--a very considerable normal space speed.\nIncreasing....\n\n       *       *       *       *       *\n\nEver since they had left Earth's assembly satellites, Sheila Kelly had\nseen a lot of a Secret Serviceman named Larry Grange, who was a member\nof the President's corps of bodyguards. She liked Larry, although there\nwas nothing serious in their relationship. He was handsome and charming\nand she was naturally flattered with his attentions. Still, although he\nwas older than Sheila, she sensed that he was a boy rather than a man\nand had the odd feeling that, faced with a real crisis, he would confirm\nthis tragically.\n\nIt was night aboard the _Glory of the Galaxy_. Which was to say the\nblue-green night lights had replaced the white day lights in the\ncompanionways and public rooms of the spaceship, since its ports were\nsealed against the fierce glare of the sun. It was hard to believe,\nSheila thought, that they were only nineteen million miles from the sun.\nEverything was so cool--so comfortably air-conditioned....\n\nShe met Larry in the Sunside Lounge, a cabaret as nice as any terran\nnightclub she had ever seen. There were stylistic Zodiac drawings on the\nwalls and blue-mirrored columns supporting the roof. Like everything\nelse aboard the _Glory of the Galaxy_, the Sunside Lounge hardly seemed\nto belong on a spaceship. For Sheila Kelly, though--herself a third\nsecretary with the department of Galactic Economy--it was all very\nthrilling.\n\n\"Hello, Larry,\" she said as the Secret Serviceman joined her at their\ntable. He was a tall young man in his late twenties with crewcut blond\nhair; but he sat down heavily now and did not offer Sheila his usual\nsmile.\n\n\"Why, what on earth is the matter?\" Sheila asked him.\n\n\"Nothing. I need a drink, that's all.\"\n\nThe drinks came. Larry gulped his and ordered another. His complete\nsilence baffled Sheila, who finally said:\n\n\"Surely it isn't anything I did.\"\n\n\"You? Don't be silly.\"\n\n\"Well! After the way you said that I don't know if I should be glad or\nnot.\"\n\n\"Just forget it. I'm sorry, kid. I--\" He reached out and touched her\nhand. His own hand was damp and cold.\n\n\"Going to tell me, Larry?\"\n\n\"Listen. What's a guy supposed to do if he overhears something he's not\nsupposed to overhear, and--\"\n\n\"How should I know unless you tell me what you overheard? It is you\nyou're talking about, isn't it?\"\n\n\"Yeah. I was going off duty, walking by officer quarters and ... oh,\nforget it. I better not tell you.\"\n\n\"I'm a good listener, Larry.\"\n\n\"Look, Irish. You're a good anything--and that's the truth. You have\nlooks and you have brains and I have a hunch through all that Emerald\nIsle sauciness you have a heart too. But--\"\n\n\"But you don't want to tell me.\"\n\n\"It isn't I don't want to, but no one's supposed to know, not even the\nPresident.\"\n\n\"You sure make it sound mysterious.\"\n\n\"Just the officers. Oh, hell. I don't know. What good would it do if I\ntold you?\"\n\n\"I guess you'd just get it off your chest, that's all.\"\n\n\"I can't tell anyone official, Sheila. I'd have my head handed to me.\nBut I've got to think and I've got to tell someone. I'll go crazy, just\nknowing and not doing anything.\"\n\n\"It's important, isn't it?\"\n\n       *       *       *       *       *\n\nLarry downed another drink quickly. It was his fourth and Sheila had\nnever seen him take more than three or four in the course of a whole\nevening. \"You're damned right it's important.\" Larry leaned forward\nacross the postage-stamp table. A liquor-haze clouded his eyes as he\nsaid: \"It's so important that unless someone does something about it,\nwe'll all be dead inside of twenty-four hours. Only trouble is, there\nisn't anything anyone can do about it.\"\n\n\"Larry--you're a little drunk.\"\n\n\"I know it. I know I am. I want to be a lot drunker. What the hell can a\nguy do?\"\n\n\"What do you know, Larry? What have you heard?\"\n\n\"I know they have the President of the Galactic Federation aboard this\nship and that he ought to be told the truth.\"\n\n\"No. I mean--\"\n\n\"They sent out an SOS, kid. Controls are locked. Lifeboats don't have\nenough power to get us out of the sun's gravitational pull. We're all\ngoing to roast, I tell you!\"\n\nSheila felt her heart throb wildly. Even though he was well on the way\nto being thoroughly drunk, Larry was telling the truth. Instinctively,\nshe knew that--was certain of it. \"What are you going to do?\" she said.\n\nHe shrugged. \"I guess because I can't do a damned thing I'm going to get\ngood and drunk. That's what I'm going to do. Or maybe--who the hell\nknows?--maybe in one minute I'm going to jump up on this table and tell\neveryone what I overheard. Maybe I ought to do that, huh?\"\n\n\"Larry, Larry--if it's as bad as you say, maybe you ought to think\nbefore you do anything.\"\n\n\"Who am I to think? I'm one of the muscle men. That's what they pay me\nfor, isn't it?\"\n\n\"Larry. You don't have to shout.\"\n\n\"Well, isn't it?\"\n\n\"If you don't calm down I'll have to leave.\"\n\n\"You can sit still. You can park here all night. _I'm_ leaving.\"\n\n\"What are you going to do?\"\n\n\"Oh ... that.\" Larry got up from the table. He looked suddenly green and\nSheila thought it was because he had too much to drink. \"You don't have\nto worry about that, Sheila. Not now you don't. I all of a sudden don't\nfeel so good. Headache. Man, I never felt anything like it. Better go to\nmy cabin and lie down. Maybe I'll wake up and find out all this was a\ndream, huh?\"\n\n\"Do you need any help?\" Sheila demanded, real concern in her voice.\n\n\"No. 'Sall right. Man, this headache really snuck up on me. Pow! Without\nany warning.\"\n\n\"Let me help you.\"\n\n\"No. Just leave me alone, will you?\" Larry staggered off across the\ncrowded dance floor. He drew angry glances and muttered comments as he\ndisturbed the dancers waltzing to Carlotti's _Danube in Space_.\n\nWhy don't you admit it, Grange, Larry thought as he staggered through\nthe companionway toward his cabin. That's what you always wanted, isn't\nit--a place of importance?\n\nA place in the sun, they call it.\n\n\"You're going to get a place in the sun, all right,\" he mumbled aloud.\n\"Right smack in the middle of the sun with everyone else aboard this\nship!\"\n\nThe humor of it amused him perversely. He smiled--but it was closer to a\nleer--and lunged into his cabin. What he said to Sheila was no joke. He\nreally did have a splitting headache. It had come on suddenly and it was\nlike no headache he had ever known. It pulsed and throbbed and beat\nagainst his temples and held red hot needles to the backs of his\neyeballs, almost blinding him. It sapped all his strength, leaving him\nphysically weak. He was barely able to close the door behind him and\nstagger to the shower.\n\nAn ice cold shower, he thought would help. He stripped quickly and got\nunder the needle spray. By that time he was so weak he could barely\nstand.\n\nA place in the sun, he thought....\n\nSomething grabbed his mind and wrenched it.\n\n       *       *       *       *       *\n\nJohnny Mayhem awoke.\n\nAwakening came slowly, as it always did. It was a rising through\ninfinite gulfs, a rebirth for a man who had died a hundred times and\nmight die a thousand times more as the years piled up and became\ncenturies. It was a spinning, whirling, flashing ascent from blackness\nto coruscating colors, brightness, giddiness.\n\nAnd suddenly, it was over.\n\nA needle spray of ice-cold water beat down upon him. He shuddered and\nreached for the water-taps, shutting them. Dripping, he climbed from the\nshower.\n\nAnd floated up--quite weightless--toward the ceiling.\n\nFrowning with his new and as yet unseen face, Johnny Mayhem propelled\nhimself to the floor. He looked at his arms. He was naked--at least that\nmuch was right.\n\nBut obviously, since he was weightless, he was not on Deneb IV. During\nhis transmigration he had been briefed for the trouble on Deneb IV. Then\nhad a mistake been made somehow? It was always possible--but it had\nnever happened before.\n\nToo much precision and careful planning was involved.\n\nEvery world which had an Earthman population and a Galactic League--now,\nGalactic Federation--post, must have a body in cold storage, waiting for\nJohnny Mayhem if his services were required. No one knew when Mayhem's\nservices might be required. No one knew exactly under what circumstances\nthe Galactic Federation Council, operating from the Hub of the Galaxy,\nmight summon Mayhem. And only a very few people, including those at the\nHub and the Galactic League Firstmen on civilized worlds and Observers\non frontier planets, knew the precise mechanics of Mayhem's coming.\n\n       *       *       *       *       *\n\nJohnny Mayhem, a bodiless sentience. Mayhem--Johnny Marlow then--who\nhad been chased from Earth a pariah and a criminal seven years ago, who\nhad been mortally wounded on a wild planet deep within the Sagittarian\nSwarm, whose life had been saved--after a fashion--by the white magic\nof that planet. Mayhem, doomed now to possible immortality as a\nbodiless sentience, an _elan_, which could occupy and activate a corpse\nif it had been preserved properly ... an _elan_ doomed to wander\neternally because it could not remain in one body for more than a month\nwithout body and _elan_ perishing. Mayhem, who had dedicated his\nstrange, lonely life to the services of the Galactic League--now the\nGalactic Federation--because a normal life and normal social relations\nwere not possible to him....\n\nIt did not seem possible, Mayhem thought now, that a mistake could be\nmade. Then--a sudden change in plans?\n\nIt had never happened before, but it was entirely possible. Something,\nMayhem decided, had come up during transmigration. It was terribly\nimportant and the people at the Hub had had no opportunity to brief him\non it.\n\nBut--what?\n\n       *       *       *       *       *\n\nHis first shock came a moment later. He walked to a mirror on the wall\nand approved of the strong young body which would house his sentience\nand then scowled. A thought inside his head said:\n\n_So this is what it's like to have schizophrenia._\n\n_What the hell was that?_ Mayhem thought.\n\n_I said, so this is what it's like to have schizophrenia. First the\nworld's worst headache and then I start thinking like two different\npeople._\n\n_Aren't you dead?_\n\n_Is that supposed to be a joke, alter ego? When do the men in the white\nsuits come?_\n\n_Good Lord, this was supposed to be a dead body!_\n\nAt that, the other sentience which shared the body with Mayhem snickered\nand lapsed into silence. Mayhem, for his part, was astounded.\n\n_Don't get ornery now_, Mayhem pleaded. _I'm Johnny Mayhem. Does that\nmean anything to you?_\n\n_Oh, sure. It means I'm dead. You inhabit dead bodies, right?_\n\n_Usually. Listen--where are we?_\n\nGlory of the Galaxy--_bound from Earth to Mars on perihelion._\n\n_And there's trouble?_\n\n_How do you know there's trouble?_\n\n_Otherwise they wouldn't have diverted me here._\n\n_We've got the president aboard. We're going to hit the sun._ Then,\ngrudgingly, Larry went into the details. When he finished he thought\ncynically: _Now all you have to do is go outside yelling have no fear,\nMayhem is here and everything will be all right, I suppose._\n\nMayhem didn't answer. It would be many moments yet before he could\nadjust to this new, unexpected situation. But in a way, he thought, it\nwould be a boon. If he were co-inhabiting the body of a living man who\nbelonged on the _Glory of the Galaxy_, there was no need to reveal his\nidentity as Johnny Mayhem to anyone but his host....\n\n       *       *       *       *       *\n\n\"I tell ya,\" Technician First Class Ackerman Boone shouted, \"the\nrefrigeration unit's gone on the blink. You can't feel it yet, but I\nought to know. I got the refrigs working full strength and we gained a\ncouple of degrees heat. Either she's on the blink or we're too close to\nthe sun, I tell you!\"\n\nAckerman Boone was a big man, a veteran spacer with a squat, very strong\nbody and arms like an orangutan. Under normal circumstances he was a\nvery fine spacer and a good addition to any crew, but he bore an\nunreasonable grudge against the officer corps and would go out of his\nway to make them look bad in the eyes of the other enlisted men. A large\ncrowd had gathered in the hammock-hung crew quarters of the _Glory of\nthe Galaxy_ as Boone went on in his deep, booming voice: \"So I asked the\nskipper of the watch, I did. He got shifty-eyed, like they always do.\nYou know. He wasn't talking, but sure as my name's Ackerman Boone,\nsomething's wrong.\"\n\n\"What do you think it is, Acky?\" one of the younger men asked.\n\n\"Well, I tell ya this: I know what it _isn't_. I checked out the refrigs\nthree times, see, and came up with nothing. The refrigs are in jig\norder, and if I know it then you know it. So, if the refrigs are in jig\norder, there's only one thing it can be: we're getting too near the\nsun!\" Boone clamped his mouth shut and stood with thick, muscular arms\ncrossed over his barrel chest.\n\n       *       *       *       *       *\n\nA young technician third class said in a strident voice, \"You mean you\nthink maybe we're plunging into the sun, Acky?\"\n\n\"Well, now, I didn't say that. Did I, boy? But we _are_ too close and if\nwe are too close there's got to be a reason for it. If we stay too close\ntoo long, O.K. Then we're plunging into the sun. Right now, I dunno.\"\n\nThey all asked Ackerman Boone, who was an unofficial leader among them,\nwhat he was going to do. He rubbed his big fingers against the thick\nstubble of beard on his jaw and you could hear the rasping sound it\nmade. Then he said, \"Nothing, until we find out for sure. But I got a\nhunch the officers are trying to pull the wool over the eyes of them\npoliticians we got on board. That's all right with me, men. If they want\nto, they got their reasons. But I tell ya this: they ain't going to pull\nany wool over Acky Boone's eyes, and that's a fact.\"\n\nJust then the squawk box called: \"Now hear this! Now hear this! Tech/1\nAckerman Boone to Exec's office. Tech/1 Boone to Exec.\"\n\n\"You see?\" Boone said, smiling grimly. As yet, no one saw. His face\nstill set in a grim smile, Ackerman Boone headed above decks.\n\n       *       *       *       *       *\n\n\"That, Mr. President,\" Vice Admiral T. Shawnley Stapleton said gravely,\n\"is the problem. We would have come to you sooner, sir, but frankly--\"\n\n\"I know it, Admiral,\" the President said quietly. \"I could not have\nhelped you in any way. There was no sense telling me.\"\n\n\"We have one chance, sir, and one only. It's irregular and it will\nprobably knock the hell out of the _Glory of the Galaxy_, but it may\nsave our lives. If we throw the ship suddenly into subspace we could\npass right through the sun's position and--\"\n\n\"I'm no scientist, Admiral, but wouldn't that put tremendous stress not\nonly on the ship but on all of us aboard?\"\n\n\"It would, sir. I won't keep anything from you, of course. We'd all be\nsubjected to a force of twenty-some gravities for a period of several\nseconds. Here aboard the _Glory_, we don't have adequate G-equipment.\nIt's something like the old days of air flight, sir: as soon as\nairplanes became reasonably safe, passenger ships didn't bother to carry\nparachutes. Result over a period of fifty years: thousands of lives\nlost. We'd all be bruised and battered, sir. Bones would be broken.\nThere might be a few deaths. But I see no other way out, sir.\"\n\n\"Then there was no need to check with me at all, I assure you, Admiral\nStapleton. Do whatever you think is best, sir.\"\n\nThe Admiral nodded gravely. \"Thank you, Mr. President. I will say this,\nthough: we will wait for a miracle.\"\n\n\"I'm afraid I don't follow you.\"\n\n\"Well, I don't expect a miracle, but the switchover to subspace so\nsuddenly is bound to be dangerous. Therefore, we'll wait until the last\npossible moment. It will grow uncomfortably warm, let me warn you, but\nas long as the subspace drive is in good working order--\"\n\n\"I see what you mean, Admiral. You have a free hand, sir; let me repeat\nthat. I will not interfere in any way and I have the utmost confidence\nin you.\" The President mopped his brow with an already damp\nhandkerchief. It _was_ growing warm, come to think of it. Uncomfortably\nwarm.\n\nAs if everyone aboard the _Glory of the Galaxy_ was slowly being broiled\nalive....\n\n       *       *       *       *       *\n\nAckerman Boone entered the crew quarters with the same smile still on\nhis lips. At first he said nothing, but his silence drew the men like a\nmagnet draws iron filings. When they had all clustered about him he\nspoke.\n\n\"The Exec not only chewed my ears off,\" he boomed. \"He all but spit them\nin my face! I was right, men. He admitted it to me after he saw how he\ncouldn't get away with anything in front of Ackerman Boone. Men, we're\nheading on collision course with the sun!\"\n\nA shocked silence greeted his words and Ackerman Boone, instinctively a\nborn speaker, paused dramatically to allow each man the private horror\nof his own thoughts for a few moments. Then he continued: \"The Admiral\nfigures we have one chance to get out of this alive, men. He figures--\"\n\n\"What is it, Acky?\"\n\n\"What will he do?\"\n\n\"How will the Admiral get us out of this?\"\n\nAckerman Boone spat on the polished, gleaming floor of the crew\nquarters. \"He'll never get us out alive, let me tell you. He wants to\nshift us into subspace at the last possible minute. Suddenly. Like\nthis--\" and Ackerman Boone snapped his fingers.\n\n\"There'd be a ship full of broken bones!\" someone protested. \"We can't\ndo a thing like that.\"\n\n\"He'll kill us all!\" a very young T/3 cried hysterically.\n\n\"Not if I can help it, he won't,\" shouted Ackerman Boone. \"Listen, men.\nThis ain't a question of discipline. It's a question of living or dying\nand I tell you that's more important than doing it like the book says or\ndiscipline or anything like that. We got a chance, all right: but it\nain't what the Admiral thinks it is. We ought to abandon the _Glory_ to\nher place in the sun and scram out of here in the lifeboats--every last\nperson aboard ship.\"\n\n\"But will they have enough power to get out of the sun's gravitational\npull?\" someone asked.\n\nAckerman Boone shrugged. \"Don't look at me,\" he said mockingly. \"I'm\nonly an enlisted man and they don't give enlisted men enough math to\nanswer questions like that. But reckoning by the seat of my pants I\nwould say, yes. Yes, we could get away like that--if we act fast.\nBecause every minute we waste is a minute that brings us closer to the\nsun and makes it harder to get away in the lifeboats. If we act, men, we\ngot to act fast.\"\n\n\"You're talking mutiny, Boone,\" a grizzled old space veteran said. \"You\ncan count me out.\"\n\n\"What's the matter, McCormick? Yellow?\"\n\n\"I'm not yellow. I say it takes guts to maintain discipline in a real\nemergency. I say _you're_ yellow, Boone.\"\n\n\"You better be ready to back that up with your fists, McCormick,\" Boone\nsaid savagely.\n\n\"I'm ready any time you're ready, you yellow mutinous bastard!\"\n\n       *       *       *       *       *\n\nAckerman Boone launched himself at the smaller, older man, who stood his\nground unflinchingly although he probably knew he would take a sound\nbeating. But four or five crewmen came between them and held them apart,\none saying:\n\n\"Look who's talking, Boone. You say time's precious but you're all set\nto start fighting. Every minute--\"\n\n\"Every _second_,\" Boone said grimly, \"brings us more than a hundred\nmiles closer to the sun.\"\n\n\"What can we do, Acky?\"\n\nInstead of answer, Ackerman Boone dramatically mopped the sweat from his\nface. All the men were uncomfortably warm now. It was obvious that the\ntemperature within the _Glory of the Galaxy_ had now climbed fifteen or\ntwenty degrees despite the fact that the refrigs were working at full\ncapacity. Even the bulkheads and the metal floor of crew quarters were\nunpleasantly warm to the touch. The air was hot and suddenly very dry.\n\n\"I'll tell you what we ought to do,\" Ackerman Boone said finally.\n\"Admiral Stapleton or no Admiral Stapleton, President of the Galactic\nFederation or no President of the Galactic Federation, we ought to take\nover this ship and man the life boats for everyone's good. If they don't\nwant to save their lives and ours--let's us save our lives and theirs!\"\n\nRoars of approval greeted Boone's words, but Spacer McCormick and some\nof the other veterans stood apart from the loud speech-making which\nfollowed. Actually, Boone's wild words--which he gambled with after the\nfirst flush of enthusiasm for his plan--began to lose converts. One by\none the men drifted toward McCormick's silent group until, finally,\nBoone had lost almost his entire audience.\n\nJust then a T/2 rushed into crew quarters and shouted: \"Hey, is Boone\naround? Has anyone seen Boone?\"\n\nThis brought general laughter. Under the circumstances, the question was\nnot without its humorous aspect.\n\n\"What'll you have?\" Boone demanded.\n\n\"The refrigs, Boone! They are on the blink. Overstrained themselves and\nburned themselves out. Inside of half an hour this ship's going to be an\noven hot enough to kill us all!\"\n\n\"Half an hour, men!\" Ackerman Boone cried. \"Now, do we take over the\nship and man those lifeboats or don't we!\"\n\nThe roar which followed his words was a decidedly affirmative one.\n\n       *       *       *       *       *\n\n\"These are the figures,\" Admiral Stapleton said. \"You can see, Mr.\nPresident, that we have absolutely no chance whatever if we man the\nlifeboats. We would perish as assuredly as we would if we remained with\nthe _Glory of the Galaxy_ in normal space.\"\n\n\"Admiral, I have to hand it to you. I don't know how you can think--in\nall this heat.\"\n\n\"Have to, sir. Otherwise we all die.\"\n\n\"The air temperature--\"\n\n\"Is a hundred and thirty degrees and rising. We've passed salt tablets\nout to everyone, sir, but even then it's only a matter of time before\nwe're all prostrated. If you're sure you give your permission, sir--\"\n\n\"Admiral Stapleton, you are running this ship, not I.\"\n\n\"Very well, sir. I've sent our subspace officer, Lieutenant Ormundy, to\nthrow in the subspace drive. We should know in a few moments--\"\n\n\"No crash hammocks or anything?\"\n\n\"I'm sorry, sir.\"\n\n\"It isn't your fault, Admiral. I was merely pointing out a fact.\"\n\nThe squawk box blared: \"Now hear this! Now hear this! T/3 Ackerman Boone\nto Admiral Stapleton. Are you listening, Admiral?\"\n\nAdmiral Stapleton's haggard, heat-worn face bore a look of astonishment\nas he listened. Ackerman said, \"We have Lieutenant Ormundy, Admiral.\nHe's not killing us all by putting us into subspace in minutes when it\nought to take hours, you understand. We have Ormundy and we have the\nsubspace room. A contingent of our men is getting the lifeboats ready.\nWe're going to abandon ship, Admiral, all of us, including you and the\npoliticians even if we have to drag you aboard the lifeboats at\nN--gunpoint.\"\n\nAdmiral Stapleton's face went ashen. \"Let me at a radio!\" he roared. \"I\nwant to answer that man and see if he understands exactly what mutiny\nis!\"\n\nWhile Ackerman Boone was talking over the squawk box, the temperature\nwithin the _Glory of the Galaxy_ rose to 145° Fahrenheit.\n\n       *       *       *       *       *\n\n\"Fifteen minutes,\" Larry Grange said. \"In fifteen minutes the heat will\nhave us all unconscious.\" Only it wasn't Larry alone who was talking. It\nwas Larry and Johnny Mayhem. In a surprisingly short time the young\nSecret Serviceman had come to accept the dual occupation of his own\nmind. It was there: it was either dual occupation or insanity and if the\nvoice which spoke inside his head said it was Johnny Mayhem, then it was\nJohnny Mayhem. Besides, Larry felt clear-headed in a way he had never\nfelt before, despite the terrible, sapping heat. It was as if he had\nmatured suddenly--the word matured came to him instinctively--in the\nspace of minutes. Or, as if a maturing influence were at work on his\nmind.\n\n\"What can we do?\" Sheila said. \"The crew has complete control of the\nship.\"\n\n\"Secret Service chief says we're on our own. There's no time for\nco-ordinated planning, but somehow, within a very few minutes, we've got\nto get inside the subspace room and throw the ship out of normal space\nor we'll all be roasted.\"\n\n\"Some of your men are there now, aren't they?\"\n\n\"In the companionway outside the subspace room, yeah. But they'll never\nforce their way in time. Not with blasters and not with N-guns, either.\nNot in ten minutes, they won't.\"\n\n\"Larry, all of a sudden I--I'm scared. We're all going to die, Larry. I\ndon't want--Larry, what are you going to do?\"\n\nThey had been walking in a deserted companionway which brought them to\none of the aft escape hatches of the _Glory of the Galaxy_. Their\nclothing was plastered to their bodies with sweat and every breath was\nagonizing, furnace hot.\n\n\"I'm going outside,\" Larry said quietly.\n\n\"Outside? What do you mean?\"\n\n\"Spacesuit, outside. There's a hatch in the subspace room. If their\nattention is diverted to the companionway door, I may be able to get in.\nIt's our only chance--ours, and everyone's.\"\n\n\"But the spacesuit--\"\n\n\"I know,\" Larry said even as he was climbing into the inflatable vacuum\ngarment. It was Larry--and it wasn't Larry. He felt a certain\nconfidence, a certain sense of doing the right thing--a feeling which\nLarry Grange had never experienced before in his life. It was as if the\nboy had become a man in the final moments of his life--or, he thought\nall at once, it was as if Johnny Mayhem who shared his mind and his body\nwith him was somehow transmitting some of his own skills and confidence\neven as he--Mayhem--had reached the decision to go outside.\n\n\"I know,\" he said. \"The spacesuit isn't insulated sufficiently. I'll\nhave about three minutes out there. Three minutes to get inside.\nOtherwise, I'm finished.\"\n\n\"But Larry--\"\n\n\"Don't you see, Sheila? What does it matter? Who wants the five or ten\nextra minutes if we're all going to die anyway? This way, there's a\nchance.\"\n\nHe buckled the spacesuit and lifted the heavy fishbowl helmet, preparing\nto set it on his shoulders.\n\n\"Wait,\" Sheila said, and stood on tiptoes to take his face in her hands\nand kiss him on the lips. \"You--you're different,\" Sheila said. \"You're\nthe same guy, a lot of fun, but you're a--man, too. This is for what\nmight have been, Larry,\" she said, and kissed him again. \"This is\nbecause I love you.\"\n\nBefore he dropped the helmet in place, Larry said. \"It isn't for what\nmight have been, Sheila. It's for what will be.\"\n\nThe helmet snapped shut over the shoulder ridges of the spacesuit.\nMoments later, he had slipped into the airlock.\n\n       *       *       *       *       *\n\n\"I say you're a fool, Ackerman Boone!\" one of the enlisted men rasped at\nthe leader of the mutiny. \"I say now we've lost our last chance. Now\nit's too late to get into the lifeboats even if we wanted to. Now all we\ncan do is--die!\"\n\nThere were still ten conscious men in the subspace room. The others had\nfallen before heat prostration and lay strewn about the floor, wringing\nwet and oddly flaccid as if all the moisture had been wrung from their\nbodies except for the sweat which covered their skins.\n\n\"All right,\" Ackerman Boone admitted. \"All right, so none of us knows\nhow to work the subspace mechanism. You think that would have helped? It\nwould have killed us all, I tell you.\"\n\n\"It was a chance, Boone. Our last chance and you--\"\n\n\"Just shut up!\" Boone snarled. \"I know what you're thinking. You're\nthinking we ought to let them officers and Secret Servicemen to ram home\nthe subspace drive. But use your head, man. Probably they'll kill us\nall, but if they don't--\"\n\n\"Then you admit there's a chance!\"\n\n\"Yeah. All right, a chance. But if they don't kill us all, if they save\nus by ramming home the subspacer, what happens? We're all taken in on a\nmutiny charge. It's a capital offense, you fool!\"\n\n\"Well, it's better than sure death,\" the man said, and moved toward the\ndoor.\n\n\"Allister, wait!\" Boone cried. \"Wait, I'm warning you. Any man who tries\nto open that door--\"\n\nOutside, a steady booming of blaster fire could be heard, but the\nassault-proof door stood fast.\n\n\"--is going to get himself killed!\" Boone finished.\n\nGrimly, Allister reached the door and got his already blistered fingers\non the lock mechanism.\n\nAckerman Boone shot him in the back with an N-gun.\n\n       *       *       *       *       *\n\nLarry's whole body felt like one raw mass of broken blisters as, flat on\nhis belly, he inched his way along the outside hull of the _Glory of the\nGalaxy_. He had no idea what the heat was out here, but it radiated off\nthe hot hull of the _Glory_ in scalding, suffocating waves which swept\nright through the insulining of the spacesuit. If he didn't find the\nproper hatch, and in a matter of seconds....\n\n       *       *       *       *       *\n\n\"Anyone else?\" Ackerman Boone screamed. \"Anyone else like Allister?\"\n\nBut one by one the remaining men were dropping from the heat.\nFinally--alone--Ackerman Boone faced the door and stared defiantly at\nthe hot metal as if he could see his adversaries through it. On the\nother side, the firing became more sporadic as the officers and Secret\nServicemen collapsed. His mind crazed with the heat and with fear,\nAckerman Boone suddenly wished he could see the men through the door,\nwished he could see them die....\n\n       *       *       *       *       *\n\nIt was this hatch or nothing. He thought it was the right one, but\ncouldn't be sure. He could no longer see. His vision had gone\ncompletely. The pain was a numb thing now, far away, hardly a part of\nhimself. Maybe Mayhem was absorbing the pain-sensation for him, he\nthought. Maybe Mayhem took the pain and suffered with it in the shared\nbody so he, Larry, could still think. Maybe--\n\nHis blistered fingers were barely able to move within the insulined\ngloves, Larry fumbled with the hatch.\n\n       *       *       *       *       *\n\nAckerman Boone whirled suddenly. He had been intent upon the\ncompanionway door and the sounds behind him--which he had heard but not\nregistered as dangerous for several seconds--now made him turn.\n\nThe man was peeling off a space suit. Literally peeling it off in strips\nfrom his lobster-red flesh. He blinked at Boone without seeing him.\nDazzle-blinded, Boone thought, then realized his own vision was going.\n\n\"I'll kill you if you go near that subspace drive!\" Boone screamed.\n\n\"It's the only chance for all of us and you know it, Boone,\" the man\nsaid quietly. \"Don't try to stop me.\"\n\nAckerman Boone lifted his N-gun and squinted through the haze of heat\nand blinding light. He couldn't see! He couldn't see....\n\nWildly, he fired the N-gun. Wildly, in all directions, spraying the room\nwith it--\n\nLarry dropped blindly forward. Twice he tripped over unconscious men,\nbut climbed to his feet and went on. He could not see Boone, but he\ncould see--vaguely--the muzzle flash of Boone's N-gun. He staggered\nacross the room toward that muzzle-flash and finally embraced it--\n\nAnd found himself fighting for his life. Boone was crazed now--with the\nheat and with his own failure. He bit and tore at Larry with strong\nclaw-like fingers and lashed out with his feet. He balled his fists and\nhammered air like a windmill, arms flailing, striking flesh often enough\nto batter Larry toward the floor.\n\nGrimly Larry clung to him, pulled himself upright, ducked his head\nagainst his chest and struck out with his own fists, feeling nothing,\nnot knowing when they landed and when they did not, hearing nothing but\na far off roaring in his ears, a roaring which told him he was losing\nconsciousness and had to act--soon--if he was going to save anyone....\n\nHe stood and pounded with his fists.\n\nPounded--air.\n\nHe did not know that Boone had collapsed until his feet trod on the\nman's inert body and then, quickly, he rushed toward the control board,\nrushed blindly in its direction, or in the direction he thought it would\nbe, tripped over something, sprawled on the hot, blistering floor, got\nhimself up somehow, crawled forward, pulled himself upright....\n\nThere was no sensation in his fingers. He did not know if he had\nactually reached the control board but abruptly he realized that he had\nnot felt Mayhem's presence in his mind for several minutes. Was Mayhem\nconserving his energy for a final try, letting Larry absorb the\npunishment now so he--\n\nYes, Larry remembered thinking vaguely. It had to be that. For Mayhem\nknew how to work the controls, and he did not. Now his mind receded into\na fog of semi-consciousness, but he was aware that his blistered fingers\nwere fairly flying across the control board, aware then of an inward\nsigh--whether of relief or triumph, he was never to know--then aware,\nabruptly and terribly, of a wrenching pain which seemed to strip his\nskin from his flesh, his flesh from his bones, the marrow from....\n\n       *       *       *       *       *\n\n\"Can you see?\" the doctor asked.\n\n\"Yes,\" Larry said as the bandages were removed from his eyes. Three\npeople were in the room with the doctor--Admiral Stapleton, the\nPresident--and Sheila. Somehow, Sheila was most important.\n\n\"We are now in subspace, thanks to you,\" the Admiral said. \"We all have\nminor injuries as a result of the transfer, but there were only two\nfatalities, I'm happy to say. And naturally, the ship is now out of\ndanger.\"\n\n\"What gets me, Grange,\" the President said, \"is how you managed to work\nthose controls. What the devil do you know about sub-space, my boy?\"\n\n\"The two fatalities,\" the Admiral said, \"were Ackerman Boone and the man\nhe had killed.\" Then the Admiral grinned. \"Can't you see, Mr. President,\nthat he's not paying any attention to us? I think, at the moment, the\nhero of the hour only has eyes for Miss Kelly here.\"\n\n\"Begging your pardons, sirs, yes,\" Larry said happily.\n\nNodding and smiling, the President of the Galactic Federation and\nAdmiral Stapleton left the dispensary room--with the doctor.\n\n\"Well, hero,\" Sheila said, and smiled.\n\nLarry realized--quite suddenly--that, inside himself, he was alone.\nMayhem had done his job--and vanished utterly.\n\n\"You know,\" Sheila said, \"it's as if you--well, I hope this doesn't get\nyou sore at me--as if you grew up overnight.\"\n\nBefore he kissed her Larry said: \"Maybe you're right. Maybe I'll tell\nyou about it someday. But you'd never believe me.\"\n\n\n\n\nTHE END\n\n\n  Transcriber's Note: A few typographical errors have been repaired.\n      cornea CHANGED TO corona (2 places)\n      The squack box blared: CHANGED TO The squawk box blared:\n      _bead_ on his elan CHANGED TO bead on his _elan_\n      liason CHANGED TO liaison (1 place)\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of A Place in the Sun, by C.H. Thames\n\n*** END OF THIS PROJECT GUTENBERG EBOOK A PLACE IN THE SUN ***\n\n***** This file should be named 26966-8.txt or 26966-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/6/9/6/26966/\n\nProduced by Greg Weeks, Barbara Tozier and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}