{"title": "The Coming of the Ice", "author": "G. Peyton Wertenbaker", "releaseDate": "October 19, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n_The COMING of the ICE_\n\n_By G. Peyton Wertenbaker_\n\n\n[Illustration: Strange men these creatures of the hundredth century ...]\n\n_Copyright, 1926, by E. P. Co., Inc._\n\n\nTranscriber's Note:\n\n    This etext was produced from _Amazing Stories_ July 1961 and was\n    first published in _Amazing Stories_ June 1926. Extensive research\n    did not uncover any evidence that the U.S. copyright on this\n    publication was renewed. Minor spelling and typographical errors\n    have been corrected without note.\n\n\n\n\nA Classic Reprint from AMAZING STORIES, June, 1926\n\nIntroduction by Sam Moskowitz\n\n\n_One of the gravest editorial problems faced by the editors of AMAZING\nSTORIES when they launched its first issue, dated April, 1926, was the\nproblem of finding or developing authors who could write the type of\nstory they needed. As a stop-gap, the first two issues of AMAZING\nSTORIES were devoted entirely to reprints. But reprints were to\nconstitute a declining portion of the publication's contents for the\nfollowing four years. The first new story the magazine bought was\n_Coming of the Ice_, by G. Peyton Wertenbaker, which appeared in its\nthird issue. Wertenbaker was not technically a newcomer to science\nfiction, since he had sold his first story to Gernsback's SCIENCE AND\nINVENTION, _The Man From the Atom_, in 1923 when he was only 16! Now, at\nthe ripe old age of 19, he was appearing in the world's first truly\ncomplete science fiction magazine._\n\n_The scope of his imagination was truly impressive and, despite the\nauthor's youth, _Coming of the Ice_ builds to a climax of considerable\npower._\n\n_Wertenbaker, under the name of Green Peyton, went on to sell his first\nnovel, _Black Cabin_, in 1933. He eventually became an authority on the\nSouthwest with many regional volumes to his credit: _For God and Texas_,\n_America's Heartland_, _The Southwest_, and _San Antonio, City of the\nSun_. But he never lost his interest in space travel, assisting Hubertus\nStrughold on the writing of _The Green and Red Planet_, a scientific\nappraisal of the possibilities of life on the planet Mars published in\n1953. He also served for a time as London correspondent for FORTUNE\nMAGAZINE._\n\n\n\n\nIt is strange to be alone, and so cold. To be the last man on earth....\n\nThe snow drives silently about me, ceaselessly, drearily. And I am\nisolated in this tiny white, indistinguishable corner of a blurred\nworld, surely the loneliest creature in the universe. How many thousands\nof years is it since I last knew the true companionship? For a long time\nI have been lonely, but there were people, creatures of flesh and blood.\nNow they are gone. Now I have not even the stars to keep me company, for\nthey are all lost in an infinity of snow and twilight here below.\n\nIf only I could know how long it has been since first I was imprisoned\nupon the earth. It cannot matter now. And yet some vague\ndissatisfaction, some faint instinct, asks over and over in my throbbing\nears: What year? What year?\n\nIt was in the year 1930 that the great thing began in my life. There was\nthen a very great man who performed operations on his fellows to compose\ntheir vitals--we called such men surgeons. John Granden wore the title\n\"Sir\" before his name, in indication of nobility by birth according to\nthe prevailing standards in England. But surgery was only a hobby of Sir\nJohn's, if I must be precise, for, while he had achieved an enormous\nreputation as a surgeon, he always felt that his real work lay in the\nexperimental end of his profession. He was, in a way, a dreamer, but a\ndreamer who could make his dreams come true.\n\nI was a very close friend of Sir John's. In fact, we shared the same\napartments in London. I have never forgotten that day when he first\nmentioned to me his momentous discovery. I had just come in from a long\nsleigh-ride in the country with Alice, and I was seated drowsily in the\nwindow-seat, writing idly in my mind a description of the wind and the\nsnow and the grey twilight of the evening. It is strange, is it not,\nthat my tale should begin and end with the snow and the twilight.\n\nSir John opened suddenly a door at one end of the room and came hurrying\nacross to another door. He looked at me, grinning rather like a\ntriumphant maniac.\n\n\"It's coming!\" he cried, without pausing, \"I've almost got it!\" I smiled\nat him: he looked very ludicrous at that moment.\n\n\"What have you got?\" I asked.\n\n\"Good Lord, man, the Secret--the Secret!\" And then he was gone again,\nthe door closing upon his victorious cry, \"The Secret!\"\n\nI was, of course, amused. But I was also very much interested. I knew\nSir John well enough to realize that, however amazing his appearance\nmight be, there would be nothing absurd about his \"Secret\"--whatever it\nwas. But it was useless to speculate. I could only hope for\nenlightenment at dinner. So I immersed myself in one of the surgeon's\nvolumes from his fine Library of Imagination, and waited.\n\nI think the book was one of Mr. H. G. Wells', probably \"The Sleeper\nAwakes,\" or some other of his brilliant fantasies and predictions, for I\nwas in a mood conducive to belief in almost anything when, later, we sat\ndown together across the table. I only wish I could give some idea of\nthe atmosphere that permeated our apartments, the reality it lent to\nwhatever was vast and amazing and strange. You could then, whoever you\nare, understand a little the ease with which I accepted Sir John's new\ndiscovery.\n\nHe began to explain it to me at once, as though he could keep it to\nhimself no longer.\n\n\"Did you think I had gone mad, Dennell?\" he asked. \"I quite wonder that\nI haven't. Why, I have been studying for many years--for most of my\nlife--on this problem. And, suddenly, I have solved it! Or, rather, I am\nafraid I have solved another one much greater.\"\n\n\"Tell me about it, but for God's sake don't be technical.\"\n\n\"Right,\" he said. Then he paused. \"Dennell, it's _magnificent_! It will\nchange everything that is in the world.\" His eyes held mine suddenly\nwith the fatality of a hypnotist's. \"Dennell, it is the Secret of\nEternal Life,\" he said.\n\n\"Good Lord, Sir John!\" I cried, half inclined to laugh.\n\n\"I mean it,\" he said. \"You know I have spent most of my life studying\nthe processes of birth, trying to find out precisely what went on in the\nwhole history of conception.\"\n\n\"You have found out?\"\n\n\"No, that is just what amuses me. I have discovered something else\nwithout knowing yet what causes either process.\n\n\"I don't want to be technical, and I know very little of what actually\ntakes place myself. But I can try to give you some idea of it.\"\n\n       *       *       *       *       *\n\nIt is thousands, perhaps millions of years since Sir John explained to\nme. What little I understood at the time I may have forgotten, yet I try\nto reproduce what I can of his theory.\n\n\"In my study of the processes of birth,\" he began, \"I discovered the\nrudiments of an action which takes place in the bodies of both men and\nwomen. There are certain properties in the foods we eat that remain in\nthe body for the reproduction of life, two distinct Essences, so to\nspeak, of which one is retained by the woman, another by the man. It is\nthe union of these two properties that, of course, creates the child.\n\n\"Now, I made a slight mistake one day in experimenting with a\nguinea-pig, and I re-arranged certain organs which I need not describe\nso that I thought I had completely messed up the poor creature's\nabdomen. It lived, however, and I laid it aside. It was some years later\nthat I happened to notice it again. It had not given birth to any young,\nbut I was amazed to note that it had apparently grown no older: it\nseemed precisely in the same state of growth in which I had left it.\n\n\"From that I built up. I re-examined the guinea-pig, and observed it\ncarefully. I need not detail my studies. But in the end I found that my\n'mistake' had in reality been a momentous discovery. I found that I had\nonly to close certain organs, to re-arrange certain ducts, and to open\ncertain dormant organs, and, _mirabile dictu_, the whole process of\nreproduction was changed.\n\n\"You have heard, of course, that our bodies are continually changing,\nhour by hour, minute by minute, so that every few years we have been\nliterally reborn. Some such principle as this seems to operate in\nreproduction, except that, instead of the old body being replaced by the\nnew, and in its form, approximately, the new body is created apart from\nit. It is the creation of children that causes us to die, it would seem,\nbecause if this activity is, so to speak, dammed up or turned aside into\nnew channels, the reproduction operates on the old body, renewing it\ncontinually. It is very obscure and very absurd, is it not? But the most\nabsurd part of it is that it is true. Whatever the true explanation may\nbe, the fact remains that the operation can be done, that it actually\nprolongs life indefinitely, and that I alone know the secret.\"\n\nSir John told me a very great deal more, but, after all, I think it\namounted to little more than this. It would be impossible for me to\nexpress the great hold his discovery took upon my mind the moment he\nrecounted it. From the very first, under the spell of his personality, I\nbelieved, and I knew he was speaking the truth. And it opened up before\nme new vistas. I began to see myself become suddenly eternal, never\nagain to know the fear of death. I could see myself storing up, century\nafter century, an amplitude of wisdom and experience that would make me\ntruly a god.\n\n\"Sir John!\" I cried, long before he was finished. \"You must perform that\noperation on me!\"\n\n\"But, Dennell, you are too hasty. You must not put yourself so rashly\ninto my hands.\"\n\n\"You have perfected the operation, haven't you?\"\n\n\"That is true,\" he said.\n\n\"You must try it out on somebody, must you not?\"\n\n\"Yes, of course. And yet--somehow, Dennell, I am afraid. I cannot help\nfeeling that man is not yet prepared for such a vast thing. There are\nsacrifices. One must give up love and all sensual pleasure. This\noperation not only takes away the mere fact of reproduction, but it\ndeprives one of all the things that go with sex, all love, all sense of\nbeauty, all feeling for poetry and the arts. It leaves only the few\nemotions, selfish emotions, that are necessary to self-preservation. Do\nyou not see? One becomes an intellect, nothing more--a cold apotheosis\nof reason. And I, for one, cannot face such a thing calmly.\"\n\n\"But, Sir John, like many fears, it is largely horrible in the\nforesight. After you have changed your nature you cannot regret it. What\nyou are would be as horrible an idea to you afterwards as the thought of\nwhat you will be seems now.\"\n\n\"True, true. I know it. But it is hard to face, nevertheless.\"\n\n\"I am not afraid to face it.\"\n\n\"You do not understand it, Dennell, I am afraid. And I wonder whether\nyou or I or any of us on this earth are ready for such a step. After\nall, to make a race deathless, one should be sure it is a perfect race.\"\n\n\"Sir John,\" I said, \"it is not you who have to face this, nor any one\nelse in the world till you are ready. But I am firmly resolved, and I\ndemand it of you as my friend.\"\n\nWell, we argued much further, but in the end I won. Sir John promised to\nperform the operation three days later.\n\n... But do you perceive now what I had forgotten during all that\ndiscussion, the one thing I had thought I could never forget so long as\nI lived, not even for an instant? It was my love for Alice--I had\nforgotten that!\n\n       *       *       *       *       *\n\nI cannot write here all the infinity of emotions I experienced later,\nwhen, with Alice in my arms, it suddenly came upon me what I had done.\nAges ago--I have forgotten how to feel. I could name now a thousand\nfeelings I used to have, but I can no longer even understand them. For\nonly the heart can understand the heart, and the intellect only the\nintellect.\n\nWith Alice in my arms, I told the whole story. It was she who, with her\nquick instinct, grasped what I had never noticed.\n\n\"But Carl!\" she cried, \"Don't you see?--It will mean that we can never\nbe married!\" And, for the first time, I understood. If only I could\nre-capture some conception of that love! I have always known, since the\nlast shred of comprehension slipped from me, that I lost something very\nwonderful when I lost love. But what does it matter? I lost Alice too,\nand I could not have known love again without her.\n\nWe were very sad and very tragic that night. For hours and hours we\nargued the question over. But I felt somewhat that I was inextricably\ncaught in my fate, that I could not retreat now from my resolve. I was\nperhaps, very school-boyish, but I felt that it would be cowardice to\nback out now. But it was Alice again who perceived a final aspect of the\nmatter.\n\n\"Carl,\" she said to me, her lips very close to mine, \"it need not come\nbetween our love. After all, ours would be a poor sort of love if it\nwere not more of the mind than of the flesh. We shall remain lovers, but\nwe shall forget mere carnal desire. I shall submit to that operation\ntoo!\"\n\nAnd I could not shake her from her resolve. I would speak of danger that\nI could not let her face. But, after the fashion of women, she disarmed\nme with the accusation that I did not love her, that I did not want her\nlove, that I was trying to escape from love. What answer had I for that,\nbut that I loved her and would do anything in the world not to lose her?\n\nI have wondered sometimes since whether we might have known the love of\nthe mind. Is love something entirely of the flesh, something created by\nan ironic God merely to propagate His race? Or can there be love without\nemotion, love without passion--love between two cold intellects? I do\nnot know. I did not ask then. I accepted anything that would make our\nway more easy.\n\nThere is no need to draw out the tale. Already my hand wavers, and my\ntime grows short. Soon there will be no more of me, no more of my\ntale--no more of Mankind. There will be only the snow, and the ice, and\nthe cold ...\n\n       *       *       *       *       *\n\nThree days later I entered John's Hospital with Alice on my arm. All my\naffairs--and they were few enough--were in order. I had insisted that\nAlice wait until I had come safely through the operation, before she\nsubmitted to it. I had been carefully starved for two days, and I was\nlost in an unreal world of white walls and white clothes and white\nlights, drunk with my dreams of the future. When I was wheeled into the\noperating room on the long, hard table, for a moment it shone with\nbrilliant distinctness, a neat, methodical white chamber, tall and more\nor less circular. Then I was beneath the glare of soft white lights, and\nthe room faded into a misty vagueness from which little steel rays\nflashed and quivered from silvery cold instruments. For a moment our\nhands, Sir John's and mine, gripped, and we were saying good-bye--for a\nlittle while--in the way men say these things. Then I felt the warm\ntouch of Alice's lips upon mine, and I felt sudden painful things I\ncannot describe, that I could not have described then. For a moment I\nfelt that I must rise and cry out that I could not do it. But the\nfeeling passed, and I was passive.\n\nSomething was pressed about my mouth and nose, something with an\nethereal smell. Staring eyes swam about me from behind their white\nmasks. I struggled instinctively, but in vain--I was held securely.\nInfinitesimal points of light began to wave back and forth on a\npitch-black background; a great hollow buzzing echoed in my head. My\nhead seemed suddenly to have become all throat, a great, cavernous,\nempty throat in which sounds and lights were mingled together, in a\nswift rhythm, approaching, receding eternally. Then, I think, there were\ndreams. But I have forgotten them....\n\nI began to emerge from the effect of the ether. Everything was dim, but\nI could perceive Alice beside me, and Sir John.\n\n\"Bravely done!\" Sir John was saying, and Alice, too, was saying\nsomething, but I cannot remember what. For a long while we talked, I\nspeaking the nonsense of those who are coming out from under ether, they\nteasing me a little solemnly. But after a little while I became aware of\nthe fact that they were about to leave. Suddenly, God knows why, I knew\nthat they must not leave. Something cried in the back of my head that\nthey _must_ stay--one cannot explain these things, except by after\nevents. I began to press them to remain, but they smiled and said they\nmust get their dinner. I commanded them not to go; but they spoke kindly\nand said they would be back before long. I think I even wept a little,\nlike a child, but Sir John said something to the nurse, who began to\nreason with me firmly, and then they were gone, and somehow I was\nasleep....\n\n       *       *       *       *       *\n\nWhen I awoke again, my head was fairly clear, but there was an\nabominable reek of ether all about me. The moment I opened my eyes, I\nfelt that something had happened. I asked for Sir John and for Alice. I\nsaw a swift, curious look that I could not interpret come over the face\nof the nurse, then she was calm again, her countenance impassive. She\nreassured me in quick meaningless phrases, and told me to sleep. But I\ncould not sleep: I was absolutely sure that something had happened to\nthem, to my friend and to the woman I loved. Yet all my insistence\nprofited me nothing, for the nurses were a silent lot. Finally, I think,\nthey must have given me a sleeping potion of some sort, for I fell\nasleep again.\n\nFor two endless, chaotic days, I saw nothing of either of them, Alice or\nSir John. I became more and more agitated, the nurse more and more\ntaciturn. She would only say that they had gone away for a day or two.\n\nAnd then, on the third day, I found out. They thought I was asleep. The\nnight nurse had just come in to relieve the other.\n\n\"Has he been asking about them again?\" she asked.\n\n\"Yes, poor fellow. I have hardly managed to keep him quiet.\"\n\n\"We will have to keep it from him until he is recovered fully.\" There\nwas a long pause, and I could hardly control my labored breathing.\n\n\"How sudden it was!\" one of them said. \"To be killed like that--\" I\nheard no more, for I leapt suddenly up in bed, crying out.\n\n\"Quick! For God's sake, tell me what has happened!\" I jumped to the\nfloor and seized one of them by the collar. She was horrified. I shook\nher with a superhuman strength.\n\n\"Tell me!\" I shouted, \"Tell me--Or I'll--!\" She told me--what else could\nshe do.\n\n\"They were killed in an accident,\" she gasped, \"in a taxi--a\ncollision--the Strand--!\" And at that moment a crowd of nurses and\nattendants arrived, called by the other frantic woman, and they put me\nto bed again.\n\nI have no memory of the next few days. I was in delirium, and I was\nnever told what I said during my ravings. Nor can I express the feelings\nI was saturated with when at last I regained my mind again. Between my\nold emotions and any attempt to put them into words, or even to remember\nthem, lies always that insurmountable wall of my Change. I cannot\nunderstand what I must have felt, I cannot express it.\n\nI only know that for weeks I was sunk in a misery beyond any misery I\nhad ever imagined before. The only two friends I had on earth were gone\nto me. I was left alone. And, for the first time, I began to see before\nme all these endless years that would be the same, dull, lonely.\n\nYet I recovered. I could feel each day the growth of a strange new vigor\nin my limbs, a vast force that was something tangibly expressive to\neternal life. Slowly my anguish began to die. After a week more, I began\nto understand how my emotions were leaving me, how love and beauty and\neverything of which poetry was made--how all this was going. I could not\nbear the thought at first. I would look at the golden sunlight and the\nblue shadow of the wind, and I would say,\n\n\"God! How beautiful!\" And the words would echo meaninglessly in my ears.\nOr I would remember Alice's face, that face I had once loved so\ninextinguishably, and I would weep and clutch my forehead, and clench my\nfists, crying,\n\n\"O God, how can I live without her!\" Yet there would be a little strange\nfancy in my head at the same moment, saying,\n\n\"Who is this Alice? You know no such person.\" And truly I would wonder\nwhether she had ever existed.\n\nSo, slowly, the old emotions were shed away from me, and I began to joy\nin a corresponding growth of my mental perceptions. I began to toy idly\nwith mathematical formulae I had forgotten years ago, in the same\nfashion that a poet toys with a word and its shades of meaning. I would\nlook at everything with new, seeing eyes, new perception, and I would\nunderstand things I had never understood before, because formerly my\nemotions had always occupied me more than my thoughts.\n\nAnd so the weeks went by, until, one day, I was well.\n\n... What, after all, is the use of this chronicle? Surely there will\nnever be men to read it. I have heard them say that the snow will never\ngo. I will be buried, it will be buried with me; and it will be the end\nof us both. Yet, somehow, it eases my weary soul a little to write....\n\nNeed I say that I lived, thereafter, many thousands of thousands of\nyears, until this day? I cannot detail that life. It is a long round of\nnew, fantastic impressions, coming dream-like, one after another,\nmelting into each other. In looking back, as in looking back upon\ndreams, I seem to recall only a few isolated periods clearly; and it\nseems that my imagination must have filled in the swift movement between\nepisodes. I think now, of necessity, in terms of centuries and\nmillenniums, rather than days and months.... The snow blows terribly\nabout my little fire, and I know it will soon gather courage to quench\nus both ...\n\n       *       *       *       *       *\n\nYears passed, at first with a sort of clear wonder. I watched things\nthat took place everywhere in the world. I studied. The other students\nwere much amazed to see me, a man of thirty odd, coming back to college.\n\n\"But Judas, Dennell, you've already got your Ph.D! What more do you\nwant?\" So they would all ask me. And I would reply;\n\n\"I want an M.D. and an F.R.C.S.\" I didn't tell them that I wanted\ndegrees in Law, too, and in Biology and Chemistry, in Architecture and\nEngineering, in Psychology and Philosophy. Even so, I believe they\nthought me mad. But poor fools! I would think. They can hardly realize\nthat I have all of eternity before me to study.\n\nI went to school for many decades. I would pass from University to\nUniversity, leisurely gathering all the fruits of every subject I took\nup, revelling in study as no student revelled ever before. There was no\nneed of hurry in my life, no fear of death too soon. There was a\nmagnificence of vigor in my body, and a magnificence of vision and\nclarity in my brain. I felt myself a super-man. I had only to go on\nstoring up wisdom until the day should come when all knowledge of the\nworld was mine, and then I could command the world. I had no need for\nhurry. O vast life! How I gloried in my eternity! And how little good it\nhas ever done me, by the irony of God.\n\nFor several centuries, changing my name and passing from place to place,\nI continued my studies. I had no consciousness of monotony, for, to the\nintellect, monotony cannot exist: it was one of those emotions I had\nleft behind. One day, however, in the year 2132, a great discovery was\nmade by a man called Zarentzov. It had to do with the curvature of\nspace, quite changing the conceptions that we had all followed since\nEinstein. I had long ago mastered the last detail of Einstein's theory,\nas had, in time, the rest of the world. I threw myself immediately into\nthe study of this new, epoch-making conception.\n\nTo my amazement, it all seemed to me curiously dim and elusive. I could\nnot quite grasp what Zarentzov was trying to formulate.\n\n\"Why,\" I cried, \"the thing is a monstrous fraud!\" I went to the\nprofessor of Physics in the University I then attended, and I told him\nit was a fraud, a huge book of mere nonsense. He looked at me rather\npityingly.\n\n\"I am afraid, Modevski,\" he said, addressing me by the name I was at the\ntime using, \"I am afraid you do not understand it, that is all. When\nyour mind has broadened, you will. You should apply yourself more\ncarefully to your Physics.\" But that angered me, for I had mastered my\nPhysics before he was ever born. I challenged him to explain the theory.\nAnd he did! He put it, obviously, in the clearest language he could. Yet\nI understood nothing. I stared at him dumbly, until he shook his head\nimpatiently, saying that it was useless, that if I could not grasp it I\nwould simply have to keep on studying. I was stunned. I wandered away in\na daze.\n\nFor do you see what happened? During all those years I had studied\nceaselessly, and my mind had been clear and quick as the day I first had\nleft the hospital. But all that time I had been able only to remain what\nI was--an extraordinarily intelligent man of the twentieth century. And\nthe rest of the race had been progressing! It had been swiftly gathering\nknowledge and power and ability all that time, faster and faster, while\nI had been only remaining still. And now here was Zarentzov and the\nteachers of the Universities, and, probably, a hundred intelligent men,\nwho had all outstripped me! I was being left behind.\n\nAnd that is what happened. I need not dilate further upon it. By the end\nof that century I had been left behind by all the students of the world,\nand I never did understand Zarentzov. Other men came with other\ntheories, and these theories were accepted by the world. But I could not\nunderstand them. My intellectual life was at an end. I had nothing more\nto understand. I knew everything I was capable of knowing, and,\nthenceforth, I could only play wearily with the old ideas.\n\n       *       *       *       *       *\n\nMany things happened in the world. A time came when the East and West,\ntwo mighty unified hemispheres, rose up in arms: the civil war of a\nplanet. I recall only chaotic visions of fire and thunder and hell. It\nwas all incomprehensible to me: like a bizarre dream, things happened,\npeople rushed about, but I never knew what they were doing. I lurked\nduring all that time in a tiny shuddering hole under the city of\nYokohama, and by a miracle I survived. And the East won. But it seems to\nhave mattered little who did win, for all the world had become, in all\nexcept its few remaining prejudices, a single race, and nothing was\nchanged when it was all rebuilt again, under a single government.\n\nI saw the first of the strange creatures who appeared among us in the\nyear 6371, men who were later known to be from the planet Venus. But\nthey were repulsed, for they were savages compared with the Earthmen,\nalthough they were about equal to the people of my own century, 1900.\nThose of them who did not perish of the cold after the intense warmth of\ntheir world, and those who were not killed by our hands, those few\nreturned silently home again. And I have always regretted that I had not\nthe courage to go with them.\n\nI watched a time when the world reached perfection in mechanics, when\nmen could accomplish anything with a touch of the finger. Strange men,\nthese creatures of the hundredth century, men with huge brains and tiny\nshriveled bodies, atrophied limbs, and slow, ponderous movements on\ntheir little conveyances. It was I, with my ancient compunctions, who\nshuddered when at last they put to death all the perverts, the\ncriminals, and the insane, ridding the world of the scum for which they\nhad no more need. It was then that I was forced to produce my tattered\nold papers, proving my identity and my story. They knew it was true, in\nsome strange fashion of theirs, and, thereafter, I was kept on\nexhibition as an archaic survival.\n\nI saw the world made immortal through the new invention of a man called\nKathol, who used somewhat the same method \"legend\" decreed had been used\nupon me. I observed the end of speech, of all perceptions except one,\nwhen men learned to communicate directly by thought, and to receive\ndirectly into the brain all the myriad vibrations of the universe.\n\nAll these things I saw, and more, until that time when there was no more\ndiscovery, but a Perfect World in which there was no need for anything\nbut memory. Men ceased to count time at last. Several hundred years\nafter the 154th Dynasty from the Last War, or, as we would have counted\nin my time, about 200,000 A.D., official records of time were no longer\nkept carefully. They fell into disuse. Men began to forget years, to\nforget time at all. Of what significance was time when one was immortal?\n\n       *       *       *       *       *\n\nAfter long, long uncounted centuries, a time came when the days grew\nnoticeably colder. Slowly the winters became longer, and the summers\ndiminished to but a month or two. Fierce storms raged endlessly in\nwinter, and in summer sometimes there was severe frost, sometimes there\nwas only frost. In the high places and in the north and the\nsub-equatorial south, the snow came and would not go.\n\nMen died by the thousands in the higher latitudes. New York became,\nafter awhile, the furthest habitable city north, an arctic city, where\nwarmth seldom penetrated. And great fields of ice began to make their\nway southward, grinding before them the brittle remains of\ncivilizations, covering over relentlessly all of man's proud work.\n\nSnow appeared in Florida and Italy one summer. In the end, snow was\nthere always. Men left New York, Chicago, Paris, Yokohama, and\neverywhere they traveled by the millions southward, perishing as they\nwent, pursued by the snow and the cold, and that inevitable field of\nice. They were feeble creatures when the Cold first came upon them, but\nI speak in terms of thousands of years; and they turned every weapon of\nscience to the recovery of their physical power, for they foresaw that\nthe only chance for survival lay in a hard, strong body. As for me, at\nlast I had found a use for my few powers, for my physique was the finest\nin that world. It was but little comfort, however, for we were all\nunited in our awful fear of that Cold and that grinding field of Ice.\nAll the great cities were deserted. We would catch silent, fearful\nglimpses of them as we sped on in our machines over the snow--great\nhungry, haggard skeletons of cities, shrouded in banks of snow, snow\nthat the wind rustled through desolate streets where the cream of human\nlife once had passed in calm security. Yet still the Ice pursued. For\nmen had forgotten about that Last Ice Age when they ceased to reckon\ntime, when they lost sight of the future and steeped themselves in\nmemories. They had not remembered that a time must come when Ice would\nlie white and smooth over all the earth, when the sun would shine\nbleakly between unending intervals of dim, twilight snow and sleet.\n\nSlowly the Ice pursued us down the earth, until all the feeble remains\nof civilization were gathered in Egypt and India and South America. The\ndeserts flowered again, but the frost would come always to bite the tiny\ncrops. For still the Ice came. All the world now, but for a narrow strip\nabout the equator, was one great silent desolate vista of stark\nice-plains, ice that brooded above the hidden ruins of cities that had\nendured for hundreds of thousands of years. It was terrible to imagine\nthe awful solitude and the endless twilight that lay on these places,\nand the grim snow, sailing in silence over all....\n\nIt surrounded us on all sides, until life remained only in a few\nscattered clearings all about that equator of the globe, with an eternal\nfire going to hold away the hungry Ice. Perpetual winter reigned now;\nand we were becoming terror-stricken beasts that preyed on each other\nfor a life already doomed. Ah, but I, I the archaic survival, I had my\nrevenge then, with my great physique and strong jaws--God! Let me think\nof something else. Those men who lived upon each other--it was horrible.\nAnd I was one.\n\n       *       *       *       *       *\n\nSo inevitably the Ice closed in.... One day the men of our tiny clearing\nwere but a score. We huddled about our dying fire of bones and stray\nlogs. We said nothing. We just sat, in deep, wordless, thoughtless\nsilence. We were the last outpost of Mankind.\n\nI think suddenly something very noble must have transformed these\ncreatures to a semblance of what they had been of old. I saw, in their\neyes, the question they sent from one to another, and in every eye I saw\nthat the answer was, Yes. With one accord they rose before my eyes and,\nignoring me as a baser creature, they stripped away their load of\ntattered rags and, one by one, they stalked with their tiny shrivelled\nlimbs into the shivering gale of swirling, gusting snow, and\ndisappeared. And I was alone....\n\nSo am I alone now. I have written this last fantastic history of myself\nand of Mankind upon a substance that will, I know, outlast even the snow\nand the Ice--as it has outlasted Mankind that made it. It is the only\nthing with which I have never parted. For is it not irony that I should\nbe the historian of this race--I, a savage, an \"archaic survival?\" Why\ndo I write? God knows, but some instinct prompts me, although there will\nnever be men to read.\n\nI have been sitting here, waiting, and I have thought often of Sir John\nand Alice, whom I loved. Can it be that I am feeling again, after all\nthese ages, some tiny portion of that emotion, that great passion I once\nknew? I see her face before me, the face I have lost from my thoughts\nfor eons, and something is in it that stirs my blood again. Her eyes are\nhalf-closed and deep, her lips are parted as though I could crush them\nwith an infinity of wonder and discovery. O God! It is love again, love\nthat I thought was lost! They have often smiled upon me when I spoke of\nGod, and muttered about my foolish, primitive superstitions. But they\nare gone, and I am left who believe in God, and surely there is purpose\nin it.\n\nI am cold, I have written. Ah, I am frozen. My breath freezes as it\nmingles with the air, and I can hardly move my numbed fingers. The Ice\nis closing over me, and I cannot break it any longer. The storm cries\nweirdly all about me in the twilight, and I know this is the end. The\nend of the world. And I--I, the last man....\n\nThe last man....\n\n... I am cold--cold....\n\nBut is it you, Alice? Is it you?\n\n\nTHE END\n\n\n\n\n\nEnd of Project Gutenberg's The Coming of the Ice, by G. Peyton Wertenbaker\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE COMING OF THE ICE ***\n\n***** This file should be named 26967.txt or 26967.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/6/9/6/26967/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}