{"title": "B. C. 30,000", "author": "Sterner St. Paul Meek", "releaseDate": "October 21, 2008", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration: _With a roar, the apemen charged._]\n\nB. C. 30,000\n\nBy Capt. S. P. Meek\n\n\n Back in the dim dawn of civilization\n Anak the Hunter stands in his might\n  before the encroaching Neanderthal\n                 men.\n\n\nA scream of rage split the darkness. From the side of the fire where the\nwomen sat darted Esle, the High Priestess, a bloody bit of liver in her\nhand. Following her, and snarling like an enraged cat, came one of the\nmaidens of the tribe. The aged hag, Esle, whose duty it was to declare\nto the tribe the will of Degar Astok, the mighty one who dwelt in the\nheavens and sent the storms to enforce his will, came to a pause before\nUglik, the Chief and tribal Father.\n\n\"Una was eating of the man's piece,\" she shrilled as she held the\nfragment aloft.\n\nUglik dropped the thigh bone from which he had been ripping the meat in\nhuge chunks. He took the liver from Esle and examined it.\n\n\"Bring me my spear!\" he roared as he lunged forward and grasped Una by\nthe hair. \"Una has stolen that which is tabu to her and I will punish\nher.\"\n\nUna moaned with fright but attempted no resistance. Uglik grasped his\nspear and raised it over his head.\n\n\"Hold, Father!\" came a clear voice from the group of hunters who sat\nnear the chief.\n\nUglik paused in amazement at the interruption. Anak, the Chief Hunter,\nrose to his feet and made a step forward.\n\n\"She stole it not,\" he said. \"Anak, the Chief Hunter, gave it to her.\"\n\nUglik released the girl and stared at the hunter in surprise. Anak\nreturned the stare coolly and Uglik raised his throwing-spear\nthreateningly. Anak did not let his gaze wander from the Father's, but\nhis grasp tightened ever so slightly on the sharp flint smiting-stone\nwhich he had taken from the skin pouch which dangled from his leather\nwaist belt before he had made his announcement.\n\n\"Anak, the Chief Hunter, gave it to her,\" he repeated slowly. \"Anak\nkilled the buck, and half of the liver is, by the law of the tribe, his\nto dispose of. Does the Father deny the right?\"\n\n       *       *       *       *       *\n\nUglik lowered the point of his spear and thought rapidly. Anak's act\nconstituted unheard-of rebellion against his authority. On the other\nhand, the Chief Hunter was the cleverest tracker of the tribe and a\nmighty warrior in battle. The tribe of Ugar had lost most of its\nwarriors in their long six-month march north from the fertile valley\nwhere the Mediterranean Sea now rolls. Uglik was too wise a leader to\nwaste men on a trivial quarrel, able though he felt himself to kill\nAnak, should the latter cry the rannag, the duel to the death by which\nthe Father must at any time prove to any challenger, his right to rule.\n\n\"It is the right of the killer to dispose of half of the liver of the\nkill,\" he conceded. \"It is also the right of the stronger to take what\nhe wills from the weaker. To Esle belongs the liver. The girl will not\nbe punished. Anak will join me at meat.\"\n\nAnak's face flushed momentarily at the arrogant tone of the Father's\nruling. He realized, as well as Uglik, what had caused the Father to\ncondone his semi-rebellion. He shrugged his shoulders and sat down\nbeside Uglik.\n\nUglik ate slowly, looking meditatively at Una as she tore off chunks of\nthe meat with her strong teeth and swallowed them. The girl was about\neighteen and in the first flush of womanhood. Her tawny brown skin\ngleamed like satin in the firelight, which was reflected from her\nslightly curling masses of black hair. She stood eight inches over five\nfeet and her entire body was built on generous lines, lines of perfect\nhealth and almost masculine strength. Anak's eyes followed the direction\nof Uglik's gaze and he grew thoughtful in turn.\n\n\"Is the Father satisfied with the Chief Hunter?\" he asked ceremoniously.\n\n\"The Father is,\" replied Uglik in similar vein.\n\n\"Then the Chief Hunter has a boon to ask.\"\n\n\"Name it.\"\n\n\"I desire that maiden, Una, be given to me.\"\n\n\"What?\"\n\nUglik could hardly believe his ears. All of the women of the tribe\nbelonged of immemorial right to the Father. While he might lend one for\na time to a favored hunter as a mark of distinction, the suggestion that\nhe completely relinquish his claim to one of them, and a young and\nhandsome one at that, struck him with such astonishment that he was\nmomentarily speechless.\n\n\"I desire that the maiden, Una, be given to me,\" repeated Anak. \"She\npleases me. I would have her carry my weapons on the march and sleep by\nmy side in the camp.\"\n\n       *       *       *       *       *\n\nUglik leaped to his feet, spear in hand, but before the Chief Hunter's\ncool gaze, he wavered, again. Men were too scarce to waste, unless it\nbecame necessary.\n\n\"I will consider the matter,\" he said shortly. \"I may lend her to you\nfor a time, but I will not give her to you. Such is not the law.\"\n\n\"The Father who ruled before you gave women to his favored hunters,\"\nreplied Anak. \"I was the son of such a one.\"\n\n\"And Degar Astok assumed the form of a lion and punished him for his\nimpiety by destroying him,\" retorted Uglik.\n\n\"Then Uglik killed the lion and so became Father,\" replied Anak, \"since\nnone dared challenge the slayer of Degar Astok. Is it not possible that\nEsle, who was young and who favored Uglik in those days, made a mistake?\nDespite his death, Degar Astok still has power.\"\n\nUglik's face flushed at the hunter's words.\n\n\"Degar Astok may be robbed of one body, but he still lives,\" he\nanswered. \"Say no more. I will consider your request.\"\n\nAnak saluted and strode to the other side of the men's fire. He dropped\ndown beside Invar, the youngest of the hunters. It was on his\nrecommendation that Invar had been initiated into the ranks of manhood a\nfull season before his time. The young hunter looked up with adoration\nin his eyes.\n\n\"This I saved for my friend, Anak,\" he said proudly as he extended a\ngenerous chunk of liver. \"Invar will be honored if his friend will eat\nof the liver of his kill.\"\n\nAnak took the morsel with thanks and ate it slowly. His thoughts ran to\nthe tall maiden whom he had requested from the Father, and his blood\nboiled at the way he had been put off. He was half inclined to cry the\nrannag, but he was not yet ready for the death duel which would\ndetermine whether he or Uglik would rule the tribe. There was no other\nsolution, for, while he ruled, the Father's word was law, subject only\nto the higher law of Degar Astok as given out by the High Priestess.\nThis overlordship was more nominal than actual, for those priestesses\nwho lived long lives were invariably those who found that the will of\nthe Father coincided exactly with the law of Degar Astok. Anak revolved\nthe problem in his mind for a time, but the repletion of raw meat in his\nstomach was not conducive to protracted thought. Gradually his head\nslumped forward and he slept sitting. The other hunters followed his\nexample, leaving the youths from ten to seventeen to guard the camp,\nkeep the fires going, and rouse the hunters should need arise.\n\n       *       *       *       *       *\n\nThe night passed slowly without alarms. Womoo, the lion, roared in the\ndistance, and from near at hand came the coughing laugh of Kena, the\njackal, who always prowled around the camp when the tribe fed on meat.\nGradually the sky grew lighter. One of the children moaned in his sleep\nand raised his head. He rose, and with a word to the youth on guard,\ntrotted off toward the stream which gurgled near the camp. He\ndisappeared in the darkness. Suddenly there came a sudden scream, shut\noff in mid-note. Hardly had the cry ceased than the hunters were on\ntheir feet with spears ready in their hands.\n\n\"What is it?\" cried Uglik.\n\n\"Loda went to the stream to drink,\" stuttered the guard. \"He screamed,\nand I saw a gray shape run off into the darkness. It ran like Grup, the\nbear, but it was small.\"\n\n\"Bring fire!\" cried Anak.\n\nThe youth seized a burning brand and led the way toward the stream. By\nthe light of the torch Anak scrutinized the ground carefully. With a\nsudden exclamation, he pointed out to Uglik the print of a long and\nnarrow, but unmistakably human, foot in the mud by the river bank. Uglik\nstudied it carefully.\n\n\"What think you?\" he demanded of Anak.\n\n\"It is the mark of man, yet not of our tribe,\" replied the Chief Hunter.\n\"Such marks have I never seen.\"\n\n\"Wait until Degar Astok sends the light,\" directed Uglik. \"As soon as\nyou can trail, the hunters will go in pursuit.\"\n\n       *       *       *       *       *\n\nSlowly the light grew brighter. As soon as he could pick out the trail,\nAnak led the way, Uglik with the warriors and youths following closely.\nThe trail led straight up the valley for a half mile before it turned\nand followed a branch of the stream which came from a ravine in the\nvalley wall. The hunters went a hundred yards up the ravine following\nAnak. The Chief Hunter paused and held up his hand. He sniffed the air\nand then led the way cautiously past a projecting shoulder of rock. On\na ledge, half way up the hillside, sat two monstrous things.\n\nThey were manlike and yet hardly man. Their bodies were covered with\nstiff, coarse, gray hair which lengthened into a mane on the head and\nneck. Their foreheads were low and receding, an impression which was\nheightened by the enormously developed brow ridges, although the cranial\ncapacity of the creatures was not small, as was evidenced by enormous\nbulges at the back of their heads. They walked on two legs but with a\npeculiar slouch, the torso inclined forward from the hips, and their\neyes bent perpetually on the ground. Their arms were long and at times\nthey bent forward so much that it appeared almost as though they were\ngoing on all fours. A close examination of their hands would have shown\nthat it was impossible for them to hold a needle between the thumb and\nforefinger.\n\n\"Gumor, the gray ape!\" cried one of the hunters.\n\n\"It is not Gumor,\" replied Anak, \"although they are like his cousins.\nSee what they eat!\"\n\nAs the hunters of the Cro-Magnon tribe of Ugar saw the meat which the\nNeanderthalers were tearing, a cry of wrath broke from them. Uglik\nstepped forward and raised the war cry of the tribe. The Neanderthalers\nlooked stupidly down at him for a moment. The huge male dropped the meat\nhe was eating and rose, his mane and beard bristling with rage. With a\nroar, he charged down the slope, a huge flint smiting-stone in either\nhand.\n\n       *       *       *       *       *\n\nThe hunters closed up on Uglik. As the attacker came within range, he\nwas saluted with a shower of stones which sprang harmlessly from his\nhuge rounded chest. Uglik hurled his spear. It pierced the apeman's\nshoulder but did not make him pause. Other spears were hurled and struck\ntheir mark, but without a pause the Neanderthaler came on with howls of\nrage and pain, bloody froth flying from his lips.\n\nAnak had not thrown his spear, and Invar, who stood beside his hero, had\nlikewise retained his weapon. The apeman came on with a rush. Uglik\nsprang forward to meet him, but another hunter was directly in the path\nof the attack. He swung his flint smiting-stone with a will, but his\nblow was futile. He went down before a sweep of the apeman's arm, his\nskull crushed to fragments.\n\nUglik struck at the attacker. The Neanderthaler turned toward him, but\nas he did so, Anak hurled his spear. At close range, the stone-tipped\nweapon passed nearly through the apeman. He stopped his rush and began\nto cough up blood from a pierced lung. Anak seized Invar's spear and\nsprang to the attack. An unfledged youth who craved distinction, rushed\nahead of the Chief Hunter, but his act spelled his doom. One blow of the\nhuge smiting-stone laid him dead. Anak hurled Invar's spear and again\nhis weapon found its mark. The Neanderthaler roared with pain and sank\ngradually to his knees. Uglik dashed in, knife in hand. He threw himself\non the prostrate monster and stabbed him again and again. The blows\nstruck home, but with a last effort the apeman threw off his assailant\nand struck at him with the huge stone which had already robbed the tribe\nof two of its members. Before the blow could fall, Samo, one of the\nhunters, threw himself in the way and took the blow on his arm. The arm\nbone snapped like a pipestem, but it was the monster's dying effort.\nWith a shudder, he fell back dead.\n\n       *       *       *       *       *\n\nA ferocious howl rent the air. With a smiting-stone in each hand, the\nfemale charged down at them. She was somewhat smaller than the male, but\nstill a match for any two of the men. Uglik's face paled as he wrenched\nInvar's spear from the dead male and turned to face her. The howl was\nrepeated from farther up the ravine. Two more males were approaching at\na lumbering run, smiting-stones in either hand. Uglik was a brave man,\nbut he was also a cautious leader. He did not care to expose his tribe\nto almost certain annihilation and he led a wild retreat down the\nvalley, Samo, with his arm hanging limp, bringing up the rear. The\nNeanderthalers did not follow into the open valley.\n\nAgain at the camping place, Uglik called his hunters into council. The\nsituation was grave enough. With the Neanderthalers so near them, it\nmeant eventual annihilation to stay where they were, yet there was no\nplace they could go. They had been driven from their old home by hordes\nof men who came up from the south. They had fought to retain their\nancestral hunting grounds where they had dwelt since the beginning of\ntime, but a series of defeats at the hands of overwhelming numbers had\ndwindled down the tribe until a migration was necessary. They had\nfollowed the migrating game toward the unknown north.\n\nSeveral times they had tried to stop, but each time they had found the\nland in possession of other and stronger tribes. Their men had been\nkilled and their women stolen until they again took up their march to\nthe north. From the hundred that had formerly called Uglik \"Father,\"\nthere now remained only a score of women and children, a half dozen\nyouths, and five able-bodied hunters, besides Uglik.\n\nSouth, they dared not go. North, there lay unknown horrors. West lay the\nraging sea. East, the Neanderthalers blocked the way.\n\n       *       *       *       *       *\n\nThe council broke up with no action decided on. Faced with the\nalternatives of moving or staying, there seemed to be little choice.\nOnly death faced them, whichever way they turned. Uglik posted guards\nabout the camp and announced that he would retire and consult with Degar\nAstok as to their future course.\n\nAs he disappeared into the woods, Esle sidled up to Anak.\n\n\"It seems that Degar Astok no longer loves Uglik,\" she said slyly. \"Does\nnot the Chief Hunter agree with me?\"\n\nAnak looked at the withered hag coldly.\n\n\"Who am I to tell his Priestess whom Degar Astok loves?\" he asked. \"You\nare his voice and should know.\"\n\n\"True, Anak, I am his voice, and the God loves me,\" she went on, \"yet it\nmay be that men do not always love me. Uglik thinks that I have given\nhim false counsel and he is ready for a new Priestess to announce the\nwill of Degar Astok to him. He believes that a new and younger Priestess\nwould bring back the favor of the God.\"\n\n\"What is that to me?\" asked Anak.\n\n\"You desire the maiden, Una?\"\n\n\"And if I do?\"\n\n\"You are not to have her. Uglik will never grant your request. Already\nhe plans to make her the High Priestess, should an accident happen to\nme.\"\n\nAnak started. If Esle spoke the truth, it ended his chances of having\nUna. All women were tabu to all save the Father, but the High Priestess\nwas doubly sacred.\n\n\"What am I to do?\" he demanded.\n\nEsle smiled slyly.\n\n\"I was the Voice of the God before Uglik was Father,\" she said in a low\nvoice, \"and I would be so after he is gone. Cry you rannag on him. I\nknow many things, and I will cast a spell on him so that victory will be\neasy for you. Then will you be Father. The maiden Una will be yours, and\nold Esle will remain the High Priestess.\"\n\n\"To give me false counsel as you have Uglik, and in time to plot my\noverthrow and death with another,\" said Anak sternly. \"No, woman or\ndevil, whichever you are, I want no help of yours. If I ever cry rannag\non Uglik, I will defeat him by my strength or not at all. If I win to be\nFather, be assured that an 'accident' will happen to you shortly.\"\n\n       *       *       *       *       *\n\nEsle frothed at the mouth with rage.\n\n\"You shall never have the maiden!\" she screamed. \"Rather will I kill her\nthan that you shall have her. It was in my mind to make you Chief and to\nlead you from this trap that Uglik had brought you into, but you have\nsealed your doom and hers. I go to prepare a curse.\"\n\nShe turned to depart, but Anak grasped her by the arm.\n\n\"Listen, woman,\" he said sternly as he raised his spear, \"it is in my\nmind to kill you and make an end of your evil plottings.\"\n\n\"Spare me! Spare me, noble Anak!\" shrieked the hag, dropping to her\nknees as the flint point of Anak's spear hovered over her. \"I will not\nharm her nor you, either. I will soften Uglik's heart toward you and\nmake him give you the maiden. I will declare it is the will of the God.\"\n\nAnak lowered the spear.\n\n\"As long as Una is safe, your life is spared,\" he said grimly; \"but pray\nto Degar Astok to keep her safe. Should any harm befall her, your life\nwill answer for it.\"\n\n\"I will weave spells to guard her from harm, Anak,\" she cried eagerly.\n\"Only let me live, brave hunter!\"\n\nAnak spurned her contemptuously from him. The hag scuttled away and took\nthe path into the woods which Uglik had taken earlier. Later in the day\nshe returned with the Father. Uglik announced briefly that it was the\nwill of Degar Astok that they remain at their present camping place.\n\n       *       *       *       *       *\n\nThen began a time of horror for the children of the tribe. If one of\nthem strayed for even a short distance from the circle of the camp fire\nat night, there came a scream from the darkness and the tribe would\nmourn another lost member. The tales of man-eating giants and ogres\nwhich even yet haunt the dreams of childhood have descended to us\nthrough the ages from those grim times when the race of men learned the\nlesson of fear of the dark that they are now slowly and painfully\nunlearning.\n\nAnak did not renew his request for Una. He knew from her smiles that the\nmaiden was more than willing to become his property, but in the face of\ntheir daily peril, he was not willing to precipitate a crisis which\nmight easily cost the tribe most or all of their few remaining warriors.\nHe kept a sharp watch on Esle and on Uglik, but neither the High\nPriestess nor the Father seemed to notice the girl.\n\nAs time went on, the Neanderthalers lost their fear of the fire and grew\nbolder. Their gray shapes could be seen prowling around at night, just\noutside the protecting circle of light. The climax came at last. There\nwas a scream in the night. A howl of triumph came from the darkness. The\nquickly aroused hunters could see nothing at which to cast their\nspears.\n\n\"Who is missing?\" demanded Uglik as the hunters returned empty handed.\n\n\"The maiden, Una,\" cried Esle shrilly.\n\nAnak rushed at her, spear in hand.\n\n\"Unsay those words, hag of evil omen!\" he roared. \"Where have you hidden\nher?\"\n\n\"Ask of the cousins of Gumor,\" she replied as she ducked behind the\nprotecting frame of Uglik. \"They have taken her from us.\"\n\nAnak dropped his spear and buried his face in his hands. When he raised\nhis head again, resolution showed in his handsome face.\n\n\"Prepare spears and throwing-stones,\" he cried. \"To-morrow we attack the\ncousins of Gumor. Either they or we shall be no more when the night\nfalls again.\"\n\nA murmur of dissent went around the camp. Uglik sprang to his feet.\n\n\"What means the Chief Hunter of the tribe of Ugar?\" he demanded.\n\n\"I mean that to-morrow we settle for all time who rules in this valley,\nthe tribe of Ugar or the cousins of Gumor.\"\n\n\"And has the Father no voice in the council of the tribe?\"\n\n\"We have come to the end,\" replied Anak. \"If we do not strike now, soon\nwe will be too weak to strike. To-morrow we attack!\"\n\n\"I am Father of the tribe of Ugar,\" replied Uglik with a dangerous note\nin his voice. \"No one gives orders here except me. On you, Anak, the\nChief Hunter that was, I place the word of death! Slay him!\"\n\nThe hunters raised their spears doubtfully. Anak raised his, ready to\ncast it at Uglik. Before a blow could be struck, a figure sprang across\nthe fire and took a stand, back to back with Anak.\n\n\"Who strikes my friend, strikes me!\" cried Invar.\n\n       *       *       *       *       *\n\nUglik gave a gasp at this fresh defection from his authority. He roared\nto the hunters to strike. The three hunters remaining to the tribe\nadvanced half-heartedly. None of them cared to face Anak; and Invar,\nyoung as he was, had already proven himself a mighty warrior. Uglik\nshouldered them aside with a roar of wrath. Before he could attack,\nAnak's cry stopped him.\n\n\"Hold, Uglik!\" cried the Chief Hunter. \"If you attack, the tribe will\nlose most or all of its hunters. You have put the death word on me, as\nis your right. I go now against the cousins of Gumor, and that, I think,\nis death. Let me go in peace and with weapons. Before they tear me limb\nfrom limb, at least one of them will not be alive.\"\n\n\"And I go with Anak!\" cried Invar. \"More than one of the cousins of\nGumor will know that the Chief Hunter of the tribe of Ugar and his\nfriend have visited their home.\"\n\nUglik paused. No trace of fear entered his heart, but the wily\npolitician saw the force of Anak's argument. He would gain doubly by the\ncourse that the hunter had proposed.\n\n\"Go in peace, and with weapons,\" he said as he lowered his spear. \"Esle\nwill take your weapons and make spells over them that will increase\ntheir might. At dawn you shall go. The word of death is on you, so come\nnot back to the tribe again. Once you leave the camp, you are outlaw.\"\n\n\"So be it!\" replied Anak.\n\nShortly before the dawn, Esle crept to Anak's side.\n\n\"I've wrought spells over your weapons, Chief Hunter,\" she said softly,\n\"and over those of your companion. Remember this when the cousins of\nGumor attack you.\"\n\n\"I will, hag of evil,\" said Anak grimly. \"Better will it be for you that\nwe never return.\"\n\n\"Why leave?\" came Esle's insinuating voice. \"I am still ready to help\nyou. Cry rannag on Uglik in the morning. Your weapons have had my\nattention and his have not. That alone would decide the fight. Slay him\nand the warriors of the tribe will fight at your back. I know spells,\nand mayhap, they will prevail even against the cousins of Gumor.\"\n\n\"I go but for vengeance, Esle,\" said Anak wearily. \"With Una gone, I\nhave no desire to live.\"\n\n\"There are other maidens who are fair, Anak, and when you are Father you\nwill have them all.\"\n\n\"Leave me, Esle,\" said Anak shortly. \"I desire none but Una.\"\n\n\"And may the cousins of Gumor crack your bones between their teeth,\" she\nhissed venomously as she slipped away into the darkness.\n\n       *       *       *       *       *\n\nAs the sun rose above the horizon, Anak and Invar took their way up the\nvalley. Each carried three flint-tipped throwing-spears, while a good\nsupply of flint throwing-stones were in their skin pouches. Half a mile\nfrom camp, Anak turned to his companion.\n\n\"I thank you for coming with me,\" he said, his hand on Invar's shoulder.\n\"It is the deed of a brave man.\"\n\nInvar flushed and looked down.\n\n\"The least that I can do is to go to Degar Astok with my friend,\" he\nsaid.\n\n\"It is the deed of a brave man, yet I think we are not yet ripe to die.\"\n\n\"We go against the cousins of Gumor, do we not?\" asked the lad.\n\n\"We do.\"\n\n\"And is that not death?\"\n\n\"Mayhap, and yet, I have a plan. We may live.\"\n\n\"How can we two expect to do what all the tribe of Ugar dare not try?\"\n\n\"The tribe of Ugar, or a dozen tribes of Ugar, could not conquer with\nUglik leading them,\" replied Anak, \"yet we two may do so. Hark now to my\nplan. Like Gumor, the gray ape, his cousins walk ever with their eyes\ncast down. While we have been hunting, I have been spying on them in\ntheir home. Never have I seen one look up, and it may be that they\ncannot. Above or on a level with us, they can easily kill us. If we\nstand on the rocks above them, they cannot see us and will be at our\nmercy. They can run as fast as we on level ground, but going uphill, we\nwill leave them as Guno, the deer, leaves Kena. They are few in number;\nI have watched and seen but two hunters and three females. It is my plan\nto scale the cliffs and watch them below us. When the time is ripe, we\nwill launch our throwing-spears. If we fail to make a kill, we will\nbound up the hill and escape to strike again.\"\n\nInvar looked with admiration at his leader. The habit of connected\nthought and reasoning was new in the world in those days. Such boldness\nof conception as was shown by Anak's plan was a thing for marvel. As the\nramifications of the plan seeped into Invar's brain, his face glowed\nwith enthusiasm.\n\n\"Anak should be Father of the tribe of Ugar!\" he cried.\n\n\"That may yet come to pass,\" replied Anak enigmatically. \"If I kill\nUglik, however, it will be to avenge Una, not to win the chieftainship.\nNow keep silence, for here is the home of the cousins of Gumor.\"\n\n       *       *       *       *       *\n\nCautiously the two hunters passed the mouth of the ravine and climbed\nthe slopes of the valley. Once on the level ground, they moved to the\nedge of the ravine and looked down into it. Nothing could be seen\nmoving. Anak led the way a hundred yards farther up the ravine.\n\n\"Below us is a cave where dwell two,\" he whispered. \"Make ready your\nspear while I sound the challenge.\"\n\nHe raised his voice in a wild howl of challenge. For a moment there was\nsilence. Then from the ravine came a hoarse rumbling bellow. An enormous\nmale made his appearance, his mane and beard bristling with rage. He\ndarted his eyes hither and thither, seeking the source of the challenge.\nAgain a hoarse roar came from his broad, thick lips. As it rose to a\ncrescendo, Anak hurled his spear.\n\nHis aim was true. The point struck the Neanderthaler at the junction of\nhis neck and shoulder. As it struck, the haft flew from the spear and\nbounded down the slope. The first point made only a surface wound.\n\nThe apeman roared with pain and rage. Still he did not see his enemies.\nWith careful aim, Invar launched his weapon. The stone-tipped spear\nstruck the giant's groin, but the haft broke and the head was barely\nburied in the flesh. The Neanderthaler pricked up his pointed, lobeless\nears, and located the source of the shout. By bending back his torso, he\nlooked upward. With a roar of rage he started up the slope, a huge flint\nsmiting-stone grasped in each hairy paw.\n\nAnak and Invar dashed up the slope ahead of him. The keenness of the\nChief Hunter's powers of observation was attested by the fact that they\neasily increased their distance from their pursuer. As they ran, Invar's\nfoot dislodged a boulder which thundered down the slope. The\nNeanderthaler did not see it coming until it was too late to dodge. The\nstone took him full in the chest and he rolled down the slope, a shower\nof smaller stones going with him.\n\nHe smashed against a tree. With shouts of triumph, Anak and Invar\nbounded down the slope. The Neanderthaler was dying, his chest crushed\nin. Invar raised a spear and drove it at his heart. The weapon struck\nfair, but again the head of the spear came off the shaft. A sudden\nthought illuminated Anak's brain.\n\n\"Esle!\" he cried in rage. \"She had our weapons last night!\"\n\n       *       *       *       *       *\n\nHe studied the two spears remaining in his hand. Each of them had the\nhide lashing which bound the head to the haft cut through. The weapons\nwere useless.\n\nInvar's face paled. From up the slope a roar assailed their ears. The\nfemale was rushing down at them, smiting-stones in hand.\n\n\"Fly, Invar!\" cried Anak. \"Run up the slope and throw down stones at\nher. I will hold her for a moment.\"\n\n\"Invar stays with his friend!\" cried the boy stubbornly as he gripped\nhis useless throwing-spear.\n\n\"Run up the slope!\" stormed Anak. \"It is our only chance. Remember how\nthe male died!\"\n\nSlowly the idea penetrated Invar's brain. With a shout he dashed away.\nHe circled the oncoming female and got above her. Anak hurled one of his\ncrippled spears. It struck her full in the chest, but made only a flesh\nwound as the handle dropped away. The female roared with rage and hurled\nherself at the hunter. Anak leaped to one side and ran for dear life.\nThe clumsy female checked her rush and turned after him. He rapidly\ngained on her. A shout from above reached him.\n\n\"Run to your left, Anak!\"\n\nThe hunter swerved sharply to his left. Invar threw his shoulder against\na huge boulder on the slope. The stone rocked but did not fall. Again\nthe lad exerted himself until his muscles cracked under the strain. The\nboulder tottered for a moment and then rolled down the slope, gathering\nmomentum as it rolled. It was deflected from the direct line of the\nfemale's attack, but a smaller stone it dislodged struck her on the\nshoulder and knocked her from her feet.\n\n\"More stones, Invar!\" cried Anak.\n\n       *       *       *       *       *\n\nThe two exerted themselves and an avalanche of rocks thundered down the\nslope. The female strove to rise, but she was overwhelmed. Down the\nslope rushed the two hunters, intent on finishing her with their\nsmiting-stones and knives. She lay in a twisted heap, whimpering\nplaintively. Invar's knife found her heart, and she sank back dead.\n\n\"Well struck, Invar!\" cried Anak. \"Would that we had spears. Others of\nthe cousins of Gumor are coming.\"\n\nBellowing roars came from higher up the ravine. The two hunters bounded\nback up the slope. Down the ravine came another female, followed by a\nfourteen-year-old boy. Contemptuous of their assailants, the hunters\nbetrayed their whereabouts with shouts. The female accepted the\nchallenge and climbed heavily up the slope toward them, the boy trailing\nher and aping her cries with shrill shouts.\n\nThe hunters allowed her to approach to within a few yards before they\nthrew their combined weight on a huge mass of rock. The boulder gave and\nthundered down the slope. It brushed past the female but did not strike\nher.\n\n\"Higher up and try again, Invar!\" cried the Chief Hunter.\n\nThey bounded up the slope. Anak paused and hurled a flint throwing-stone\nwith deadly aim. It struck the female a glancing blow on the face,\ntearing the flesh from one of the prominent brow ridges. She stopped,\nmomentarily blinded. Invar raised a rock high above his head with both\nhands and cast it at her. It struck her on the chest and she fell\nbackwards. Again Anak's strategy was successful and an avalanche of\nrolled rocks overwhelmed her. The boy turned to fly, but the\nfleet-footed Invar overtook him and the knives of the two hunters\nquickly put an end to his career.\n\nAs they bent over his dead body, a shrill scream rose on the air. It was\nnot the voice of an apeman, or an apewoman, but held a human quality.\nThe hunters straightened up and sought the source of it. Again came the\nscream. From the mouth of a cave above them bounded a girl. She won\nmomentarily to freedom, but a huge Neanderthal male followed her from\nthe cave. His hairy arm seized and dragged her back.\n\n\"Una!\" cried Invar and Anak in one voice.\n\n       *       *       *       *       *\n\nForgotten were strategy and tactics. Anak bounded up the slope, Invar at\nhis heels. Into the mouth of the cave they charged. The huge male\ndropped the girl and faced them with a growl. Anak hurled a\nthrowing-stone, but his aim was poor. It rebounded harmlessly from the\ngreat arched chest of the Neanderthaler. With a roar, the apeman\ncharged.\n\nThe hunter sidestepped the rush and swung his smiting-stone. The blow\nwas deflected by the upraised arm of the apeman and fell on his\nshoulder. Invar hurled a throwing-stone which found the monster's face\nand made him pause. The apeman recovered himself and rushed at the\nyouth. The boy met him, smiting-stone in hand, but one swing of the\nheavier flint broke through his guard and stretched him senseless on the\nfloor, blood flowing from a gash in his head.\n\nAnak hurled another throwing-stone which caught the apeman on the back\nof the head, dazing him. With a shout, Anak closed. The effects of the\nblow had been only momentary and the Neanderthaler met his rush with\nboth his stones swinging. One of them tore a long gash down Anak's back\nwhile the other laid open his thigh. The apeman dropped his stones and\nwound his long hairy arms about the hunter's body. Anak threw himself\nback and the two rolled on the floor, the apeman striving to crush the\nlife out of his slighter opponent, while Anak smote futilely with his\nsmiting-stone at the hairy body. Slowly, the hunter's ribs gave under\nthe pressure. Spots of fire danced before his eyes. He strove valiantly,\nbut his muscles were as a child's, compared to the enormous development\nof his opponent. With a gasp, his body went limp.\n\n       *       *       *       *       *\n\nUna had watched the struggle with horror-stricken eyes. As the apeman's\ngrip tightened about Anak's body, she gave a low moan. Her gaze fell on\nthe discarded smiting-stones of the Neanderthaler. She sprang forward\nand lifted one in both hands. The apeman threw back his head to give a\nroar of victory. The note never issued from his throat. The huge flint\nwhich he had chipped patiently to a sharp edge, struck him on the back\nof the head. With a gasp and a convulsive shudder, the apeman rolled\nover, his skull crushed in.\n\nInvar slowly recovered consciousness, and now sat up. He looked dully at\nthe dead body of the Neanderthaler. Beside it, Anak lay in a pool of\nblood. He staggered to his feet, asking dully:\n\n\"Is Anak with Degar Astok?\"\n\n\"Not yet,\" replied Una. \"Help me to stop the flow of his blood.\"\n\n\"He said there were five of the cousins of Gumor,\" said the boy as he\nlooked around apprehensively. \"We have slain but four.\"\n\nUna pointed toward the ravine.\n\n\"The other lies there,\" she said. \"This one slew his mate an hour gone.\nI think he designed me to take her place.\"\n\nFever took Anak, and for three days he hovered between life and death.\nThen he slept and woke conscious, although his strength was badly sapped\nby the fever. There was no lack of food, for game was plentiful and\nInvar had found and mended the throwing-spears which Esle had tampered\nwith. Slowly Anak recovered his strength. A month after the fight he\nstretched his muscles and announced himself as well.\n\n\"I return to-day to the tribe of Ugar,\" he announced.\n\n\"Can you return?\" asked Invar doubtfully. \"Remember the word of death.\"\n\n\"That, let Uglik answer,\" replied Anak. \"In peace or in war, I will\nreturn. Soon the winter will come and here are warm caves and game in\nplenty. Here shall the tribe make a home.\"\n\n\"Where you go, there go I,\" exclaimed Invar.\n\n\"And I likewise,\" said Una.\n\n\"Una will stay here until we return,\" replied Anak in a tone which\nbrooked no argument.\n\n       *       *       *       *       *\n\nThe girl pouted, but a sharp word from Anak settled the matter.\nThrowing-spear and smiting-stone in hand, the two hunters approached the\ncamping place of Uglik's tribe. They were within a hundred yards before\nthey were seen. Esle set up a shrill cry.\n\n\"Here come those on whom the Father passed the death word. Slay, oh,\nhunters!\"\n\nAnak raised his hand and made the sign of peace.\n\n\"Wait before you attack two such as we,\" he said. \"We are bearers of\ngood tidings. By our hands, the cousins of Gumor have died. Think you,\ndo you care to attack two such as we?\"\n\nThe hunters looked at one another doubtfully.\n\n\"He lies!\" shrilled Esle.\n\n\"We do not lie!\" retorted Anak. \"Their bones, picked clear by Kena, lie\nin their ravine. We come in peace to lead you to their home. There are\nwarm caves and game in plenty. We will rejoin the tribe if the Father\nwill remove the death word. Otherwise, attack us if you dare, and the\ntribe of Ugar will join the cousins of Gumor.\"\n\nUglik's face plainly showed hesitation.\n\n\"The death word his been passed,\" he said doubtfully. \"It can be\nwithdrawn only by a sacrifice to Degar Astok.\"\n\n\"We two have offered five of the cousins of Gumor, and a boy. Is that\nnot enough?\"\n\n\"It must be a human sacrifice!\" cried Esle.\n\n\"Then, hag of evil omen, traitor to Uglik, attempted slayer of Invar and\nme, I offer you!\" cried Anak furiously, his spear raised.\n\n\"Sacrilege!\" she shrilled, darting behind Uglik. \"Slay the defamer of\nthe God!\"\n\n\"What mean these charges, Anak?\" asked Uglik darkly.\n\n\"Esle tampered with our spears, which you ordered her to strengthen for\nthe battle with the cousins of Gumor,\" said Anak. \"They broke in our\nhands. With only smiting-stones and knives, we overcame them. Further,\nshe tried to plot with me to kill you and take your place.\"\n\n\"He lies!\" cried Esle in a quavering voice. Uglik turned a black face on\nher.\n\n       *       *       *       *       *\n\n\"Enough!\" he roared. \"The sacrifice is sufficient. I withdraw the death\nword. Anak, the cause of dissension between us is gone. Rejoin the tribe\nin peace.\"\n\n\"I bow to the Father,\" replied Anak, suiting his action to his word.\n\"The tribe of Ugar has gained three members.\"\n\n\"Three?\" asked Uglik.\n\n\"The maiden, Una, was not slain, but borne away alive by the cousins of\nGumor. I have rescued her and she waits in the valley of plenty.\"\n\n\"Then Degar Astok was right when he told me he should have a new High\nPriestess,\" said Uglik, licking his lips. \"She shall come to my cave and\ntake the place of that worn-out hag, Esle.\"\n\n\"She will dwell in mine,\" said Anak shortly. \"I have taken her for mine\nand I will not give her up.\"\n\n\"The word of the Father is the law of the tribe,\" said Uglik.\n\n\"That is true. I ask that the maiden whom I have taken in war be given\nto me in peace.\"\n\n\"The maiden, Una, dwells in the Father's cave!\" said Uglik.\n\n\"Then cry I rannag on you, Uglik, the Father!\" cried Anak. \"I challenge\nyou to the fight to death, which you may not refuse and continue to\nrule.\"\n\n\"And on you I pass the death word!\" shouted Uglik. \"Hunters--\"\n\n\"The Father may not pass the death word on one who has cried rannag,\"\nretorted Anak. \"Such is the law!\"\n\n\"Such is the law!\" echoed the hunters, glad of an excuse not to attack\nthe two hunters of whose prowess they knew so much.\n\nUglik looked from one group to the other.\n\n\"When the sun starts to rest, the rannag will be fought,\" he answered.\n\"When I have slain this traitor, Una becomes High Priestess. Hunters,\nbind the hag, Esle, that she may not escape. Anak, lead the way to the\nvalley of plenty.\"\n\n       *       *       *       *       *\n\nPacking up was a simple matter for the tribe of Ugar. In five minutes\nthey were following Anak to the valley of the Neanderthalers. When they\narrived, Uglik picked out the largest of the caves, and told the hunters\nto choose their own. In a few minutes the tribe was established in their\nnew home. Esle was released from her bonds, for it was essential that\nthe High Priestess of Degar Astok prepare the ground for the rannag.\n\nAnak and Invar walked slowly up to the cave where Una waited.\n\n\"Uglik is a mighty warrior,\" said Invar doubtfully.\n\n\"So is Anak,\" was the reply. \"Further, I have a plan.\"\n\n\"Then are Uglik's days numbered,\" replied Invar with delight. \"Tell me\nwhat I am to do to aid you.\"\n\n\"When we get to the cave, you may cut off my hair and beard.\"\n\nInvar started back aghast.\n\n\"Your strength will go with it,\" he protested. \"The glory of the warrior\nis his beard.\"\n\n\"I do not believe it,\" said Anak. \"By cutting it, I will rob Uglik of a\nhandhold he could use to my downfall. Fear not, I know what I am doing.\"\n\nWith a flint knife, Invar slowly and painfully hacked off Anak's long\nhair and beard. When the operation was over, Anak smeared himself\nplentifully with the fat of a wild pig which had fallen to one of\nInvar's spears the day before. When he was ready, he threw himself down\nto sleep. When he had dropped off to slumber, Una rose. She took the\nliver of the pig from the back of the cave and approached the doorway.\n\n\"Where go you, Una?\" demanded Invar.\n\n\"I take this to the Father that he may strengthen himself for the\nrannag,\" she said enigmatically. \"Should not the best be given to the\nFather?\"\n\nInvar's hand tightened on his throwing-spear.\n\n\"Minded am I to slay you,\" he said darkly.\n\n\"And fight to the death with Anak when he awakens? Listen, oh, fool, if\nthe Father eats greatly, he will be slow and Anak may slay him with\nease.\"\n\nA light of admiration flashed into Invar's eyes.\n\n\"It is well thought,\" he said.\n\n       *       *       *       *       *\n\nWith a swift glance around, Una took from her girdle a tiny skin packet.\nShe opened it and displayed a brown powder.\n\n\"This, Esle gave me,\" she whispered. \"She said that Uglik had threatened\nher death and she wished Anak to kill him. If I give Anak this, Degar\nAstok would make him strong.\"\n\n\"Why did you not do so?\"\n\n\"Because I am a woman, and I know a woman's heart. It would have the\nopposite effect. I will rub it into the liver I give to Uglik.\"\n\nWith the aid of the women, Esle laid out a rough oval on the ground\nwhere the two combatants were to meet. Throwing-stones and spears were\nnot allowed in rannag, the two combatants fighting their duel with\nsmiting-stones and flint knives only. At the appointed hour, the two\ncombatants appeared, stripped to their loin-clothes only. The Father was\nhideous with streaks of paint, red, yellow, white, and black. Anak\nglistened from his coat of grease, but his skin was bare of ornament.\n\nThe two combatants took their places, while around the fighting ground\ngathered the hunters and youths, throwing-spears in hand. Their\nprivilege and duty it was to slay either of the fighters who fled or who\nwas forced out of the ring. Esle intoned a long prayer to Degar Astok.\nThe word for combat was given. The two men approached each other\ncautiously. The Father confident in his strength, but he felt heavy and\nlethargic. Anak was clear-eyed and alert, ready to take advantage of any\nopening offered him.\n\nThe two men circled, wary as great jungle cats. Anak, suddenly ducked\nhis head and rubbed his eyes. With a roar of triumph, Uglik charged.\n\nOutside the ring, there was a commotion. A woman's scream, rent the air.\nInvar leaped to Una's side, to find her wrestling with Esle.\n\n\"Kill her, Invar!\" shrieked the girl. \"She tried to cast a spell on\nAnak.\"\n\nThe young hunter forced open the High Priestess' hand. In it was grasped\na bit of shiny quartz with which she had reflected the sun into the\nhunter's eyes. With upraised hand, he struck her to the ground.\n\n\"She shall be judged after the rannag,\" he said. \"Take you this spear,\nUna, and drive it through her if she moves.\"\n\nThe girl took the spear. Invar returned to watch the fight. Anak had\nsidestepped the first rush of the Father and his smiting-stone had bit\nheavily into Uglik's shoulder. Uglik had whirled and charged again. Anak\nmade as if to leap to one side. As Uglik changed his direction to meet\nhim, Anak swayed back. Again his smiting-stone bit heavily into the\nFather's side. With a cry of pain, Uglik paused and changed his tactics.\nHe approached cautiously, ready to leap to either side. Farther and\nfarther Anak retreated until the hunters at the end of the oval raised\ntheir spears in anticipation. Then Anak charged.\n\nUglik was taken by surprise. His blow glanced off Anak's upraised stone\nwhile an upward sweep of the weapon took him in the neck. He dropped his\nstone and threw his arms around Anak's body. Well had Anak planned when\nhe greased his body, for Uglik's grip failed. Anak shook him loose and\nstruck again. Once more Uglik grasped him, and this time threw him\nheavily to the ground. Again the grease made his hold slip. Anak\nstruggled to his feet, but it was evident that the fall had hurt him.\n\n       *       *       *       *       *\n\nUglik followed up his advantage. He warded off the blow of the hunter's\nstone and again flung him to earth. Anak dropped his stone.\n\nUglik's hands fastened on the hunter's throat, and mercilessly he banged\nAnak's head on the rocky ground. Anak wound his mighty legs about the\nFather's middle. Silently they put forth their strength. Uglik's hold\nwas the more deadly, and slowly the hunter weakened.\n\n\"The Father kills!\" screamed Esle.\n\nShe strove to rise to her feet, but Una had her orders from Invar. She\npressed home the spear. With a sob, Esle fell back.\n\nAnak's tongue began to protrude from his mouth and his eyes swelled. An\nexpression of triumph spread over Uglik's face, which suddenly changed\nto one of amazement, and then to pain and fear.\n\nAs they rolled over, Anak had felt something pierce his leg. The pain\nwas nothing, but it persisted. As his consciousness slipped away, only\nthat one feeling remained. He reached down to his leg. Thrust deep into\nhis thigh was a knife-like sliver of flint. With a supreme effort, he\nrallied his failing consciousness and grasped it. The Father's chest was\ndirectly over him. With his last conscious effort, he thrust upward with\nthe fragment of flint. His aim was true. Uglik suddenly released his\nhold and raised himself to his knees, his hands plucking at his chest.\nFor a moment he swayed forward and back. Then, with a cry, he pitched\nforward, blood gushing from his chest over the unconscious hunter.\n\n       *       *       *       *       *\n\nAnak recovered consciousness to find his opponent lying dead before him,\nthe sliver of flint buried in his heart. He staggered to his feet and\ntried to speak. His vocal cords refused to act and he massaged his\nthroat gently.\n\n\"I am Father of the tribe of Ugar by right of rannag,\" he said hoarsely.\n\"Do any challenge the right?\"\n\nThere was no answer. Anak stepped to Una's side.\n\n\"Uglik spoke truth when he said that Una would be High Priestess of\nDegar Astok,\" he said. \"This I now proclaim her. You, Esle, stripped of\nyour office, shall do menial tasks for all who will until death claims\nyou. If your homage wavers, death will not be long.\n\n\"Lo, I make a new law for the tribe. No longer shall all the women\nbelong to the Father, but to those to whom the Father awards them. To\neach hunter, I now give one woman. He shall take her to his cave and\nhunt for her. She shall obey him and no other. The others shall live in\na woman's cave, and shall be tabu until they are chosen by one who has\nno woman, or until a hunter desires more than one woman to chip his\nflints and dress his skins. Hunters, choose your women and take up\ncaves. Here stays the tribe of Ugar forever, and we will allow no others\nin the valley.\"\n\nFollowed by Una he strode toward the Father's cave. Below the hunters\nand the women eyed one another a trifle fearfully. At last Invar stepped\nforward and grasped one of them by the arm.\n\n\"Come to my cave!\" he ordered.\n\nThe woman followed him submissively.\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Astounding Stories_ April 1932.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of B. C. 30,000, by Sterner St. Paul Meek\n\n*** END OF THIS PROJECT GUTENBERG EBOOK B. C. 30,000 ***\n\n***** This file should be named 26989.txt or 26989.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/6/9/8/26989/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}