{"title": "The Eternal Wall", "author": "Raymond Zinke Gallun", "releaseDate": "October 31, 2008", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n THE\n ETERNAL\n WALL\n\n By RAYMOND Z. GALLUN\n\n\n _A scream of brakes, the splash\n into icy waters, a long descent\n into alkaline depths ... it was\n death. But Ned Vince lived\n again--a million years later!_\n\n\n\"See you in half an hour, Betty,\" said Ned Vince over the party\ntelephone. \"We'll be out at the Silver Basket before ten-thirty....\"\n\nNed Vince was eager for the company of the girl he loved. That was why\nhe was in a hurry to get to the neighboring town of Hurley, where she\nlived. His old car rattled and roared as he swung it recklessly around\nPit Bend.\n\nThere was where Death tapped him on the shoulder. Another car leaped\nsuddenly into view, its lights glaring blindingly past a high,\nup-jutting mass of Jurassic rock at the turn of the road.\n\nDazzled, and befuddled by his own rash speed, Ned Vince had only swift\nyoung reflexes to rely on to avoid a fearful, telescoping collision. He\nflicked his wheel smoothly to the right; but the County Highway\nCommission hadn't yet tarred the traffic-loosened gravel at the Bend.\n\n[Illustration: An incredible science, millions of years old, lay in the\nminds of these creatures.]\n\nNed could scarcely have chosen a worse place to start sliding and\nspinning. His car hit the white-painted wooden rail sideways, crashed\nthrough, tumbled down a steep slope, struck a huge boulder, bounced up a\nlittle, and arced outward, falling as gracefully as a swan-diver toward\nthe inky waters of the Pit, fifty feet beneath....\n\nNed Vince was still dimly conscious when that black, quiet pool geysered\naround him in a mighty splash. He had only a dazing welt on his\nforehead, and a gag of terror in his throat.\n\nMovement was slower now, as he began to sink, trapped inside his wrecked\ncar. Nothing that he could imagine could mean doom more certainly than\nthis. The Pit was a tremendously deep pocket in the ground, spring-fed.\nThe edges of that almost bottomless pool were caked with a rim of\nwhite--for the water, on which dead birds so often floated, was\nsurcharged with alkali. As that heavy, natronous liquid rushed up\nthrough the openings and cracks beneath his feet, Ned Vince knew that\nhis friends and his family would never see his body again, lost beyond\nrecovery in this abyss.\n\nThe car was deeply submerged. The light had blinked out on the\ndash-panel, leaving Ned in absolute darkness. A flood rushed in at the\nshattered window. He clawed at the door, trying to open it, but it was\njammed in the crash-bent frame, and he couldn't fight against the force\nof that incoming water. The welt, left by the blow he had received on\nhis forehead, put a thickening mist over his brain, so that he could not\nthink clearly. Presently, when he could no longer hold his breath,\nbitter liquid was sucked into his lungs.\n\nHis last thoughts were those of a drowning man. The machine-shop he and\nhis dad had had in Harwich. Betty Moore, with the smiling Irish\neyes--like in the song. Betty and he had planned to go to the State\nUniversity this Fall. They'd planned to be married sometime.... Goodbye,\nBetty ...\n\nThe ripples that had ruffled the surface waters in the Pit, quieted\nagain to glassy smoothness. The eternal stars shone calmly. The geologic\nDakota hills, which might have seen the dinosaurs, still bulked along\nthe highway. Time, the Brother of Death, and the Father of Change,\nseemed to wait....\n\n       *       *       *       *       *\n\n\"Kaalleee! Tik!... Tik, tik, tik!... Kaalleee!...\"\n\nThe excited cry, which no human throat could quite have duplicated\naccurately, arose thinly from the depths of a powder-dry gulch,\nwater-scarred from an inconceivable antiquity. The noon-day Sun was red\nand huge. The air was tenuous, dehydrated, chill.\n\n\"Kaalleee!... Tik, tik, tik!...\"\n\nAt first there was only one voice uttering those weird, triumphant\nsounds. Then other vocal organs took up that trilling wail, and those\nshort, sharp chuckles of eagerness. Other questioning, wondering notes\nmixed with the cadence. Lacking qualities identifiable as human, the\ndisturbance was still like the babble of a group of workmen who have\ndiscovered something remarkable.\n\nThe desolate expanse around the gulch, was all but without motion. The\nicy breeze tore tiny puffs of dust from grotesque, angling drifts of\nsoil, nearly waterless for eons. Patches of drab lichen grew here and\nthere on the up-jutting rocks, but in the desert itself, no other life\nwas visible. Even the hills had sagged away, flattened by incalculable\nages of erosion.\n\n       *       *       *       *       *\n\nAt a mile distance, a crumbling heap of rubble arose. Once it had been a\nbuilding. A gigantic, jagged mass of detritus slanted upward from its\ncrest--red debris that had once been steel. A launching catapult for the\nlast space ships built by the gods in exodus, perhaps it was--half a\nmillion years ago. Man was gone from the Earth. Glacial ages, war,\ndecadence, disease, and a final scattering of those ultimate superhumans\nto newer worlds in other solar systems, had done that.\n\n\"Kaalleee!... Tik, tik, tik!...\" The sounds were not human. They were\nmore like the chatter and wail of small desert animals.\n\nBut there was a seeming paradox here in the depths of that gulch, too.\nThe glint of metal, sharp and burnished. The flat, streamlined bulk of a\nflying machine, shiny and new. The bell-like muzzle of a strange\nexcavator-apparatus, which seemed to depend on a blast of atoms to clear\naway rock and soil. Thus the gulch had been cleared of the accumulated\nrubbish of antiquity. Man, it seemed, had a successor, as ruler of the\nEarth.\n\nLoy Chuk had flown his geological expedition out from the far lowlands\nto the east, out from the city of Kar-Rah. And he was very happy\nnow--flushed with a vast and unlooked-for success.\n\nHe crouched there on his haunches, at the dry bottom of the Pit. The\nbreeze rumpled his long, brown fur. He wasn't very different in\nappearance from his ancestors. A foot tall, perhaps, as he squatted\nthere in that antique stance of his kind. His tail was short and furred,\nhis undersides creamy. White whiskers spread around his inquisitive,\npink-tipped snout.\n\nBut his cranium bulged up and forward between shrewd, beady eyes,\nbetraying the slow heritage of time, of survival of the fittest, of\nevolution. He could think and dream and invent, and the civilization of\nhis kind was already far beyond that of the ancient Twentieth Century.\n\nLoy Chuk and his fellow workers were gathered, tense and gleeful, around\nthe things their digging had exposed to the daylight. There was a gob of\njunk--scarcely more than an irregular formation of flaky rust. But\nimbedded in it was a huddled form, brown and hard as old wood. The dry\nmud that had encased it like an airtight coffin, had by now been chipped\naway by the tiny investigators; but soiled clothing still clung to it,\nafter perhaps a million years. Metal had gone into decay--yes. But not\nthis body. The answer to this was simple--alkali. A mineral saturation\nthat had held time and change in stasis. A perfect preservative for\norganic tissue, aided probably during most of those passing eras by\ndesert dryness. The Dakotas had turned arid very swiftly. This body was\nnot a mere fossil. It was a mummy.\n\n       *       *       *       *       *\n\n\"Kaalleee!\" Man, that meant. Not the star-conquering demi-gods, but the\nancestral stock that had built the first machines on Earth, and in the\nearly Twenty-first Century, the first interplanetary rockets. No wonder\nLoy Chuk and his co-workers were happy in their paleontological\nenthusiasm! A strange accident, happening in a legendary antiquity, had\naided them in their quest for knowledge.\n\nAt last Loy Chuk gave a soft, chirping signal. The chant of triumph\nended, while instruments flicked in his tiny hands. The final instrument\nhe used to test the mummy, looked like a miniature stereoscope, with\ncomplicated details. He held it over his eyes. On the tiny screen\nwithin, through the agency of focused X-rays, he saw magnified images of\nthe internal organs of this ancient human corpse.\n\nWhat his probing gaze revealed to him, made his pleasure even greater\nthan before. In twittering, chattering sounds, he communicated his\nfurther knowledge to his henchmen. Though devoid of moisture, the mummy\nwas perfectly preserved, even to its brain cells! Medical and biological\nsciences were far advanced among Loy Chuk's kind. Perhaps, by the\napplication of principles long known to them, this long-dead body could\nbe made to live again! It might move, speak, remember its past! What a\nmarvelous subject for study it would make, back there in the museums of\nKar-Rah!\n\n\"Tik, tik, tik!...\"\n\nBut Loy silenced this fresh, eager chattering with a command. Work was\nalways more substantial than cheering.\n\n       *       *       *       *       *\n\nWith infinite care--small, sharp hand-tools were used, now--the mummy of\nNed Vince was disengaged from the worthless rust of his primitive\nautomobile. With infinite care it was crated in a metal case, and\nhauled into the flying machine.\n\nFlashing flame, the latter arose, bearing the entire hundred members of\nthe expedition. The craft shot eastward at bullet-like speed. The\nspreading continental plateau of North America seemed to crawl backward,\nbeneath. A tremendous sand desert, marked with low, washed-down\nmountains, and the vague, angular, geometric mounds of human cities that\nwere gone forever.\n\nBeyond the eastern rim of the continent, the plain dipped downward\nsteeply. The white of dried salt was on the hills, but there was a\nlittle green growth here, too. The dead sea-bottom of the vanished\nAtlantic was not as dead as the highlands.\n\nFar out in a deep valley, Kar-Rah, the city of the rodents, came into\nview--a crystalline maze of low, bubble-like structures, glinting in the\nred sunshine. But this was only its surface aspect. Loy Chuk's people\nhad built their homes mostly underground, since the beginning of their\nfoggy evolution. Besides, in this latter day, the nights were very cold,\nthe shelter of subterranean passages and rooms was welcome.\n\nThe mummy was taken to Loy Chuk's laboratory, a short distance below the\nsurface. Here at once, the scientist began his work. The body of the\nancient man was put in a large vat. Fluids submerged it, slowly soaking\nfrom that hardened flesh the alkali that had preserved it for so long.\nThe fluid was changed often, until woody muscles and other tissues\nbecame pliable once more.\n\nThen the more delicate processes began. Still submerged in liquid, the\ncorpse was submitted to a flow of restorative energy, passing between\ncomplicated electrodes. The cells of antique flesh and brain gradually\ntook on a chemical composition nearer to that of the life that they had\nonce known.\n\n       *       *       *       *       *\n\nAt last the final liquid was drained away, and the mummy lay there, a\nmummy no more, but a pale, silent figure in its tatters of clothing. Loy\nChuk put an odd, metal-fabric helmet on its head, and a second, much\nsmaller helmet on his own. Connected with this arrangement, was a black\nbox of many uses. For hours he worked with his apparatus, studying, and\nguiding the recording instruments. The time passed swiftly.\n\nAt last, eager and ready for whatever might happen now, Loy Chuk pushed\nanother switch. With a cold, rosy flare, energy blazed around that\nmoveless form.\n\nFor Ned Vince, timeless eternity ended like a gradual fading mist. When\nhe could see clearly again, he experienced that inevitable shock of vast\nchange around him. Though it had been dehydrated, his brain had been\nkept perfectly intact through the ages, and now it was restored. So his\nmemories were as vivid as yesterday.\n\nYet, through that crystalline vat in which he lay, he could see a broad,\nlow room, in which he could barely have stood erect. He saw instruments\nand equipment whose weird shapes suggested alienness, and knowledge\nbeyond the era he had known! The walls were lavender and phosphorescent.\nFossil bone-fragments were mounted in shallow cases. Dinosaur bones,\nsome of them seemed, from their size. But there was a complete skeleton\nof a dog, too, and the skeleton of a man, and a second man-skeleton that\nwas not quite human. Its neck-vertebrae were very thick and solid, its\nshoulders were wide, and its skull was gigantic.\n\nAll this weirdness had a violent effect on Ned Vince--a sudden,\nnostalgic panic. Something was fearfully wrong!\n\nThe nervous terror of the unknown was on him. Feeble and dizzy after his\nweird resurrection, which he could not understand, remembering as he did\nthat moment of sinking to certain death in the pool at Pit Bend, he\ncaught the edge of the transparent vat, and pulled himself to a sitting\nposture. There was a muffled murmur around him, as of some vast,\nun-Earthly metropolis.\n\n\"Take it easy, Ned Vince....\"\n\nThe words themselves, and the way they were assembled, were old,\nfamiliar friends. But the tone was wrong. It was high, shrill,\nparrot-like, and mechanical. Ned's gaze searched for the source of the\nvoice--located the black box just outside of his crystal vat. From that\nbox the voice seemed to have originated. Before it crouched a small,\nbrownish animal with a bulging head. The animal's tiny-fingered\npaws--hands they were, really--were touching rows of keys.\n\nTo Ned Vince, it was all utterly insane and incomprehensible. A rodent,\nlooking like a prairie dog, a little; but plainly possessing a high\norder of intelligence. And a voice whose soothingly familiar words were\nmore repugnant somehow, simply because they could never belong in a\nplace as eerie as this.\n\nNed Vince did not know how Loy Chuk had probed his brain, with the aid\nof a pair of helmets, and the black box apparatus. He did not know that\nin the latter, his language, taken from his own revitalized mind, was\nrecorded, and that Loy Chuk had only to press certain buttons to make\nthe instrument express his thoughts in common, long-dead English. Loy,\nwhose vocal organs were not human, would have had great difficulty\nspeaking English words, anyway.\n\nNed's dark hair was wildly awry. His gaunt, young face held befuddled\nterror. He gasped in the thin atmosphere. \"I've gone nuts,\" he\npronounced with a curious calm. \"Stark--starin'--nuts....\"\n\n       *       *       *       *       *\n\nLoy's box, with its recorded English words and its sonic detectors,\ncould translate for its master, too. As the man spoke, Loy read the\nilluminated symbols in his own language, flashed on a frosted crystal\nplate before him. Thus he knew what Ned Vince was saying.\n\nLoy Chuk pressed more keys, and the box reproduced his answer: \"No, Ned,\nnot nuts. Not a bit of it! There are just a lot of things that you've\ngot to get used to, that's all. You drowned about a million years ago. I\ndiscovered your body. I brought you back to life. We have science that\ncan do that. I'm Loy Chuk....\"\n\n       *       *       *       *       *\n\nIt took only a moment for the box to tell the full story in clear, bold,\nfriendly terms. Thus Loy sought, with calm, human logic, to make his\ncharge feel at home. Probably, though, he was a fool, to suppose that he\ncould succeed, thus.\n\nVince started to mutter, struggling desperately to reason it out. \"A\nprairie dog,\" he said. \"Speaking to me. One million years. Evolution.\nThe scientists say that people grew up from fishes in the sea. Prairie\ndogs are smart. So maybe super-prairie-dogs could come from them. A lot\neasier than men from fish....\"\n\nIt was all sound logic. Even Ned Vince knew that. Still, his mind, tuned\nto ordinary, simple things, couldn't quite realize all the vast things\nthat had happened to himself, and to the world. The scope of it all was\ntoo staggeringly big. One million years. God!...\n\nNed Vince made a last effort to control himself. His knuckles tightened\non the edge of the vat. \"I don't know what you've been talking about,\"\nhe grated wildly. \"But I want to get out of here! I want to go back\nwhere I came from! Do you understand--whoever, or whatever you are?\"\n\nLoy Chuk pressed more keys. \"But you can't go back to the Twentieth\nCentury,\" said the box. \"Nor is there any better place for you to be\nnow, than Kar-Rah. You are the only man left on Earth. Those men that\nexist in other star systems are not really your kind anymore, though\ntheir forefathers originated on this planet. They have gone far beyond\nyou in evolution. To them you would be only a senseless curiosity. You\nare much better off with my people--our minds are much more like yours.\nWe will take care of you, and make you comfortable....\"\n\nBut Ned Vince wasn't listening, now. \"You are the only man left on\nEarth.\" That had been enough for him to hear. He didn't more than half\nbelieve it. His mind was too confused for conviction about anything.\nEverything he saw and felt and heard might be some kind of nightmare.\nBut then it might all be real instead, and that was abysmal horror. Ned\nwas no coward--death and danger of any ordinary Earthly kind, he could\nhave faced bravely. But the loneliness here, and the utter strangeness,\nwere hideous like being stranded alone on another world!\n\nHis heart was pounding heavily, and his eyes were wide. He looked across\nthis eerie room. There was a ramp there at the other side, leading\nupward instead of a stairway. Fierce impulse to escape this nameless\nlair, to try to learn the facts for himself, possessed him. He bounded\nout of the vat, and with head down, dashed for the ramp.\n\n       *       *       *       *       *\n\nHe had to go most of the way on his hands and knees, for the up-slanting\npassage was low. Excited animal chucklings around him, and the\noccasional touch of a furry body, hurried his feverish scrambling. But\nhe emerged at last at the surface.\n\nHe stood there panting in that frigid, rarefied air. It was night. The\nMoon was a gigantic, pock-marked bulk. The constellations were\nunrecognizable. The rodent city was a glowing expanse of shallow,\ncrystalline domes, set among odd, scrub trees and bushes. The crags\nloomed on all sides, all their jaggedness lost after a million years of\nerosion under an ocean that was gone. In that ghastly moonlight, the\nground glistened with dry salt.\n\n\"Well, I guess it's all true, huh?\" Ned Vince muttered in a flat tone.\n\nBehind him he heard an excited, squeaky chattering. Rodents in pursuit.\nLooking back, he saw the pinpoint gleams of countless little eyes. Yes,\nhe might as well be an exile on another planet--so changed had the Earth\nbecome.\n\nA wave of intolerable homesickness came over him as he sensed the\ndistances of time that had passed--those inconceivable eons, separating\nhimself from his friends, from Betty, from almost everything that was\nfamiliar. He started to run, away from those glittering rodent eyes. He\nsensed death in that cold sea-bottom, but what of it? What reason did he\nhave left to live? He'd be only a museum piece here, a thing to be caged\nand studied....\n\nPrison or a madhouse would be far better. He tried to get hold of his\ncourage. But what was there to inspire it? Nothing! He laughed harshly\nas he ran, welcoming that bitter, killing cold. Nostalgia had him in its\nclutch, and there was no answer in his hell-world, lost beyond the\nbarrier of the years....\n\n       *       *       *       *       *\n\nLoy Chuk and his followers presently came upon Ned Vince's unconscious\nform, a mile from the city of Kar-Rah. In a flying machine they took him\nback, and applied stimulants. He came to, in the same laboratory room as\nbefore. But he was firmly strapped to a low platform this time, so that\nhe could not escape again. There he lay, helpless, until presently an\nidea occurred to him. It gave him a few crumbs of hope.\n\n\"Hey, somebody!\" he called.\n\n\"You'd better get some rest, Ned Vince,\" came the answer from the black\nbox. It was Loy Chuk speaking again.\n\n\"But listen!\" Ned protested. \"You know a lot more than we did in the\nTwentieth Century. And--well--there's that thing called time-travel,\nthat I used to read about. Maybe you know how to make it work! Maybe you\ncould send me back to my own time after all!\"\n\nLittle Loy Chuk was in a black, discouraged mood, himself. He could\nunderstand the utter, sick dejection of this giant from the past, lost\nfrom his own kind. Probably insanity looming. In far less extreme\ncircumstances than this, death from homesickness had come.\n\nLoy Chuk was a scientist. In common with all real scientists, regardless\nof the species from which they spring, he loved the subjects of his\nresearches. He wanted this ancient man to live and to be happy. Or this\ncreature would be of scant value for study.\n\nSo Loy considered carefully what Ned Vince had suggested. Time-travel.\nAlmost a legend. An assault upon an intangible wall that had baffled far\nkeener wits than Loy's. But he was bent, now, on the well-being of this\nanachronism he had so miraculously resurrected--this human, this\nKaalleee....\n\nLoy jabbed buttons on the black box. \"Yes, Ned Vince,\" said the sonic\napparatus. \"Time-travel. Perhaps that is the only thing to do--to send\nyou back to your own period of history. For I see that you will never be\nyourself, here. It will be hard to accomplish, but we'll try. Now I\nshall put you under an anesthetic....\"\n\nNed felt better immediately, for there was real hope now, where there\nhad been none before. Maybe he'd be back in his home-town of Harwich\nagain. Maybe he'd see the old machine-shop, there. And the trees\ngreening out in Spring. Maybe he'd be seeing Betty Moore in Hurley,\nsoon.... Ned relaxed, as a tiny hypo-needle bit into his arm....\n\nAs soon as Ned Vince passed into unconsciousness, Loy Chuk went to work\nonce more, using that pair of brain-helmets again, exploring carefully\nthe man's mind. After hours of research, he proceeded to prepare his\nplans. The government of Kar-Rah was a scientific oligarchy, of which\nLoy was a prime member. It would be easy to get the help he needed.\n\nA horde of small, grey-furred beings and their machines, toiled for many\ndays.\n\n       *       *       *       *       *\n\nNed Vince's mind swam gradually out of the blur that had enveloped it.\nHe was wandering aimlessly about in a familiar room. The girders of the\nroof above were of red-painted steel. His tool-benches were there,\ngreasy and littered with metal filings, just as they had always been. He\nhad a tractor to repair, and a seed-drill. Outside of the machine-shop,\nthe old, familiar yellow sun was shining. Across the street was the\nsmall brown house, where he lived.\n\nWith a sudden startlement, he saw Betty Moore in the doorway. She wore a\nblue dress, and a mischievous smile curved her lips. As though she had\nsucceeded in creeping up on him, for a surprise.\n\n\"Why, Ned,\" she chuckled. \"You look as though you've been dreaming, and\njust woke up!\"\n\nHe grimaced ruefully as she approached. With a kind of fierce gratitude,\nhe took her in his arms. Yes, she was just like always.\n\n\"I guess I _was_ dreaming, Betty,\" he whispered, feeling that mighty\nsense of relief. \"I must have fallen asleep at the bench, here, and had\na nightmare. I thought I had an accident at Pit Bend--and that a lot of\nworse things happened.... But it wasn't true ...\"\n\nNed Vince's mind, over which there was still an elusive fog that he did\nnot try to shake off, accepted apparent facts simply.\n\nHe did not know anything about the invisible radiations beating down\nupon him, soothing and dimming his brain, so that it would never\nquestion or doubt, or observe too closely the incongruous circumstances\nthat must often appear. The lack of traffic in the street without, for\ninstance--and the lack of people besides himself and Betty.\n\nHe didn't know that this machine-shop was built from his own memories of\nthe original. He didn't know that this Betty was of the same origin--a\nmiraculous fabrication of metal and energy-units and soft plastic. The\ntrees outside were only lantern-slide illusions.\n\nIt was all built inside a great, opaque dome. But there were hidden\ntelevision systems, too. Thus Loy Chuk's kind could study this ancient\nman--this Kaalleee. Thus, their motives were mostly selfish.\n\nLoy, though, was not observing, now. He had wandered far out into cold,\nsad sea-bottom, to ponder. He squeaked and chatted to himself,\ncontemplating the magnificent, inexorable march of the ages. He\nremembered the ancient ruins, left by the final supermen.\n\n\"The Kaalleee believes himself home,\" Loy was thinking. \"He will survive\nand be happy. But there was no other way. Time is an Eternal Wall. Our\narcheological researches among the cities of the supermen show the\ntruth. Even they, who once ruled Earth, never escaped from the present\nby so much as an instant....\"\n\n\nTHE END\n\n\nPRINTED IN U. S. A.\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Amazing Stories_ April 1956 and was\n    first published in _Amazing Stories_ November 1942. Extensive\n    research did not uncover any evidence that the U.S. copyright on\n    this publication was renewed. Minor spelling and typographical\n    errors have been corrected without note.\n\n\n\n\n\nEnd of Project Gutenberg's The Eternal Wall, by Raymond Zinke Gallun\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE ETERNAL WALL ***\n\n***** This file should be named 27110.txt or 27110.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/7/1/1/27110/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}