{"title": "The Cavern of the Shining Ones", "author": "Hal K. Wells", "releaseDate": "November 3, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n  The Cavern\n    of the\n Shining Ones\n\nBy Hal K. Wells\n\n\n Layroh's hiring of husky down-and-outers\n   for his expedition is part of a plan\n             made ages past.\n\n\nIt was shortly after midnight when a persistent nightmare aroused Don\nFoster from sleep. For a moment he lay drowsily in his blankets there on\nthe sand, with memory of the nightmare still vivid.\n\nIt had been a monstrous flying thing like a giant blue-bottle fly that\nhe had been battling in his sleep. Memory of the thing's high-pitched,\ndroning buzz still rang in his ears. Then abruptly he realized that the\npeculiar buzzing was no mere echo of a nightmare. It was an actual\nsound that still vibrated from somewhere within the camp.\n\n[Illustration: _... Yet that thread held._]\n\nStartled into full awakening, Foster propped himself up on one elbow.\nThe sound was penetrating, but not particularly loud. He was apparently\nthe only one whom it had awakened. In the gray gloom of the desert\nstarlight he saw the blanket-shrouded figures of the rest of the men\nstill deep in slumber.\n\nHe realized the source of the sound now. It came from inside the black\nwalls of Layroh's tent, pitched there in its usual isolation on a slight\nrise fifty yards from the sleeping group. Foster grunted disgustedly to\nhimself. More of Layroh's scientific hocus-pocus! The man seemed to go\nout of his way to add new phases of mystery to this crazy expedition of\nhis through the barren wastelands of the Mojave.\n\nFor a solid week now they had been working their way back and forth over\na thirty-mile stretch of desert, while Layroh labored with his intricate\ninstruments searching for something known only to himself. Whatever\nreason Layroh had for recruiting a party of fifteen to accompany him was\nstill a mystery. So far the men had done practically nothing except\ntrail along after Layroh while he worked with his apparatus.\n\nIt was a state of affairs that caused the men little worry. As long as\nthey had enough to eat they were quite content. They were\ndown-and-outers, all of them, human derelicts recruited from the park\nbenches and cheap flop houses of Los Angeles. They had only one thing in\ncommon: all of them were large and powerful men.\n\nDon Foster was the youngest of the fifteen, and the only college man in\nthe group. A succession of bad breaks had finally landed him broke and\nhungry on a park bench, where Layroh found him. Layroh's offer of ten\ndollars a day and all expenses had seemed a godsend. Foster had promptly\njumped at the offer. Layroh's peculiar conditions and rules had seemed\ntrivial details at the time.\n\n       *       *       *       *       *\n\nFoster scowled as he lit a cigarette and stared through the gloom at the\nviolet-lighted tent from which the disturbing sound still came. Seven\ndays of experience with Layroh's peculiarities had begun to make them a\nlittle irritating. His sternly enforced code of rules was simple enough.\nNever approach Layroh unless called. Never touch Layroh's instruments.\nNever approach Layroh's tent. Never ask questions.\n\nLayroh neither ate with the men nor mingled with them in any way that\ncould possibly be avoided. As soon as they made camp each night he set\nup his small black tent and remained inside it until camp was broken the\nnext morning. No one knew whether the man ever slept. All night long the\nviolet light glowed inside the black tent. The men had wondered about\nthe unusual color of that light, then had finally decided it was\nprobably something required by the same eye weakness that made Layroh\nwear heavily smoked goggles, both day and night.\n\nStrange sounds in the night as Layroh worked with his apparatus in the\nblack tent were nothing unusual, but to-night was the first time that\nFoster had ever heard this peculiar whining buzz. As he listened it rose\nin a sudden thin crescendo that rippled along his spine like a file\nrasping over naked nerve-ends. For one shuddering second there seemed to\nbe an intangible _living_ quality in that metallic drone, as though some\nnameless creature sang in horrible exultance. Then abruptly the sound\nceased.\n\n       *       *       *       *       *\n\nFoster drew a deep breath of relief and ground his cigarette into the\nsand beside him. Better try to get to sleep again before Layroh started\nsome new disturbance with his infernal apparatus.\n\nHe was just settling down into his blankets when a movement in the tent\ndrew his attention back to it. Layroh was apparently changing the\nposition of the violet light, for his tall figure was suddenly\nsilhouetted against the tent wall in sharp relief.\n\nFoster started in surprise as another figure loomed darkly beside that\nof Layroh. For a moment he thought that the unprecedented had happened\nand some member of the expedition was inside those jealously guarded\ntent walls with Layroh. Then he saw that the figure must be a mere trick\nof the shadows cast by the moving light upon some piece of luggage. It\nlooked like the torso of a man, but the head was a shapeless blob and\nthe arms were nothing more than boneless dangling flaps. A moment later\nthe light moved on and both shadows vanished.\n\nFoster grinned sheepishly over the momentary start the distorted shadow\nhad given him, and determinedly rolled himself in his blankets to sleep.\nIt was after sunrise when he awoke. The rest of the camp was already up,\nbut there was one member of the party missing.\n\nJeff Peters' empty blankets were still spread there on the sand, but no\none had seen the big Negro since the camp turned in the night before.\nThe expedition's daily travels under the blazing sun of the Mojave never\nhad appealed particularly to Jeff, and he had apparently at last made\ngood his repeated threats to desert.\n\n       *       *       *       *       *\n\nThe men were just getting up from breakfast when Layroh finished packing\nhis tent and apparatus in his sedan, and started down toward the camp.\nAs usual, he halted some five yards away from them, standing there for a\nmoment in stony silence.\n\nPhysically, the man was a giant, towering well over six feet in height.\nOn several occasions when the expedition's cars had stalled in deep sand\nhe had strikingly demonstrated the colossal strength in his tall body.\n\nHis aquiline features, his red-bronze complexion, and his long black\nhair, were all suggestive of Incan or Mayan ancestry. No one had ever\nseen any trace of feeling or emotion upon his impassive features. Foster\nwould have given a good deal for just one glimpse of the eyes hidden\nbehind the dark-colored goggles. In their depths he might be able to\nfind some reason for the tingling surge of nameless dread that Layroh's\nclose approach always inspired.\n\nLayroh noted Jeff Peters' absence at once. \"We seem to have our first\ndeserter,\" he commented evenly. His voice was as richly resonant as the\ntone of some fine old violin. He hesitated almost imperceptibly between\nwords, like one to whom English was not a native tongue.\n\n\"It does not matter,\" he continued indifferently. \"We can spare one man\neasily enough. To-day we shall continue toward the east. Pack the truck\nat once. We are ready to start.\"\n\nWithout waiting for an answer, he turned and strode back to the sedan. A\ncurious thought struck Foster as he stared after Layroh's retreating\nfigure. What if the oddly distorted shadow he had seen against the tent\nwall last night had really been that of a man--had been that of Jeff\nPeters?\n\n       *       *       *       *       *\n\nFor only a moment did Foster mull over the idea. Then he promptly\ndismissed it as being absurd. He could imagine no possible reason for\nJeff Peters being in Layroh's tent in the middle of the night. The\nshadow had been only remotely like that of a man, anyway. There had been\nneither head nor arms to the figure, only shapeless masses totally\nunlike anything human.\n\nThey finished packing the breakfast stuff in the supply truck, and the\nparty started out along the trail with Layroh's sedan leading the way.\nFor nearly two hours they followed their usual routine, working steadily\neastward and stopping at regular intervals while Layroh made his\nmethodical tests with his instruments.\n\nThen near the end of the second hour something happened that abruptly\nsent a thrill of excitement through the entire expedition. Layroh had\njust set his apparatus up on a small sand dune beside the trail. The\nmechanism looked somewhat like a portable radio, with two slender\nparallel rods on top and a number of dials on the main panel.\n\nLayroh swung the rods slowly around the horizon while he carefully tuned\nthe various dials. It was when the rods pointed toward the southeast\nthat there suddenly came the first response he had ever received. From\nsomewhere within the mechanism there came a faint staccato ripple of\nclear beauty like countless tiny hammers beating upon a crystal gong.\n\n       *       *       *       *       *\n\nThe sound galvanized Layroh into the nearest approach to emotion anyone\nhad ever seen him display. The giant moved with the furious speed of a\nmadman as he returned the apparatus to the sedan and swung the car out\nacross the sand toward the southeast. After a mile he stopped and\nhurriedly set the apparatus up again. This time the crystalline signal\ncame in with a noticeable increase in volume.\n\nFrom then on the progress of the party became a mad dash that taxed the\nendurance of everyone except Layroh himself. After the first hour they\nentered a terrain so rugged that the cars had to be abandoned and they\nfought their way forward on foot. Layroh was forced to turn the\nradiolike apparatus over to one of the men, while he himself carried\nanother mechanism that consisted of a heavy silver cylinder with four\nflexible nozzles emerging from one end.\n\nThey held as rigidly as possible to a straight line toward the\nsoutheast, scrambling over whatever obstacles intervened. Their only\nstops were at regular intervals when Layroh checked their course. Each\ntime the crystalline signal came in with greater volume.\n\nTheir objective appeared to be a cone-shaped peak several miles ahead\nthat loomed up high above the surrounding rock masses. The oddly shaped\nmountain was identified by one of the men who had once been a Mojave\ndesert rat.\n\n\"Lodestone Peak,\" he announced succinctly. \"Full of iron, or somethin'.\nA compass always goes haywire within a radius of ten miles of it.\"\n\n       *       *       *       *       *\n\nIt was early afternoon when they finally arrived at a level area at the\nbase of the mountain. For the last two miles Layroh had not stopped long\nenough to make any tests. Now he set the radiolike apparatus in place\nsome ten yards from the face of a sheer cliff that towered high above\nthem.\n\nThe crystalline signal came in a rippling flood. He spun the dials. The\nsound ceased, and the pointing rods glowed with an aura of amber light\nat their tips. Swift and startling answer came from deep within the\nheart of the cliff, a mighty note of sonorous beauty like the violent\nplucking of a string on some colossal bass viol. So powerful was the\ntimbre of the pulsing sound that the entire side of the mountain seemed\nto vibrate in harmony with it.\n\nLayroh snapped off the apparatus and the sound ceased. Carefully\nsearching until he found a certain spot on the cliff face, he stepped\nclose to it and unlimbered the nozzles of the silver cylinder. Foster\nnoted that at the place selected by Layroh there was a five-foot-wide\nstratum of slightly lighter-colored rock extending from the sand to a\npoint high up on the cliff face.\n\nFrom the metal nozzles of the cylinder there spurted a broad beam of\ndead black. There was a searing flash of blue-white flame as the black\nbeam struck the cliff face. There followed a brief second during which\nthe rock melted into nothingness in the heart of that area of blue\nradiance. Then the stabbing beam bored steadily on back into the cliff\nlike the flame of a blow torch melting a way through a block of butter.\n\nLayroh adjusted the nozzles until the black beam was a solid shaft of\nopacity seven feet in height and nearly five in width. The hole in the\ncliff became a tunnel from which blue radiance surged outward in a\nshimmering mist as the black beam steadily bit deeper into the rock.\n\n       *       *       *       *       *\n\n\"Follow me,\" Layroh ordered the men, \"but do not approach too close.\"\n\nHe stepped forward and entered the mouth of the tunnel. Shaken by the\nspectacular thing occurring before their eyes, yet, driven by curiosity\nas to what might lie at the end of that swift-forming tunnel, the men\ncame crowding obediently after him. A moment later they were within the\npassage, stumbling dazedly forward through the billowing fog of bluish\nradiance. There was an odd, almost electric, tingle of exhilaration in\nthat radiant mist as it surged about their bodies.\n\nFragments of almost-forgotten scientific lore flitted through Foster's\nbrain as he groped for a clue to the action of the strange ray. Not\nquite complete disintegration of matter, but something very close to\nit--probably the transformation of matter into radiant energy, an\ningenious harnessing of the same forces that are forever at work in the\ncosmic crucibles of the universe's myriad suns.\n\nThe action of the black ray was amazingly rapid. They were forced to\nhurry forward at a fast walk to keep their distance behind Layroh. The\nvertical stratum of lighter-colored rock continued straight back into\nthe heart of the mountain. It apparently served as a guide. The color of\nthe blue flame-mist changed perceptibly whenever Layroh allowed the\nblack ray to stray into the rock at either side of it.\n\n       *       *       *       *       *\n\nFor nearly two hundred yards they bored their way steadily into the\nmountain, their path gradually sloping downward. The walls and floor of\nthe swift-forming tunnel were as smooth and hard as though glazed with a\nfilm of diamond.\n\nThen abruptly Layroh shut the black ray projector off as the rock ahead\nof them ended and they broke through into another larger tunnel, dimly\nlighted by small globes of violet radiance set at intervals in the\nglassy ceiling. After thirty yards of travel along this tunnel they\nfound their way barred by a massive door of copper-colored metal.\n\nAt Layroh's imperious gesture the men halted a dozen feet back of him in\nthe tunnel while he brought something out of his leather belt-case.\nFoster was the only one of the group who was near enough to see that the\nobject was a small tube closely resembling a pocket flashlight.\n\nThe only break in the surface of the great door was a six-inch disk over\nnear its right-hand edge. Layroh slid this disk aside. Into the opening\nthat was revealed he sent a series of flashes of colored light from the\ntube--two red, three green, and two blue. The colors were the\ncombination to the light-activated mechanism of the lock. At the last of\nthe blue flashes there was a whirring of hidden mechanism and the portal\nswung slowly and ponderously open.\n\n       *       *       *       *       *\n\nLayroh beckoned to the men to follow him as he strode swiftly on into a\nvast room that was flooded with bluish light from scores of the radiant\nglobes. As the men passed through the door it reached the limit of its\nopening swing and began automatically closing again behind them, but\nthey were too completely engrossed in the scene before them to notice\nit.\n\nThey were in a great cavern whose glass-smooth floor was nearly a\nhundred yards square, and whose ceiling was so high that it was lost in\nthe shadows above the maze of metal girders and cables that made a\nwebwork some forty feet overhead. There was a feeling of almost\nincredible age about the place, as though it had been sealed away there\nin the heart of the mountain for countless centuries.\n\nOn every hand there was evidence that the cavern and all its contents\nwere the products of a race of beings whose science was one that was\nutterly strange to that of the modern world. At the end of the room\nwhere they stood were row after row of different machines, great engines\nwith bodies of dull silver metal and with stiltlike legs and jointed\narms that made them look like giant metal insects. Foster could\nunderstand few of the details of the machines, but he felt that in\nefficiency and versatility they were far ahead of Earth's best modern\nefforts.\n\nGrouped together in the center of the cavern were many assemblies of\napparatus linked together by small cables that descended from main\ncables in the girder-crisscrossed ceiling overhead. There was a soft\nhissing of sparks leaping between terminals and a steady glow from oddly\nshaped tubes which indicated that the mechanisms were still functioning\nin silent and efficient performance of their unknown tasks.\n\n       *       *       *       *       *\n\nThe piece of apparatus nearest the door was an upright skeleton\nframework of slender pillars housing in their center a cluster of coils\nset around a large drumlike diaphragm. Foster wondered if this were not\nthe signal device with which Layroh had tuned in his own portable\ninstrument. The principal piece of mechanism in the central space,\nhowever--a great crystal-walled case filled with an intricate array of\nrods and wires--was something at whose purpose Foster could not even\nguess.\n\nLayroh strode on past the central apparatus toward the back wall. The\nmen followed him. Then as they rounded the apparatus and saw for the\nfirst time the incredible things lining that rear wall, tier upon tier,\nthey stopped short in utter stupefaction. Before them was Life, but Life\nso hideously and abysmally alien that their brains reeled in horror.\n\nGreat shining slugs slumbered there by the hundreds in their boxlike\ncrystal cells, their gelatinous bodies glowing with pale and\never-changing opalescence. The things were roughly pear-shaped, with\nthe large end upward. Deep within this globular portion glowed a large\nnucleus spot of red. From the tapering lower part of each slug's body\nthere sprouted scores of long slender tendrils like the gelatinous\nfringe of a jelly-fish.\n\nThe things measured nearly four feet in height. Each was suspended\nupright in an individual glass-walled cell, its body supported by a loop\nof wire that dropped from larger cables running between each row of\ncells. There was steady and exhaustless power of some kind coursing\nthrough those cables. Where they branched at the end of each cell-row\nthere was a small unit of glowing tubes and silver terminals whose tips\nglowed with faint auras of leaping sparks.\n\n       *       *       *       *       *\n\nThe slugs were dormant now but the regular changes in the opalescent\nsheen which coursed over their bodies like the slow breathing of a\nsleeping animal, gave mute evidence that life was still in those\ngrotesque forms, waiting only to be awakened.\n\nFascinated by the tiers of glowing things, one of the men started slowly\nforward with a hand outstretched as though to touch one of the cells.\nHis advance aroused Layroh to swift action. The bronze-faced giant\nwhirled and swung the nozzles of the black ray projector into line with\nthe man.\n\n\"Back, _yaharigan_, back!\" he ordered imperiously. \"The Shining Ones\nhave slumbered, undisturbed for a thousand centuries. They shall not\nawake from their long sleep to find the filthy fingers of a _yaharigan_\ndefiling their crystal cells. Back!\"\n\nPanic-stricken at the threat of the black ray, the man stumbled backward\nto join his fellows. Layroh's startling statement of the incredible age\nof the shining things in the cases erased all thought of the\nexpedition's code of rules from Foster's mind.\n\n\"You mean that those--those _things_--moved and lived in the outside\nworld a hundred thousand years ago?\" he asked dazedly. \"But there is no\nindication of there ever having been any such creatures among Earth's\nearly forms of life.\"\n\n       *       *       *       *       *\n\n\"Fool!\" There was angry disdain in Layroh's resonant voice. \"They who\nslumber here are a race born far from this planet. They are the Shining\nOnes of Rikor. Rikor is a tiny planet circling a wandering sun whose\norbit is an ellipse so vast that only once in a hundred thousand years\ndoes it approach your solar system. Rikor's sun was nearly dead and the\nShining Ones had to find a new home soon or else perish. Then their\nplanet swung near the Earth, and their scouts returned with the news\nthat Earth was ideally suited for their purpose. There were barely five\nhundred of the Shining Ones all told, and they migrated to Earth in a\nbody.\"\n\n\"And they've been in this cavern ever since, sealed up like tadpoles in\nfish bowls?\" The question came from Garrigan, a strapping sandy-haired\nIrishman whose first blind panic at the black ray's menace was swiftly\ngiving way to curiosity.\n\n\"It was your ancestors who drove the Shining Ones into their retreat\nhere,\" Layroh answered grimly. \"When the Shining Ones arrived upon Earth\nthey found the planet already in the possession of a race of human\nbeings whose science was so far advanced that it compared favorably even\nwith the science of Rikor. This race was comparatively few in numbers,\nand was concentrated upon a small island-continent known as Atlantis.\nShining Ones and Atlanteans met in a war of titans, with a planet as the\nstake. The Shining Ones were vanquished in that first battle. They lost\na fifth of their number and barely half a dozen of their smallest space\nships escaped destruction.\n\n       *       *       *       *       *\n\n\"Planning a new and decisive assault, the Shining Ones planted atomic\nmines throughout the foundations of Atlantis. But the Atlanteans struck\nfirst by a matter of hours. At a set moment every volcanic vent on the\nEarth's surface belched forth colossal volumes of a green gas. Though\nthat gas was harmless to creatures of Earth, it meant slow but certain\ndeath to all Rikorians. Furiously the Shining Ones struck their own\nblow, setting off the cataclysmic explosion that sank Atlantis forever\nbeneath the waters of the Atlantic. Scarcely a handful of Atlanteans\nescaped, but Rikor's victory was a hollow one. Earth's air was so\nthoroughly poisoned that it would require centuries of slow ionization\nby sunlight to again make it fit for Rikorian breathing. The Shining\nOnes had at most three months before the slow poison would weaken their\nbodies to the danger point.\"\n\n\"Why didn't they go back to their own planet, then, where they\nbelonged?\" broke in the truculent voice of Garrigan again.\n\n\"That was impossible,\" Layroh answered impatiently. \"The few space ships\nthey had left would carry barely a score, and Rikor's sun was already so\nfar advanced in its swing away from Earth that there would be time for\nonly one trip. There was only one chance for survival remaining to them.\nThey knew of a process of suspended animation in which their bodies\ncould survive almost indefinitely without being harmed by the Atlantean\ngas. They would require outside aid to be awakened from that dormant\nstate, so a small group of them must remain active and embark for Rikor,\nto try to survive there until Rikor returned near enough to the Earth\nfor them to again cross the void.\n\n       *       *       *       *       *\n\n\"The dormant ones must have a retreat so well hidden that they would not\nbe disturbed during the thousand centuries that must elapse before they\ncould be awakened. The Shining Ones sped back to their base on the North\nAmerican continent and in the three months remaining to them they\nprepared this cavern here in the heart of the mountain. Radium bulbs\nsupplied its light. For the unfailing source of electrical energy needed\nto course through the dormant bodies and keep them alive they tapped the\nmagnetic field of the planet itself, the force produced as the Earth\nrotates in the sun's electrical field like an armature spinning within\nthe coils of a dynamo.\"\n\nIt was Foster who broke in with the question that was in the thoughts of\nthe entire party. \"Just where do _you_ come in on all this?\" he asked\nbluntly. \"And what was your reason for bringing us here?\"\n\nThere was blazing contempt in Layroh's rich voice as he turned toward\nFoster. \"_Yaharigan_ of Earth!\" he jeered. \"Your brain is as stupid as\nthe feeble brains of those true _yaharigans_ of Rikor whose physical\nstructure your human bodies so closely resemble. Have you not guessed\nyet that I am no contemptible creature of Earth--that this human shell I\nwear is nothing but a cleverly contrived disguise? Look, _yaharigans_,\nlook upon the real face of the one who has come to restore the Earth to\nits rightful masters!\"\n\nWith a single swift movement, Layroh snatched the colored goggles from\nhis face and flung them aside. There was a smothered gasp of horror from\nthe group. They saw now why Layroh had always worn those concealing\nlenses. There were no eyes in that bronzed face, nothing but two empty\nsockets. And from deep within the skull there glowed through those\ngaping sockets a seething pool of lurid red--the nucleus spot of a\nShining One!\n\n       *       *       *       *       *\n\nReeling backward with the rest of the men from the horror of the glowing\nthing within the skull, Foster dazedly heard Layroh's resonant voice\nring exultantly on: \"My ancestors were among the twenty Shining Ones who\nremained active. After placing their comrades in their long sleep those\ntwenty survivors set up signal apparatus in the cavern so that it could\nbe found again no matter how much the outside terrain might change. Then\nthey filled in the entrance tunnel with synthetic rock and embarked for\nRikor.\n\n\"There upon that dying planet generations passed. When the time came\nthat Rikor's sun again neared Earth, so rigorous had life become upon\nRikor that only six Rikorians remained alive. In order to increase our\nchances of winning through on the perilous trip to Earth, each of us\ntraveled in a separate space ship. The precaution was well taken. We\nencountered a dense cloud of meteors near Alpha Centauri and I was the\nonly survivor.\"\n\nLayroh gestured briefly toward the rows of many-armed metal engines.\n\"There are the normal vehicles for a Shining One's body--armored\nmachines powered by sub-atomic motors and with appendages equipped for\nevery task of peace or war. This synthetic human figure which I now wear\nwas donned only in order that I might have no difficulty in mingling\nwith Earthmen while I sought the cavern. It is an exact replica of the\nbody of an Atlantean, including artificial vocal chords. Even the\ncolored goggles necessary to hide the glowing red of my nucleus are\nsimilar to those worn by Atlantean scientists while working with their\nray machines--\"\n\n       *       *       *       *       *\n\nLayroh was abruptly interrupted by a scream of maniacal fury from Olsen,\na shambling Swede who stood near the edge of the group. Ever since\nLayroh's unmasking the Swede had been staring at him with eyes rigidly\nwide in terror like those of a bird confronting a snake. The steady\ncontemplation of the horror of the blaring red thing behind Layroh's\nempty eye-sockets had apparently at last driven the Swede completely\ninsane. He snatched a revolver from his belt as he leaped forward, and\nfired once. His shot struck Layroh in the forehead.\n\nThe bullet ripped through the surface of Layroh's face, then glanced\nharmlessly aside as it struck metal underneath. Layroh never even\nstaggered from the impact. The black ray from the projector caught Olsen\nbefore he could fire again. There was a searing flash of flame, then a\nswiftly melting cloud of blue-white radiance, and the Swede was gone.\n\nLayroh swung the projector back to menace the others. \"I had forgotten\nthat _yaharigans_ of Earth have weapons that might be annoying,\" he said\nevenly. \"Two more of you have pistols--Garrigan and Ransome. Toss them\naway from you at once. Hesitate--and the black ray speaks again.\"\n\nSullenly the two men obeyed his order.\n\n\"Good,\" commended Layroh. \"In the pits where you are going you will have\nlittle use for pistols. When I again take you from those pits you will\nquickly learn why I brought you with me. _Yaharigans_, I have called\nyou, and _yaharigans_ you shall be--Earthly counterparts of those\nmiserable beasts of Rikor who have for ages been bred only for the one\npurpose of supplying food for the Shining Ones. I knew that when I found\nthe cavern the process of awakening the Shining Ones would require that\nthey be carefully fed with the calcium and lime from the bones of living\n_yaharigans_, the normal food of all Rikorians.\n\n       *       *       *       *       *\n\n\"The few _yaharigans_ I had brought from Rikor were consumed on my long\ntrip to Earth. So I had to recruit a party of human beings to go with me\nand serve as the necessary food for the Shining Ones. My search for the\ncavern took longer than I had expected for I knew only its approximate\nlocation. My own body at last had to have sustenance. Last night the\nNegro, Jeff Peters, provided that sustenance.\n\n\"I shall feed those of you who remain to the first group of Shining Ones\nto be awakened. After that we shall be strong enough in numbers to sally\nforth and capture ample food for awakening the rest of our comrades.\nThen in our full strength we shall emerge and again become masters of a\nplanet upon which your crude race shall exist only as _yaharigan_ herds\nfor our sustenance.\"\n\nLayroh's resonant voice ceased. Keeping the black ray projector alertly\ncovering the men, he strode over to a closed metal door in the wall just\nbeyond them. He took a small tube from a rack beside it and opened the\ndoor by sending a flash of yellow light into the mechanism of its lock.\n\n\"Into the pits until I am ready for you,\" he commanded curtly. \"They\nwere first constructed for keeping our own _yaharigans_ while we were\nworking in the cavern, and they should serve just as well for you.\"\n\n       *       *       *       *       *\n\nWith the memory of Olsen's tragic fate still fresh in their minds, the\nmen obediently filed into the next room, with Layroh bringing up the\nrear. The room was little more than a single large cell carved from the\nliving rock, and lighted by a single radium bulb in the ceiling.\n\nIts smooth glasslike floor was broken at intervals of ten feet by\ncircular pits fifteen feet deep. At Layroh's order the men entered the\nfloor-pits, one man to each pit. As Foster lowered himself into one of\nthem he saw how grimly efficient a trap the pit was.\n\nAn unusually tall and active man might be able to jump high enough to\ntouch the edge, but the effort would be useless. Those glass-smooth\nedges were so cunningly rounded that they offered no possible purchase\nfor clutching fingers. The diameter of the pit, ten feet, was too great\nto permit any effort at climbing by wedging one's body between two\nopposing walls.\n\nLayroh sent every man into the pits but one.\n\n\"You will return to the cavern with me, Carter,\" he ordered. \"I have\nneed for you at once.\"\n\nThey heard the door clang shut as Layroh and Carter left the pit room.\nChaos reigned as the men flung their bodies against the pit walls in\nefforts to escape. There was the click of metal as several of them tried\nwith pocket knives to chip finger-holes in the walls, but the glassy\nsurfaces were of diamond hardness.\n\n       *       *       *       *       *\n\nFoster's brain was numb with despair as he began to realize the true\nmeaning of those sleeping things out in the cavern. Death in some\nunknown and horrible form was imminent for himself and his companions,\nhe knew, but his thoughts were going far beyond that, to the time when\nthe Shining Ones would emerge in all their resistless power to ravage\nand conquer a helpless world.\n\nThere could be little doubt as to the futility of Earth's best efforts\nagainst the advanced science of these invaders from far-off Rikor.\nEncased in their colossal machine-bodies of glittering metal, and armed\nwith such terrible weapons as the black ray projector, the Shining Ones\nwould be as invulnerable as men trampling an anthill underfoot.\n\nThe future status of mankind upon the Earth would be that of vast herds\nof human _yaharigans_, probably bred for ever greater bone content as\nmen breed cattle for superior food values. The picture aroused Foster to\na fury of cold desperation. If they could only escape from the pits\nthere might be a chance to trap Layroh and slay him before he brought\nthose hordes of opalescent slugs to life. Then escape from the cavern\nitself would be an easy matter. Even if the outer door had been locked\nsince they passed through it Layroh had the light-key and Foster\nremembered the combination.\n\nHalf a dozen wild schemes flitted through Foster's brain, only to be\ndiscarded as futile. Then suddenly he thought of something that had\nevery chance of success if only they were given time enough. Layroh in\nhis arrogance had forgotten that his prisoners were not naked brutes of\nRikor. In the very clothing the men wore was the means of escape from\nthe pits.\n\n       *       *       *       *       *\n\nFoster's voice cut through the babel in the room until he gained\neveryone's attention.\n\n\"Our only chance for escape is to get a rope between two pits,\" he said\ncurtly. \"Then one man can climb out while the other holds the rope.\nWe'll have to make that rope from our clothing. No one man can get a\nstrip strong enough, so we'll have to work the strips to a central man\nwho can braid them into a single heavy rope. I'm near the center. Get\nthe strips to me. Tear your clothing into ribbons, and knot them\ntogether. Use your knives, watches, anything to weight one end of the\nstrip. Then cast until you get contact with the pit next to you. That\nway all the strips can be worked to me.\"\n\nA period of feverish activity followed while the men went to work.\nLayroh also was busy. Through several narrow ventilating slits high in\nthe cavern wall they heard the hum of machinery.\n\nThe first of the men finished knotting their ropes together. With\nweighted ends muffled to deaden their fall upon the rock floor, they\nbegan casting to get contact with their neighbors.\n\nSuccess came slowly. There were often scores of blind casts made before\na weighted end came into an adjoining pit. But the time finally came\nwhen Foster had a twenty-five-foot length of rope strong enough to bear\nhis weight. He already had a single strand making contact with Garrigan\nin the next pit. Garrigan drew the heavier rope in to him, then acted as\nan anchor while Foster climbed to the floor above.\n\n       *       *       *       *       *\n\nHis downstretched hand pulled Garrigan to freedom. Getting the other men\nup to the floor was the work of but a few moments. They were a\nweird-looking crew in the torn fragments of clothing that remained to\nthem. Foster stationed them beside the locked cavern door so that they\nwould be hidden behind it when it opened.\n\n\"Wait till Layroh is safely inside,\" he ordered, \"then rush him. Get\nthat black ray thing out of commission first. Without that, we should be\nmore than a match for him. In the meantime you come with me, Garrigan.\nMaybe we can get a look into the cavern.\"\n\nBy climbing on Garrigan's broad shoulders Foster found that he had a\nclear view through one of the narrow ventilating slits. Layroh had made\nefficient use of the time since he had left the pit room. Suspended from\nsoftly glowing wires in the large central glass case was a circular\ngroup of ten of the Shining Ones.\n\nFoster's eyes widened in horror as he saw the object in which the\ntrailing tendrils of the luminous slugs were sunk. It was the naked body\nof Carter. As those sucking tendrils drew out the substance of his\nskeleton, Carter's body was changing slowly, horribly, sinking into a\nflabby mass of puttylike flesh.\n\nThe dormant bodies of the great slugs glowed perceptibly brighter as\nthey fed, and the pulsations of opalescence quickened. The Shining Ones\nwere beginning to awaken. Faint but unmistakable there came to Foster's\nears a low singing drone from the group.\n\nHe shuddered. He knew now why Jeff Peters' shadow had seemed so\ngrotesquely _boneless_. That droning buzzing sound he had heard from the\nblack tent had been the feeding cry of a Shining One--of Layroh. Then,\nhis horrible feast ended, Layroh had blasted what remained of his victim\ninto nothingness with the black ray.\n\n       *       *       *       *       *\n\nFoster was abruptly startled into action as Layroh turned from watching\nthe central case. Picking up the black ray projector, he started toward\nthe pit-room door. Foster scrambled down. With Garrigan he joined the\ntensely waiting group beside the door.\n\nThere was the sound of the mechanism unlocking. The door opened and\nLayroh came striding in. In a concerted rush the men were upon him.\nFoster's hurtling dive for the black ray projector knocked the apparatus\nout of Layroh's hands. It crashed to the floor with a violence that left\nit shattered and useless. Swept off his feet by the savage fury of the\nunexpected attack, Layroh went to the floor beneath the writhing group\nof men.\n\nThe metal sinews of his magnificent body brought him to his knees in one\nmighty effort, but the numbers of his assailants were too great. Again\nhe was beaten down while powerful hands tore at his limbs. The metal of\nthe ingenious machine that was Layroh's body began twisting and giving\nway before the savagery of the assault.\n\nHe staggered to his feet, flinging the men aside in one last mad surge\nof power, and lurched toward the cavern. His effort to slam the door\nclosed behind him was blocked by the swift leap of two of the men.\nLayroh staggered on into the cavern. Then suddenly the torn framework of\nhis legs collapsed completely, and he fell heavily on his back.\n\nThe men surged forward with a shout of triumph. But before they could\nreach Layroh's prostrate figure one of his hands reached up and opened\nhis skull as one opens the hinged halves of a box. From within the skull\nthere rolled a great shining slug, a sinisterly beautiful figure of\nglowing opalescence, with a scarlet nucleus! For one breath-taken\ninstant it rose to its full height of four feet, hesitated, as if warily\nregarding the horror-struck men, then with tendrils pressed into its\nbody until it was nearly spherical, the slug that had been Layroh rolled\nlike a ball of living fire across the cavern toward the cluster of\nmachines. Foster snatched up one of the discarded pistols from the floor\nand fired twice at that hurtling globe of flame, but both shots missed.\n\nA moment later the slug reached the machines. It fled swiftly past a\ngroup of smaller mechanisms and selected a gleaming metal colossus whose\nsize and formidable armament indicated that it was designed primarily as\nan instrument of war. With whipping tendrils the slug swarmed up one of\nthe metal legs and into a small crystal-walled compartment in the\nforward end of the machine.\n\nThere was the crackling hiss of unleashed sub-atomic forces somewhere\nwithin the metal body. The machine moved in fumbling uncertainty for a\nmoment as the slug fought to get control of mechanism that had lain idle\nfor a thousand centuries! Then swiftly full control came, and the\nmachine came charging toward the men.\n\nThey broke in wild panic before the onslaught of the metal monster. As\nan engine of war it was invincible. Six feet in height and nearly twenty\nfeet in length, it maneuvered upon its jointed legs with bewildering\nspeed and efficiency. A score of rodlike arms projected from the main\ntrunk, arms that were equipped for nearly every purpose. Some ended in\npincers, others in barbed points, and others in clusters of flexible\nmetal tentacles.\n\nOne of the men screamed in terror and broke for the door back into the\npit room. Foster flung him aside and slammed the door shut and locked.\n\n\"You'd be trapped like a rat in there,\" he grated. \"Our only chance is\nto stick together and fight it out.\"\n\n       *       *       *       *       *\n\nIt was a chance that seemed increasingly slight as they tried to close\nin upon the machine. Garrigan had recovered the other pistol from the\nfloor. He emptied it into the metal monster at a range of less than ten\nfeet but the bullets glanced harmlessly off as from armor plate.\n\nThe machine fought back with deadly efficiency. One of the\ndagger-pointed arms impaled a man like a speared fish. Pincers closed\nupon the neck of another, half tearing his head from his body. With the\nstrength of desperation the men wrecked the pillars-and-diaphragm\napparatus and from the debris tore metal fragments to serve as clubs.\nTheir blows against the thing's pistonlike legs failed to even shake it.\nTwo more men died before the grim efficiency of the stabbing arms.\n\nFoster had held the remaining bullets in his own pistol, waiting for a\nchance to use them against some vulnerable spot in the machine, but he\nsaw none. There was a bare chance that if he could gain the machine's\nback he might find some crevice through which he could send a telling\nshot. Cramming the pistol into his belt, he watched his chance, then\nused the debris of the wrecked apparatus as a stepping stone for a\nrunning leap that landed him solidly on top of the metal bulk just back\nof the crystal compartment.\n\nHe fumbled for the pistol in his belt, but before he could even touch it\na tentacle-tipped arm lashed down toward him, picked him off the thing's\nback, and flung him with terrific force high into the air....\n\n       *       *       *       *       *\n\nFor a breathless moment he saw the girders and cables of the ceiling\nhurtling toward him. Instinctively he grabbed with both hands at one of\nthe lower girders as his body thudded into it. His clutching fingers\nslipped momentarily, then held, leaving him dangling there at arms'\nlength thirty feet above the floor.\n\nHis wits swiftly clearing from the shock of that mighty toss through\nspace, Foster scrambled up on the narrow girder. Sitting astride the\nmetal beam, he looked down at the scene below.\n\nThe battle down there was nearly over. The glowing slug in the machine\nwas now obviously trying to capture the remaining men alive for further\nuse. Instead of slaying, its lashing arms fought only to stun and\ncripple.\n\nSix of the men still remained on their feet but they were trapped in an\nangle between heavy apparatus and one of the walls. In the central case\nthe ten semi-dormant slugs, still too inactive to take part in the\nbattle themselves, seemed watching the conflict with great unwinking\neyes of crimson.\n\nFoster groaned. The metal colossus was too powerful for their feeble\nefforts. It would take a bolt of lightning to have any effect upon that\nmighty engine of war. At the thought, Foster's heart leaped in sudden\ninspiration. There was lightning, the terrific electrical force of a\nspinning planet, in the cables up here among the girders, if he could\nonly release it.\n\n       *       *       *       *       *\n\nSlightly below his position and barely six feet away from him one of the\nmain power cables of the cavern was suspended from heavy insulators. If\nthe cable had ever had an insulating sheath around it the fabric had\nvanished during the centuries for the dull silver-colored metal was now\ncompletely bare.\n\nIf that naked cable could be dropped into contact with Layroh's\nmachine-body, the entire power of one of the cavern's main lines would\nbe grounded through the metal of the machine. The position of the cable\nwith regard to where the machine was now, was perfect for the scheme. If\nFoster could sever the cable just opposite him there was an excellent\nchance that the longer one of the free ends would drop directly upon\nthe machine.\n\nAnd in his possession he had a possible means of severing that\ncable--the pistol that was still crammed in his belt. There were four\nshots remaining in the pistol. The cable was barely half an inch thick,\nbut the range was so short that he could not very well miss. If the\nsilver-colored metal was as soft as it looked, the heavy bullets should\nbe enough to tear through it.\n\nFoster thrust the pistol as close to the cable as he could reach. Then,\nwith the muzzle scarcely a yard from the silver strand, he fired. The\nheavy bullet caromed from the cable's surface, but not before it had\ntorn a gash nearly a third of the way through it.\n\nThere was a sudden cessation of activity below as the slug in the\nmachine looked up at the sound of the shot. Swift inspiration seized\nFoster and he promptly sent his next shot down at the machine itself.\nThe bullet glanced harmlessly off, but his ruse worked. Apparently\nbelieving that Foster was merely trying another futile attack upon it,\nthe machine turned its attention back to the men it had cornered. Foster\ncould be attended to later.\n\n       *       *       *       *       *\n\nFoster slipped and nearly fell just as he fired at the power line the\nnext time and his shot missed. That left him only one remaining\ncartridge. Aiming with infinite care he sent his last shot smashing\nsquarely into the part of the cable remaining intact.\n\nIt trembled and sagged as the bullet cut the remaining metal nearly\nthrough. Only a bare thread was left, yet that thread held. Sick at\nheart over the narrow margin by which his effort had failed, Foster\nstared in despair at the nearly severed cable. It needed only one solid\nblow to tear that last thread of metal apart, but the cable was just\nfar enough away to be effectively beyond his reach.\n\nThen suddenly Foster's eyes narrowed. There was a way remaining by which\nthe weakened power line could be broken. A single hurtling dive out and\ndownward from the girder would send his own body crashing squarely into\nthe metal strand. Beneath the smashing impact of his one hundred and\neighty pounds the nearly severed cable was certain to break.\n\nFoster shuddered as he realized what that dive into space would mean. He\nwas not thinking of the fall itself. The thirty-foot drop to the\ndiamond-hard floor of the cavern would in all probability mean death or\nbroken bones, but that was a hazard which Foster was willing to take.\n\nIt was the thought of what would happen in the brief moment of contact\nwhen his body met that bare cable that drained the color from Foster's\nface. There was the terrific electrical energy from a spinning world\ncoursing through that silver strand, a force that in all probability was\npowerful enough to instantly char a human body to a glowing cinder!\n\n       *       *       *       *       *\n\nIf he could only insulate his body at the point where it would touch the\ncable he might have at least a chance of surviving the contact. The only\npossible insulating medium he had was the clothing he wore--a pair of\nheavy corduroy trousers and the sleeveless remnant of a woolen shirt.\nThey could be rolled into a bundle that would be bulky enough to at\nleast give him some protection from contact with the bare cable.\n\nLaying the empty pistol on the girder beside him, he stripped as quickly\nas his precarious perch would permit. Then, using the pistol as a\ncentral core to give body to the bundle, he swathed it deep within the\nfolds of the clothing, making a thick roll that he could hold in his\nright hand as he leaped.\n\nAt best the insulating qualities of the roll would be far from perfect,\nyet it might serve to minimize the effects of the cable's charge enough\nto give him some chance of escaping alive. His contact with the power\nline would be only for the fractional part of a second and his body\nwould be completely in the air at the time, out of direct contact with\nanything through which the cable's charge might ground.\n\nFoster crouched on the girder, his eyes fixed upon the scene below as he\ntensely waited for the best moment to make the leap. The machine had\nshifted its position slightly while he had been stripping. It was now\ntoo far over the right to be under the cable when it fell.\n\nFor a moment as the machine maneuvered still farther over to the right\nin its conflict with the cornered men, Foster was afraid that his\nopportunity had passed. An idea came to him and he yelled directions.\nOne of the men suddenly dashed to the left, apparently in a last frantic\neffort to escape the metal colossus. The machine flashed quickly over to\nhead the fugitive off. The maneuver brought it for the moment directly\nunder Foster's position.\n\nFoster's muscles tensed swiftly, then flung his body headlong out into\nspace. His aim was perfect. The bulky roll of cloth in his outstretched\nright hand struck the cable squarely with all the force of his hurtling\nbody behind it.\n\nThere was a searing flash of blue flame as the last thread of the cable\nsnapped, and a tearing flood of agony that blotted all consciousness\nfrom Foster's brain as his falling body hurtled on toward the cavern\nfloor.\n\n       *       *       *       *       *\n\nHe struggled slowly back to consciousness to find Garrigan and another\nof the men working over him. There was the stabbing pain of broken bones\nin his left ankle. With the men helping him, he sat up and looked\naround.\n\nThe scene was one of utter chaos and destruction. The falling cable had\nobviously found its mark on Layroh's machine-body and in its last\nfurious convulsions the metal colossus had completely wrecked the great\nglass case in the center of the cavern floor.\n\nThe machine itself was now nothing more than a tangled heap of twisted\nmetal. In its shattered crystal compartment was a torn blob of swiftly\nblackening gelatin--all that remained of Layroh, the Shining One. Other\nshredded figures of dead flesh marked where the ten half-awakened slugs\nhad died in the wreckage of the glass-walled case.\n\nAnd in the many tiers of small cells along the cavern's back wall were\nmore figures of death. The severed cable had been the source of the\nenergy that had kept those dormant figures alive. When that energy\nceased death had come quickly. Those figures in the cells were no longer\nShining Ones. Their bodies were already swiftly darkening in decay.\n\nFoster smiled grimly as he looked around the cavern. There were\nscientific treasures here that would revolutionize a world. It was a\nfitting retribution for the Shining Ones. When they had destroyed\nAtlantis they had robbed Earth of countless centuries of scientific\nknowledge and progress. Now, here in the cavern that had at last become\ntheir tomb, they were leaving a legacy of science that would go far\ntoward repaying that ancient debt.\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Astounding Stories_ November 1932.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of Project Gutenberg's The Cavern of the Shining Ones, by Hal K. Wells\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE CAVERN OF THE SHINING ONES ***\n\n***** This file should be named 27143.txt or 27143.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/7/1/4/27143/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}