{"title": "The Raid on the Termites", "author": "Paul Ernst", "releaseDate": "November 12, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration: Denny bounded free and again sent the length of his spear\ninto the body.]\n\n\nThe Raid on the Termites\n\n_A Complete Novelette_\n\nBy Paul Ernst\n\n\n Armed with splinters of steel, two\n ant-sized men dare the formidable\n     mysteries of a termitary.\n\n\n\n\nCHAPTER I\n\n_The Challenge of the Mound_\n\n\nIt was a curious, somehow weird-looking thing, that mound. About a yard\nin height and three and a half in diameter, it squatted in the grassy\ngrove next the clump of trees like an enormous, inverted soup plate.\nHere and there tufts of grass waved on it, of a richer, deeper color,\ntestifying to the unwholesome fertility of the crumbling outer stuff\nthat had flaked from the solid mound walls.\n\nLike an excrescence on the flank of Mother Earth herself, the mound\nloomed; like an unhealthy, cancerous growth. And inside the enigmatic\nthing was another world. A dark world, mysterious, horrible, peopled by\nblind and terrible demons--a world like a Dante's dream of a second\nInferno.\n\nSuch, at least, were the thoughts of Dennis Braymer as he worked with\ndelicate care at the task of sawing into the hard cement of a portion of\nthe wall near the rounded top.\n\nHis eyes, dark brown and rimmed with thick black lashes, flashed\nearnestly behind his glasses as they concentrated on his difficult job.\nHis face, lean and tanned, was a mask of seriousness. To him, obviously,\nthis was a task of vital importance; a task worthy of all a man's\nability of brain and logic.\n\nObviously also, his companion thought of the work as just something with\nwhich to fill an idle afternoon. He puffed at a pipe, and regarded the\nentomologist with a smile.\n\nTo Jim Holden, Denny was simply fussing fruitlessly and absurdly with an\nordinary \"ant-hill,\" as he persisted in miscalling a termitary. Playing\nwith bugs, that was all. Wasting his time poking into the affairs of\ntermites--and acting, by George, as though those affairs were of supreme\nsignificance!\n\nHe grinned, and tamped and relighted the tobacco in his pipe. He\nrefrained from putting his thoughts into words, however. He knew, of\nold, that Denny was apt to explode if his beloved work were interrupted\nby a careless layman. Besides, Dennis had brought him here rather under\nprotest, simply feeling that it was up to a host to do a little\nsomething or other by way of trying to amuse an old college mate who had\ncome for a week's visit. Since he was there on sufferance, so to speak,\nit was up to him to keep still and not interrupt Denny's play.\n\nThe saw rasped softly another time or two, then moved, handled with\nsurgeon's care, more gently--till at last a section about as big as the\npalm of a man's hand was loose on the mound-top.\n\nDenny's eyes snapped. His whole wiry, tough body quivered. He visibly\nheld his breath as he prepared to flip back that sawed section of\ncurious, strong mound wall.\n\nHe snatched up his glass, overturned the section.\n\nJim drew near to watch, too, seized in spite of himself by some of the\nscientist's almost uncontrollable excitement.\n\nUnder the raised section turmoil reigned for a moment. Jim saw a horde\nof brownish-white insects, looking something like ants, dashing\nfrenziedly this way and that as the unaccustomed light of sun and\nexposure of outer air impinged upon them. But the turmoil lasted only a\nlittle while.\n\nQuickly, in perfect order, the termites retreated. The exposed honeycomb\nof cells and runways was deserted. A slight heaving of earth told how\nthe insects were blocking off the entrances to the exposed floor, and\nmaking that floor their new roof to replace the roof this invading giant\nhad stripped from over them.\n\nIn three minutes there wasn't a sign of life in the hole. The\nobservation--if one could call so short a glimpse at so abnormally\nacting a colony an observation--was over.\n\n       *       *       *       *       *\n\nDenny rose to his feet, and dashed his glass to the ground. His face was\ntwisted in lines of utter despair, and through his clenched teeth the\nbreath whistled in uneven gasps.\n\n\"My God!\" he groaned. \"My God--if only I could see them! If only I could\nget in there, and watch them at their normal living. But it's always\nlike this. The only glance we're permitted is at a stampede following\nthe wrecking of a termitary. And that tells us no more about the real\nnatures of the things than you could tell about the nature of normal men\nby watching their behavior after an earthquake!\"\n\nJim Holden tapped out his pipe. On his face the impatiently humorous\nlook gave place to a measure of sympathy. Good old Denny. How he took\nthese trivial disappointments to heart. But, how odd that any man could\nget so worked up over such small affairs! These bugologists were queer\npeople.\n\n\"Oh, well,\" he said, half really to soothe Denny, half deliberately to\ndraw him out, \"why get all boiled up about the contrariness of ordinary\nlittle bugs?\"\n\nDenny rose to the bait at once. \"Ordinary little bugs? If you knew what\nyou were talking about, you wouldn't dismiss the termite so casually!\nThese 'ordinary little bugs' are the most intelligent, the most\nsignificant and highly organized of all the insect world.\n\n\"Highly organized?\" he repeated himself, his voice deepening. \"They're\nlike a race of intelligent beings from another planet--superior even to\nMan, in some ways. They have a king and queen. They have 'soldiers,'\ndeveloped from helpless, squashy things into nightmare creations with\nlobster-claw mandibles longer than the rest of their bodies put\ntogether. They have workers, who bore the tunnels and build the mounds.\nAnd they have winged ones from among which are picked new kings and\nqueens to replace the original when they get old and useless. And all\nthese varied forms, Jim, they hatch at will, through some marvelous\npower of selection, from the same, identical kind of eggs. Now, I ask\nyou, could you take the unborn child and make it into a man with four\narms or a woman with six legs and wings, at will, as these insects, in\neffect, do with theirs?\"\n\n\"I never tried,\" said Jim.\n\n\"Just a soft, helpless, squashy little bug, to begin with,\" Denny went\non, ignoring his friend's levity. \"Able to live only in warm\ncountries--yet dying when exposed directly to the sun. Requiring a very\nmoist atmosphere, yet exiled to places where it doesn't rain for months\nat a time. And still, under circumstances harsher even than those Man\nhas had to struggle against, they have survived and multiplied.\"\n\n\"Bah, bugs,\" murmured Jim maddeningly.\n\n       *       *       *       *       *\n\nBut again Denny ignored him, and went on with speculations concerning\nthe subject that was his life passion. He was really thinking aloud,\nnow; the irreverent Holden was for the moment nonexistent.\n\n\"And the something, the unknown intelligence, that seems to rule each\ntermitary! The something that seems able to combine oxygen from the air\nwith hydrogen from the wood they eat and make necessary moisture; the\nsomething that directs all the blind subjects in their marvelous\nunderground architecture; the something that, at will, hatches a dozen\ndifferent kinds of beings from the common stock of eggs--what can it be?\nA sort of super-termite? A super-intellect set in the minute head of an\ninsect, yet equal to the best brains of mankind? We'll probably never\nknow, for, whatever the unknown intelligence is, it lurks in the\nfoundations of the termitaries, yards beneath the surface, where we\ncannot penetrate without blowing up the whole mound--and at the same\ntime destroying all the inhabitants.\"\n\nJim helped Denny gather up his scientific apparatus. They started across\nthe fields toward Denny's roadster, several hundred yards away--Jim,\nblond and bulking, a hundred and ninety pounds of hardy muscle and bone;\nDenny wiry and slender, dark-eyed and dark-haired. The sledge-hammer and\nthe rapier; the human bull, and the human panther; the one a student\nkept fit by outdoor studies, and the other a careless, rich young\ntime-killer groomed to the pink by the big-game hunting and South Sea\nsailing and other adventurous ways of living he preferred.\n\n\"This stuff is all very interesting,\" he said perfunctorily, \"but what\nhas it to do with practical living? How will the study of bugs, no\nmatter how remarkable the bug, be of benefit to the average man? What I\nmean is, your burning zeal--your really bitter disappointment a minute\nago--seem a bit out of place. A bit--well, exaggerated don't you know.\"\n\n       *       *       *       *       *\n\nDenny halted; and Jim, perforce, stopped, too. Denny's dark eyes burned\ninto Jim's blue ones.\n\n\"How does it affect practical living? You, who have been in the tropics\nmany times on your lion-spearing and snake-hunting jaunts, ask such a\nthing? Haven't you ever seen the damage these infernal things can do?\"\n\nJim shook his head. \"I've never happened to be in termite country,\nthough I've heard tales about them.\"\n\n\"If you've heard stories, you have at least in idea of their deadliness\nwhen they're allowed to multiply. You must have heard how they literally\neat up houses and the furnishings within, how they consume telegraph\npoles, railroad ties, anything wooden within reach. The termite is a\nghastly menace. When they move in--men eventually move out! And their\nappearance here in California has got many a nationally famous man half\ncrazy. That's what they mean to the average person!\"\n\nJim, scratched his head. \"I didn't think of that angle of it,\" he\nadmitted.\n\n\"Well, it's time you thought of something besides fantastic ways of\nrisking your life. The termite has been kept in place, till now, by only\ntwo things: ants, which are its bitterest enemies, and constantly attack\nand hamper its development; and climatic conditions, which bar it from\nthe temperate zones. Now suppose, with all their intelligence and force\nof organization--not to mention that mysterious and terrible unknown\nintelligence that leads them--they find a way to whip the ants once for\nall, and to immunize themselves to climatic changes? Mankind will\nprobably be doomed.\"\n\n\"Gosh,\" said Jim, with exaggerated terror.\n\n       *       *       *       *       *\n\n\"Laugh if you want to,\" said Dennis, \"but I tell you the termite is a\nvery real menace. Even in its present stage of development. And the\nmaddening thing is that we can't observe them and so discover how best\nto fight them.\n\n\"To get away from the light that is fatal to them, they build mounds\nlike that behind us, of silicated, half-digested wood, which hardens\ninto a sort of cement that will turn the cutting edge of steel. If you\npry away some of the wall to spy on them, you get the fiasco I was just\nrewarded with. If you try to penetrate to the depths of the mystery,\nyards underground, by blowing up the termitary with gun powder, the only\nway of getting to the heart of things--you destroy the termites. Strays\nare seldom seen; in order, again, to avoid light and air-exposure, they\ntunnel underground or build tubes above ground to every destination.\nAlways they keep hidden and secret. Always they work from within, which\nis why walls and boards they have devoured look whole: the outer shell\nhas been left untouched and all the core consumed.\"\n\n\"Can't you get at the beasts in the laboratory?\" asked Jim.\n\n\"No. If you put them into glass boxes to watch them, they manage to\ncorrode the glass so it ceases to be transparent. And they can bore\ntheir way out of any wood, or even metal, containers you try to keep\nthem in. The termite seems destined to remain a gruesome, marvelous,\npossibly deadly mystery.\"\n\n       *       *       *       *       *\n\nHe laughed abruptly, shrugged his shoulders, and started toward the car\nagain.\n\n\"When I get off on my subject, there's no telling when I'll stop. But,\nJim, I tell you, I'd give years of my life to be able to do what all\nentomologists are wild to do--study the depths of a termite mound. God!\nWhat wouldn't I give for the privilege of shrinking to ant-size, and\nroaming loose in that secretive-looking mound behind us!\"\n\nHe laughed again, and slapped Holden's broad back.\n\n\"_There_ would be a thrill for you, you bored adventurer! There would be\nexploration work! A trip to Mars wouldn't be in it. The nightmare\nmonsters you would see, the hideous creations, the cannibalism, the\nhorrible but efficient slave system carried on by these blind,\nintelligent things in the dark depths of the subterranean cells! Lions?\nSuppose you were suddenly confronted by a thing as big as a horse, with\nfifteen-foot jaws of steely horn that could slice you in two and hardly\nknow it! How would you like that?\"\n\nAnd now in the other man's eyes there was a glint, while his face\nexpressed aroused interest.\n\nEvery man to his own game, thought Denny curiously, watching the\ntransformation. He lived for scientific experiments and observations\nhaving to do with termites. Holden existed, apparently, only for the\nthrill of pitting his brain and brawn against dangerous beasts, wild\nsurroundings, or tempestuous elements. If only their two supreme\ninterests in life could be combined....\n\n\"How would I like it?\" said Jim. \"Denny, old boy, when you can introduce\nme to an adventure like that ...\" He waved his arm violently to complete\nthe sentence. \"What a book of travel it would make! 'The Raid on the\nTermites. Exploring an Insect Hell. Death in an Ant-hill....'\"\n\n\"Termitary! Termitary!\" corrected Denny irritably.\n\n\"Whatever you want to call it,\" Jim conceded airily. He dumped the\napparatus he was carrying into the rear compartment of the roadster.\n\"But why speak of miracles? Even if we were sent to a modern hand\nlaundry, we could hardly be shrunk to ant-size. Shall we ramble along\nhome?\"\n\n\n\n\nCHAPTER II\n\n_The Pact_\n\n\n\"What are we going to do to-night?\" asked Jim.\n\nDennis looked quizzically at his big friend. Jim was pacing restlessly\nup and down the living room of the bachelor apartment, puffing jerkily\nat his eternal pipe. Dennis knew the symptoms. Though he hadn't seen Jim\nfor over a year, he remembered his characteristics well enough.\n\nSome men seem designed only for action. They are out of step with the\nmodern era. They should have lived centuries ago when the world was more\na place of physical, and less of purely mental, rivalry.\n\nJim was of this sort. Each time he returned from some trip--to Siberia,\nthe Congo, the mountainous wilderness of the Caucasus--he was going to\nsettle down and stop hopping about the globe from one little-known and\ndangerous spot to another. Each time, in a matter of weeks, he grew\nrestless again, spoiling for action. Then came another impulsive\njourney.\n\nHe was spoiling for action now. He didn't really care what happened that\nevening, what was planned. His question was simply a bored protest at a\ntoo tame existence--a wistful hope that Denny might lighten his boredom,\nsomehow.\n\n\"What are we going to do to-night?\"\n\n\"Well,\" said Denny solemnly, \"Mrs. Van Raggan is giving a reception this\nevening. We might go there and meet all the Best People. There is a\nlecture on the esthetics of modern art at Philamo Hall. Or we can see a\ntalkie--\"\n\n\"My Lord!\" fumed Jim. Then: \"Kidding aside, can't you dig up something\ninteresting?\"\n\n\"Kidding aside,\" said Dennis, in a different tone, \"I have dug up\nsomething interesting. We're going to visit a friend of mine, Matthew\nBreen. A young man, still unknown, who, in my opinion, is one of our\ngreatest physicists. Matt is a kind of savage, so he may take to you. If\nhe does--and if he's feeling in a good humor--he may show you some\nlaboratory stunts that will afford you plenty of distraction. Come\nalong--you're wearing out my rugs with your infernal pacing up and\ndown!\"\n\n       *       *       *       *       *\n\nMatt Breen's place was in a ratty part of the poorer outskirts of town;\nand his laboratory was housed by what had once been a barn. But place\nand surroundings were forgotten at sight of the owner's face.\n\nHuge and gaunt, with unblinking, frosty gray eyes, looking more like an\narctic explorer than a man of science, Matt towered over the average man\nand carelessly dominated any assembly by sheer force of mentality. He\neven towered a little over big Jim Holden now, as he absently shook\nhands with him.\n\n\"Come in, come in,\" he said, his voice vague. And to Denny: \"I'm busy as\nthe devil, but you can watch over my shoulder if you want to. Got\nsomething new on. Great thing--though I don't think it'll have any\npractical meaning.\"\n\nThe two padded after him along a dusty hallway, up a flight of stairs\nthat was little more than a ladder, and into the cavernous loft of the\nold barn which had been transformed into a laboratory.\n\nJim drew Denny aside a pace or two. \"He says he's got something new.\nIsn't he afraid to show it to a stranger like me?\"\n\n\"Afraid? Why should he be?\"\n\n\"Well, ideas do get stolen now and then, you know.\"\n\nDenny smiled. \"When Matt gets hold of something new, you can be sure the\ndiscovery isn't a new kind of can-opener or patent towel-rack that can\nbe 'stolen.' His ideas are safe for the simple reason that there\nprobably aren't more than four other scientists on earth capable of even\ndimly comprehending them. All you and I can do--whatever this may turn\nout to be--is to watch and marvel.\"\n\n       *       *       *       *       *\n\nMatt, meanwhile, had lumbered with awkward grace to a great wooden\npedestal. Cupping down over this was a glass bell, about eight feet\nhigh, suspended from the roof.\n\nAround the base of the pedestal was a ring of big lamp-affairs, that\nlooked like a bank of flood-lights. The only difference was that where\nflood-lights would have had regular glass lenses to transmit light\nbeams, these had thin plates of lead across the openings. Thick copper\nconduits branched to each from a big dynamo.\n\nMatt reached into a welter of odds and ends on a bench, and picked up a\ntube. Rather like an ordinary electric light bulb, it looked, save that\nthere were no filaments in the thin glass shell. Where filaments should\nhave been there was a thin cylinder of bluish-gray metal.\n\n\"Element number eighty-five,\" said Matt in his deep, abstracted voice,\npointing at the bluish cylinder. \"Located it about a year ago. Last of\nthe missing elements. Does strange tricks when subjected to heavy\nelectric current. In each of those things that look like searchlights is\none of these bulbs.\"\n\nHe laid down the extra tube, turned toward a door in the near wall, then\nturned back to his silent guests again. Apparently he felt they were\ndue a little more enlightenment.\n\n\"Eighty-five isn't nearly as radioactive as the elements akin to it,\" he\nsaid. Satisfied that he had now explained everything, he started again\ntoward the door.\n\nAs he neared it, Dennis and Jim heard a throaty growling, and a vicious\nscratching on the wooden panels. And as Matt opened the door a big\nmongrel dog leaped savagely at him!\n\n       *       *       *       *       *\n\nCalmly, Matt caught the brute by the throat and held it away from him at\narm's length, seeming hardly to be aware of its eighty-odd pounds of\nstruggling weight. Into Jim's eyes crept a glint of admiration. It was a\nfeat of strength as well as of animal management; and, himself\nproficient in both, Jim could accord tribute where it was due.\n\n\"You came just as I was about to try an experiment on the highest form\nof life I've yet exposed to my new rays,\" he said, striding easily\ntoward the glass bell with the savage hound. \"It's worked all right with\nfrogs and snakes--but will it work with more complex creatures?\nMammalian creatures? That's a question.\"\n\nDenny forbore to ask him what It did, how It worked, what the devil It\nwas, anyway. From his own experience he knew that the abstraction of an\nexperimenter insulates him from every outside contact. Matt, he\nrealized, was probably making a great effort to remain aware that they\nwere there in the laboratory at all; probably thought he had explained\nin great detail his new device and its powers.\n\nVaguely wrapped in his fog of concentration, Matt thrust the snarling\ndog under the bell, which he lowered quickly till it rested on the\npedestal-floor and ringed the dog with a wall of glass behind which it\nbarked and growled soundlessly.\n\nCompletely preoccupied again, Matt went to a big switch and threw it.\nThe dynamo hummed, raised its pitch to a high, almost intolerable\nkeening note. The ring of pseudo-searchlights seemed in an ominous sort\nof way to spring into life. The impression must have been entirely\nimaginary; actually the projectors didn't move in the slightest, didn't\neven vibrate. Yet the conviction persisted in the minds of both Jim and\nDennis that some black, invisible force was pouring down those conduits,\nto be sifted, diffused, and hurled through the lead lenses at the dog in\nthe bell.\n\n       *       *       *       *       *\n\nThrilled to the core, not having the faintest idea what it was they were\nabout to see, but convinced that it must surely be of stupendous import,\nthe two stared unwinkingly at the furious hound. Matt was staring, too;\nbut his glance was almost casual, and was concentrated more on the glass\nof the bell than on the experimental object.\n\nThe reason for the direction of his gaze almost immediately became\napparent. And as the reason was disclosed, Dennis and Jim exclaimed\naloud in disappointment--at the same time, so intense was their nameless\nsuspense, not knowing they had opened their mouths. It appeared that for\nyet a little while they were to remain in ignorance of the precise\nmeaning of the experiment.\n\nThe glass of the bell was clouding. A swirling, milky vapor, not unlike\nfog, was filling the bell from top to bottom.\n\nThe dog, rapidly being hidden from sight by the gathering mist, suddenly\nstopped its antics and stood still in the center of the bell as though\novercome by surprise and indecision. Motionless, staring vacantly, it\nstood there for an instant--then was concealed completely by the rolling\nvapor.\n\nBut just before it disappeared, Jim turned to Denny in astonishment, to\nsee if Denny had observed what he had; namely, that the fog seemed not\nto be gathering from the air penned up in the bell, but in some strange\nand rather awful way to be exuding _from the body of the dog itself_!\n\n       *       *       *       *       *\n\nThe two stared back at the bell again, neither one sure he had been\nright in his impression. But now the glass was entirely opaque. So thick\nwas the vapor within that it seemed on the point of turning to a liquid.\nInside, swathed in the secrecy of the fleecy folds of mist--what was\nhappening to the dog? The two men could only guess.\n\nMatt glanced up at an electric clock with an oversized second hand. His\nfingers moved nervously on the switch, then threw it to cut contact. The\ndynamo keened its dying note. A silence so tense that it hurt filled the\ngreat laboratory.\n\nAll eyes were glued on the bell.\n\nThe thick vapor that had been swirling and crowding as if to force\nitself through the glass, grew less restive in motion. Then it began to\nrise, ever more slowly, toward the top.\n\nMore and more compactly it packed itself into the arched glass dome, the\ntop layers finally resembling nothing so much as cloudy beef gelatin.\nAnd now these top layers were solidifying, clinging to the glass.\n\nMeanwhile, the bottom line of the vapor was slowly rising, an inch at a\ntime, like a shimmering curtain being raised from a stage floor. At last\nten inches showed between the pedestal and the swaying bottom of the\nalmost liquid vapor. Jim and Denny stooped to peer under the blanket of\ncloud. The dog! In what way had it been affected?\n\nAgain they exclaimed aloud, involuntarily, unconsciously.\n\nThere was no dog to be seen.\n\n       *       *       *       *       *\n\nWith about fourteen clear inches now exposed, they looked a second time,\nmore intently. But their first glance had been right. The dog was gone\nfrom the bell. Utterly and completely vanished! Or so, at least, they\nthought at the moment.\n\nThe rising and solidifying process of the vapor went on, while Dennis\nand Jim stood, almost incapable of movement, and watched to see what\nBreen was going to do next.\n\nHis next move came in about four minutes, when the crowding vapor had at\nlast completely come to rest at the top of the dome like a deposit of\nopaque jelly. He stepped to the windlass that raised the bell, and\nturned the handle.\n\nImmediately the two watchers strode impulsively toward the exposed\npedestal floor.\n\n\"Wait a minute,\" commanded the scientist, his eyes sparkling with almost\nferocious intensity. The two stopped. \"You might step on it,\" he added,\namazingly.\n\nHe caught up a common glass water tumbler, and cautiously moved to the\nedge of the platform. \"It may be dead, of course,\" he muttered. \"But I\nmight as well be prepared.\"\n\nWonderingly, Jim and Dennis saw that he was intently searching every\nsquare inch of the pedestal flooring. Then they saw him crawl, like a\nstalking cat, toward a portion near the center--saw him clap the\ntumbler, upside down, over some unseen thing....\n\n\"Got him!\" came Matt's deep, fuzzy voice. \"And he isn't dead, either.\nNot by a long way! Now we'll get a magnifying glass and study him.\"\n\nFeeling like figures in a dream, Jim and Dennis looked through the lens\nwith their absorbed host.\n\n       *       *       *       *       *\n\nCapering about under the inverted tumbler, like a four-legged bug--and\nnot a very large bug, either--was an incredible thing. A thing with a\nsoft, furry coat such as no true insect possesses. A thing with tiny,\ncanine jaws, from which hung a panting speck of a tongue like no bug\never had.\n\n\"Yes,\" rumbled Matt, \"the specimen is far indeed from being dead. I\ndon't know how long it might exist in so microscopic a state, nor\nwhether it has been seriously deranged, body or brain, by the\ndiminishing process. But at least--it's alive.\"\n\n\"My God!\" whispered Dennis. And, his first coherent sentence since the\nphysicist had thrown the switch: \"So this--_this_--is the overgrown\nbrute you put under the bell a few minutes ago! This eighth-of-an-inch\nthing that is a miniature cartoon of a dog!\"\n\nJim could merely stare from the tumbler and the marvel it walled in, to\nthe man who had worked the miracle, and back to the tumbler again.\n\nDenny sighed. \"That thick, jellylike substance in the top of the bell,\"\nhe said, \"what is it?\"\n\n\"Oh, that.\" The miracle worker didn't lift his eyes from the tumbler and\nthe very much alive and protesting bit of life it housed. \"That's the\ndog. Rather, it's practically all of the dog save for this small residue\nof substance that clothes the vital life-spark.\"\n\n       *       *       *       *       *\n\nJim dabbed at his forehead and found it moist with sweat. \"But how is it\ndone?\" he said shakily.\n\n\"With element eighty-five, as I told you,\" said Breen, most of whose\nattention was occupied by a new stunt he was trying: he had cut a\nmicroscopic sliver of meat off a gnawed bone, and was sliding it under\nthe glass. Would the dog eat? Could it...?\n\nIt could, and would! With a mighty bound, that covered all of a quarter\nof an inch, the tiny thing leaped on the meat and began to gnaw\nwolfishly at it. The effect was doubly shocking--to see this perfect\nlittle creature acting like any regular, full-sized dog, although as\ntiny as a woman's beauty spot!\n\n\"Marvelous stuff, eighty-five,\" Matt went on. \"Any living thing, exposed\nto the lead-filtered emanations it gives off when disintegrated\nelectrically to precisely the right degree, is reduced indefinitely in\nsize. I could have made that dog as small as a microbe, even sub-visible\nperhaps, if I chose. Curious.... Maybe the presence of eighty-five in\nminute quantities on earth is all that has kept every living thing from\ngrowing indefinitely, expanding gigantically right off the face of the\nglobe....\"\n\n       *       *       *       *       *\n\nBut now Dennis was hardly listening to him. A notion so fantastic, so\nbizarre that he could not at once grasp it fully, had just struck him.\n\n\"Listen,\" he said at last, his voice so hoarse as to be almost\nunrecognizable, \"listen--can you reverse that process?\"\n\nMatt nodded, and pointed to the viscous deposit in the dome of the bell.\n\"The protoplasmic substance is still there. It can be rebuilt, remolded\nto its original form any time I put the dog back in the bell and let the\nparticles of eighty-five, which are suspended in the vacuum tubes,\nsettle back into their original, inert mass. You see, there is such a\nclose affinity--\"\n\nDennis cut him short almost rudely. It wasn't causes, marvelous though\nthey might be, that he was interested in; it was results.\n\n\"Would you dare ... that is ... would you like to try that experiment on\na human being?\"\n\n       *       *       *       *       *\n\nNow for once the inventor's entire interest was seized by something\noutside his immediate work. He stared open-mouthed at Dennis.\n\n\"Would I?\" he breathed. \"Would I like ...\" He grunted. \"Such a question!\nNo experiment is complete till man, the highest form of all life, has\nbeen subjected to it. I'd give anything for the chance!\" He sighed\nexplosively. \"But of course that's impossible. I could never get anyone\nto be a subject. And I can't have it tried on myself because I'm the\nonly one able to handle my apparatus in the event that anything goes\nwrong.\"\n\n\"But--would you try it on a human being if you had a chance?\" persisted\nDenny.\n\n\"Hah!\"\n\n\"And could you reduce a human being in stature as radically as you did\nthe dog? For example, could you make a man ... ant-size?\"\n\nMatt nodded vigorously, eyes fairly flaming. \"I could make him even\nsmaller.\"\n\nDennis stared at Jim. His face was transfigured. He shook with nervous\neagerness. And Jim gazed back at Dennis as breathlessly and as tensely.\n\n\"Well?\" said Dennis at last.\n\nJim nodded slowly.\n\n\"Yes,\" he said. \"Of course.\"\n\nAnd in those few words two men were committed to what was perhaps the\nstrangest, most deadly, and surely the most unique, adventure the world\nhas yet known. The improbable had happened. A man who lived but for\ndangers and extraordinary action, and a man who would have gambled his\nsoul for the scientist's ecstasy of at last learning all about a hidden\nstudy--both had seen suddenly open up to them a broad avenue leading to\nthe very pinnacle of their dreams.\n\n\n\n\nCHAPTER III\n\n_Ant-Sized Men_\n\n\nNext morning, at scarcely more than daybreak, Jim and Denny stood,\nstripped and ready for the dread experiment, beside Matthew Breen's\nglass bell. The night, of course, had been sleepless. Sleep? How could\nslumber combat the fierce anticipations, the exotic imaginings, the\nclanging apprehensions of the two?\n\nMost of the night had been spent by Denny in dutifully arguing with Jim\nabout the advisability of his giving up the adventure, in soothing his\nconscience by presenting in all the angles he could think of the risks\nthey would run.\n\n\"You'll be entering a different world, Jim,\" Denny had said. \"An\nunimaginably different world. A terrible world, in which you'll be a\nnaked, soft, defenseless thing. I'd hate to bet that we'd live even to\nreach the termitary. And once inside that--it's odds of seven to one\nthat we'll never get out again.\"\n\n\"Stow it,\" Jim had urged, puffing at his pipe.\n\n\"I won't stow it. You may think you've run up against dangers before,\nbut let me tell you that your most perilous jungle is safe as a church\ncompared to the jungle an ordinary grass plot will present to us, if, as\nwe plan, we get reduced to a quarter of an inch. I'm going in this with\na mission. To me it's a heaven-sent opportunity--one I'm sure any\nentomologist would grab at. But you, frankly, are just a fool--\"\n\n\"All right,\" Jim had cut in, \"let it go at that. I'm confirmed in my\nfolly. You can't argue me out of it, so don't try any more. Now, to be\npractical--have you thought of any way we could arm ourselves?\"\n\n\"Arm ourselves?\" repeated Dennis vaguely.\n\n\"Yes. It's a difficult problem. The finest watch-maker couldn't turn out\na working model of a gun that could be handled by a man a quarter of an\ninch tall. At the same time I have no desire to go into this thing\nbare-handed. And I think I know something we can use.\"\n\n\"What?\"\n\n\"Spears,\" said Jim with a grin. \"Steel spears. They make steel wire, you\nknow, down to two-thousandths of an inch and finer. Probably our friend\nhas some in his laboratory. Now, if we grind two pieces about a quarter\nof an inch long off such a wire, and sharpen the ends as well as we can,\nwe'll have short spears we could swing very well.\n\n\"Then, there's the matter of clothes.\" He grinned again. \"We'll want a\nbreech clout, at least. I propose that we get the sheerest silk gauze we\ncan find, and cut an eighth-inch square apiece to tie about our middles\nafter the transformation.\"\n\n       *       *       *       *       *\n\nHe slapped his fist into his palm. \"By George! Such talk really begins\nto bring it home. Two men, clad in eighth-inch squares of silk gauze,\nusing bits of almost invisibly fine steel wire as weapons, junketing\nforth into a world in which they'll be about the smallest and puniest\nthings in sight! No more lords of creation, Denny. We'll have nothing\nbut our wits to carry us through. But they, of course, will be supreme\nin the insect world as they are in the animal world.\"\n\n\"Will they be supreme?\" Denny said softly. That unknown\nintelligence--that mysterious intellect (super-termite?) that seemed to\nrule each termite tribe, and which appeared so marvelously profound! \"I\nwonder....\"\n\nThen he, in his turn, had descended to the practical.\n\n\"You've solved the problem of weapons and clothing, Jim,\" he said, \"and\nnow for my contribution.\" He left the room and came back in a few\nminutes with something in his hands. \"Here are some shields for us.\n\n\"Oh, not pieces of steel armor. Shields in a figurative more than a\nliteral sense.\"\n\nHe set down a small porcelain pot, and opened it. Within was a\nrepulsive-looking, whitish-brown paste.\n\n\"Ground-up termites,\" he explained. \"If we're to go wandering around in\na termitary, we've got to persuade the inmates that we're friends, not\nfoes. So we'll smear ourselves all over with this termite-paste before\never we enter the mound.\"\n\n\"Clever, these supposedly impractical scientists,\" murmured Jim, with a\nlightness that did not quite succeed in covering his real admiration of\nthe shrewdness of the thought.\n\nAnd now they stood in front of Breen's glass bell, with Breen beside\nthem all eagerness to begin the experiment.\n\n\"What am I supposed to do after I've reduced you to the proper size?\" he\nasked.\n\n\"Take us out to Morton's Grove, to the big termitary you'll find about a\nquarter of a mile off the road,\" said Denny. \"Set us down near the\nopening to one of the larger termite tunnels. Then wait till we come out\nagain. You may have to wait quite a while--but that isn't much to ask in\nreturn for our submission to your rays.\"\n\n\"I'll wait a week, if you wish. Let's see, what had I better carry you\nin?\"\n\nIt was decided--with a lack of forethought later to be bitterly\nregretted--that an ordinary patty-dish of the kind in which restaurants\nserve butter, would make as good a conveyance as anything else.\n\n       *       *       *       *       *\n\nMatt got the patty-dish and placed it on the pedestal floor, tipping it\non edge so Jim and Denny would be able to climb into it unaided (he\nwouldn't dare attempt to lift bodies so small for fear of mortally\ninjuring them between thumb and forefinger). Into the patty-dish, so\nthey could be readily located, were placed the bits of wire, the tiny\nfragments of silk gauze to serve as breech clouts, and a generous dab of\ntermite-paste; and the two men stepped inside the glass dome to share\nthe fate that, the night before, had been the dog's.\n\nThe bell was lowered around them. They watched the inventor step to the\nswitch and pull it down....\n\nAt first there was no sensation whatever. Almost with incredulity, they\nwatched the glass walls cloud, realized that the fogging vapor was\nformed of exudations from their own substance. Then physical reaction\nset in.\n\nThe first symptom was paralysis. With the vapor wreathing their heads in\ndense clouds, they found themselves unable to move a muscle. The\nparalysis spread partially to the involuntary muscles. Heart action was\nretarded enormously; and they ceased almost entirely to breathe. In\nspite of the cessation of muscular functioning, however, they were still\nconscious in a vague way. Conscious enough, at all events, to go through\na hell of agony when--second and last stage--every nerve in their bodies\nseemed of a sudden to be rasped with files, and every tiny particle of\ntheir flesh jerked and twitched as if to break loose from the\never-shrinking skin.\n\n       *       *       *       *       *\n\nTime, of course, was completely lost sight of. It might have been ten\nhours, or five minutes later when they realized they were still alive,\nstill standing on their own feet, and now able to breathe and move. The\nspell of rigidity had been broken; nerves and muscles functioned\nsmoothly and painlessly again. Also they were in clear air.\n\n\"I guess the experiment didn't work,\" Dennis began unsteadily. But then,\nas his eyes began to get accustomed to his fantastically new, though\nintrinsically unchanged surroundings, he cried aloud.\n\nThe experiment _had_ worked. No doubt of that! And they were in a world\nwhere all the old familiar things were new and incredible marvels.\n\n\"What can be the nature of this stuff we're standing on?\" wondered Jim,\nlooking down.\n\nFollowing his gaze, Denny too wondered for an instant, till realization\ncame to him. \"Why, it's ordinary wood! Just the wood of the pedestal\nplatform!\"\n\nBut it didn't seem like wood. The grain stood out in knee-high ridges in\nall directions to the limit of visibility. It was like a nightmare\npicture of a frozen bad-lands, split here and there by six-feet-broad,\nunfathomable chasms--which were the cracks in the flooring.\n\n\"Where's the patty-dish?\" queried Jim.\n\nDennis gazed about. \"We were standing right over it when the reducing\nprocess started.... Oh, there it is!\"\n\n       *       *       *       *       *\n\nFar off to the right an enormous, shallowly hollowed plateau caught\ntheir eyes. They started toward it, hurdling the irregular ridges,\nleaping across the dizzy chasms.\n\nThe tiny dish had been tipped on edge--but when they reached it they\nfound its thickness alone a daunting thing.\n\n\"It's a pity Matt didn't select a thinner kind of china,\" grumbled\nDennis; gazing at the head-high wall that was the edge of the plate.\n\"Here--I'll stand on your shoulders, and then give you an arm up. Look\nout--it's slippery!\"\n\nIt was. Their feet slid out from under them on the glazed surface\nrepeatedly. It was with the utmost effort that they finally made their\nway to the center of the shallow plateau.\n\nThere, lying beside two heaps of coarse cloth and a mound of\nhorrible-smelling stuff that he recognized as the dab of termite-paste,\nthey saw two glistening steel bars. About five feet long, they seemed to\nbe, and half an inch in diameter. The wire-ends which, a few moments\nago, they had been forced to handle with tweezers for fear of losing!\n\nJim picked one up and drew it back for a pretended spear-thrust. He\nlaughed, vibrantly, eagerly.\n\n\"I'm just beginning to realize it's really happened, and that the hunt\nhas started. Bring on your bugs!\"\n\nDennis stooped and picked up his spear. It was unwieldy, ponderous, the\nweight of that long, not-too-thin steel bar. Jim's great shoulders and\nheavy arms were suited well enough to such a weapon; but Dennis could\nhave wished that his were some pounds lighter.\n\nThey turned their attention to the evil-smelling hill of\ntermite-ointment. With many grimaces, they took turns in smearing each\nother from head to feet with the repulsive stuff. Then they knotted\nabout them the yard-square pieces of fabric--once sheer silk gauze, now\ncloth as stiff and cumbersome as sail-cloth. They faced each other,\nready for their trip.\n\nThe heavens above them, trailing up and up into mysterious darknesses,\nsuddenly became closer and sparkled with a diamond sheen. Stretching off\nand up out of sight was a mountainous column that might conceivably be a\nwrist.\n\n\"Matt's looking at us through a magnifying glass,\" concluded Denny.\n\n       *       *       *       *       *\n\nAbruptly the ridged bad-lands about them began to vibrate. Thunder\ncrashed and roared around their ears.\n\n\"He's trying to say something to us,\" said Denny, when the awful din had\nceased. \"Oh, Matt--we're ready to go!\"\n\nJim echoed his shout. Then Denny snorted. \"Fools! Our voices are\nprobably pitched way above the limit of audibility. He can't hear us any\nmore than we can understand him!\"\n\nThey gazed at each other. More than anything else that had happened,\nthis showed them how entirely they were cut off from their old world.\nTruly, in discarding their normal size, they might as well have been\nmarooned on another planet!\n\nA tremendous, pinkish-gray wall lowered near them, split into segments,\nand surrounded their plateau. The plateau was lifted--with a dizzy\nswiftness that made their stomachs turn.\n\nWith sickening speed the plateau moved forward. The texture of the\nheavens above them changed. The sun--the one thing in their new universe\nthat seemed unchanged in size and aspect--shone down on them. The\nplateau came jarringly to rest. Great cliffs of what seemed black basalt\ngleamed high over them.\n\nMatt had carried them out of the building, and had set the patty-dish on\nthe black leather seat of his automobile.\n\nThere was a distant thundering, as though all the worlds in the universe\nbut Earth were being dashed to pieces. That was the motor starting. And\nthen, as the car moved off, Jim and Dennis realized their mistake in\nchoosing a patty-dish to ride in!\n\n       *       *       *       *       *\n\nIn spite of the yielding leather cushion on which their dish was set,\nthe two quarter-inch men were hurled this way and that, jounced horribly\nup and down, and slid headlong from one end of the plateau to the other\nas the automobile passed over the city streets. Impossible to stand.\nThey could only crouch low on the hard glazed surface, and try to keep\nfrom breaking legs and arms in the worst earthquake it is possible to\nimagine. Anyone who has ever seen two bugs ill-advisedly try to walk\nacross the vibrating hood of an automobile while the motor is running,\nwill have some idea of the troubles that now beset Dennis and Jim.\n\n\"The ass!\" groaned Jim, in a comparatively quiet spell. \"Why doesn't he\ndrive more carefully?\"\n\n\"Probably,\" groaned Denny, \"he's doing the best he can.\"\n\nProbably! All that was left them was conjecture. They could only guest\nat what was happening in the world about them!\n\nMatthew Breen's face and body were lost in sheer immensity above them.\nThey knew they were riding in a car; but they couldn't see the car. All\nthey could see was the black cliff that was the seat-cushion behind\nthem. The world had disappeared--hidden in its bigness; the world,\nindeed, was just at present a patty-dish.\n\nSomehow they endured the ride. Somehow they avoided broken bones, and\nwere only shaken up and bruised when the distant roar of the motor\nceased and the wind stopped howling about their ears.\n\n\"Well, we're here,\" said Dennis unsteadily. \"Now for the real--\"\n\nHis words were stopped by the sudden rising of the plateau. Again they\nfelt the poignantly exaggerated, express-elevator feeling, till the\nplateau finally came to rest.\n\nThe crashing thunder of Matt's voice came to them, words utterly\nindistinguishable. The saucer was tipped sideways....\n\nDoubtless Matt thought he was acting with extreme gentleness; but in\nfact the dish was tilted so quickly and so without warning that Jim and\nDennis slid from its center, head over heels, to fall over the edge and\nland with a bump on the ground. Their spears, sliding after, narrowly\nmissed impaling them.\n\nOnce more came the distant crashing of Matt's voice. Then there was\nsilence. Their gigantic protector, having dumped them unceremoniously\ninto the grass of Morton's Grove, had ushered them squarely into the\nstart of their insane adventure. From now on their fate belonged to them\nalone.\n\n\n\n\nCHAPTER IV\n\n_The Raid_\n\n\nBewilderedly, they looked around them.\n\nAhead of them, barely to be seen for the trunks of giant trees\nintervening, was a smoothly-rounded mountain. Majestic and aloof it\nsoared, dwarfing all near it--the termitary which, yesterday, had been\nbut waist-high. There was their eventual goal; but meanwhile their\nimmediate surroundings roused their greater interest--and all their\nalertness!\n\nWhen Dennis had said they would find a common grass plot a wild and\nexotic jungle, he had spoken perhaps more truly than he knew. At any\nrate, the jungle they now found themselves in was something to exceed\nman's wildest dreams.\n\nFar over their heads towered a wilderness of trees. But such trees!\nWithout branches, shooting up and over in graceful, tangling curves,\ntheir trunks oddly flat and ribbonlike and yellow-green. It was\nimpossible to look on them as grass stems.\n\nHere and there the trees had fallen, presenting a tangled wilderness of\nleathery, five-foot-wide strips. Webs of roots, tough and gnarled,\nwhitish in color, curled in all directions to catch the feet and baffle\nthe eye. It was an appalling underbrush. And it was an underbrush,\nmoreover, in which there was plenty of wild life!\n\nA hairy, pulpy thing, reddish in color, with gauzy wings and a myriad\nflashing eyes scuttled close to them as though drawn by curiosity to\ninspect them. As big as an eagle it appeared to them; both grasped their\nspears; but soon, with a wild whistle of its wings, it rose up through\nthe tangle of underbrush and hummed off. A fruit fly.\n\n       *       *       *       *       *\n\nAnd now a monstrous thing appeared far off, to stalk like a balloon on\ntwenty-foot legs in their direction. With incredible quickness it loomed\nover them. Six feet through, its body was roughly spherical, and carried\non those amazingly long, jointed legs. It stared at them with beady,\ncruel eyes, but finally teetered on its way again, leaving them\nuntouched.\n\n\"I'll never again be able to see a daddy longlegs without shivering,\"\nsaid Jim. His voice was unconsciously sunk to little more than a\nwhisper. This was a world of titanic dangers and fierce alarms. Instinct\ncautioned both of them to make no more noise than necessary. \"We had\nbetter make for your termitary at once.\"\n\nDennis had been thinking that for some time. But he had been unable to\nlocate a termite tunnel anywhere. Matt had been supposed to set them\ndown near one. No doubt, to his own mind, he _had_ placed them near one\nof the termite highways. But his ideas of distance were now so radically\ndifferent from theirs that Dennis, at least, was unable to see a tunnel\nopening anywhere.\n\nHe spoke his thoughts to Jim. \"There must be a tunnel opening somewhere\nvery near us,\" he concluded. \"But I--Good heavens!\"\n\nBoth crouched in wary alarm, spears held for a thrust, if necessary, at\nthe frightful thing approaching them from the near jungle.\n\nThirty feet long, it was, and six feet through, a blunt-ended, untapered\nserpent that glistened a moist crimson color in the rays of the sun. The\ntrees quaked and rocked as it brushed against them in its deliberate\nadvance. Dead leaves many feet across and too heavy for the combined\nefforts of both men to have budged, were pushed lightly this way and\nthat as the monster moved. The very ground seemed to shake under its\nappalling weight.\n\n\"If _that_ comes after us,\" breathed Jim, \"we're through!\"\n\nBut now Denny drew a long breath of relief.\n\n\"Be still,\" he said. \"Make no sound, and no move, and it will probably\npass us by. It's blind, and couldn't harm us in any way--unless it\nrolled on us.\"\n\nThe two stood motionless while the nightmare serpent crashed by. Then,\nwith the earthworm fading into the distance, they resumed their hunt for\nthe near tunnel entrance.\n\n       *       *       *       *       *\n\nJim, whose eyes were more accustomed to searching jungle depths, finally\nsaw it--a black hole leading down into a small hill about two hundred\nyards ahead of them. He pointed.\n\n\"There we are. Come on.\"\n\nLaboriously they set out toward it. Laboriously because at every step\nsome almost insuperable hurdle barred their way. A fallen grass stalk\nwas a problem; sometimes they had to curve back on their tracks for\nsixty or eighty feet in order to get around it. A dead leaf, drifted\nthere from the trees near at hand, was almost a calamity, necessitating\nmore circuitous maneuvering.\n\nWith every yard the realization of the stark peril that was now theirs\nincreased.\n\nA grasshopper, blundering to the ground within a rod of them, nearly\ncrushed them with its several tons of weight. A bumblebee, as big as a\nflying elephant and twice as deadly, roared around them for several\nminutes as though debating whether or not to attack them, and finally\nroared off leaving them shaken and pale. But the most startling and\nnarrow of their narrow escapes occurred an instant after that.\n\nThey had paused for an instant, alert but undecided, to stare at a\ncoldly glaring spider that was barring their path. It was a small\nspider, barely more than waist-high. But something in its malevolent\neyes made the two men hesitate about attacking it. At the same time it\nwas squatting in the only clear path in sight, with tangles of stalks\nand leaves on either side. A journey around the ferocious brute might be\na complicated, long-drawn-out affair.\n\nTheir problem was decided for them.\n\n       *       *       *       *       *\n\nOverhead, suddenly roared out a sound such as might have been made by a\ntri-motored Fokker. There was a flash of yellow. The roar increased to\nan ear-shattering scream. Something swooped so breathlessly and at the\nsame time so ponderously that the men were knocked flat by the hurricane\nof disturbed air.\n\nA fleeting struggle ensued between some vast yellow body and the\nunfortunate spider. Then the spider, suddenly as immobile as a lump of\nstone, was drawn up into the heavens by the roaring yellow thing, and\ndisappeared. A wasp had struck, and had obtained another meal.\n\n\"Thank God that thing had a one-track mind, and was concentrating on the\nspider,\" said Jim, with a rather humorless laugh.\n\nDennis was silent. He was beginning to realize that he knew too much\nabout insects for his peace of mind. To Jim, insects had always\nheretofore been something to brush away or step on, as the circumstance\nmight indicate. He had no idea, for example, of exactly what fate it was\nhe had just missed. But Denny knew all about it.\n\nHe knew that if the wasp had chosen either of them, the chosen one would\nhave felt a stabbing thing like a red-hot sword penetrate to his vitals.\nHe knew that swift paralysis would have followed the thrust. He knew\nthat then the victim would have been taken back, helpless and motionless\nas the spider was, to be laid side by side with other helpless but still\nconscious victims in the fetid depths of the wasp's nest. And he knew\nthat finally an egg would have been laid on the victim's chest; an egg\nthat would eventually hatch and deliver a bit of life that would calmly\nand leisurely devour the paralyzed food supply alive.\n\n\"Let's hurry,\" he suggested, glancing up to see if any more wasps were\nhovering about.\n\nThe lowering tunnel mouth was very near now. Barely twenty yards away.\nWhat with the crowding monsters around them, the tunnel began to look\nlike a haven. Almost at a run, they continued toward it.\n\n       *       *       *       *       *\n\nThen a commotion like that which might be made by a mighty army sounded\nin the underbrush behind them. Dennis looked back over his shoulder.\n\n\"Hurry!\" he gasped, suddenly accelerating his pace into frank flight.\n\"Ants....\"\n\nJim glanced back, too--and joined Denny in his flight. Pouring toward\nthem at express train speed, flinging aside fallen stalks, climbing over\nobstructions as though no obstructions were there, was coming a grim and\narmored horde. Far in the lead, probably the one that had seen the men\nfirst and started the deadly chase, was a single ant.\n\nThe solitary leader was a monster of its kind. As tall as Jim, clashing\nin its horny armor, it rushed toward the fugitives.\n\n\"It's going to reach the tunnel before we do,\" Jim panted. \"We've got to\nkill the thing--and do it before the rest get to us....\"\n\nThe monster was on them. Blindly, ferociously it hurled its bulk at the\nthings that smelled like termites however little they resembled them.\nThe termite-paste was, in this instance, the most deadly of challenges.\n\nJim stepped to the fore, with his spear point slanted to receive the\nonslaught, spear butt grounded at his feet.\n\nWhether the six-legged horror would have had wit enough to comprehend\nthe nature of the defense offered, and would have striven to circumvent\nit, had time been given it, is a question that will never be answered.\nFor the thing wasn't given the time.\n\nIn mid-air it seemed to writhe and try to change the direction of its\nleap. But it was on the point and had transfixed itself before its\nintelligence, however keen, could have functioned.\n\nThe fight, though, was by no means over. With five feet of steel\npiercing it through, it whirled with hardly abated vitality toward\nDennis. Its gargoyle head came close and closer.\n\n       *       *       *       *       *\n\nDennis sprang sideways along its length, lifted the pointed bar he held,\nand dashed it down on what looked to him a vital spot--the unbelievably\nslender trunk that held its spatulate abdomen to its armored chest.\n\nThere was a crack as the bar smashed down on the weak point. The monster\nsank quivering to the ground. An instant later it was up, but now its\nmovements were dazed and sluggish as it dragged its half-paralyzed\nabdomen after it, and fumbled and caught on the heavy bar that\ntransfixed it.\n\nJim caught the bar and tugged it. \"My spear!\" he cried. \"Denny--help!\"\n\nTogether the two wrenched to jerk the spear loose from the horny armor\nof the dying ant. The rest of the pack were very near now.\n\n\"We'll have to let it go....\" panted Denny.\n\nBut at that instant their desperate efforts tore it loose from the\nconvulsively jerking hulk. They darted into the tunnel mouth with the\nracing horde scarcely twenty yards behind them.\n\nWithout hesitation the ants poured in after them. Jim and Dennis leaped\nforward, in pitch darkness, now and then bumping heavily against a wall\nas the tunnel turned, but having at least no trouble with their footing:\nthe floor was as smooth as though man-made.\n\nBehind them they could hear the armored horde crashing along in the\nblackness. The smashing noise of their progress was growing louder. The\ntwo had run perhaps fifty yards in the darkness. Another fifty, and they\nwould be caught!\n\nBut now, just as their eyes--sharpened also by the danger they were\nin--began to grow accustomed to the gloom, they saw ahead of them a\nthing that might have stepped straight out of a horrible dream.\n\n       *       *       *       *       *\n\nSix feet of vulnerable, unarmored body, amply protected by horny head\nand shoulders and ten feet of awful, scissor-mandibles, faced them. The\ncreature was doing a strange sort of war dance, swaying its terrible\nbulk back and forth rhythmically, while its feet remained immovable. An\ninstant it did this, then it charged at the two men. Simultaneously the\ncrashing of the fierce horde behind sounded with appalling nearness--the\nnoise and odor of the ants preventing the huge termite guard in front of\nthe men from recognizing and approving the smell of the termite-paste\nthat covered their bodies.\n\n\"Follow me!\" snapped Denny, remembering that the hideous attacking thing\nbefore them was blind, and gaining from that knowledge swift\ninspiration.\n\nJim gathered his muscles to follow at command. But he almost shouted\naloud as he saw Denny leap--straight toward the enormous, snapping\nmandibles.\n\nIn an instant, however, Denny's idea was made clear. With a slide that\nwould have done credit to any baseball player, the entomologist\ncatapulted on his chest past the snapping peril. Jim followed, with not\na foot to spare. They were not past the soft rear-parts of the thing,\nbut they were at least past its horrible jaws. And before the monster\ncould turn its unwieldy bulk in the tunnel, the ants were upon it.\n\nFor a few seconds, blinded to their own danger by the fascination of the\nstruggle going on before them, the two men witnessed the grim watcher of\nthe tunnel as it drove back wave after wave of attacking ants.\n\nTwo at a time, the invaders charged that wall of living horn. And two at\na time they were swept against the walls, or slashed in two by the\nenormous mandibles. One against an army; but it was a full minute or so\nbefore the one began to weaken.\n\n\"Come,\" whispered Dennis, at last. \"If what I think is going to happen\noccurs, this will be no place for us.\"\n\n       *       *       *       *       *\n\nThey went ahead, with the din of battle dying behind them, till they saw\na small tunnel branching off beside the main stem. Into this they\nsqueezed. But as Jim started to go farther down its constricted length,\nDennis stopped him.\n\n\"We're fairly safe here, I think. We'll stay and watch....\"\n\nSilently, motionless, they lurked in the entrance of the side-avenue,\nand peered out at the main avenue they had just left. And now that\navenue began to buzz with traffic.\n\nFirst, more of the horrors with the enormous scissor-mandibles began to\nstream past them. In twos and threes, then in whole squads, they\nlumbered by, bound for the ant army that had invaded their sanctum.\n\nNot quite too far ahead to be out of sight, the defenders halted.\nSeveral of their number went forward to help the dying Horatius. The\nrest lined up in a triple row across a wide patch in the tunnel,\npresenting a phalanx it would appear that nothing could beat.\n\n\"How do they know enough to gather here from distant parts of this\nhollow mountain?\" whispered Jim to Denny. \"How do they know their city\nis besieged just at this spot, and that their help is needed?\"\n\nDennis shrugged. His eyes were shining. This was the kind of thing he\nhad come here for. This unhampered observation of a strange and terrible\nrace at war and at work--it was well worth all the personal risks he\nmight run.\n\n\"No man can answer your question, Jim. They're blind--they can't see\ntheir danger so as to know how to combat it. They couldn't hear, and be\nalarmed by, the vibrations of battle for a distance of more than a few\nyards. My only guess is that they are constantly and silently commanded\nby the unknown intelligence, the ruling brain, that hides deep in the\nearth beneath us and directs these 'soldier' termites in some marvelous\nway--though itself never seeing or hearing the actual dangers it guards\nagainst.\"\n\n\"The queen?\" suggested Jim.\n\nAgain Denny shrugged. \"Who knows? She might be the brains, as well as\nthe egg layer, of the tribe. But don't talk too much. The vibration of\nour voices might lead them to us in spite of their blindness.\"\n\n       *       *       *       *       *\n\nNow the main avenue before them was humming with a new kind of traffic.\nFrom side to side it was being filled with a new sort of termite. These\nwere smaller than the soldiers, and entirely unprotected by either horn\narmor plate or slashing mandibles.\n\nEach of these carried an unwieldy block of gleaming substance. And each\nin turn dropped its block in a growing wall behind the savage defenders\nagainst the ants, and fastened it in place with a thick and viscous\nbrown liquid that dried almost immediately into a kind of cement.\n\n\"The workers,\" whispered Dennis, enthralled. \"The building blocks are\nhalf-digested wood. The cement is a sort of stuff that exudes from\ntheir own bodies. In ten minutes there will be a wall across the tunnel\nthat no ants on earth could penetrate!\"\n\n\"But the home guards, the brave lads and all that sort of thing, will be\nshut off on the outside of the wall with the enemy. And there are\nhundreds of the enemy,\" protested Jim.\n\n\"A necessary sacrifice,\" said Denny. \"And so perfect is their\norganization that no one, including the soldiers to be sacrificed, ever\nmakes any objection.\"\n\nJim shivered a little. \"It's terrible, somehow. It's--it's inhuman!\"\n\n\"Naturally. It's insectian, if there is such a word. And a wise man once\npredicted that the termite organization, being so much more perfect a\none than man's, indicated the kind of society man would at some time\nbuild up for himself. In ten or twelve more centuries we, too, might go\noff in millions and deliberately starve to death because the ruling\npower decided there were too many people on earth. We, too, might devour\nour dead because it was essential not to let anything go to waste. We,\ntoo, might control our births so that we produced astronomers with\ntelescopes in their heads instead of regular eyes, carpenters with\nhammer and saw instead of hands, soldiers with poison gas sacs in their\nchests so they could breathe death and destruction at will. It would be\nthe perfect state of society.\"\n\n\"Maybe--but I'm glad I'll be dead before that times comes,\" said Jim\nwith another shiver.\n\n       *       *       *       *       *\n\nBy now the wall ahead of them was complete. On the other side of it the\nsoldier termites stolidly fought on to their certain death. On the near\nside, the workers retreated to unknown depths in the great hollow\nmountain behind them. The main avenue was once more clear, and, save\nfor a few workers hastening on unknown errands, deserted.\n\n\"That act's over,\" sighed Dennis. \"But it may well be no more than a\ncurtain raiser to the acts to come. Shall we be on our way? We're hardly\non the fringe of the termitary yet--and I want to get at the heart of\nit, and into the depths far beneath it. Depths of hell, we'll probably\nfind them, Jim. But a marvelous hell, and one no man has ever before\nseen.\"\n\nThey left their little haven and moved along the main tunnel toward the\nheart of the termitary, walking easily upright in this tunnel which was\nonly one of many hundreds in the vast, hollowed mountain--which loomed\ninto the outer sunshine to almost a height of a yard.\n\n\n\n\nCHAPTER V\n\n_Trapped_\n\n\nOn along the tunnel they went. And as they progressed, Dennis got the\nanswer to something that had troubled him a great deal before their\nentrance here--a problem which had been solved, rather amazingly, of\nitself.\n\nTermitaries, as far as the entomologist knew, were pitch-black places\nwhich no ray of light ever entered. He had been afraid he would be\nforced to stumble blindly in unlit depths, able to see nothing at all,\non a par with the blind creatures among whom he moved. Yet he and Jim\ncould see in this subterranean labyrinth.\n\nHe observed now the reason for that. The walls on all sides, made of\nhalf-digested cellulose, had rotted just enough through long years to be\nfaintly phosphorescent. And that simple natural fact was probably going\nto mean all the difference between life and death: it gave the two men\nat least the advantage of sight over the eyeless savage creatures among\nwhom, helped by the termite-smell given by the paste, they hoped to\nglide unnoticed.\n\nHowever, even the termite-paste, and the fact that the termitary\ncitizens were blind, didn't seem enough to account for the immunity\ngranted the two men as they began to come presently to more crowded\npassages and tunnels near the center of the mound.\n\nOn every side of them now, requiring the utmost in agility to keep from\nactually brushing against them, were hordes of the worker termites, and\ndozens of the frightful soldiers. Yet on the two men moved, ever more\nslowly, without one of the monsters attempting to touch them. It was\nodd--almost uncanny.\n\n\"Surely the noise of our walking, tiptoe as we may, must be heard by\nthem--and noted as different from theirs,\" whispered Dennis. \"Yet they\npay no attention to us. If it is due to the paste, I must say it's\nwonderful stuff!\"\n\nJim nodded in a puzzled way. \"It's almost as if they wanted to make our\ninward path easy. I wonder--if it's going to be different when we try to\nget out again!\"\n\nDennis was wondering that, too. It seemed absurd to suspect the things\nof being intelligent enough to lay traps. But it did look almost as\nthough they were encouraging their two unheard-of visitors from another\nworld to go on deeper and deeper into the heart of the eerie city (all\nthe tunnels sloped down now), there perhaps to meet with some ghastly\nimprisonment.\n\nHe gave it up. Sufficient for the moment that they were unmolested, and\nthat he had a chance at first hand to make observations more complete\nthan the world of entomology had ever dreamed of.\n\n       *       *       *       *       *\n\nThey stumbled onto what seemed a death struggle between one of the giant\nsoldiers and an inoffensive-looking worker. The drab, comparatively\nfeeble body of the worker was wriggling right in the center of the great\nclaws which, with a twitch, could have sliced it in two endwise. Yet the\njaws did not twitch; and in a few moments the worker drew unconcernedly\nout and moved away.\n\n\"The soldier was getting his meal,\" whispered Denny, enthralled. \"Their\nmandibles are enlarged so enormously that they can't feed themselves.\nThe workers, who digest food for the whole tribe, feed them regularly.\nThen if a soldier gets in the least rebellious, he can simply be starved\nto death at any time.\"\n\n\"Ugh!\" Jim whispered back. \"Fancy being official stomach to three or\nfour other people! More of your wonderful 'organization,' I suppose.\"\n\nThey went on, down and down, till Denny calculated they had at last\nreached nearly to the center of the vast city. And now they stumbled\ninto something weird and wonderful indeed. Rather, they half fell into\nit, for it lay down a few feet and came as a complete surprise in the\ndimness; and not till they had recovered from their near fall and looked\naround for a few seconds did they realize where their last few\nsteps--the last few steps of freedom they were to have in the grim\nunderground kingdom--had taken them.\n\nThey were in a chamber so huge that it made the largest of man-made\ndomes shrink to insignificance by comparison.\n\n       *       *       *       *       *\n\nA hundred yards or more in every direction, it extended. And far\noverhead, lost in distance, reared the arched roof. A twenty-story\nbuilding could have been placed under that roof without trouble.\n\nLost in awe, Dennis gazed about him; and he saw on the floor, laid in\norderly rows in countless thousands, that which gave further cause for\nwonderment: new-hatched larvae about the size of pumpkins but a sickly\nwhite in color--feeble, helpless blobs of life that one day develop into\nsoldiers and workers, winged rulers or police. The termite nursery.\n\n\"Whew!\" gasped Jim, wiping his face. \"From the heat in here you'd think\nwe were getting close to the real, old-fashioned hell instead of an\nartificial, insect-made one. What are all these nauseating-looking blobs\nof lard lying about here, anyway?\"\n\nDenny told him. \"Which is the reason for the heat,\" he concluded. \"Jim,\nit's twenty degrees warmer in here than it is outdoors. How--_how_--can\nthese insects regulate the temperature like that? The work of the ruling\nbrain again? But where, and what, can that brain be?\"\n\n\"Maybe we'll find out before we leave this place,\" said Jim, more\nprophetically than he knew. \"Hello--we can't get out through the door we\nentered. We'll have to find another exit. Look.\"\n\nDennis looked. In the doorway they had just come through was a\nsoldier--a giant even among giants. Its ten-foot jaws, like a questing,\ngigantic vise, were opening and closing regularly and rapidly across the\nopening of the portal. It made no attempt to enter the great nursery,\njust stood where it was and sliced the air rhythmically with its jaws.\n\n\"We haven't a chance of walking through _that_ exit!\" Dennis agreed.\n\"Let's try the other side.\"\n\n       *       *       *       *       *\n\nBut before they could half cross the great room--walking between rows of\nlife that weakly stirred like protoplasmic mud on either side of\nthem--a soldier appeared at that door, too. Like the first, it stationed\nitself there, and began the same regular, swift slicing movements of\njaws that compassed the doorway from side to side and halfway from top\nto bottom.\n\n\"We might possibly be able to run through that giant's nut-cracker\nbefore it smashed shut on us,\" said Jim dubiously. \"But I'd hate to try\nit. There's a door at the end, too.\"\n\nThey made for this, running now. But a third soldier appeared to block\nthe way out with those deadly, clashing mandibles.\n\n\"You're _sure_ they can't see?\" demanded Jim, clutching his spear while\nhe hesitated whether to try an attack on the fearful guard or to turn\ntail again. \"Because they certainly act as if they did!\"\n\n\"Direct commands from the ruling brain,\" Denny surmised soberly.\n\"Somewhere, perhaps half a mile down in the earth, Something is able to\nsee us through solid walls, read in our minds our intentions of what\nwe're to do next, and send out wordless commands to these soldiers to\nexecute countermoves.\"\n\n\"Rot!\" said Jim testily. \"These things are bugs, not supermen. And the\nfact that they're now bigger than we are, and much better armed, doesn't\nkeep them from being just bugs. There's no real brain-power in evidence\nhere.\"\n\nBut an instant later he changed his mind. They approached the fourth and\nlast exit from the giant chamber. And here there was no guard. They were\nable to race out of it without interference. The oddity of that was\nglaring.\n\n\"Denny,\" gasped Jim, \"we're being _herded_! Driven in a certain\ndirection, and for a certain reason, by these damned things! Do you\nrealize that?\"\n\nDennis did realize it. And a moment later, when he glanced behind, he\nrealized it more.\n\n       *       *       *       *       *\n\nBehind them, marching in orderly twos that filled the tunnel from side\nto side, moved a body of the soldiers. As the men moved, they moved;\nnever coming nearer and never dropping behind.\n\nExperimentally, Dennis stopped. The grim soldiers stopped, too. Dennis\nwalked back toward them a step or two, spear held ready.\n\nThe monsters did not try to attack. On the other hand they did not give\nground, either; and as Denny got to within a few yards of them, one in\nthe front line suddenly opened and shut his ponderous jaws.\n\nThey clashed together a matter of inches from Denny's torso--a clear\nwarning to get on back in the direction he had come.\n\nJim came and stood beside him, heavy shoulder muscles bunched into\nknots, standing on the balls of his feet as a boxer stands before\nflashing in at an opponent.\n\n\"Shall we have it out with them here and now?\" said Jim, his jaws set.\n\"We wouldn't have a chance--but I'm beginning to get awfully doubtful\nabout the fate these things have in store for us. I can't even guess at\nwhat it may be--but I've an idea it may be a lot worse than a quick,\neasy death!\"\n\nDenny shook his head. \"Let's see it through,\" he muttered, looking at\nthe nightmare jaws of their guard. Two sweeps of those jaws and he and\nJim would lie in halves.\n\n       *       *       *       *       *\n\nThey started back down the corridor, the monstrous shepherds moving as\nthey did. The way descended so steeply now that it was difficult for\nthem to keep their footing. Then, yards below the level of the horrible\nnursery, the tunnel narrowed--and widened again into a chamber which had\nno other opening save the one they were being herded into. A blind end\nto the passageway.\n\n\"The bug Bastille,\" said Jim with a mirthless grin. \"Here, I guess,\nwe're going to wait for the powers-that-be to judge us and give us our\nsentence.\"\n\nThe giant soldiers halted. Two of them stood in the narrowed part of the\ntunnel, one behind the other, blocking it with a double, living barrier.\nTheir jaws commenced moving regularly, savagely back and forth, open and\nclosed. Blind these guards might be; but no living thing, even though it\nbristled with eyes, could creep out unscathed through the animated\nthreshing machine those jaws made of that doorway. The two men were more\nsecurely held in their prison cell than they would have been by two-inch\ndoors of nickel-steel. They could only wait there, helpless prisoners,\nto learn the intentions of the unknown Something that ruled the great\ncity, and that held them so easily in its grasp.\n\n\n\n\nCHAPTER VI\n\n_In the Food Room_\n\n\nRestlessly, Jim paced back and forth in the narrow dank cell. At the\ndoorway the two guards opened and closed their jaws, regularly,\nrhythmically, about sixty to the minute. Hours, the two men calculated,\nthey had been there. And still the clashing of those jaws rang steadily,\nmaddeningly in their ears.\n\nClash-clash-clash. The things seemed as tireless as machinery.\nClash-clash-clash. And into that savage, tireless movement, Denny read a\nsort of longing refrain.\n\n\"Try--to--es--cape! Try--to--es--cape!\"\n\nHe shivered. At any time, did he and Jim grow too fearful of the dark\nfuture or too nerve-wracked by the terrific suspense, they could step\ninto these gigantic, steel-hard jaws. But to be sliced in two ...\n\nJim stopped his pacing, and stared speculatively at the wall of their\ncell. For the dozenth time he raised his ponderous spear and thrust the\npointed end at the wall with all his strength. And for the dozenth time\nhe was rewarded only by seeing a flake no larger than his clenched fist\nfall out.\n\n\"Might as well be cement!\" he rasped. \"God, we're caught like flies in a\nspiderweb!\"\n\n\"Well, you wanted excitement,\" remarked Dennis, a bit acidly. The strain\nwas telling on him more than on the less finely strung Holden; but he\nwas struggling to keep himself in hand.\n\n\"So I did want excitement,\" said Jim. \"But I want at least a sporting\nchance for my white-alley, too. But--\"\n\nHe stopped; and both stared swiftly toward the door.\n\n       *       *       *       *       *\n\nThe ponderous, gruesome clashing of jaws had stopped. The two nightmare\nguards stood motionless, as though at command. Then they moved into the\ncell, straight toward the two men.\n\n\"It's come!\" said Jim through set teeth. He swung his spear up, ready to\nshoot it at the horny breastplate of the nearest monster with all his\npuny strength. \"We're going to catch it now!\"\n\nBut Dennis gazed more intently; and he saw that the blind but ferocious\ncreatures showed no real signs of molesting them. Instead, they were\nedging to one side. In a moment, as the two men moved warily to keep\ntheir distance, they found suddenly that the soldiers were behind them,\nand that the doorway was free to them.\n\nThe glimpse of freedom, however, was not inspiring. The meaning of the\nmove was too apparent: they were again being herded.\n\nWhatever reigning power it was that had let them penetrate so deeply\ninto the trap, and then had surrounded and imprisoned them--was now\ngoing to honor them with an audience.\n\n\"His Majesty commands,\" commented Jim, reading the sinister gesture as\nclearly as Denny had. \"I'll wager we're about to meet your 'unknown\nintelligence,' Denny. But be it 'super-termite' or be it Queen--whatever\nit may be--I want just one chance to use this spear of mine!\"\n\nReluctantly he stepped forth before the fearful guard; reluctantly, but\nin full command of his nerves now that the wearing inactivity was ended\nand something definite was about to happen. Which proves but once again\nthe wisdom of the gods in not allowing man to read the future. For could\nJim Holden have foreseen the precise experience awaiting them, his nerve\ncontrol--and Denny's, too--might not have been so firm.\n\n       *       *       *       *       *\n\nAgain their way led sharply down, through tunnels loftier and broader\nand glowing more brilliantly with phosphorescence which was a\ntestimonial to their greater age.\n\nThe efficiency of their herding was perfect. At each side entrance along\nthe way stood one of the ghastly soldiers, jaws clashing with monotonous\ndeadliness. Now and again several of the monsters appeared straight\nahead, barring the avenue, and leaving no choice but to turn to right or\nleft into off-branching tunnels. Small chance here of missing the path!\nAnd always behind them marched their two particular guards, closing off\ntheir retreat.\n\n\"How do you suppose they sense our approach?\" wondered Jim, who had\nnoticed that the menacing jaw-clashing began while they were still\nfairly far from whatever side entrance was being barred to them. And\nagain: \"You're _sure_ they can't see?\"\n\n\"There isn't an eye in the lot of them,\" said Denny. \"They must sense\nour coming by the vibration of our footsteps.\"\n\nBut when they tried tiptoeing, on noiseless bare feet, the result was\nthe same. Surely the things could not hear them for more than a few\nfeet; yet with no sound to guide them, the blind guards commenced\nautomatically opening and closing those invulnerable jaws with the\ndistant approach of the two men just the same. They could only ascribe\nit to the same force that seemed able to follow them, step by step and\nthought by thought, though it was far away and out of sight--the ruling\nbrain of the termite tribe.\n\n       *       *       *       *       *\n\nEver hotter it grew as they descended, till at length a blast of heat\nlike a draft from a furnace met them as they rounded a corner and\nstepped into a corridor that no longer led downward. They knew that they\nwere very near the ruler's lair now, on the lowest level, deep in the\nfoundations of the vast pile.\n\nDennis wiped perspiration, caused as much by emotion as by heat, from\nhis face. He alone of all students on earth was going to penetrate the\nvery heart of the termite mystery. He alone was going to have at least a\nglimpse of the baffling intelligence that science had guessed about for\nso many decades He ... alone. For it was hardly likely that he would\never get back up to the surface of earth to share his knowledge.\n\nHow different was this adventure from what he had hoped it might be! He\nhad thought that the two of them might simply enter the termitary,\nmingle--perilously, but with at least a margin of safety--with the blind\nrace it housed, and walk out again whenever they pleased. But from the\nmoment of entering they'd had no chance. They had been hopelessly in the\nclutch of the insects; played with, indulged, and finally trapped, to be\nled at last like dogs on a leash to the lair of the ruling power.\n\nThey rounded another corner and now, ahead of them, they saw what must\nbe the end of this last and deepest of all the tunnels. This end showed\nas a glare of light. Real light, not the soft gleam of the rotting wood\nwalls which was already paling feebly in comparison. The glare ahead of\nthem, indeed, had something of the texture of electric light. Neither\nJim nor Dennis could repress a sudden start; it was like coming abruptly\nonto a man-made fact, a bit of man-made world in the midst of this\ninsect hell.\n\nThe damp heat was almost paralyzing now. Their limbs felt weak as they\nstumbled toward the light. But they were inexorably herded forward, and\nsoon were at the threshold of the oddly illuminated chamber.\n\nNow the two stopped for an instant and sniffed, as a peculiar odor came\nto their nostrils. It was a vague but fearsome odor, indescribable,\nmaking their skin crawl. A smell of decay--of death--and yet somehow of\nrank and fetid life. A combination of charnel-house and menagerie smell.\n\n       *       *       *       *       *\n\nDenny blanched as an inkling of what was before them came to his mind.\nHe remembered the swooping wasp, that had so narrowly missed them at the\nstart of their adventure. The wasp, he knew, was not the only insect\nthat had certain dread ways of stocking its larder and keeping the\ncontents of that larder fresh! The termites did not customarily follow\nthese practises. Yet--yet the odor coming from the place before them\ncertainly suggested ... But he tried to thrust such apprehensions from\nhis thoughts.\n\nThey entered the chamber. The two gigantic soldiers stopped on the\nthreshold behind them and took up their standard guard attitudes. The\nmen stared about them....\n\nIt was huge, this chamber, almost as huge as the nursery chamber they\nhad blundered into. The source of the light was not apparent. It seemed\nto glow from walls and floor and ceiling, as though it were a box of\nglass with sunshine pouring in at all six sides.\n\nAnd now horror began to mingle with awed interest, as they took in more\ncomprehensively the sights in that place, and saw precisely what it\ncontained.\n\nDenny's apprehensions had been only too well founded. For larder, food\nstoreroom, the chamber certainly was. But what a storeroom! And in what\nstate the \"food\" that stocked it was!\n\n       *       *       *       *       *\n\nAll along the vast floor were laid rows of inert, fantastic bodies.\nInsects. The whole small-insect world seemed to be represented here. One\nor more of everything that crawled, flew, walked or bored, seemed\ngathered in this great room. Grubs, flies, worms, ants, things soft and\nslimy and things grim and armored, were piled side by side like\ncordwood.\n\nThese hulks, nearly all larger than the two quarter-inch men, lay stark\nand motionless where they had been dropped. From them came the odor that\nhad stopped Jim and Denny on the threshold--the strange odor of blended\nlife and death. And the reason for the queer odor became apparent as the\ntwo gazed more closely at the motionless hulks.\n\nThese things, like figures out of a delirium in their great size and\nexaggerated frightfulness, were rigid as in death--but they were\nnevertheless not dead! Helpless as so many lumps of stone, they were\nstill horribly, pitifully alive. Paralyzed, in some inscrutable termite\nfashion, probably fully conscious of their surroundings, they could only\nlie there and wait for their turn to come to be devoured by the\nferocious creatures that had dragged them down to this, the bowels of\nthe mound city.\n\nBesides these things bound in the rigidity of death, there was more\nnormal life. There were termites in that vast storeroom, too; but they\nwere specialized creatures, such as termitary life abounds in, that were\nso distorted as to be hardly recognizable as termites.\n\nAlong one wall of the place, hanging head down and fastened there for\nlife, was a row of worker termites whose function was obviously that of\nreservoirs: their abdomens, so enormously distended as to be nearly\ntransparent, glistened in varying colors to indicate that they contained\nvarious liquids whose purpose could only be guessed at.\n\nLiving cisterns, never to move, never to know life even in the\nmonotonous, joyless way of the normal worker, they hung there to be\ndipped into whenever the master that reigned over this inferno, or his\nimmediate underlings, desired some of their contents!\n\n       *       *       *       *       *\n\nIn addition, there were several each of two forms of termite soldier\nsuch as they had not seen before, standing rigidly at attention about\nthe place.\n\nAt the door, of course, were the two creatures with the enormous\nmandibles that had escorted the pigmy men to the larder. But these\nothers were as different as though they belonged to a different race.\n\nThree had heads that were hideously bulbous in form, and which were\nflabby and elastic instead of armored with thick horn as were the heads\nof the usual soldiers. Like living syringes, these heads were;\nperambulating bulbs filled with some defensive or offensive liquid to be\nsquirted out at the owner's will.\n\nThe third kind of soldier was represented in the spectacle of termites\nwith heads that were huge and conical, resembling bungs, or the tapered\ncylindrical corks with which one plugs a bottle. These, Denny knew from\nhis studies, had been evolved by termite biology for the purpose of\ntemporarily stopping up any breach in termitary mound-wall or tunnel\nwhile the workers could assemble and repair the chink with more solid\nand permanent building material.\n\n       *       *       *       *       *\n\nBut how fantastically, gruesomely different these colossal figures\nlooked, here in the deepest stronghold of termitedom, than as scurrying\nlittle insects viewed under an entomologist's glass! And how appallingly\ndifferent was the viewpoint from which they were now being\nobserved--here where the human observers were equal in size, and doomed\nat any moment perhaps to be paralyzed and piled with the helpless live\nthings that made up the rest of the \"larder\"!\n\nAnd the presiding genius of this mysterious, underground\nstoreroom--where was it? Denny and Jim looked about over the rows of\nlive food, and among the termite soldiers with their odd heads, in vain\nfor a creature that might conceivably be the super-insect that so\nomnipotently ruled the mound.\n\nOff in a corner they saw two more termites--standard worker types,\nstanding motionless side by side, with a queer sort of mushroom growth\nlinking them together--a large, gray-white ball borne mutually on their\nbacks. But that was all. The listing of those two workers concluded the\nroll-call of termites in the chamber as far as the two men could see.\nAnd the two were--just ordinary workers.\n\n\"I guess His Majesty is out,\" said Jim. But his voice, in spite of the\nattempted levity of the words, was low-pitched and somber. \"Most\nimpolite to keep us waiting--\"\n\nHe stopped as Denny sharply threw up his hand. And he too gazed at the\nmaneuver that had caught Denny's wary attention.\n\n       *       *       *       *       *\n\nThis was nothing save that the various soldiers in the chamber--seven of\nthem, besides the two that never left their stations at the door--had\nmoved. But they had moved in concert, almost as harmoniously in unison\nas if performing some sort of drill.\n\nIn a single line they filed across the rows of inert, palpitating,\nparalyzed bodies; and in a line they surrounded Jim and Denny in a\nhollow square about twenty feet across. There they took up their\nstations, the three soldiers with the syringe-heads, and the four with\nthe unwieldy craniums that resembled bungs.\n\nSo perfectly had the move been executed, so perfectly and in unison had\nit been timed, that there could be little doubt it had resulted from a\ndirect order. But where was the thing to give the command? Where was the\nhead-general? In some far place, on his way to inspect the new and odd\nkind of prisoners, and giving orders to hold them yet more closely in\nanticipation of that inspection?\n\nJim turned to Denny and started to voice some of his thoughts. But the\nwords were killed by the light that had appeared suddenly in Denny's\neyes. In them had appeared a gleam of almost superstitious terror.\n\n\"Jim!\" gasped Denny, raising his hand and pointing with trembling\nforefinger. \"Jim--_look_!\"\n\nJim turned to gaze, and his spear, clutched with almost convulsive\ndesperation till this moment, sagged to the floor from his limp hinds.\n\n       *       *       *       *       *\n\nThe thing Denny had pointed at was the curious, large mushroom growth\nsupported jointly on the backs of the two worker termites. It had been\nacross the chamber from them when they first saw it. Now it was moving\ntoward them, steadily, borne by the team of workers. And now, clearly,\nfor the first time, they saw what it really was.\n\nIt was a head, that mushroom growth. Rather, the whitish-gray,\nsoft-looking thing was a brain. For it had long ago burst free of the\noriginal insect skull casing in which it had been born. Evidence that it\nhad once been a normal, termite head was given by the fact that here and\nthere, on sides and top of the huge, spongy-looking mass, were brownish\nscales--fragments of the casing that had once contained its bulk.\n\nSet low down under the sphere, with the whitish-gray mass beetling up\nover them like a curving cliff, were eyes; great, staring, dull things\nof the type termites have during the short-winged periods of their\nexistences. Like huge round stones, those eyes regarded the two men as\nthe team of termites marched closer.\n\nHanging down from the great mass was an abortive miniature of a\nbody--soft, shriveled abdomen, almost nonexistent chest, and tiny,\nsticklike legs that trailed helplessly along the floor as the\ntermites--in the manner of two men who support a helpless third man\nbetween them--bore it forward.\n\nHere, then was the Intellect that ruled the tribe, the super-termite,\nthe master mind of the mound! This travesty of a termite! This thing\nwith wasted limbs and torso, and with enormous, voracious brain that\ndrained all sustenance constantly from the body! It was, in the insect\nworld, a parallel to the dream that present-day Man sometimes has of Man\na million years in the future: a thing all head and staring eyes, with a\nbrain so enlarged that it must be artificially supported on its flabby\ntorso.\n\n\"I guess His Majesty is out,\" Jim had said, with a shaky attempt at\nlightness.\n\nBut he now realized his mistake. His Majesty hadn't been out. His\nMajesty had been with them all along--a four-foot, irregular sphere of\ngrayish-white nerve matter and intricately wrinkled cortex dependent for\nmovement on borrowed backs and legs--and was now peering at them out of\nthe only pair of eyes in the termitary as though in doubt as to what to\ndo first with his helpless-seeming captives.\n\n\n\n\nCHAPTER VII\n\n_\"Clinging Brown Stuff\"_\n\n\nBemused, appalled, the two gazed at this almost disembodied brain that\nheld them captive. It continued to come steadily toward them, carried by\nits two faithful slaves; and the grotesque termite soldiers, that had\nclosed about them in a hollow square, parted to let it through.\n\nSuch was the bewitchment of the two men as they stared at the\nmonstrosity, that they did not hear the slight clashing of horn that\naccompanied a swift movement of one of the soldiers behind them.\n\nThe first thing they knew of such a movement was when they felt their\narms pinioned to their sides with crushing force, and looked down to\nfind a pair of hard, jointed forelegs coiled about their bodies. In\nanswer to some voiceless command, one of the termites with the conical\nheads had approached behind them and wound a leg around each.\n\nSweat stood out on Denny's forehead at the repellent touch of that\nliving bond. He turned and twisted wildly.\n\nJim was struggling madly in the grip of the other foreleg. Great\nshoulders bulging with the effort, muscles standing in knots on his\nheavy arms, he nearly succeeded in breaking free. Denny felt the tie\nthat bound him relax ever so little as the monster centered its\nattention on the stronger man.\n\nWith a last effort, he tore his right arm free, and wriggled partly\naround in the thing's grip. He raised the spear and plunged it\nslantingly down into the hideous body.\n\nThis type of termite was armored more poorly than the others. Only its\nhead was plated with horn; chest and abdomen were soft and vulnerable as\nthose of any humble worker in the mound. The spear tore into it for\ntwo-thirds its length. There was a squeak--the first sound they had\nheard--from the wounded monster. The clutching forelegs tightened\nterribly, then began to loosen, quivering spasmodically as they slowly\nrelinquished their grasp.\n\nDenny bounded free and again sent the length of his spear into the\nloathsome body. Jim, meanwhile, had leaped toward his fallen spear. He\nstooped to pick it up--and was lost!\n\n       *       *       *       *       *\n\nObeying another wordless order, one of the ghastly, syringe-headed\nmonsters had stepped out of line with the start of the short struggle.\nThis one bounded on Jim just as he leaned over for his weapon.\n\nDenny shouted a warning, started to run to his friend's aid. The dying\ntermite, with a last burst of incredible vitality, caught his leg and\nheld him.\n\nIn an instant it was done. The termite with the distorted head had\ndrenched Jim with a brown, thick liquid that covered him from shoulder\nto feet--and Jim was writhing helplessly on the floor.\n\nDenny burst loose at last from the feebly clutching foreleg. He\nstraightened, poised his spear, and with a strength born of near madness\nshot it at the syringe-headed thing's chest.\n\nBut this one was different, armored to the full save for its soft\ncranium. The steel bar glanced harmlessly from the heavy horn\nbreastplate. In answer, the monster wheeled and drenched Dennis, too,\nwith the loathsome liquid.\n\nOn the instant Dennis was helpless. As Jim had done, he sank to the\nfloor, his body constricted in a sheath that tightened as it dried and\nwhich bound him as securely as any straitjacket might have done.\n\nThe two rolled on the floor, trying to shed the terrible coating of\nhardening fluid that contracted about them. But they were as impotent as\ntwo flies that had rolled in the sticky slime of some super-flypaper. At\nlast they gave it up.\n\nPanting, helpless as mummies, they glared up at the stony eyes of the\nruler-termite. The team of workers moved, bearing their burden of almost\nbodiless, mushroom brain like well-oiled machines.\n\nTheir forelegs went out. The two men were shoved along the floor ahead\nof the monarch--and were laid in one of the lines of paralyzed insects\nso patently held as the ruler's private food supply!\n\n       *       *       *       *       *\n\nThe great, stony eyes were next bent, as though in curiosity, on the\nspears that had done such damage to the termite with the conical head.\nIn the true insect world there was no such phenomenon as those\nglittering steel bars; and it appeared that the over-developed brain of\nthe monarch held questions concerning their nature.\n\nThe team of termites wheeled, and walked over to the nearest spear,\ntrailing the feeble, atrophied legs of their rider as they went. They\nsquatted close to the floor, and the staring eyes examined the spears at\nclose range. Then the owner of the eyes apparently sent out another\ncommand; for one of the guards at the door left its post and drew near,\nscissor-mandibles opened in obedience.\n\nThe hard mandible's clashed over one of the steel bars. The jaws\ncrunched shut, with a nerve-rasping grind. They made, naturally, no\nimpression on the bar. The guard retired to its post at the doorway.\n\nThe termite-ruler seemed to think this over, for a moment. Then at some\ntelepathic order, its two bearers picked up the spear and carried it,\nand their physically helpless ruler, over to one of the living\ncisterns--one filled with a dark red liquid.\n\nOne of the beasts of burden reached up and thrust an end of the spear\ninto the hugely distended abdomen filled with the unknown red liquid.\nThe spear was withdrawn, with about a foot of its blunt end reddened by\nthe fluid. The termite laid it down; the staring, dull eyes watched\nit....\n\nSlowly the end of the bar dulled with swift oxidation; slowly it\nturned brownish and flaked away, almost entirely consumed. The acid--if\nthat was what the red stuff was--was awesomely powerful, at least with\ninorganic substances.\n\nThe termite team turned away from the bar, as if it were now a matter of\nindifference to the bloated brain borne on their backs. It approached\nthe men again.\n\n\"I suppose,\" groaned Jim, \"that our turn is next. The thing will\nprobably have us dipped into the red stuff, to see if we're consumed,\ntoo.\"\n\n       *       *       *       *       *\n\nBut here His Majesty's curiosity was interrupted while he partook of\nnourishment.\n\nThe clashing jaws of the two termite soldiers at the door stopped for a\nmoment. Jim and Dennis struggled to turn their heads--all of them they\ncould move--to see what the cessation of jaw-clashing might mean.\n\nThree worker termites squeezed past. They approached one of the line of\nparalyzed insect hulks, and sank their mandibles into a garden slug.\nThey tugged at this until they had it under the live cistern of red\nliquid into which the spear had been thrust.\n\nOne of the three flicked drops of the reddish stuff onto the inert slug,\ntill it was well sprinkled. Then they dragged the carcass back to the\ntermite-ruler.\n\nThey got it there barely in time. In a matter of seconds after they had\ndropped it before the monarch, the slug had collapsed into a half-liquid\npuddle of decomposed protoplasm on the floor. One of the main\nfunctions--if not _the_ main function--of the red acid, it seemed, was\nto act as a powerful digestive juice for His Majesty's food,\npredigesting it before it was taken into the feeble body for\nnourishment.\n\nThe termite team settled down over the semi-liquid mess that had been\nthe slug, and tilted back. Now, under the huge globe of the brain, Jim\nand Denny saw exposed a small, soft mouth fringed by the tiny rudiments\nof atrophied mandibles. The repulsive little mouth touched the\nacid-softened mass....\n\nThe withered abdomen filled out. The whitish-gray lump of brain-matter\ngrew slightly darker. It looked as though the mass of the dead slug\nwere as large as the total bulk of the termite ruler; but not until the\nmeal was nearly gone did the voracious feeding stop.\n\nThe three workers that had spread the banquet before their monarch, left\nthe chamber. The guards resumed their interrupted jaw-clashing, which\nseemed senseless now: the captives, though not paralyzed as were the\nother captives there, were held so helpless by the dried and hardened\nfluid that escape was out of the question.\n\n       *       *       *       *       *\n\nThe misshapen burden of the termite team seemed to relax a little,\nlethargically, as though so gorged with food as to render almost\ninactive the grotesquely exaggerated brain. The stony eyes became\nduller. Plainly the captives were to have a brief respite while the huge\nmeal was assimilated.\n\n\"If I could get loose for just one minute,\" Jim took the opportunity to\nwhisper to Denny, \"and get at my spear--I think there would be one\ntermite-ruler less in the world!\"\n\nDenny nodded. He had been thinking along the same lines as Jim: that\nbloated, swollen brain seemed a very vulnerable thing. Soft and boneless\nand formless, contained only by the dirty-white, membranous skin, it did\nappear a tempting target for a spear thrust. And now, sluggish with its\nmeal, it seemed less alert and on guard.\n\nJim went on with his thought.\n\n\"I think you scientists are wrong about _all_ the termites having\nintelligence,\" he whispered. \"I believe that thing has the only\nreasoning mind in the mound. Look at those two guards at the door, for\ninstance. There's no earthly need for them to keep guard as eternally as\nthey do. We can't even move, let alone try to escape. They're utterly\nbrainless, commanded to guard the entrance with their mandibles, and\ncontinuing to guard it accordingly although the need for it is past.\"\n\nJim worked almost unthinkingly at his bonds. \"If we could kill the\nwizened, little, big-headed thing, we might have a chance. There'd be\nnothing left to guide the tribe, no ruling power to direct them against\nus. We might even ... escape!\"\n\n\"Through the entire city--with untold thousands of these horrible things\non our trail?\" objected Denny gloomily.\n\n\"But if the untold thousands were dummies, used to being directed in\nevery move by this master brain,\" urged Jim, \"they might just blunder\naround while we slipped through the lines....\"\n\nHis words trailed into silence. Escape seemed so improbable as to be\nhardly worth talking about. Quiet reigned for a long time.\n\n       *       *       *       *       *\n\nIt was broken finally by Dennis.\n\n\"Jim,\" he breathed suddenly, \"can you see my legs?\"\n\nWith difficulty Jim turned his head. \"Yes,\" he said. \"Why?\"\n\n\"It seems to me I can move my left knee--just a little!\"\n\nJim looked more closely. \"By heaven!\" he exclaimed. \"Denny, _I think the\nbrown stuff is cracking_! Maybe it was never intended to be more than a\ntemporary bond, to hold an enemy helpless just long enough for it to be\nkilled! Maybe it hardens as it dries so that it loses all resiliency!\nMaybe--\"\n\nHe stopped. A faint quivering of the ruler's withered little legs\nheralded its reawakening consciousness.\n\n\"Act helpless!\" whispered Denny excitedly, as he too saw that faint stir\nof awakening. \"Don't let the thing get an idea of what we're thinking.\nBecause ... we _might_ get our moment of freedom....\"\n\nBoth lay relaxed on the floor, eyes half closed. And in the hardening\nsubstance that covered them all over like a shell of cloudy brown\nbakelite, appeared more minute seams as it dried unevenly on the\nflexible human flesh beneath it. Whether Jim's guess that it was only a\ntemporary bond was correct, or whether it had been developed to harden\nrelentlessly only over unyielding surfaces of horn such as the termites'\ndeadliest enemy, the ants, wear for armor, will never be known. But in a\nmatter of moments it became apparent that it was going to prove too\nbrittle to continue clamping flesh as elastic as that of the two humans!\n\n       *       *       *       *       *\n\nBy now the termite-ruler seemed to have recovered fully from its\ngargantuan meal. And while, of course, there was no expression of any\nkind to be read in the stony, dull eyes, its actions seemed once more to\nindicate curiosity about these queer, two-legged bugs that wandered in\nhere where they had no business to be.\n\nThe team of workers bore it close again, lowered the great head close to\nDenny. One of the team began chipping at the brown shell where it\nencased and held immovably to his body Denny's left hand.\n\nA bit of the shell dropped away, exposing the fingers. Delicately,\naccurately, the worker's normal-sized but powerful mandibles edged the\nlittle finger away from the rest--and closed down over it....\n\n\"Denny!\" burst out Jim, who could just see, out of the corners of his\neyes, what was being done. \"My God ... Denny....\"\n\nDennis himself said nothing. His face went white as chalk, and great\ndrops of perspiration stood out on his forehead. But no sound came from\nhis tortured lips.\n\nThe finger was lifted to the terrible little mouth under the gigantic\nhead. The mouth received it; the worker nuzzled with its mandibles for\nanother finger. The monarch, having tried the taste of this latest\naddition to his larder, had found it good.\n\nJim writhed and twisted in his weakening bonds. There was a soft\nsnapping as several now thoroughly dried sections of the brown substance\ncracked loose. The termite team whirled around; the ruler stared, as\nthough in sudden realization of danger.\n\n       *       *       *       *       *\n\nMore furiously Jim fought his bonds. Dennis was still, recovering slowly\nfrom the nauseating weakness that had followed the pain of his mutilated\nhand. There was less blood flow than might have been expected, due,\nperhaps, to the fact that the nipping mandibles had pinched some of the\nencasing shell tight over the wound.\n\nWith a dull crack, a square foot of the brown stuff burst from Jim's\nstraining chest. But now the monarch moved to correct the situation.\n\nThe two giant soldiers at the doorway started across the great room\ntoward them. Simultaneously, a second of the syringe-headed termites\nmoved to renew the bonds that were being broken.\n\nBut the move had come a shade too late. Jim kicked his legs free with a\nlast wild jerk, and staggered to his feet. His arms were still held, in\na measure, in spite of his utmost efforts to free them of the clinging\nbrown stuff. But he could, and did, run away from the body of soldiers\nsurrounding the monarch just before the deadly syringe of the first\nattacking termite could function against him.\n\nThe great, flabby head hurtled his way. But he knew what to expect, now.\nAs the slimy brown stream, directed by the agitated termite-ruler,\nsquirted toward him, he leaped alertly aside--leaped again as the head\nswung around--and saw with savage hope that the monster had exhausted\nits discharge!\n\nThe two soldiers from the doorway closed in on him now. With their\napparent command of the situation, the monstrosities with the bung- and\nsyringe-heads closed in more tightly around their monarch. Theirs,\nevidently to protect that vulnerable big brain, and leave the attacking\nto others.\n\nJim fled down between the rows of paralyzed insects. The two great\nguards from the doorway, mandibles reaching fiercely toward the\nfugitive, followed. And there commenced, there in that deep-buried\ninsect hell, a chase for life.\n\n\n\n\nCHAPTER VIII\n\n_The Coming of the Soldiers_\n\n\nFor a moment Jim was handicapped in fleetness and agility by the fact\nthat his arms were hampered. But the two hideous guards, though each was\na dozen times more powerful than any man its size, were handicapped in a\nchase, too--by the very weight of their enormous mandibles. In their\nthundering chase after Jim, they resembled nothing so much as two\npowerful but clumsy battleships chasing a relatively puny but much more\nagile destroyer.\n\nBehind the great bulk of a paralyzed June bug, Jim halted for a fraction\nwhile he tore his arms at last free of the clinging brown stuff. The\nguards rushed around the June bug at him.\n\nHe leaped for the row of hanging cisterns; and there, while he dodged\nfrom one to another of the loathsome vats, he thought over a plan that\nhad come to his racing mind. It wasn't much of a plan, and it seemed\nutterly futile in the face of the odds against him. But he had boasted,\nbefore starting this mad adventure, that Man's wits were superior to any\nbug's. It was time now to see if his boast had been an empty one.\n\nHe feinted toward the far end of the laboratory. The guards, acting\nalways as if they had a dozen eyes instead of none, rushed to prevent\nthis, cutting across his path and closing the exit with clashing jaws.\n\nJim raced toward the spot where Denny lay. This was within twenty yards\nof the spot where, behind his ring of guards, the big-brained ruler now\ncowered. But, while one of the syringe-monsters sent a brown stream\nblindly toward the leaping, shifting man, no other attacking move was\nmade. The soldiers remained chained to their posts. Jim retrieved his\nspear--and the first part of his almost hopeless plan had succeeded!\n\nIt was good, the feel of that smooth steel. He balanced the ponderous\nweapon lightly. An ineffective thing against the plates of living armor\ncovering the scissor-mandibles. But it was not against them--at least\nnot directly--that he was planning to use it now!\n\n       *       *       *       *       *\n\nOnce more he darted toward the living cisterns. The soldiers followed\nclose behind.\n\nUnder the bulging abdomen of the termite containing the reddish acid,\nJim halted as though to make a defiant last stand against the guards.\nThey stopped, too, then began to advance on him from either side, more\nslowly, like two great cats stalking a mouse.\n\nMuscles bunched for a lightning-quick move, eyes narrowed to mere slits\nas he calculated distances and fractions of a second. Jim stood there\nbeneath the great acid vat. The mandibles were almost within slicing\ndistance now.\n\nThe guards opened wide their tremendous jaws, forming two halves of a\ndeadly horn circle that moved swiftly to encompass him. They leaped....\n\nWith barely a foot left him, Jim darted back, then poised his spear and\nshot it straight toward the bulging, live sack that held the acid above\nthe guards.\n\nThe acid spurted from the spear hole. Jim clenched his fists and\nunconsciously held his breath till his chest ached, as the scarlet\nliquid spread over the great hulks that twisted and fought in ponderous\nfrenzy to untangle legs and antennae and mandibles from the snarl their\ncollision had made of them.\n\nThe acid bit through steel and human flesh. On the other hand, it had\nnot harmed the horny flipper of the termite worker that had flicked it\nonto the garden slug. Did that mean that the flipper was immunized to\nthe stuff, like the lining of the stomach, which is unharmed by acids\npowerful enough to decompose other organic master? Or did it mean that\n_all_ horn was untouched by it?\n\nHe groaned aloud. The two great insects had drawn apart by now, and had\nsprung from under the shattered acid vat. Again they were on the trail.\nThe maneuver had been fruitless! The chase was on again, which\nmeant--since he could not hope to elude the blind but ably directed\ncreatures forever--that all hope was lost....\n\n       *       *       *       *       *\n\nThen he shouted with triumph. A massive foreleg dropped from one of the\nguards, to crash to the floor. Whether or not the acid was able to set\non the horny exterior of the termites, it was as deadly to their soft\ninteriors as to any other sort of flesh! The acid had found the joint of\nthat foreleg and had eaten through it as hot iron sinks through butter!\n\nStill the injured creature came on, with Jim ever retreating, twisting\nand dodging from one side of the huge room to the other, leaping over\nthe smaller paralyzed insects and darting behind the larger carcasses.\nBut now the thing's movements were very slow--as were the movements of\nits companion.\n\nAnother leg fell hollowly to the floor, like an abandoned piece of\narmor; and then two at once from the second termite.\n\nBoth stopped, shuddering convulsively. The agony of those two enormous,\ndumb and blind things must have been inconceivable. The acid was by now\nspending its awful force in their vitals, having seeped down through\nevery joint and crevice in their living armor. They were hardly more\nthan huge shells of horn, kept alive only by their unbelievable\nvitality.\n\nOne more feeble lunge both made in concert, toward the puny adversary\nthat had outwitted them. Then both, as though at a spoken command,\nstopped dead still. Next instant they crashed to the floor, shaking it\nin their fall.\n\n       *       *       *       *       *\n\nFor a second Jim could only stand there and gaze at their monstrous\nbodies. His plan had succeeded beyond all belief; and realization of\nthis success left him dazed for an instant. But it was only for an\ninstant.\n\nRecovering himself, he raced to the acid vat to recover the spear he'd\npunctured it with--only three feet of it was left: the rest had been\neaten away by the powerful stuff--and then wheeled to help Denny.\n\nBy now the crackling brown stuff had fallen from Denny, too--enough, at\nleast for him to struggle to his feet and hasten its cracking by tearing\nat it with partially loosened hands. As Jim reached him, he freed\nhimself entirely save for the last few bits that stuck to him as bits of\nshell cling to a newborn chick.\n\nThey turned together toward the corner where the termite-ruler was\ncowering behind the guards that surrounded it. Intellect to a degree\nphenomenal for an insect, this thing might have; but of the blind fierce\ncourage possessed by its subjects, it assuredly had none! In proof of\nthis was the fact that when the half dozen specialized soldiers ringing\nit round might have leaped to the aid of the two clumsy door guards and\nprobably have ended the uneven fight in a few minutes, the craven\nmonarch had ordered them to stay at their guard-posts rather than take\nthe risk of remaining unguarded and defenseless for a single moment!\nIncreasing intelligence apparently had resulted (as only too often it\ndoes in the world of men) in decreasing bravery!\n\nAn attack on the thing, closely guarded as it was, seemed hopeless.\nThose enormous, flat-topped heads held ready to present their steely\nsurfaces as shields! Those armored terrors with the syringe-heads--one\nof which still held a full cargo of the terrible brown fluid that at a\ntouch could bind the limbs of the men once more in the straitjacket\nembrace! What could the two do against that barrier?\n\n       *       *       *       *       *\n\nNevertheless, without a word being spoken, and without a second's\nhesitation, Jim and Denny advanced on the bristling ring--and the heart\nof termite power it enclosed. Not only was the slimmest of hopes of\nescape rendered impossible while the super-termite lived to direct its\nsubjects against them--but also they had a reckoning to collect from the\nthing if they could....\n\nDenny glanced down at his hand, from which slow red drops still oozed.\n\nAt their approach, the guarding ring shifted so that the soldier whose\nhead was still bulging with the brown liquid, faced them. The two men\nstopped, warily. They must draw the sting from that monster before they\ndared try to come closer.\n\nJim feinted, leaping in and to one side. The guard turned with him,\nmoved forward a bit as though to discharge a brown stream at him--but\nheld its fire. Jim moved still closer, then leaped crabwise to one side\nas the brain behind the guards telepathed in a panic for its blind\nminion to release some of its ammunition. The flood missed Jim only by\ninches.\n\nDenny took his turn at gambling with death. He shouted ringingly, and\nran a dozen steps straight at the monster that was the principal menace.\nAt the last moment he flung himself aside as Jim had done--but this time\nthe stream was not to be drawn.\n\nStill most of the deadly liquid was left; the thing's head bulged with\nit. And no real move could be made till that head was somehow emptied.\n\n\"Your spear!\" panted Denny, who was armed only with the three-foot club\nwhich was all that was left of the spear that had entered the acid bag.\n\nJim nodded. As he had done under the acid vat, he drew it back for a\nthrow--and shot it forward with all the power of his magnificent\nshoulders.\n\nThe glittering length of steel slashed into the flabby, living syringe.\nA fountain of molasseslike liquid gushed out.\n\n       *       *       *       *       *\n\nThe move had not been elaborately reasoned out; it had been a natural;\nalmost instinctive one, simply a blow struck for the purpose of draining\nthe dread reservoir of its sticky contents. But the results--as logical\nand inevitable as they were astounding and unforeseen--were such that\nthe move could not have been wiser had all the gods of war conspired to\nhelp the two men with shrewd advice.\n\nThe searching spear-point had evidently found the brain behind the\nsyringe of the thing; for it reared in an agony that could only have\nbeen that of approaching death, and ran amuck.\n\nNo longer did the ruling brain that crouched behind it have the power to\nguide its movements, it seemed. The telepathic communications had been\nsnapped with that crashing spear-point. It charged blindly, undirected,\nin havoc-wreaking circles. And in an instant the whole aspect of the\nbattle had been changed.\n\nThe ring of living armor presented by the other soldiers was broken as\nthe enormous, dying termite charged among them. Furthermore, the\nfountain of thick brown liquid exuding from its head, smeared the limbs\nof the soldiers the blind, crazed thing touched, as well as its own.\n\nIn thirty seconds or less the wounded giant was down, still alive, but\nwriggling feebly in a binding sheath of its own poison. And with it, so\nsmeared as to be utterly out of the struggle, were three of the others.\n\nQuick to seize the advantage, Jim leaped to wrench his spear from the\nconquered giant's head. And side by side he and Denny started again the\ncharge against the ruler's guards, which, while still mighty in defense,\nwere by their very nature unable to attack.\n\n       *       *       *       *       *\n\nThree of these guards were left. Two of them were the freaks with the\ngreat, armored, bung-heads--and the soft and vulnerable bodies. The\nthird was of the syringe type, with invulnerable horn breastplate and\nbody armor--but with a head that, now its fatal liquid was exhausted,\nwas useless in battle.\n\n\"Take 'em one by one,\" grunted Jim, setting the example by swinging his\nspear at the body of the nearest guard. \"We'll get at that damn thing\nwith the overgrown brains yet!\"\n\nHis spear clanged on iron-hard horn as the termite swung its unwieldy\nhead to protect its unarmored body. The force of the contact tore the\nspear from his hand; but almost before it could drop, he had recovered\nit. And in that flashing instant Denny had darted in at the side of the\nthing and half disembowelled it with a thrust of the acid-blunted point\nof his three-foot bar, and a lightninglike wrench up and to the side.\n\n\"Only two left!\" cried Jim, stabbing at the flabby head of the\nsyringe-monster that loomed a foot above his own head. \"We'll do it yet,\nDenny!\"\n\nBut at that moment a clashing and rattling at the doorway suddenly burst\nin on the din of the eery fight. Both men stared at each other with\nsurrender in their eyes.\n\n\"Now we _are_ all through!\" yelled Jim, almost calm in his complete\nresignation. \"But we'll try to reach that devilish thing before we're\ndoomed!\"\n\n       *       *       *       *       *\n\nIn the heat of the swift, deadly fray, the two men had forgotten for the\nmoment, that these few soldiers ranged against them were not all the\nfighters in the mound city. But the quaking intellect they were striving\nto reach had not forgotten! At some time early in the one-sided struggle\nit had sent out a soundless call to arms. And now, in the doorway,\nstruggling to force through in numbers too great for the entrance's\nnarrow limits, were the first of the soldier hordes the ruler had\ncommanded to report here for fight duty. And behind them, as far as the\neye could see, the tunnel was blocked by yet others marching to kill\nthe creatures that menaced their leader. The abortive effort at escape,\nit seemed, was doomed.\n\nThe strength of desperation augmented Jim's naturally massive muscular\npower. He whirled his spear high over his head, clubwise. Disdaining now\nto try for a thrust behind and to one side of the great conical head\nthat faced him, he brought the bar down with sledge-hammer force on the\nhorn-plated thing.\n\nAs though it had been a willow wand, the big bar whistled through the\nair in its descent. With a crack that could be heard even above the\ncrashing mandibles of the soldiers pouring across the hundred-yard floor\ntoward the scene of battle, the bar landed on the living buckler of a\nhead.\n\nThe head could not have been actually harmed. But the brain behind it\nwas patently jarred and numbed for an instant. The great creature stood\nstill, its head weaving slowly back and forth. Jim swung his improvised\nclub in another terrific arc....\n\n       *       *       *       *       *\n\nDenny darted around behind the ponderously wheeling bulk of the last\nremaining guard to the team of worker termites. He, too, swung his arms\nhigh--over the bloated brain-bag that cowered down between the backs\nthat bore it--leaping here and there to avoid the blunt mandibles of the\nburden bearers. He, too, brought down his three-foot length of bar with\nall the force he could muster, the sight of that swollen, hideous head\natop the withered remnants of termite body lending power to his muscles.\n\nAnd now, just as the nearest of the soldiers reached out for them, the\ntermite-ruler lay helpless on the backs of its living crutches, with its\nattenuated body quivering convulsively, and its balloonlike, fragile\nhead cleft almost in two halves. It was possible that even that terrific\ninjury might not be fatal to a thing so great and flexible of brain, and\nso divorced from the ills as well as the powers of the flesh. But for\nthe moment at least it was helpless, an inert mass on the patient backs\nof the termite team.\n\n\"To the acid vat,\" snapped Jim. \"We'll make our last stand there.\"\n\nDodging the nearest snapping mandibles, Denny ran beside his companion\nto where the termite, dead now, with its distended abdomen deflated and\nthe last of the acid trickling from the hole caused by Jim's spear,\nstill hung head down from the ceiling.\n\nThe powerful ruler of this vast underground city was crushed--for the\nmoment at least. But the fate of the two humans seemed no less certain\nthan it had before. For now the huge chamber was swarming with the giant\nsoldiers. In numbers so great that they crashed and rattled against each\nother as they advanced, they marched toward the place where the broken\nmonarch still quivered in weak convulsions--and behind which, near the\nacid vat, the two men crouched.\n\n\n\n\nCHAPTER IX\n\n_The Cannibalistic Orgy_\n\n\nAt first Jim and Dennis could only comprehend the _numbers_ of the\nfoe--could only grip their bars and resolve to die as expensively as\npossible. But then, as a few seconds elapsed during which they were\namazingly not charged by the insects, they began to notice the _actions_\nof the things.\n\nThey were swarming so thickly about the spot where their leader had\nfallen that all the men could see was their struggling bodies. And the\nmovements of these soldiers were puzzling in the extreme.\n\nThe things seemed, of a sudden, to be fighting among themselves! At any\nrate, they were not hurrying to attack the unique, two-legged bugs by\nthe deflated acid bag.\n\nInstead, they seemed to be having a monstrous attack of colic as they\nrolled about their vanquished monarch. With their antennae weaving\nwildly, and their deadly jaws crashing open and shut along the floor,\nthey were fairly wallowing about that section. And the crowding ring of\nsoldiers surrounding the wallowers were fighting like mad things to\nshove them out of place.\n\nOver each other they struggled and rolled, those on the top and sides of\nthe solid mass pressing to get in and down. In stark astonishment, the\ntwo men watched the inexplicable conflict--and wondered why they had not\nalready been rushed and sliced to pieces by the steely, ten-foot\nmandibles.\n\nIn Dennis' mind, as he watched, wide-eyed, the crazy battle of the\nmonsters around the spot, a memory struggled to be recognized. He had\nseen something vaguely like this before, on the upper earth, what was\nit?\n\nAbruptly he remembered what it was. And with the recollection--and all\nthe possibilities of deliverance it suggested--he shouted aloud and\nclutched Jim's arm with trembling fingers.\n\n       *       *       *       *       *\n\nThat scene of carnage suggested to his mind the day he had seen a cloud\nof vultures fighting over the carcass of a horse in the desert. The mad\npushing, the slashing and rending of each other as all fought for the\nchoice morsels of dead flesh! It was identical.\n\nThe termites, he knew, were deliberately cannibalistic. A race so\nefficiently run, so ingenious in letting nothing of possible value go to\nwaste, would almost inevitably be trained to consume the bodies of dead\nfellow beings. And now--now ...\n\nThe gruesome monarch, that thing of monstrous brain and almost\nnonexistent body, was no longer the monarch. It was either dead, or\nutterly helpless. In that moment of death or helplessness--was it being\nfallen upon and eaten by the horde of savage things it normally ruled?\nDid the termite hordes make a practice of devouring their helpless and\nworn-out directing brains as it was known they devoured all their\nworn-out, no longer potent queens?\n\nIt certainly looked as if that was what the leaderless horde of soldiers\nwas doing here! Or, at any rate, trying to do; accustomed to being fed\nby the workers, with mandibles too huge to permit of normal\nself-feeding, they would probably be able to hardly more than strain\nclumsily after the choice mass beneath them and absorb it in morsels so\nsmall as to be more a source of baffled madness than of satisfaction.\n\nWhich latter conjecture seemed certainly to support the theory that the\nsoldier termites were not trying to help their fallen monarch, but were\ntrampling and slashing it to death in an effort to devour it!\n\n\"Quick!\" snapped Denny, realizing that it was a chance that must not be\noverlooked; that even if he were wrong, they might as well die trying to\nget to the doorway as be crushed to death where they stood. \"Run to the\nexit!\"\n\n\"Through that nightmare army?\" said Jim, astounded. \"Why, we haven't a\nchance of making it!\"\n\n\"Come, I say!\" Denny dragged him a few feet by main force. \"I hope--I\nbelieve--we won't be bothered. If a pair of jaws crushes us, it will\nprobably be by accident and not design--the brutes are too busy to\nbother about us now.\"\n\nStill gazing at Denny as though he thought him insane, Jim tarried no\nlonger. He began to edge his way, by Denny's side, toward the distant\ndoor.\n\n       *       *       *       *       *\n\nIn a very few feet Denny's theory was proved right. None of the gigantic\ninsects tried to attack them. But even so that journey to the exit, a\ndistance of more than the length of a football field, was a ghastly\nbusiness.\n\nOn all sides the giant, armored bodies rushed and shoved. The clash of\nhorn breastplates against armored legs, of mandibles and granitic heads\nagainst others of their kind, was ear-splitting. The monsters, in their\neffort to indulge the cannibalistic instinct--at once so horrible to the\ntwo humans, and so fortunate for them--were completely heedless of their\nown welfare and everything else.\n\nLike giant ice cakes careening in the break-up of a flood, they crunched\nagainst each other; and like loose ice cakes in a flood, every now and\nthen one was forced clear up off its feet by the surrounding rush, to\nfall back to the floor a moment later with a resounding crash.\n\nIt would seem an impossibility for any two living things as relatively\nweak and soft as men to find a way through such a maelstrom. Yet--Jim\nand Denny did.\n\nSeveral times one or the other was knocked down by a charging, blind\nmonster. Once Denny was almost caught and crushed between two of the\nrock-hard things. Once Jim only saved himself from a pair of terrific,\nsnapping jaws that rushed his way, by using his short spear as a pole\nand vaulting up and over them onto the monster's back, where he was\nallowed to slide off unheeded as the maddened thing continued in its\nrush. But they reached the door!\n\nThere they gazed fearfully down the corridor, sure there would be\nhundreds more of the soldiers crowding to answer the last call of their\nruling, master mind. But only a few stragglers were to be seen, and\nthese, called to the grim feast by some sort of instinct or perhaps some\nsense of smell, rushed past with as little attempt to attack them as the\nrest.\n\nThe two men ran down the tunnel, turned a corner into an ascending\ntunnel they remembered from their trip in, raced up this, hearts\npounding wildly with the growing hope of actually escaping from the\nmound with their lives--and then halted. Jim cursed bitterly,\nimpotently.\n\n       *       *       *       *       *\n\nBranching off from this second tunnel, all looking exactly alike and all\nidentical in the degree of their upward slant, were five more tunnels!\nLike spokes of a wheel, they radiated out and up; and no man could have\ntold which to take. They stopped, in despair, as this phase of their\nsituation, unthought of till now, was brought home to them.\n\n\"God! The place is a labyrinth! How can we ever find, our way out?\"\ngroaned Jim.\n\n\"All we can do is keep going on--and up,\" said Denny, with a shake of\nhis head.\n\nAt random, they picked the center of the five underground passages, and\nwalked swiftly along it. And now they began to come in contact again\nwith the normal life of the vast mound city.\n\nHere soldiers were patrolling up and down with seeming aimlessness,\nwhile near-by workers labored at shoring up collapsing sections of\ntunnel wall, or at carrying staggering large loads of food from one\nunknown place to another. But now there seemed to be a certain lack of\nsystem, of coordination, in the movements of the termites.\n\n\"Damned funny these soldiers aren't joining in the rush with the rest to\nget to the laboratory in answer to the command of the ruler,\" said Jim,\nwarily watching lest one of the gigantic guards end the queer truce and\nrush them. \"And look at the way the workers move--just running aimlessly\nback and forth with their loads. I don't get it.\"\n\n       *       *       *       *       *\n\n\"I think I do,\" said Denny. He pitched his voice low, and signed for Jim\nto walk more slowly, on tiptoe. \"These soldiers aren't with the rest\nbecause only a certain number was called. It's simple mathematics: if\nall the soldiers in the mound tried to get in that room back there where\nthe ruler was, they'd get jammed immovably in the tunnels near-by. The\nking-termite, with all the astounding reasoning power it must have had,\ncalled only as many as could crowd in, in order to avoid a jam in which\nhalf the soldiers in the city might be killed.\n\n\"As for the aimless way the workers are moving--you forget they haven't\na leader any more. They are working by habit and instinct only, carrying\nburdens, building new wall sections, according to blind custom alone,\nand regardless of whether the carrying and building are necessary.\"\n\n\"In that case,\" sighed Jim, \"we'd have a good chance to getting out of\nhere--if we could only find the path!\"\n\n\"I'm sure we can find the path, and I'm sure we can get out,\" said Denny\nconfidently. \"For in a mound of this size there must be many paths\nleading to the upper world, and there is no reason--with the omnipotent\nruling brain dead and eaten--why any of these creatures should try to\nstop or fight us.\"\n\nWhich was good logic--but which left entirely out of consideration that\none factor which man so often forgets but is still inevitably governed\nby: the unpredictable whims of fate. For on their way out they were to\nblunder into the one place in all the mound which was--death or no death\nof the ruling power--absolutely deadly to them; and were to arouse the\nterrible race about them to frenzies that were based, not on any\nreasoned thought processes, or which in any case they were of themselves\nincapable, but on the more grim and fanatic foundations of unreasoned,\nprimal, outraged instinct.\n\n\n\n\nCHAPTER X\n\n_The Termite Queen_\n\n\nThe slope of the upward-leading tunnels had become less noticeable, from\nwhich fact the two men reasoned hopefully that they were near ground\nlevel. And now they began to see termite workers bearing a new sort of\nburden: termite eggs, sickly looking lumps that had only too obviously\nbeen newly laid.\n\nA file of workers approached. In a long line, each with an egg, looking\nfor all the world like a file of human porters bearing the equipment of\na jungle expedition. Slowly, the things moved--carefully--bound for some\nsuch vast incubator as the one Jim and Dennis had stumbled into some\nhours before.\n\n\"We want to go in the opposite direction from them,\" Denny whispered.\n\"They're coming from the Queen termite's den--and we don't want to\nblunder in there!\"\n\nThey about-faced, and moved with the workers till they came to the\nnearest passage branching away from the avenue on which the file\nmarched. Denny dabbed at his forehead.\n\n\"Lucky those things came in time to warn us,\" he said. \"From what\nlittle science knows of the termites, I can guess that the Queen's\nchamber would be a chamber of horrors for us!\"\n\nThey walked on, searching for another main avenue, such as the one they\nhad left; which might be an artery leading to the outside world. But\nthey had not gone far when they were again forced to change their\ncourse.\n\nAhead of them, marching in regular formation, came a band of soldiers\nlarger than the usual squad. They filled the tunnel so compactly that\nthe two men did not dare try to squeeze past them.\n\n\"Here,\" whispered Jim, pointing to a side tunnel.\n\n       *       *       *       *       *\n\nThey stole down it; but in a moment it developed that their choice had\nbeen an unlucky one: the crash of the heavy, armored bodies continued to\nfollow them. The soldiers had turned down that tunnel, too.\n\n\"Are they after us again?\" whispered Jim.\n\nDenny shrugged. There was still a remnant of the disguising\ntermite-paste on their bodies to fool the insects. It seemed impossible\nthat the ruling brain behind them had survived the cannibalistic rush\nand taken command of the mound again? But--was anything impossible in\nthis world of terror?\n\nSteadily the two were forced to retreat before the measured advance of\nthe guards. And now the tunnel they were in broadened--and abruptly\nended in another of the vast chambers that seemed to dot the mound city\nat fairly regular intervals. But this one appeared to be humming with\nactivity, if the noise coming from within it was any indication.\n\nThe two passed at the threshold, dismayed at the evidence of\nsuper-activity in the chamber ahead of them. But while they paused\nthere, the soldiers behind them rounded a corner. They could not go\nback. There were no more of the opportune side entrances to dodge into.\nAll they could do was retreat still farther--into the vast room before\nthem.\n\nThey did so, reluctantly, moving step by step as the marching band\nbehind them crashed rhythmically along. But once inside the great\nchamber, they shrank back against the wall with whispered imprecations\nat the final, desperate trick fate had played on them.\n\nTheir path of retreat, leading around labyrinthine corners and\nby-passages, had doubled back on them without their having been aware of\nit. They were in the very place Dennis had wished so much to avoid--the\nchamber of the Queen termite!\n\n       *       *       *       *       *\n\nHigh overhead, almost lost in the dimness, was the arching roof. Around\nthe circular walls were innumerable tunnel entrances. At each of these\nstood a termite guard--picked soldiers half again as large as the\nordinary soldiers, with mandibles so great and heavy that it was a\nmarvel the insects could support them.\n\nHurrying here and there were worker termites. And these were centering\ntheir activities on an object as fearful as anything that ever haunted\nthe mind of a madman.\n\nUp and back, this object loomed, half filling the enormous room like a\nzeppelin in a hangar. And like a zeppelin--a blunt, bloated\nzeppelin--the object was circular and tapered at both ends. But the\nzeppelin was a living thing--a horrible travesty of life.\n\nAt the end facing the two men was a tiny dot of a head, almost lost in\nthe whitish mass of the enormous body. Around this a cluster of worker\ntermites pressed, giving nourishment to the insatiable mouth. At the\nfar end of the vast shape another cluster of termites thronged. And\nthese bore away a constant stream of termite eggs--that dripped from the\nzeppelinlike, crammed belly at the rate of almost one a second.\n\nHer Highness, the Queen--two hundred tons of flabby, greasy flesh,\nimmobile, able only to eat and lay eggs.\n\n\"My God,\" whispered Jim. Utterly unstrung, he gazed at that mighty,\nloathsome mass, listening to its snapping jaws as it took on the tons of\nnourishment needed for its machinelike functioning. \"My God!\"\n\n       *       *       *       *       *\n\nInstinctively he whirled to run back through the entrance they had come\nthrough. But now, with the admittance of the soldier band that had\npressed them in here, the entrance was guarded again by one of the\ngiants permanently stationed there.\n\n\"What had we better do?\" he breathed to Denny.\n\nDennis stared helplessly around. He had noticed that the termites in\nhere were acting differently from the others they had encountered since\nleaving the lair of the termite-ruler. These were moving uneasily,\nrestlessly, stopping now and again with waving, inquisitive antennae. It\nlooked ominously as though they had sensed the presence of intruders\nhere in the sanctum where their race was born, and were dimly wondering\nwhat to do.\n\n\"We might try each tunnel mouth, one by one, on the chance that we can\nfind a careless guard somewhere,\" Dennis muttered at last. \"But for\nheaven's sake don't touch any of the brutes! I think that at the\nslightest signal the whole mob of the things would spring on us and tear\nus to pieces. Most of the paste is rubbed off by now.\"\n\nJim nodded. He had no desire to brush against one of the colossal,\nspecial guard of soldiers if he could help it, or against any of the\nrelatively weak workers that might give the signal of alarm.\n\nStealing silently along among the blind, instinctively agitated\nmonsters, they worked a circuitous way from one exit to another. But\nnowhere did any chance of getting out of the place present itself.\nAcross each tunnel mouth was placed one of the enormous guards,\ntwelve-foot mandibles opened like a waiting steel trap.\n\nHalfway around the tremendous room they went, without mishap, but also\nwithout finding an exit they could slip through. And then, in the rear\nof the vast bulk of the Queen, it happened.\n\n       *       *       *       *       *\n\nOne of the worker termites, bearing an egg in its mandibles, faltered,\nand dropped its precious burden. The thing fell squashily to the floor\nwithin a foot of Jim, who had brushed against the wall to let the burden\nbearer pass without touching him. Jim, attempting to sidestep away from\nthe spot, as the worker put out blind feelers, to search for the dropped\negg, lost his balance for a fraction of a second--and stepped squarely\non the nauseous ovoid!\n\nFrantically he stepped out of the mess he had created, and the two stood\nstaring at each other, holding their breaths, fearful of what might\nresult from that accidental destruction of budding termite life.\n\nThe worker, feeling about for its burden, came in contact with the\nshattered egg. It drew back abruptly, as though in perplexity: soft and\ntough, the egg should not have broken merely from being dropped. Then it\nfelt again....\n\nFor a few seconds nothing whatever occurred. The two breathed again, and\nbegan to hope that their fears had been meaningless. But that was not\nto be.\n\nThe worker termite finally began to rush back and forth, antennae\nwhipping from side to side, patently trying to discover the cause of the\ntragedy. And Jim and Dennis rushed back and forth, too, engaged in a\ndeadly game of blind man's buff as they tried to avoid the questing\nantennae--which, registering sensation by touch instead of smell, was\nnot to be fooled by the last disappearing traces of the termite-paste.\n\nThe game did not last long. One of the feelers whipped against Dennis'\nlegs--and hell broke loose!\n\n       *       *       *       *       *\n\nThe worker emitted a sound like the shriek of a circular saw gone wild.\nAnd on the instant all its fellows, and the gigantic guards at the\nexits, stiffened to rigid attention.\n\nAgain came the roaring sound, desolate, terrible, at once a call to arms\nand a funeral dirge. And now every termite in the dim, cavernous chamber\nbegan the battle dance Jim and Dennis had seen performed by the termite\nguard when it was confronted by the horde of ants. Not moving their\nfeet, they commenced to sway back and forth, while long, rhythmic\nshudders convulsed their grotesque bodies. It was a formal declaration\nof war against whatever mad things had dared invade the fountain-spring\nof their race.\n\nJim and Dennis leaped toward the nearest exit, determined to take any\nrisk on the chance of escaping from the horde of things now aware of\ntheir presence and ravening for their blood. But in this exit--the only\none accessible to them now--the guard had commenced the jaw-clashing\nthat closed openings more efficiently than steel plates could have done.\nAn attempt to pass those enormous mandibles presented no risk; what it\npresented was suicide.\n\nBy now the dread war dance had stopped. All the termites in the chamber\nwere converging slowly toward the spot where the termite had given the\nrasping alarm. Even the workers, ordinarily quick to run from danger,\nwere advancing instead of retreating. Of all living things in the room\nonly the Queen, unable to move her mountainous bulk, did not join in the\nslow, sure move to slash to pieces the hated trespassers.\n\nAgain the questing antennae of the worker that had given the alarm\ntouched one of the men. With a deafening rasp it sprang toward them,\nblind but terrible.\n\n       *       *       *       *       *\n\nDennis swung his steel club. It clashed against the scarcely less hard\nmandibles of the worker, not harming them, but seeming to daze the\ninsect a little.\n\nJim followed the act by plunging his longer spear into the soft body. No\nwords were wasted by the two men. It was a fight for life again, with\nthe odds even more heavily against them than they had been in the\nruler's lair.\n\nBehind them, blocking the only exit they had any chance whatever of\nreaching, the guard continued its clashing mandible duty. If only it,\ntoo, would join in the blind search for the trespassers, thus giving\nthem an opportunity of slipping out! But the monster gave no indication\nof doing such a thing.\n\nAnother worker termite flung its bulk at them. Its mandibles, tiny in\ncomparison with those of the great guards but still capable of slicing\neither of the men in two, snapped perilously close to Jim's body. There\nwas a second's concerted action: Dennis' club lashed against the thing's\nhead, Jim's spear tore into the vulnerable body.\n\nRinging them round, the main band of the termites moved closer. They\nmoved slowly, in no hurry, apparently only too sure the enemy could not\npossibly get away from them. And the two worker termites killed were\nmere incidents compared to the avalanche of mandible and horn that would\nbe on them in about thirty seconds.\n\n       *       *       *       *       *\n\nHowever, the two dead termites gave Jim a sudden inspiration. He glanced\nfrom the carcasses to the mechanically moving, deadly jaws of the guard\nthat barred the nearest exit.\n\n\"Denny,\" he panted, \"feed it this.\"\n\nHe pointed first toward the nearest carcass and then toward the\nrock-crushing, steadily snapping jaws.\n\n\"I'll try to hold the bridge here--\"\n\nBut Dennis was on his way, catching Jim's idea with the first gesture.\n\nHe stooped down, and caught the dead termite by two of its legs. Close\nto two hundred pounds the mass weighed; but strength is an inconstant\nthing, and increases or decreases according to the vital needs of\nlife-preservation.\n\nClear of the floor, Denny lifted the bulk, and with its repulsive weight\nclasped in his arms, he advanced toward the mighty guard.\n\nBehind him, Jim glared desperately at the third termite that was about\nto attack. No feeble worker this, but one of the most colossal of all\nthe Queen's guard.\n\nTowering over Jim, mandibles wide open and ready to smash over its prey,\nthe giant reared toward him. And behind him came the main body of the\nhorde. It was painfully evident that the clash with the lone soldier\nwould be the last single encounter. After that the hundreds of the herd\nwould be on the men, tearing and trampling them to bits.\n\nDuring the thing's steady, inexorable approach, which had taken far less\ntime than that required to tell of it, Jim had clenched his fingers\naround his spear and calculated as to the best way to hold the monster\noff for just the few seconds needed by Denny to try the plan suggested.\n\nThe monster ended its slow advance in a lunge, that, for all its great\nbulk, was lightning quick. But a shade more quickly, Jim sidestepped the\nterrible mandibles, leaped back along the armored body till he had\nreached the unarmored rear, and thrust his spear home with all his\nforce.\n\n       *       *       *       *       *\n\nThe hideous guard reared with pain and rage. But this was no worker\ntermite, to be killed with a thrust. As though nothing had happened, the\nhuge hulk wheeled around. The mandibles crashed shut with deafening\nforce over the space Jim had occupied but an instant before.\n\nAnd now the inner circle of the multiple ring of death was within a few\nyards. Jim leaped to put himself behind the living barrier of the\nattacking soldier. But it was only a matter of a few seconds now, before\nhe and Denny would be caught in the blind bull charges of the wounded\nsoldier or by the surrounding ring of maddened termites.\n\n\"Denny?\" he shouted imploringly over his shoulder, not daring to take\nhis eyes off the danger in front of him.\n\n\"Soon!\" he heard Dennis pant.\n\nThe entomologist had got almost up to the twelve-foot jaws that closed\nthe exit. He paused a moment, gathering strength. Then he heaved the\nsoft mass of the dead termite into the clashing mandibles.\n\n\"Jim!\" he cried, as the burden left his arms.\n\nJim turned, raced the few yards intervening between the ring of death\nand the doorway. Together they waited to see if their forlorn hope would\nwork....\n\nIt could not have lasted more than a second, that wait, yet it seemed at\nleast ten minutes. And then both cried aloud--and crouched to repeat the\nmaneuver that had saved them from death when they had first entered this\ninsect hell.\n\nFor the enormous, smashing jaws had caught the body of the worker\ntermite with ferocious eagerness, and were worrying the inanimate\ncarcass with terrible force.\n\nThe great jaws were occupied just an instant before the monster sensed\nthat it was one of his own kind that he was mangling so thoroughly. But\nin that instant Jim had slid on his chest along the floor past the\narmored head and shoulders, and Dennis had leaped to follow.\n\nBut Dennis was not to get off so lightly.\n\n       *       *       *       *       *\n\nThe charging ring of termites had closed completely in by now. The\nsnapping mandibles of the nearest one were up to him. They opened; shut.\n\nThey caught Denny on the back swing, knocking him six feet away instead\nof slicing him wide open. Denny got to his feet almost before he had\nlanded; but between him and the exit was the bulk of the termite that\nhad felled him, and in the doorway the guard had dropped the body it was\nslashing to bits, and had recommenced its slashing jaw movements.\n\n\"Jim! For God's sake....\" shrieked the doomed man.\n\nBeside himself, he managed to hurdle clear over the massive insect\nbetween him and the doorway. But there he stopped, with the guard's\ngreat mandibles fanning the air less than a foot from him. \"Jim!\" came\nthe agonized cry again.\n\nAnd behind the gigantic termite, in the tunnel, with at least a\npossibility of safety lying open before him, Jim heard and answered the\ncall.\n\nSavagely he plunged his spear into the unarmored rear of the guard, tore\nit out, thrust again....\n\nThe thing heaved and struggled to turn, shaking the tunnel with its\nrasping anger--and taking its attention at last away from the duty of\nclosing that tunnel mouth.\n\nWith no room to run and slide, Denny fell to the floor and commenced to\ncreep through the narrow space between the trampling guard's bulk and\nthe wall. He felt his left arm and shoulder go numb as he was crushed\nfor a fleeting instant against the wood partition. Broken, he thought\ndimly. The collar-bone. But still he kept moving on.\n\n       *       *       *       *       *\n\nHe moved in a haze of pain and weakness. He did not see that he had\npassed clear of the menacing hulk--that his slow crawling had been\nmultiplied in results by the fact that the termite guard had finally,\nstopped trying to turn in the narrow passage and had rushed ahead into\nthe Queen's chamber, to turn there and come dashing back. He did not see\nthat Jim was finally disarmed and completely helpless, with his spear\nburied beyond recovery in the bulk of the maddened guard. He hardly felt\nJim's supporting arm as it was thrust under him, to half drag and half\nlead him along the tunnel away from the horde behind.\n\nHe only knew that they were moving forward, with the din behind them--as\nthe grim cohorts of the Queen fought to all crowd ahead in the narrow\npassage at once--keeping pace with them in spite of all they could do to\nmake haste. And he only knew that finally Jim gave a great shout, and\nthat suddenly they were standing under a rent in a tunnel roof through\nwhich sunlight was pouring.\n\nSeveral worker termites were laboring to close up the chink and cut off\nthe sunlight; but these, not being of the band outraged by the\ndestruction of the egg in the Queen's chamber, moved swiftly away as the\ntwo men advanced.\n\nJim reached up and tore with frantic hands at the crumbling edges of the\nrotten wood overhead. Ignoring his gashed and bleeding fingers, he\nwidened the breach till he, could pull himself up through it. Then he\nreached down, caught Denny's sound arm, and raised him by main strength.\n\nThey were in the clear air of the outer world once more, on a terrace in\nthe mound low down near its base.\n\nJim and Dennis half slid, half fell down the near terrace slope to the\njungle of grass stalks beneath. And there Denny bit his lip sharply,\nstruggled against the weakness overcoming him--and fainted.\n\n       *       *       *       *       *\n\nJim caught him up over his shoulder, and staggered forward through the\njungle. Behind, the termites poured out through the broken wall in an\nenraged flood, braving even the sunlight and outer air in their chase of\nthe invaders that had, profaned the Queen's chamber.\n\n\"Matt!\" shouted Jim with all the strength of his lungs, forgetting that\nhis voice could not be heard by normal human ears. \"Matt!\"\n\nBut if Matthew Breen could not hear, he could see. The slightest\ninattention at his guard duty at that second would have resulted in two\ndeaths. But he was on the alert.\n\nJim saw the sun blotted out swiftly, saw a huge, pinkish-gray wall swoop\ndown between him and Denny, and the deadly horde of termites pursuing\nthem. Then he saw another pinkish-gray wall, in which was set\nsomething--a shallow, regular, hollowed plateau--that looked familiar.\nThe patty-dish in which he and Denny had been carried to this place of\ndeath and horror.\n\nJim knew he could not clamber into that great plateau; he was too\nexhausted. But the necessity was spared him.\n\nThe patty-dish scooped down under him, uprooting huge trees, digging up\nsquare yards of earth all around him. He was flung from his feet to roll\nhelplessly beside the unconscious Dennis, as men and earth and all were\nshifted from the dish's rim to its center.\n\nLike gigantic express elevator the dish soared dizzily up in the\ntremendous hand that held it, over the vast pile of the mound city, over\nall the surrounding landscape, and was borne back toward Matt's\nautomobile--and toward the laboratory where the bulk of their bodies\nwaited, in protoplasmic form, in the dome of the glass bell.\n\n\n\n\nCHAPTER XI\n\n_Back to Normal_\n\n\n\"I think,\" said Jim, loading his pipe, \"that now I really will settle\ndown. No other adventures could seem like much after the one\"--he\nrepressed a shiver--\"we've just passed through.\"\n\n\"And I think,\" said Dennis, following his own line of thought, \"that as\nfar the world of science goes, my exploring has been for nothing. Try to\ntell sober scientists of the specially evolved, huge-brained thing that\nrules the termite tribe and forms and holds the marvelous organization\nit has? Try to tell them--now that Matt has to stubbornly decided to\nkeep secret his work with element eighty-five--that we were reduced to\na quarter of an inch in height, and that we went through a mound and\nsaw at first hand the things we describe? They'd shut me in an asylum!\"\n\nThe two were sitting in Denny's apartment, once more conventionally\nclothed, and again their normal five feet eleven, and six feet two.\n\nThe reassembling of Denny's body had done odd things. Jim had set the\nbroken bone with rough skill before stepping under the glass bell; and\nthe fracture had been healed automatically by the growing deposit of\nprotoplasmic substance resulting when Matt threw his switch.\n\nBut Denny's missing finger had baffled the reversing process. With no\ntiny pattern to form around, the former substance of his finger had\nsimply gathered in a shapeless knob of flesh and bone like a tumorous\ngrowth sprouting from his hand. It would have to be amputated.\n\nBut the marvels performed under Matthew Breen's glass bell were far\nsecondary to the two men. The things they had recently seen and\nundergone, and the possibility of telling folks about them, occupied\ntheir attention exclusively.\n\n\"Then you're not going to write a monograph on the real nature of\ntermites, as you'd planned?\" Jim asked Denny.\n\nDenny shrugged dispiritedly. \"People would take it for a joke instead of\na scientific treatise if I did,\" he said.\n\nJim puffed reflectively at his pipe. A thought had come, to him that\nseemed to hold certain elements of possibility.\n\n\"Why not do this,\" he suggested: \"Write it up first as a straight story,\nand see if people will believe it. Then, if they do, you can rewrite it\nas scientific fact.\"\n\nAnd eventually they decided to do just that. And--here is their story.\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Astounding Stories_ June 1932.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Raid on the Termites, by Paul Ernst\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE RAID ON THE TERMITES ***\n\n***** This file should be named 27248.txt or 27248.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/7/2/4/27248/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}