{"title": "Master of None", "author": "Lloyd Neil Goble", "releaseDate": "December 2, 2008", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Dave Lovelace, Stephen Blundell\nand the Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration]\n\n\nMASTER OF NONE\n\nBY NEIL GOBLE\n\n\n    The advantages of specialization are so obvious that, today, we\n    don't even know how to recognize a competent syncretist!\n\n\nFreddy the Fish glanced at the folded newspaper beside him on the bench.\nA little one-column headline caught his eye:\n\n    MYSTERIOUS SIGNALS\n     FROM OUTER SPACE\n\n\"Probably from Cygnus,\" he said.\n\nFreddy mashed a peanut, popped the meat into his mouth, and tossed the\nshell to the curb in front of his bench. He munched and idly watched two\nsparrows arguing over the discarded delicacy; the victor flitted to the\nhead of a statue, let go a triumphant dropping onto the marble nose, and\nhopped to a nearby branch.\n\n\"Serves him right,\" Freddy said. He yawned and rubbed the stubble on his\nchin. Not yet long enough for scissors, he decided. He pulled his feet\nup on the bench, twisting in an effort to get comfortable. The sun was\nin his eyes, so he reclaimed the discarded newspaper and spread it over\nhis face. His eyes momentarily focused on MYSTERIOUS SIGNALS FROM OUTER\nSPACE, right over his nose.\n\n\"Sure, Cygnus,\" he muttered, and closed his eyes and dropped off to\nsleep.\n\nWhen he was awakened, it was by an excited hand shaking his shoulder and\na panting, \"Freddy! Freddy! Lookit the Extra just came out!\"\n\nFreddy slowly sat up, ascertained the identity of the intruder and the\nfact that the sun was setting, and said, \"Good evening, Willy. Please\nstop rattling that paper in my face.\"\n\n\"But just read it, Freddy,\" Willy shrieked, waving the paper so\nfrantically that Freddy couldn't make out the big black headline.\n\"'Positive contact from another planet,' the guy was yellin'. They put\nout an Extra so I snitched one from the boy. Read it to me, huh, Freddy?\nI'm dyin' o' curious.\"\n\n\"So give it here and I'll read it for you. Quit shakin' it or you'll\ntear it all up,\" Freddy snorted.\n\n\"Read it to me, huh, Freddy,\" Willy said, handing over the paper. \"I\ndon't know no one else that reads so good.\"\n\nFreddy studied the headline and the first paragraph silently, then\nwhistled lightly and lowered the paper.\n\n\"Y'know, Willy,\" he said, \"the last thing I read before I dropped off a\nwhile ago was about these signals. But the funny thing is, I'd just\nassumed they were from Cygnus.\"\n\n\"What's a Cygnus, Freddy?\" Willy asked, still pop-eyed. \"A smoke? A\ndame? Or you mean like from Hunger?\"\n\n\"Cygnus, my boy,\" Freddy explained patronizingly, \"is a constellation\nwithin which there are two colliding galaxies. These colliding galaxies\nproduce the most powerful electromagnetic radiations in the universe--an\nundecillion watts!\"\n\n\"What's an undecillion?\"\n\n\"An undecillion is ten raised to the 36th power,\" Freddy sighed, fearing\nthat he wasn't getting through to Willy.\n\n\"No foolin'? What's a watt ... aw, you're pullin' my leg again, Freddy,\ntalkin' riddles. Where'd ya ever learn to talk that way anyhow!\"\n\n\"Harvard, Yale, Princeton, Oxford, Georgia Tech, Oklahoma. Picked up a\nlittle here, a little there,\" Freddy said, reflecting on his\nindiscriminate past.\n\n\"Aw, cut it out, Freddy! C'mon, read it to me. Betcha can't! Where'd ya\nsay it was from? Cygnus?\"\n\n\"Not Cygnus. Ganymede.\" Freddy cleared his throat and rattled the\nnewspaper authoritatively. \"Washington: White House sources declared\ntoday that intelligent beings on a Jupiter moon have contacted the\nUnited States government. While the contents of the message have been\nmade secret, the White House emphasized the message was friendly.\"\n\nFreddy continued, \"The signals, which were intercepted yesterday, were\ndecoded this morning by a team of government scientists and\ncryptographers who had been at the task all night. While officials were\nnoncommittal about the nature of the message contained in the signals,\nthey declared, 'We are authorized to state that the received message was\nfriendly and appears to represent a sincere attempt by another race of\nintelligent beings to contact the people of Earth. A reply message is\nbeing formulated.' Officials further explained that the possibility of\nthe signal's being a hoax has been thoroughly investigated and that\nthere is no doubt whatsoever that the message is a genuine interspatial\ncommunication from intelligent beings on Ganymede. Ganymede is one of\ntwelve moons of the planet Jupiter, and is larger than the planet\nMercury.\"\n\nFreddy stopped.\n\n\"Ain't there any more?\" Willy whined.\n\n\"The rest of it is about how far away Ganymede is, and its relative\ndensity and mass and stuff. You wouldn't be interested, Willy.\"\n\n\"Oh. I guess not.\" Willy helped himself to a peanut. \"What's it mean,\nFreddy?\"\n\n\"Nothing much, Willy. Just that there's people somewhere besides here on\nEarth, and they called us on the phone.\"\n\n\"Whadd'ya know about that!\" Willy gasped. \"I didn't even know they was\nother people!\" He stared with disbelief at the paper.\n\n\"I don't suppose anyone knew.\"\n\n\"How d'ya suppose they knew?\" Willy asked. \"I mean, that we was here, if\nwe didn't know they was there?\"\n\n\"I've been wondering about that, Willy. You know that last rocket we\nshot?\"\n\n\"From Cape Carnival you mean?\"\n\n\"Yeh. It was supposed to go into orbit around Jupiter. I wouldn't be\nsurprised if maybe it didn't land on Ganymede; the people there could\nhave examined it, figured out where it came from, and then radioed us on\nthe same frequency the rocket transmitter used. Paper doesn't say that,\nof course, but it's a reasonable hypothesis.\"\n\n\"Freddy, I think you must be a genius or sumpin'.\"\n\nFreddy smiled and stretched out to sleep again as Willy wandered off,\nstaring blankly at the newspaper.\n\n       *       *       *       *       *\n\nCarlton Jones, America's Number One personnel specialist, scowled at the\npamphlet on his desk.\n\nSECRET, it said in big red letters across the top and bottom. Special\nInstructions for Operation Space Case, said the smaller letters across\nthe middle of the top sheet.\n\n\"Now I ask you, Dwindle,\" Jones said to his clerkish aide, \"where, in\nthis worldful of specialists, am I going to find someone with a\nwell-rounded education? Much less one who'll take a chance on a flier\nlike this?\"\n\n\"Gosh, Mr. Jones, I just wouldn't know,\" Dwindle blinked. \"Have you\ntried looking through your files?\"\n\n\"Have I tried looking through my files,\" Jones sighed, looking at the\nceiling light. \"Dwindle, my files include every gainfully employed\nperson in the United States of America and its possessions. Millions of\nthem. One doesn't just browse through the files looking for things.\"\n\n\"Oh,\" Dwindle said. \"I'm kinda new at this specialty,\" he explained.\n\n\"Yes, Dwindle. However,\" Jones continued, \"one does make IBM runouts to\nfind things.\"\n\n\"Hey, that's great!\" Dwindle said, brightening. \"Why don't you try\nmaking an IBM runout?\"\n\n\"I did, Dwindle. Please let me finish? Our instructions call for finding\na person with a well-rounded education. More specifically, a person who\nis capable of intelligently discussing and explaining some two dozen\nmajor 'fields of knowledge.' Plus, of course, at least a passing\nacquaintance with some one or two hundred minor fields of knowledge.\n\n\"So I set Mathematics into the IBM sorter. Mathematics is one of the\nmajor fields of knowledge, you see.\"\n\n\"Yeh,\" Dwindle acknowledged.\n\n\"So I took the few million mathematicians' cards which I got--good\nmathematicians and bad mathematicians, but at least people who can get\ntheir decimals in the right place. I set the IBM sorter for Biology, and\nran the mathematicians' cards through. So I got several thousand\nmathematician-biologists.\"\n\n\"That's pretty sharp!\" Dwindle exclaimed with a twinkle. \"Whoever\nthought of that!\"\n\n\"Please, Dwindle,\" Jones moaned, pressing his palms to his eyes. \"Next I\nsorted according to Geology. Three hundred cards came through. Three\nhundred people in America who know their math, biology and geology!\"\n\n\"That doesn't sound like so many to me,\" Dwindle said hesitantly, as if\nwondering what there was to get so excited about.\n\n\"And of those three hundred, do you know how many understand, even\nvaguely, Electronics? Twelve. And of those twelve, guess how many have\nan adequate background in History and Anthropology? Much less an\nunderstanding of eighteen other fields?\"\n\n\"Not very many, I'll bet,\" Dwindle replied smartly.\n\n\"None! Not even one! I tried running the cards through in every order\nimaginable. We've bred a race of specialists and there's not a truly\neducated man among us!\"\n\n\"Say, you know what I bet? Even if you did find a guy who's like what\nall you said ...\"\n\n\"Go ahead, Dwindle.\"\n\n\"... I bet he wouldn't even go up there to Ganymede. I sure wouldn't!\nI'd be scared to death,\" Dwindle chattered, waving his finger. \"How's he\ngonna get back, even if he gets there O.K.? Couldn't anyone fool me with\na bunch of pretty talk; I know the government doesn't have a rocket that\ncould take off again after it got there. Gotta have launching pads and\ncomputers and all that stuff. Government ever think about that?\"\n\nJones held his head in anguish. \"Dwindle, why don't you be a good boy\nand run along to the snack bar for a coffee break? And bring me some\naspirin when you come back.\"\n\n       *       *       *       *       *\n\nFreddy the Fish, Willy and Oscar Fronk were occupying the same bench, a\ncomradeship made necessary by the overpopulation of the park on such a\nglorious day. Oscar was surveying the passing girls and scouting for\nworthwhile cigarette stubs. Willy was admiring a hovering beetle's power\nof flight, and Freddy was reading a discarded copy of _Scientific\nAmerican_.\n\nThe beetle landed on Willy's sleeve and promptly located a gaping tear\nin the fabric, through which bare arm showed. Willy raised his other\nhand menacingly.\n\n\"Don't,\" Freddy barked, causing Willy to jump with enough force to\ndislodge the beetle.\n\n\"Aw, Freddy,\" Willy whined, \"why dintcha lemme kill it? What good's a\nstupid bug?\"\n\n\"That would have been a rather unfortunate kill, Willy, by your bare\nhand on your bare arm. You must learn to be cognizant of our insect\nfriends and insect enemies.\"\n\n\"So what's he, poison or sumpin'?\"\n\n\"Unpleasant, at least,\" Freddy said. \"That was a blister beetle; smash\nit on your arm and you'll grow a nice welt. A member of the Meloidae\nfamily.\"\n\n\"You mean bugs have families and all, too?\" Willy asked.\n\n\"Beetle 'families' are groupings of similar species of insects,\" Freddy\nexplained. \"Not actually kinfolk. For instance, this beetle is related\nto the Lytta vesicatoria of southern Europe, more commonly known as\nthe--\" Freddy glanced out of the corner of his eye at Oscar, hoping to\nshield the next bit of information from his perverted brain, and\nwhispered the name.\n\nWilly's eyes widened. \"Hey, Oscar,\" he hollered, jumping up. \"You hear\nwhat Freddy said? That bug I almost swatted's practically a Spanish\nFly!\"\n\n\"Which way'd he go?\" Oscar squeaked, allowing his collection of stubs to\nscatter as he hopped around, looking on and under and behind the bench\nfor the escaping insect.\n\n\"Hold it, hold it,\" Freddy commanded, trying to restore order. \"I said\nit's like it, not IS it. It doesn't have what it takes, so skip it,\nhuh?\"\n\nWilly and Oscar sat down again. \"Freddy,\" Willy sighed with adoration,\n\"how'd ya ever get so smart? I mean, bein' a bum and all?\"\n\n\"I keep telling you guys; I went to nothing but the finest universities.\nWell, except toward the end, when I was getting desperate, I guess I\nwasn't so choosy.\"\n\n\"Aw, g'wan now, Freddy. Collitches cost money, and you're as poor as the\nrest of us. Bummin' for a cuppa coffee, and all the time talking about\nYale, and Oxford, and Hah-vad.\"\n\n\"What would you say, Willy, if I told you that once I belonged to the\nrichest family in Mississippi?\"\n\n\"I'd say Mississippi was a pretty poor state,\" Willy said, and Oscar\ngiggled.\n\n\"I once was Frederik Van Smelt, spoiled son of the wealthy shrimp and\noyster scion. And there's nothing as bad, my father said, as spoiled\nSmelt. He disowned me, of course. I owned six Cadillacs--one right after\nthe other, I wrecked them all. I traveled all over the world and\nprobably counteracted a billion dollars' worth of foreign aid. I was\nkicked out of the best schools in the world.\"\n\n\"How come if you're so smart you flunked out of all them schools?\" Oscar\nasked.\n\n\"Me? Flunked out? I never made less than an A in any course I took\nduring my eight years at war with college. I was expelled from nine\nschools and barely escaped the highway patrol when I was bootlegging at\nOklahoma University!\"\n\n\"Freddy,\" Willy said, \"you're lyin' like a dog, butcha make it sound s'\nreal!\"\n\n       *       *       *       *       *\n\nJones squirmed uncomfortably in his seat in the briefing room, phrasing\nand rephrasing his thoughts. It seemed that no matter which arrangement\nof words he chose, it still was going to be obvious that he'd flopped.\nHe re-examined his fingernails and selected one which was still long\nenough to chew.\n\nGeneral Marcher concluded his current appraisal of the situation and\nbegan calling on the various individuals with whom certain phases of\nOPERATION SPACE CASE had been entrusted. Jones groaned as each arose and\ngave favorable progress reports.\n\n\"The pod is completed and has been tested, sir. It will by no means be\nplush, but it will be sufficiently comfortable even for the long voyage\nto Ganymede.\"\n\n\"The guidance system is perfected to the extent that we need.\"\n\n\"There are no further deceleration problems to be solved.\"\n\n\"The crash program has been approved for the two-way rocket; it is on\nthe drawing board and current estimates are that the envoy can be\nbrought back in three years.\"\n\n\"Ganymede has replied to our last message; a suitable artificial\nenvironment will be available for the envoy.\"\n\n\"Personnel Specialist Jones?\"\n\nCarlton gave his chin a final sweaty rub and slowly rose to his feet.\n\"General Marcher, sir,\" he choked, \"I'm ... we're ... experiencing a\nlittle difficulty finding a volunteer, so far--\"\n\n\"Negative perspiration on that count, Jones,\" the Project Officer\ninterrupted. \"The draft has never been abolished; we can grab anyone you\nput your finger on! Now, who will it be?\"\n\n\"Sir, it doesn't seem to be that so much as ... well ... sir, has any\nconsideration been given to perhaps sending a delegation rather than a\nsingle envoy?\"\n\nThe general smiled broadly. \"Now, that is more like it! I take it you\nmean you have a number of equally-qualified persons who have expressed\nan intense desire to go to Ganymede, and there is no way to impartially\nselect one of these men over the others? This is commendable. However,\nour space limitation clearly precludes sending more than one person. I'm\nafraid you will just have to make your choice from a hat.\"\n\nJones turned a trifle redder. \"That's not exactly the problem, either,\nsir.\"\n\nThe general's smile wilted and became a frozen frown. \"Just exactly what\nare you trying to say, Jones?\"\n\n\"There's no one who can meet the qualifications, sir,\" Jones said,\nfeeling sick at his stomach.\n\n\"Are you telling me that in the entire United States, there is not one\nperson who has a basic understanding of the twenty-four major fields?\"\n\n\"I'm afraid that's right, sir.\"\n\n\"See me after the briefing, Jones. I'm certain that the Foremost\nPersonnel Specialist in the United States must have some further ideas\non this matter.\"\n\nJones sank slowly back into his seat and covered his face with his\nhands. \"I'm a goner,\" he whispered to himself. \"Jones, you can be\nreplaced.\"\n\nDwindle, sitting on his left, suddenly punched him vigorously in the\nribs. \"Say, Mr. Jones,\" he rattled, \"I just thought of a great idea.\"\n\n\"Tell it to the general,\" Jones moaned. \"Maybe then he'll realize what a\nhandicap I've been working under.\"\n\n       *       *       *       *       *\n\n\"Hi ya, Freddy,\" Willy said, sitting down on the bench and helping\nhimself to some peanuts. \"Workin' a crossword puzzle?\"\n\nFreddy pocketed his pencil stub and laid aside the newspaper. \"Naw, not\nthis time. Just playing around with one of those 'We're looking for\nbright young men' ads.\"\n\n\"Freddy! Y'ain't thinkin' a gettin' a JOB?\"\n\n\"Nothing like that,\" Freddy laughed. \"Just, exercising my mind. Filling\nout one of those little tests they always have. Helps keep a fella\nsharp, you know.\"\n\n\"Yeh, I seen the kind. Like what has pictures and you're supposed to\nfind things wrong in the picture like dames with beards and dogs with\nsix feet?\"\n\n\"Kinda like that, only this one's all written and is a little tougher.\nYou're supposed to send the answers in and whoever has good answers gets\nto take a tougher test and whoever does good on that test gets the job.\nProbably selling neckties on the corner or something.\"\n\n\"No kiddin'. That what it says?\"\n\n\"Just says 'handsome rewards,' but that's probably close to it.\"\n\n\"You gonna send it in?\" Willy asked.\n\n\"Naw, I just fill 'em out for fun, like I said. Can you imagine me\npeddling neckties on the corner?\"\n\n\"Then how d'ya know if you got the right answers?\"\n\n\"Hell, I know the answers,\" Freddy bragged. \"Like I said, this is just\nexercise. Mental gymnastics. Like this last one; it was pretty tough\ncompared to most of them. Had some questions about things I hadn't even\nthought about since college, things I'd forgotten I knew. What good's an\neducation if you forget what things you know?\"\n\n\"That's why I never bothered,\" Willy agreed. \"'Cause I never could\nremember things so good.\"\n\n\"No, Willy. You've got it all wrong. I still know it, I just didn't know\nI know it.\"\n\n\"Aw, Freddy,\" Willy said unhappily. \"You're pullin' my leg again!\"\n\n\"Suit yourself,\" Freddy smiled. \"Hold down the bench for me, O.K.? I'll\nbe right back.\"\n\nWilly watched Freddy until he went into the little brick building in the\ncenter of the park, and then grabbed Freddy's newspaper and scampered\nover to Oscar's bench.\n\n\"Hey, you know how Freddy's always talkin' big about how much he knows,\"\nWilly said breathlessly. \"I got an idea how to call his bluff. He filled\nout one of these tests and says he knows all the answers. Let's send\nit in and see if he's as smart as he says!\"\n\n\"Yeh! That's great, Willy!\" Then Oscar's face darkened. \"Wonder where we\ncan steal a stamp?\"\n\n       *       *       *       *       *\n\n\"That was a pretty good idea of mine, about advertising in the paper,\nwasn't it, Mr. Jones?\" Dwindle, America's Number One Personnel\nSpecialist, asked his surly assistant.\n\n\"Yes, Dwindle.\"\n\nJones stared gloomily out the fourteenth story window into the park,\nwhere the local bums were loafing and sleeping and feeding peanuts to\nthe pigeons. He was nauseated with the prospect of having to address his\nnew boss as \"Mr. Dwindle,\" and was toying with the idea of abandoning\nhis specialty completely to join the ranks of the happy, carefree\nunemployed. He watched as two uniformed policemen approached one of the\nless wholesome-appearing characters.\n\n\"No, I don't suppose I could tolerate being in and out of jail every\nweek on a vagrancy charge,\" he told himself. But then he smiled bitterly\nas he thought of the strange parallel between the policemen arresting\nthe bum and other officials, elsewhere in the United States, tapping\nrespectable citizens on the shoulder at this very moment.\n\n\"Dwindle, do you really think it was wise to issue warrants to arrest\nall those persons who scored perfect on the first test? How many did you\nsay there were?\"\n\n\"Only a hundred or so,\" Dwindle smiled sweetly. \"And besides, they're\nnot being arrested. General Marcher explained to you that they are being\ndrafted into the service of the government. Honestly, sometimes I think\nyou worry too much.\"\n\nJones turned back to the window, brooding over Dwindle's transformation.\n\"Maybe so,\" he sighed, watching the newly-arrested vagrant pointing an\naccusing finger toward one of the other bums.\n\n       *       *       *       *       *\n\nWilly strained and twisted, trying to reclaim his arm from the\npoliceman's grip.\n\n\"Honest, you guys. I didn't know it was against the law. Aw, I figgered\nit was against the rules mebbe to send in somebody else's answers, but\nwe wuz only makin' a joke, Oscar 'n' me. Oscar's the one who actual put\nit in the mailbox and stole the stamp! I bet he's the one you're after!\"\n\n\"Now calm down, Willy,\" the beefy policeman coaxed. \"No one's broken any\nlaw. Nobody's under arrest. We just want to chat a minute with whoever\nit was filled out that test.\"\n\n\"Yeh, Willy,\" the second policeman broke in, \"if you didn't do it, and I\nbelieve you when you say you didn't, then who did?\"\n\n\"What's it to ya?\" Willy asked, his mouth twitching nervously.\n\nThe first policeman glanced at the second and then back at Willy. \"Well,\nit's like this, Willy,\" he said. \"Whoever filled out those answers got\nevery one of them right. The people who run the contest want to meet\nthe guy, see? And they asked us to help find him because we know you\npeople better than anyone else does. See? That's all!\"\n\n\"Yeh,\" said the second. \"That's all. Now who did it?\"\n\nWilly stood with his jaw drooping for a moment. \"You mean he got ever'\nlast one of 'em right?\" he asked. \"Freddy was always braggin' about his\nbrains, but me 'n' Oscar figgered he was makin' most of it up.\"\n\n\"Freddy who? Freddy the Fish you mean?\"\n\n\"Yeh, Freddy.\" Willy perked up and turned toward Freddy's bench. \"Hey,\nFreddy! Hey, you know that test you took in the newspaper that you\ndidn't know I sent in? You won the contest or sumpin'! Hey, that's\ngreat!\"\n\n       *       *       *       *       *\n\nJones and Dwindle watched the draftees file into the examination room.\n\n\"I still don't see how this is going to solve the problem,\" Jones\nfrowned.\n\n\"I believe it will,\" Dwindle contradicted him. \"Specialists in each of\nthe major fields have been consulted, and each provided fifty\nquestions.\"\n\n\"The hardest questions they could think up, I imagine.\"\n\n\"No, not at all. The purpose is to provide comprehensive coverage of\neach field. And each question is of the type that, if the examinee knows\nthe answer, it can be reasonably assumed that he knows quite a bit in\nthat particular phase of the field. For instance, if he knows what\nenzyme is associated with the stomach, he probably knows what enzyme is\nassociated with the liver.\"\n\n\"I know one big problem you're going to run into,\" Jones sulked. \"Just\nlike the IBM cards. You're going to find one guy who clobbers the\nElectronics part of the test but completely busts out in History and\neverything else.\"\n\n\"I don't think so,\" Dwindle said. \"The preliminary test will have taken\ncare of that. It was designed so that, in order to answer every question\nright, a person would have to have at least a rudimentary knowledge of\nall twenty-four major fields.\"\n\nAs Jones was considering whether it would be better to slit his own\nthroat or Dwindle's, General Marcher entered the room and approached.\n\n\"Excellent. Excellent,\" the general declared. \"A very\ndistinguished-looking group you've assembled here, Dwindle. Hello,\nJones.\"\n\n\"Yes, sir,\" Dwindle said, \"with the possible exception of the seedy chap\nin the rear.\"\n\nJones looked to the rear of the room, and his eyes bugged.\n\nFreddy the Fish, clean-shaven but tattered, was alternately wetting the\npencil lead in his mouth and eating peanuts.\n\n\"That's the bum who feeds sparrows in the park!\" Jones gasped. \"How did\nhe get out of jail so quick? I saw a couple of policemen haul him off\njust a day or so ago.\"\n\n\"This is where they hauled him to,\" General Marcher said. \"It just so\nhappens that he answered every question right on the preliminary\nexamination. He says his name's Freddy Smith, although I doubt that he\ncould prove it.\"\n\n\"He says he never had a father,\" Dwindle added. \"Says his family was too\npoor.\"\n\nJones stared at General Marcher, then stared at Dwindle, then turned and\nstared at Freddy the Fish, who had just left his seat and was ambling\ntoward the trio.\n\n\"Looks like he's throwing in the towel,\" Jones, said happily. \"He's\nbringing his paper with him.\"\n\n\"Maybe he just wants clarification on a question,\" Dwindle said.\n\n\"I'm all done,\" Freddy said. \"Who gets this?\"\n\n\"Go ahead, Dwindle,\" Carlton Jones smirked. \"Grade the man's paper. He's\nall done.\"\n\nDwindle smiled uncertainly. \"You're allowed all the time you need, Mr.\nSmith.\"\n\n\"Oh, that's O.K. I'm done.\"\n\nDwindle produced his red pencil and the answer sheet which had 1,200\nsmall circles punched in it. He sat down, placed the key over the test\npaper, and began searching for white spaces showing through.\n\n       *       *       *       *       *\n\n\"That's the last one, sir,\" Dwindle said six hours later as he added the\none hundred twelfth graded test to the neat stack at the left of his\ndesk. He stared through the thousand-plus holes in the answer key as if\nexpecting the holes to shift.\n\n\"And still no change in the standings?\" General Marcher asked again.\n\n\"Mr. Smith still has the best grade,\" Dwindle answered.\n\n\"The percentages again?\" the general asked.\n\n\"Over all, ninety-six per cent for Mr. Smith,\" Dwindle said for the\nfourth time. \"His lowest percentage in any one category was eighty per\ncent. The next highest score was by Dr. Schmelling, who had\nseventy-eight per cent, but he failed in six categories. The third\nhighest score was by Dr. Ranson, seventy-six per cent, failing in seven\ncategories. The fourth highest score was--\"\n\n\"Enough. Enough,\" General Marcher interrupted. \"I think we've found our\nman, don't you, Dwindle?\"\n\n\"I hope we don't have to use pressure, sir,\" Dwindle replied.\n\nJones turned from the window, from which he was observing the bums in\nthe park. \"How can you possibly consider such a thing,\" he blurted, \"as\nto send a penniless, unemployed, dirty, ragged tramp to Ganymede as the\nUnited States' Number One emissary?\"\n\n\"Jones, perhaps I'd best clarify a point or two for you,\" General\nMarcher said in measured tones. \"We've been searching the nation over,\nseeking a man who can fulfill our exacting requirements. We have found\nthat man. There is no doubt in my mind that Mr. Smith possesses the\ngreatest single store of knowledge about this planet and its people. So\nfar as I'm concerned, which is considerable, it doesn't matter that\nthis man has chosen the way of a philosopher instead of seeking an\noccupation. It doesn't matter that he lacks the necessary status to be\nlisted on your IBM cards. It doesn't matter that you failed to find this\nman, because Dwindle succeeded. And, it doesn't matter whether I ever\nsee you again!\"\n\n\"Yes, sir,\" Jones said, and picked up his hat and left.\n\n\"Now, back to the business at hand, Dwindle. You say these prospects\ndon't know the reasons behind the test?\"\n\n\"That is correct, sir. I feared there might be some temptation for the\nprospects to not do their best, if they knew that success might result\nin their being removed from the face of the Earth.\"\n\n\"Wise. Then I suggest we approach Mr. Smith on the idea, cautiously, to\ndetermine his sentiments. If he doesn't want to go, of course, we've got\nto draft him.\"\n\n       *       *       *       *       *\n\nFreddy cracked the peanut, put half in his mouth and tossed the other\nhalf to the sparrows.\n\n\"I might be going away for a while, Willy,\" he said, ending a rather\nlong silence.\n\n\"You ain't gettin' a job, are ya Freddy?\"\n\n\"Watch yer language,\" Oscar scolded.\n\n\"Naw, not really a job. At least not the kind you think of. Sort of an\nall-expense-paid vacation, with a change of scenery.\"\n\n\"Ya ain't had a run-in with the bulls, have ya?\" the stricken Willy\nasked.\n\n\"Me? You know me better, Willy. Nothing like that. And I'm not even sure\nthe thing will pan out, but you know all those newspaper stories about\nmessages from another planet?\"\n\n\"Yeh! Yeh! Ya read it to me!\" Willy jabbered excitedly.\n\n\"And that test I took that you sent in and the fellas talked to me\nabout?\"\n\n\"Yeh! Say, I hope that didn't make you trouble, Freddy, 'cuz me 'n'\nOscar was just kinda jokin', see, and--\"\n\n\"It's O.K., Willy. Well, one of the fellas I talked to was General\nMarcher, who's been mentioned in the newspaper stories in connection\nwith ... here, Willy, take these,\" he interrupted himself when he saw\nthe two men approaching. \"See that new guy at the bench over yonder?\nGive him these peanuts. I think he'd like to feed my sparrows while I'm\ngone. Name's Jones, and he'll probably be around for a spell.\"\n\nFreddy stood up to greet the two arrivals.\n\n\"Hello, general,\" he said, tipping his battered cap. \"It's about the\ntrip to Ganymede, I suppose?\"\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Analog Science Fact and Science\n    Fiction_ February 1962. Extensive research did not uncover any\n    evidence that the U.S. copyright on this publication was renewed.\n    Minor spelling and typographical errors have been corrected without\n    note. Dialect spellings have been retained.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Master of None, by Lloyd Neil Goble\n\n*** END OF THIS PROJECT GUTENBERG EBOOK MASTER OF NONE ***\n\n***** This file should be named 27383.txt or 27383.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/7/3/8/27383/\n\nProduced by Greg Weeks, Dave Lovelace, Stephen Blundell\nand the Online Distributed Proofreading Team at\nhttp://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}