{"title": "Lease to Doomsday", "author": "Lee Archer", "releaseDate": "December 2, 2008", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n LEASE\n TO\n DOOMSDAY\n\n By LEE ARCHER\n\n\n _The twins were a rare team\n indeed. They wanted to build\n a printing plant on a garbage\n dump. When Muldoon asked them\n why, their answer was entirely\n logical:_\n\n   _\"Because we live here.\"_\n\n\nIt was the lack of sense in the ad that made him go back to it again. He\nwas having his breakfast coffee in the cafeteria next to the midtown\nhotel where he lived. The classified section of the New York _Times_ was\nspread before him.\n\n    WANTED: Live wire Real Estate broker--No selling--30-40. Room 657\n    Silvers Building--9-12 Monday morning.\n\nThe ad made no sense for several reasons. One: you just don't go around\nadvertising for brokers with four pages of them in the classified phone\nbook. Two: how can one be a live wire broker, without having to sell?\nKevin Muldoon shook his head. Just no damn sense. The Silvers\nBuilding--H'm! Not too far off. He looked at his strap watch. Fifteen\nminutes of nine. He could walk it in that time.\n\n\"Don't be a fool,\" he said to himself. \"It's obviously a come-on of some\nkind.\"\n\nHe got up, paid the check and went out. It wasn't till he was on Third\nAve. that he was conscious he had started to go crosstown when his\noffice was in the opposite direction. He smiled wryly. Might as well\ninvestigate, he thought. Can't do any harm, and it won't take long.\n\nThere were four others waiting in the small anteroom. The outer door\nbore no legend other than the room number, and the inner door was blank\naltogether. Muldoon made a quick appraisal of those waiting. Three\nwere obviously past middle-age, the fourth about Muldoon's age. The\ninner door opened and Muldoon looked up. A tall man came out first, a\nman in his early sixties, perhaps. Immediately behind him came a\nslightly shorter man, but very heavy and with a head that was bald as a\nbilliard ball. The older man marched straight to the door, opened it and\nwent out without a second look back. The fat man looked around, his face\nbeaming in a wide smile, eyes almost closed behind fleshy lids.\n\n[Illustration: The weird machine clicked and clattered while the twins\ndreamed of tomorrow.]\n\n\"And now, who's next?\" he asked.\n\nThe one who was about Muldoon's age stepped forward. The fat man\nmotioned for the other to precede him. The door closed. Not more than a\nminute went by, and the door opened again and the same act as before\nwith the older man was gone through.\n\n\"And now, who's next?\" the fat man asked.\n\nMuldoon noted even the inflection was the same.\n\nSo it went with the three who were left, until it was Muldoon's turn.\nAnd now there were six others beside himself also waiting to be\ninterviewed.\n\nIt was a squarish room, simply furnished, with a couple of desks set\nside-by-side with a narrow space between them. A chair was set up\nfacing the desks, obviously meant for the one to be interviewed. Seated\nbehind one of the desks was the twin of the man now coming to seat\nhimself at the other desk. Their smiles were identical as they waited\nfor Muldoon to make himself comfortable.\n\nFor a moment there was a blank silence. Muldoon studied them, and they,\nsmiling still, studied him. Muldoon broke the silence.\n\n\"You know,\" Muldoon said, \"your ad didn't make sense to me.\"\n\nThe twins hunched forward slightly at their desks. Their eyes brightened\nin anticipation. \"No-o?...\" said the one who had been waiting for\nMuldoon. \"Why?\"\n\n\"With some four pages of brokers in the classified directory, you don't\nhave to advertise for one. And a live wire broker gets that reputation\nas a salesman. Without selling, the wire is dead.\"\n\nThe twins beamed at each other.\n\n\"Evin,\" said the one to the left, \"I think we've found our man. Will you\ngo out and tell those waiting?\"\n\nThey waited for the twin to return.\n\n\"I am Robert Reeger, my brother Evin,\" said the first twin.\n\nMuldoon introduced himself. There was no handshaking.\n\n       *       *       *       *       *\n\n\"You are right about the ad,\" Robert Reeger said. \"We worded it that way\nfor a reason. We wanted a man of quick intelligence. Mind you, now, we\ndo want a broker, and one who will do no selling. The 'live wire' part\nwas my brother Evin's thought. He does sometimes have clever ideas.\"\n\nRobert stopped to beam at his twin. \"Just now,\" Robert returned to\nMuldoon, \"I won't go into full discussion of our plans. Briefly,\nhowever, we are buyers, buyers, we hope, of a particular area. Because\nof what we have in mind to do we would rather it was done quietly and\nwithout any publicity. Had we engaged the services of a large agency\nthis would not be possible, for, if I may coin a phrase, the trumpet\nmust blow strongly to announce the coming of genius.\" He smiled, stroked\nhis chin, looked up at the ceiling and his lips moved silently as if he\nenjoyed repeating the phrase.\n\n\"I like that, Robert,\" Evin said.\n\n\"Yes, I thought it was good,\" Robert said.\n\nThey both looked to Muldoon.\n\nMuldoon said nothing.\n\nThe twins sighed audibly, in unison.\n\nRobert's lips came forward in a pout. The look of a pouting cherub,\nMuldoon thought, one trying to look stern, and only succeeding in\nlooking naughty-childish. Muldoon suddenly knew of whom the twins\nreminded him. Twin Charles Laughtons, without hair.\n\n\"You _are_ free to work for us?\" Robert asked.\n\n\"_With_ you,\" Muldoon said. \"_I_ have the license.\" He gave them a quick\nsmile, as if to lessen the sharpness of the tone he had used. \"A broker\nacts for a client in the purchase or sale of property. He can't be\nemployed by them.\"\n\n\"Of course,\" Robert said quickly. \"I did not mean to imply any other\naction. Now suppose you tell us briefly about yourself.\"\n\nMuldoon gave them a thumbnail sketch of his career. He noted their\npleased look that he was a one-man agency. At the conclusion, Robert\nstood up and came around the desk. He thrust a hand at Muldoon.\n\nLike shaking hands with a piece of warm dough, Muldoon thought.\n\n\"I do believe,\" Robert said as he placed a heavy arm around Muldoon's\nshoulder, and walked him to the door, \"that we shall have a mutually\nhappy relationship. You will not be unrewarded, moneywise.\" He opened\nthe door, paused, still with his arm around Muldoon, and looked steadily\ninto Muldoon's eyes. \"Yes, I think there will be mutual benefits in our\nrelationship. Now, in conclusion, will you pick us up at this office\ntomorrow morning at nine?\"\n\nMuldoon nodded.\n\n\"Good! Then 'bye now, Mr. Muldoon, and thanks so much for coming by in\nanswer to our ad.\"\n\nThe answer to an irritating thought came to Muldoon while he was waiting\nfor an elevator to take him to the ground floor. He knew where he had\nseen the same kind of look as was in Robert Reeger's eyes when they had\nparted. In the eyes of a cat Muldoon had once seen toying with a mouse\nthe cat had caught....\n\nDeena Savory was a redhead, a green-eyed redhead with a kind of\npatrician look about her face that came off very well in the photographs\nthey took of her. Deena was a model, and made three times the money\nKevin Muldoon made.\n\nIt had always been a sore point between them, and more than once the\nreason for their worst quarrels.\n\nShe was also the worst cook in New York.\n\nMonday evenings were spent in Deena's small apartment on East\nFifty-Sixth Street, and she usually cooked dinner for Muldoon.\nInvariably it was steak. Deena had no imagination when it came to food.\nEven in restaurants she ordered one or another kind of steak.\n\nThey were together on the couch, she stretched full-length, her head in\nMuldoon's lap. He was telling her about the Reeger twins and what had\nhappened that morning. His hands caressed her lightly as she spoke, now\nacross her cheeks, now more intimately.\n\n\"... I don't dig them, Honey,\" he said, as if in recapitulation. \"The\nRobert twin, f'r instance. 'You will not be unrewarded, moneywise.'\nMadison Avenue and Nineteenth Century English....\"\n\nShe gently took his hand from where he seemed to find most comfort, and\nput it up to her cheek. \"What's the difference?\" she asked. \"So long as\nthere's money in it?\"\n\n\"Broker's commission,\" he said. \"No more or less.\"\n\n\"You've been getting so much of that, lately?\"\n\n\"N-no.\"\n\n\"Okay, then. Stop fighting it. What do you care what kind of English\nthey use? Or whether they used sign language. The buck, kid, the buck.\"\n\n\"Deena,\" Muldoon said gravely, \"you have the grubbing soul of a\npawnbroker. Or real estate broker,\" he added. He bent his head and\nkissed her lips.\n\nHer lips opened to his with that familiar warmth, a hunger for him which\nnever failed to thrill. This time she did not remove his hand when it\nreturned.\n\n\"... Kevie, baby--darling ... oh, my darling,\" she whispered.\n\nStrange, he thought, that at a moment like this, I should be thinking of\nthose fat twins....\n\n       *       *       *       *       *\n\nMuldoon hated the pirate prices of midtown parking lots, and so was\nlate. It had taken him ten minutes to find parking space for the\nPlymouth. As he started to open the door of room 657 he heard the voice\nof one of the twins. The words or sounds were in a language completely\nforeign to him. He thought to knock, but changed his mind. To knock\nwould have made it obvious he had been listening. He barged right in.\n\nThe twins were in the anteroom. Muldoon got the impression they knew he\nhad heard them, and an even stronger impression, that the fact was of no\nimportance. That bothered him, for some reason.\n\n\"Ah, there you are,\" the twin to the left said. \"Evin was wondering\nwhether you would show up, but I told him he was putting himself to\nuseless aggravation.\"\n\nThat damned mixed-up phrasing again, Muldoon thought. \"Took a little\ntime to find parking space,\" he said.\n\n\"Shall we be off, then?\" Robert asked.\n\n\"All right with me,\" Muldoon replied. There was another odd thing. Evin\nReeger seemed to have so very little to say.\n\nTheir destination was a place halfway down the Island. Muldoon's brow\nhad lifted when they gave him the area. So far as he knew there hadn't\nbeen any development in the area. It was just a bit too far off the\nhighways and rail lines for housing developments, and even more badly\nlocated for industrial requirements. He wondered what the devil they\nhad in mind out there.\n\nTraffic was light and the drive took little more than an hour and a half\non the main highway, and another fifteen minutes of blacktop side road\nbefore Evin told him to \"Turn left here,\" onto a rutted path off the\nblacktop. The path led through some scrub growth that ended on the edge\nof an acre or so of dump heap. Rusted heaps of broken cars were\nscattered about. A foul odor came from the left as though garbage, too,\nhad been dumped and left to rot. There was a flat one-storied wooden\nshack close by to which Evin directed him to drive up to.\n\n       *       *       *       *       *\n\nEvin produced a key and opened the door to the shack. There was a\npartition separating the place neatly into two sections. There were a\ncouple of straight-backed wooden chairs and a leather sofa in the near\nroom. The door to the other room was closed.\n\n\"Sit down, Muldoon,\" Robert Reeger said. He waited for Muldoon to make\nhimself comfortable on the sofa, then continued: \"First time we've ever\nbeen out here during the day. But Evin's sense of direction is\nunfailing.\" He shook his head, smiled brightly. \"Ah, well, we must each\nhave some factor to make for validity of existence, eh?\"\n\n\"I don't follow,\" Muldoon said.\n\n\"No matter. Now, to the business at hand. I wanted you to see the area\ninvolved. Evin, the plot plan, please.\"\n\nTo Muldoon's surprise Evin Reeger went into the next room and returned\nafter a moment with a plot plan of the lower third of the Island. He\ngave it to Muldoon who spread it at his feet.\n\n\"That red-pencilled area I've marked off,\" Robert Reeger said, \"is what\nwe'll be concerned with. As you notice, the dump and this shack are at\nthe approximate center. What I have in mind to do is buy all the land in\nthe marked-off area.\"\n\n\"_Buy_ it!...\"\n\n\"You seem surprised.\"\n\n\"Shocked, would be the better word. Have you any idea what this could\ncost? You've marked off an area of approximately a square mile. Even out\nhere that would run into millions. And once news got around that someone\nwas buying parcels of this size--well, you'd have more publicity than\nyou might want.\"\n\n\"About the cost we won't worry. There will be enough money. But the\nattendant publicity could mean not being able to get the land we want.\nIs that correct?\"\n\n\"Could be. Suppose we get options, or leases on these pieces ...\"\n\n\"That was a good phrase,\" Evin broke in unexpectedly. \"Don't you think\nso, Robert?\"\n\n\"Yes!\" Robert said sharply. He seemed to have suddenly lost his smile.\nHe gave Evin a hard look from under down-drawn brows. He turned to\nMuldoon. \"We are renting this, this tumbledown structure. A two-year\nlease. H'mm! I see your point. Spending millions in a sudden buying move\nwould make unneeded difficulties. No! Options to buy, but lease for the\npresent. Evin, the list of names, please.\"\n\nEvin didn't have to go anywhere for the list. He had it with him.\nMuldoon looked it over. There were thirty-three names, including the\nCounty and State.\n\n\"Well?\" Robert said.\n\n\"I'll have to know what you want to lease it for, the name or names of\ncorporations, and so forth.\"\n\n\"Will my own name do?\"\n\n\"It will. But you can go into the County Court and register a business\nname under your own, what they call a D.B.A. name--doing business\nas--name. Register as many as you wish. Doesn't cost a great deal. Or\nform a corporation, you and your brother.\"\n\n\"No. Let the leases come under my own name. As for what I intend doing,\nwell, I intend to concrete surface the entire area.\"\n\n\"A square mile of concrete?...\"\n\n\"Yes. There is a government plan to use this end of the Island for a\nhuge missile depot. They will have to come to me.\"\n\n       *       *       *       *       *\n\nPretty shrewd, Muldoon thought. That is if it's true. \"All right,\"\nMuldoon said. \"When do you want me to start?\"\n\n\"Right now. That was one reason for bringing you out here. Evin, will\nyou get the brief case, please?\"\n\nOnce more Evin Reeger went into the other room. And closed the door\ncarefully behind him when he came out. He handed the brief case to\nMuldoon.\n\n\"You may open it,\" Robert said.\n\nMuldoon's fingers became suddenly nerveless, and he dropped the brief\ncase. It was crammed with money, packets of hundred-dollar bills.\n\n\"There are fifty packets of hundred-dollar bills, totalling a million\ndollars,\" Robert said.\n\n\"What the hell did you want me to do, carry the case around with me?\"\nMuldoon asked.\n\n\"No. It will remain here. I merely wanted to show you I will be able to\nstand behind any price you may have to meet. From now on report here, no\nmatter what time. And, since time has a definite value in this matter,\ndo not stand upon it.\"\n\n\"I like that,\" Evin said, suddenly. \"That was good, Robert.\"\n\nMuldoon nodded. Evin had a value, too. The same value any yes-man has.\nBut it bothered Muldoon. This just wasn't the way of twins. At least\nnone he knew. Well, one thing was certain; the Reegers had the ready\ncash....\n\n\"This may take some time,\" Muldoon said. \"Weeks, certainly, maybe\nmonths. The County and State, alone ...\"\n\n       *       *       *       *       *\n\n\"We don't have that much time,\" Robert broke in. \"Evin must return in\nten days....\"\n\n\"Return? Where?\" Muldoon asked.\n\nIt was as if Robert hadn't heard. \"The State and County properties are\nsmall areas, and on the very edge. Suppose we forget about them for the\ntime being. Work on the private parties.\"\n\n\"Anything you say. But it may still take weeks.\"\n\n\"Then don't quibble. Lease at any price. If a show of cash is necessary,\nlet me know. Now I think you'd better start. Good luck, Muldoon.\"\n\nIt was Wednesday night before Muldoon saw Deena Savory again. Nor had he\nseen the Reeger twins since leaving them Monday morning. Deena and\nMuldoon seldom saw each other during the middle of the week; they were\nher busy days and she needed the nights for complete rest. But he had\ncalled her and asked to see her. They were at dinner in a small Italian\nplace close to her apartment.\n\nHe had briefly brought her up to date on what had happened since she had\nseen him last, and was at the moment finishing the last of the lasagna\nhe had ordered.\n\n\"They're phonies, honey, real phonies,\" he said. \"I'll bet my last buck\non that.\"\n\nShe was looking at the last piece of steak on her plate. With an almost\ndefiant gesture she speared it and put it in her mouth.\n\n\"Atta girl,\" he said.\n\n\"Mind your own business,\" she said. \"How do you mean they're phonies?\"\n\n\"I spent all Monday investigating _them_!\"\n\n\"A fine way to make a dollar,\" she said. \"What do you care who they\nare?\"\n\nHe gave her a knowing smile. \"That's my fat-headed girl. Like to visit\nme in a nice jail, wouldn't you? One with a prestige address, of course.\nLet me tell you. They rented that shack, and the dump heap next to it\nfor a pretty fancy figure. Robert Reeger said they were going to do\nprinting in that shack. They paid in full for the two years rental, in\nnice crisp hundred-dollar bills....\"\n\n\"I get it! They were phony,\" she exulted.\n\n\"How can you be so stupid? I know. For you it's easy. Of course the\nbills were genuine. But the printing business--what were they going to\nprint with, typewriters? Another thing. There's no business record I\ncould find on them; they're not listed. So how did they get a million\ndollars, and Robert said more. 'Report here, no matter what the time.' I\ndon't get it. I drove them out. There was no garage, no car I could see,\nand the place is miles from food. How do they live out there?\"\n\n\"Maybe they have friends who pick them up,\" Deena said.\n\n\"Maybe. Robert also said there was a rumor or something about the\ngovernment going to use the area for a missile depot. I tried to run it\ndown. Nothing.\"\n\n\"Which proves nothing,\" she said.\n\n\"True. But I couldn't even smell smoke. No, the whole thing just smells\nbad. So I think I'm going back there and tell them to forget it.\"\n\n\"Oh, don't be an idiot,\" she said. \"This is your big chance to make some\nreal money, get a reputation, and because you're chicken, you're going\nto throw it up.\"\n\n\"I won't get into anything crooked!\" his voice rose.\n\n\"The way you're thinking you couldn't follow a straight line.\"\n\n\"They can't draw a straight line.\"\n\n\"Well, you do what you want. Only, the next time I have to pay for a\ndinner don't give me that martyred look.\"\n\n\"Okay. Okay. What do you want for dessert, spumoni?\"\n\n\"After this, bicarbonate.\"\n\n\"Very funny.\"\n\nAnd for the first time in several years she did not kiss him good night,\nwhen they parted.\n\n       *       *       *       *       *\n\nHe turned off the blacktop and started down the rutted path. He switched\nthe headlights off about halfway to the shack, and parked it a hundred\nor so yards away from it and walked the rest. The shack was dark.\n\nInstead of knocking, Muldoon walked around to the back and peered\nthrough the single window at the rear. He could see nothing. Now isn't\nthis just dandy, he thought. Drive all the way out here, and nobody's at\nhome. Damn! He went around to the front and started back to the car. His\nattention was caught by a greenish glow of light from the far end of the\ndump heap.\n\nHis curiosity aroused, Muldoon warily made his way through the metal\nlitter until he was close enough to make out the source of the light. It\ncame from the center of a shallow area that had been cleared of rubble.\nA rusted misshapen mass of metal lay in the center of the cleared space.\nThe greenish glow was coming from an opening in the mass.\n\nMuldoon crept closer until he was able to make out details. Not too many\nbut enough to give him an idea of the size and general shape of the\nthing. But what really held him were the figures of Robert and Evin\nReeger.\n\nHe saw them quite distinctly.\n\nOne of the twins was bent over a machine of some sort. There were\nlevers, gears, and rollers mounted on a webbed platform no larger than a\nrather oversized typewriter. Muldoon's eyes went wide at the sight of\nthe greenbacks coming in a steady stream from the interior of the\nmachine and falling into a box at the side. He could see very little\nelse that was in the room, other than the brother of the twin at the\nmachine. He was on the far side of it, fiddling with something hidden.\n\nMuldoon stared in fascination for another minute, then carefully made\nhis way back to the car. He had parked it within the growth of scrub\ntrees and bushes. He started it, turned the headlights on, and drove\nslowly out into the open and up to the shack. He honked his horn loudly\na couple of times and got out of the car and walked up to the shack and\ntried the door. It was closed.\n\nPresently the figures of Evin and Robert Reeger came into view from the\ndirection of the dump heap. Muldoon's figure was outlined in the glow of\nthe headlights. Muldoon noticed the brief case one of them was carrying.\n\n\"Ah, there, Muldoon,\" Muldoon had recognized Robert's voice.\n\n\"Hello, Mr. Reeger. Thought I'd come by and let you know how I've been\ndoing.\"\n\nEvin, who was carrying the brief case, unlocked the door and switched on\nthe light. The other two followed him into the room. Robert Reeger\nmotioned for Muldoon to take the sofa. Evin went into the other room.\n\n\"Well, my boy,\" Robert said heartily. \"How is it going?\"\n\n\"Slowly,\" Muldoon said casually. \"But the first of this sort of\noperation has to go that way. Kind of feel things out, if you know what\nI mean?\"\n\n\"Of course. How does it look?\"\n\n\"I think it's going to go all right. I've got plans.\"\n\n\"Splendid! Do you need money?\"\n\n\"Yes. About ten thousand.\"\n\n\"Evin! Do bring the case out,\" Robert called loudly.\n\nIn a couple of seconds, Evin Reeger appeared. He brought the brief case\nto his brother, turned, and went back into the other room without saying\nanything. He walked slowly and stiffly, his feet slapping heavily on the\nbare boards.\n\n\"What's wrong with him?\" Muldoon asked.\n\nRobert Reeger was pulling money from the brief case. He looked up with\nan expressionless face. \"Nothing. You said ten thousand?...\"\n\n\"Yes.\"\n\nReeger passed two of the packets to Muldoon. \"Sure you won't need more?\"\n\nMuldoon put the money away, got up from the sofa, and started to the\ndoor. \"No. Just what I need. Uh, I'll see you Friday night.\"\n\n\"Fine! And don't forget. We must get all this done quickly.\"\n\n\"I won't forget.\"\n\n       *       *       *       *       *\n\nRobert Reeger waited till the sound of the Plymouth was no longer heard.\nThen he went into the other room. Other than for two army cots the room\nwas empty. Evin was stretched full-length on one of the cots.\n\n\"You're certain he knows?\" Evin asked.\n\n\"Yes. I saw him on the visio.\"\n\n\"But he couldn't see all the interior?\"\n\n\"No. Just the duplicating machine. We must get rid of it tonight.\"\n\n\"What do you think he will do?\"\n\n\"What can he do? He knows nothing. The money is genuine, and with the\ndestruction of the machine he can't prove anything. Nevertheless it\nmight be the wisest course to get rid of him. We might have been too\nclever with that advertisement.\"\n\n\"Possibly. But, we must move quickly, then. I must leave this planet in\nseven days now. And we must have this area under lease by then. Three\nmusts!\"\n\nRobert smiled thinly. \"We will. If not through Muldoon, then through\nanother means. When you return in a year with the space fleet you will\nfind the landing area we need.\"\n\n\"And after that ...\"\n\nThey smiled at each other.\n\n\"We said we would not fail. This planet will fall to our weapons like\nripe fruit from a tree.\"\n\n\"But first I must return to tell them,\" Evin said. \"If I do not return\nthey will know we have failed, and will seek another planet.\"\n\n\"We won't fail,\" Robert reiterated. \"Right now, let's get back to the\nspace ship and the duplicating machine.\"\n\n       *       *       *       *       *\n\nMuldoon spent a busy Thursday. A newsbrief in the _Times_ financial\nsection which told of a public utility wanting Island property gave him\nan idea for one thing. He spent all morning bringing the idea to a head,\nafter he had verified the truth of the item. Then, after a late lunch,\nhe went to the Treasury Department's headquarters and spent a couple of\nhours with the head of the local investigation department.\n\nHe was quite pleased with himself by nightfall, as he headed out to the\nIsland. This time he parked the car at a considerable distance from the\nshack. There were lights on, this night. He walked boldly up and knocked\nat the door. It opened wide and the thick figure of one of the twins\ndarkened the opening.\n\n\"Well, Mr. Muldoon. I did not think to see you till Friday.\"\n\n\"I thought I'd come and see you tonight,\" Muldoon said as he stepped\ninto the room.\n\n\"I didn't hear the car.\"\n\n\"Oh. Parked it back a bit,\" Muldoon said. He turned toward the other\ntwin as the inner door opened. \"Hello.\"\n\n\"Hello.\"\n\n\"You know, Evin,\" Robert said, \"I'm rather glad Muldoon stopped by\ntonight. We might as well conclude our business with him now.\"\n\n\"An excellent idea, Robert. Excellent.\"\n\n\"What do you mean?\" Muldoon asked. \"I no longer am acting for you?\"\n\n\"Not for us, for yourself. I'm afraid your services, in any capacity,\nwill no longer be needed.\"\n\nMuldoon caught the undercurrent of menace in Robert's voice. It told him\nthey were not only suspicious but ready to act on it. He started to edge\ntoward the door, but Robert suddenly reached out and took his arm. There\nwas power in the fat man's grip. Evin moved swiftly for his size, and\ntook up a position before the door, which he kicked shut.\n\nMuldoon twisted sharply and was free of the other's grip. He stepped\nback a couple of paces. \"What the hell's this all about?\"\n\n\"Come now, Muldoon,\" Robert said softly. \"You didn't think your prying\nwent unobserved, last night?\"\n\n\"So I was nosey. But what's this rough stuff you're trying to pull?\"\n\n\"Merely making sure your curiosity will end tonight.\"\n\n       *       *       *       *       *\n\nMuldoon took a couple of more retreating paces. \"You mean you're going\nto get rid of me? Well, maybe you will, and maybe you won't. But even if\nyou do ...\"\n\nA smile broke through the grim lips of the twin threatening Muldoon.\n\"You mean the duplicating machine? Just another piece of rusted scrap\namong the rest of the junk.\"\n\nMuldoon paled. The evidence he was going to need, gone.\n\n\"And of course the money is genuine. We made sure of it. Ink, paper,\neverything. We made sure of it long ago. It will be a pity you won't be\nhere to see how efficient we can really be. But the rest of the planet\nwill know. As soon as Evin returns.\"\n\nMuldoon's mind was working swiftly. \"You got rid of the machine. But\nwhat about the junk shop it was in. I'll bet there are more important\nthings there.\"\n\n\"Indeed there are. But no one will find it. It will be just another\nrusted piece of large junk to them.\"\n\nIt was then Muldoon made his move. He lashed out with a fist. The blow\nstaggered Robert. And Muldoon was crashing his shoulder against the\ninner door. It burst inward, but before he could get through Robert\ngrabbed him. The whole side of Muldoon's face went numb as Robert\ncrashed his fist against his jaw. Muldoon knew he didn't stand a chance\nin a straight-up fight, not with these two. Robert's hands were reaching\nfor him, now.\n\nMuldoon grabbed one of the hands with both of his, twisted outward as\nhe grasped two fingers in each hand. Robert's face went putty-grey as\nthe bones snapped. Muldoon no longer cared about fair play. His knee\ncame up where it could do most damage, and Robert sank grovelling to the\nfloor.\n\nMuldoon whirled. Too late. The world exploded in a thousand flashes of\npain-filled lights. He went crashing backward into the wall. Evin hit\nhim again before he stumbled blindly away from the terrible fist.\n\n\"Let me kill him,\" Robert groaned.\n\nMuldoon pulled himself up from the pain-filled world he had been sent\ninto. There seemed to be two Evins facing him. Then there was only one.\nA twisted grin came to Muldoon's lips. \"Come ahead, you rat,\" he\nmumbled.\n\nEvin came forward. And swift as an adder Muldoon kicked him just below\nthe knee cap. Evin screamed, and collapsed. Muldoon staggered out of the\nway of the falling body, only to fall into the clutches of Robert's\nsudden reaching fingers.\n\nHe fell to the floor.\n\nRobert tried to get his good hand up to Muldoon's throat. Muldoon beat\nat the thick face with both hands. But the other seemed not to feel the\npounding fists. Slowly the fingers managed to reach their goal. Muldoon\nfelt the darkness of death closing over him as his breath became a\ntortured dying gasp. His hand found Robert's face, came gently over it\nuntil his thumb pressed on one eyeball. And Robert screamed as the thumb\nbecame a hooked instrument to blind him.\n\nMuldoon rolled away from the other, staggered somehow erect, but knew\nhis strength was gone. He couldn't make it to the door. And now Evin had\nhim....\n\nAnd the door burst open and men poured into the room. Muldoon recognized\nonly one, the head of the Treasury's investigation department, before he\nblacked out.\n\n       *       *       *       *       *\n\nDeena Savory stroked his forehead gently. \"Does it hurt much, baby?\"\n\nThe nurse had left them alone when Deena came into the hospital room.\n\n\"Not now,\" Muldoon said.\n\n\"What are they going to do to those men?\" she asked.\n\n\"Oh, twenty years, according to Phillips. Counterfeiting, you know,\ncarries heavy penalties.\"\n\n\"But I thought the money was good? After all, they had paid rent with\nC-notes.\"\n\n\"A slip-up on the bank's part. You see they made one mistake. The\nmachine they had, turned out perfect bills. Every one with the same\nserial number....\"\n\nDeena's eyes widened.\n\n\"And the junk shop or whatever it was?\" she said.\n\n\"I thought I'd let well enough alone. You see I took care of that during\nthe day. The twins, being criminals, had automatically broken their\nlease. They also made it possible for me to change clients. Well,\nthere's going to be a huge tank covering that dump and shack, a tank\nholding an awful lot of natural gas. I got together with the owner of\nthe property and the utility people yesterday afternoon and worked out a\ndeal. They're going to dump all that junk into the ocean.\"\n\n\"I'm sorry about the other night,\" she said suddenly.\n\n\"Is that how you say you're sorry?\" he asked.\n\n\"Uh-uh,\" she said, as he reached for her. \"There's a time and place for\nthat.\"\n\n\"Promise.\"\n\nHer lips agreed.\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Amazing Stories_ September 1956.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note. Variant\n    spellings have been retained.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Lease to Doomsday, by Lee Archer\n\n*** END OF THIS PROJECT GUTENBERG EBOOK LEASE TO DOOMSDAY ***\n\n***** This file should be named 27392.txt or 27392.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/7/3/9/27392/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}