{"title": "Medal of Honor", "author": "Dallas McCord Reynolds", "releaseDate": "December 2, 2008", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration]\n\n\n MEDAL\n   OF\n     HONOR\n\n By MACK REYNOLDS\n\n ILLUSTRATED by BERNKLAU\n\n\n _According to tradition,\n the man who held the\n Galactic Medal of Honor\n could do no wrong. In a\n strange way, Captain Don\n Mathers was to learn\n that this was true._\n\n\nDon Mathers snapped to attention, snapped a crisp salute to his\nsuperior, said, \"Sub-lieutenant Donal Mathers reporting, sir.\"\n\nThe Commodore looked up at him, returned the salute, looked down at the\nreport on the desk. He murmured, \"Mathers, One Man Scout V-102. Sector\nA22-K223.\"\n\n\"Yes, sir,\" Don said.\n\nThe Commodore looked up at him again. \"You've been out only five days,\nLieutenant.\"\n\n\"Yes, sir, on the third day I seemed to be developing trouble in my fuel\ninjectors. I stuck it out for a couple of days, but then decided I'd\nbetter come in for a check.\" Don Mathers added, \"As per instructions,\nsir.\"\n\n\"Ummm, of course. In a Scout you can hardly make repairs in space. If\nyou have any doubts at all about your craft, orders are to return to\nbase. It happens to every pilot at one time or another.\"\n\n\"Yes, sir.\"\n\n\"However, Lieutenant, it has happened to you four times out of your last\nsix patrols.\"\n\nDon Mathers said nothing. His face remained expressionless.\n\n\"The mechanics report that they could find nothing wrong with your\nengines, Lieutenant.\"\n\n\"Sometimes, sir, whatever is wrong fixes itself. Possibly a spot of bad\nfuel. It finally burns out and you're back on good fuel again. But by\nthat time you're also back to the base.\"\n\n       *       *       *       *       *\n\nThe Commodore said impatiently, \"I don't need a lesson in the\nshortcomings of the One Man Scout, Lieutenant. I piloted one for nearly\nfive years. I know their shortcomings--and those of their pilots.\"\n\n\"I don't understand, sir.\"\n\nThe Commodore looked down at the ball of his thumb. \"You're out in space\nfor anywhere from two weeks to a month. All alone. You're looking for\nKraden ships which practically never turn up. In military history the\nonly remotely similar situation I can think of were the pilots of World\nWar One pursuit planes, in the early years of the war, when they still\nflew singly, not in formation. But even they were up there alone for\nonly a couple of hours or so.\"\n\n\"Yes, sir,\" Don said meaninglessly.\n\nThe Commodore said, \"We, here at command, figure on you fellows getting\na touch of space cafard once in a while and, ah, _imagining_ something\nwrong in the engines and coming in. But,\" here the Commodore cleared his\nthroat, \"four times out of six? Are you sure you don't need a psych,\nLieutenant?\"\n\nDon Mathers flushed. \"No, sir, I don't think so.\"\n\nThe Commodore's voice went militarily expressionless. \"Very well,\nLieutenant. You'll have the customary three weeks leave before going out\nagain. Dismissed.\"\n\nDon saluted snappily, wheeled and marched from the office.\n\nOutside, in the corridor, he muttered a curse. What did that chairborne\nbrass hat know about space cafard? About the depthless blackness, the\nwretchedness of free fall, the tides of primitive terror that swept you\nwhen the animal realization hit that you were away, away, away from the\nenvironment that gave you birth. That you were alone, alone, _alone_. A\nmillion, a million-million miles from your nearest fellow human. Space\ncafard, in a craft little larger than a good-sized closet! What did the\nCommodore know about it?\n\nDon Mathers had conveniently forgotten the other's claim to five years'\nservice in the Scouts.\n\n       *       *       *       *       *\n\nHe made his way from Space Command Headquarters, Third Division, to\nHarry's Nuevo Mexico Bar. He found the place empty at this time of the\nday and climbed onto a stool.\n\nHarry said, \"Hi, Lootenant, thought you were due for a patrol. How come\nyou're back so soon?\"\n\nDon said coldly, \"You prying into security subjects, Harry?\"\n\n\"Well, gee, no Lootenant. You know me. I know all the boys. I was just\nmaking conversation.\"\n\n\"Look, how about some more credit, Harry? I don't have any pay coming up\nfor a week.\"\n\n\"Why, sure. I got a boy on the light cruiser _New Taos_. Any spaceman's\ncredit is good with me. What'll it be?\"\n\n\"Tequila.\"\n\nTequila was the only concession the Nuevo Mexico Bar made to its name.\nOtherwise, it looked like every other bar has looked in every land and\nin every era. Harry poured, put out lemon and salt.\n\nHarry said, \"You hear the news this morning?\"\n\n\"No, I just got in.\"\n\n\"Colin Casey died.\" Harry shook his head. \"Only man in the system that\nheld the Galactic Medal of Honor. Presidential proclamation, everybody\nin the system is to hold five minutes of silence for him at two o'clock,\nSol Time. You know how many times that medal's been awarded, Lootenant?\"\nBefore waiting for an answer, Harry added, \"Just thirty-six times.\"\n\nDon added dryly, \"Twenty-eight of them posthumously.\"\n\n\"Yeah.\" Harry, leaning on the bar before his sole customer, added in\nwonder, \"But imagine. The Galactic Medal of Honor, the bearer of which\ncan do no wrong. Imagine. You come to some town, walk into the biggest\njewelry store, pick up a diamond bracelet, and walk out. And what\nhappens?\"\n\nDon growled, \"The jewelry store owner would be over-reimbursed by\npopular subscription. And probably the mayor of the town would write you\na letter thanking you for honoring his fair city by deigning to notice\none of the products of its shops. Just like that.\"\n\n\"Yeah.\" Harry shook his head in continued awe. \"And, imagine, if you\nshoot somebody you don't like, you wouldn't spend even a single night in\nthe Nick.\"\n\nDon said, \"If you held the Medal of Honor, you wouldn't have to shoot\nanybody. Look, Harry, mind if I use the phone?\"\n\n\"Go right ahead, Lootenant.\"\n\nDian Fuller was obviously in the process of packing when the screen\nsummoned her. She looked into his face and said, surprised, \"Why, Don, I\nthought you were on patrol.\"\n\n\"Yeah, I was. However, something came up.\"\n\nShe looked at him, a slight frown on her broad, fine forehead. \"Again?\"\n\nHe said impatiently, \"Look, I called you to ask for a date. You're\nleaving for Callisto tomorrow. It's our last chance to be together.\nThere's something in particular I wanted to ask you, Di.\"\n\nShe said, a touch irritated, \"I'm packing, Don. I simply don't have time\nto see you again. I thought we said our goodbyes five days ago.\"\n\n\"This is important, Di.\"\n\nShe tossed the two sweaters she was holding into a chair, or something,\noff-screen, and faced him, her hands on her hips.\n\n\"No it isn't, Don. Not to me, at least. We've been all over this. Why\nkeep torturing yourself? You're not ready for marriage, Don. I don't\nwant to hurt you, but you simply aren't. Look me up, Don, in a few\nyears.\"\n\n\"Di, just a couple of hours this afternoon.\"\n\nDian looked him full in the face and said, \"Colin Casey finally died of\nhis wounds this morning. The President has asked for five minutes of\nsilence at two o'clock. Don, I plan to spend that time here alone in my\napartment, possibly crying a few tears for a man who died for me and the\nrest of the human species under such extreme conditions of gallantry\nthat he was awarded the highest honor of which man has ever conceived. I\nwouldn't want to spend that five minutes while on a date with another\nmember of my race's armed forces who had deserted his post of duty.\"\n\nDon Mathers turned, after the screen had gone blank, and walked stiffly\nto a booth. He sank onto a chair and called flatly to Harry, \"Another\ntequila. A double tequila. And don't bother with that lemon and salt\nroutine.\"\n\n       *       *       *       *       *\n\nAn hour or so later a voice said, \"You Sub-lieutenant Donal Mathers?\"\n\nDon looked up and snarled. \"So what? Go away.\"\n\nThere were two of them. Twins, or could have been. Empty of expression,\nheavy of build. The kind of men fated to be ordered around at the\npleasure of those with money, or brains, none of which they had or would\never have.\n\nThe one who had spoken said, \"The boss wants to see you.\"\n\n\"Who the hell is the boss?\"\n\n\"Maybe he'll tell you when he sees you,\" the other said, patiently and\nreasonably.\n\n\"Well, go tell the boss he can go to the ...\"\n\nThe second of the two had been standing silently, his hands in his\ngreat-coat pockets. Now he brought his left hand out and placed a bill\nbefore Don Mathers. \"The boss said to give you this.\"\n\nIt was a thousand-unit note. Don Mathers had never seen a bill of that\ndenomination before, nor one of half that.\n\nHe pursed his lips, picked it up and looked at it carefully.\nCounterfeiting was a long lost art. It didn't even occur to him that it\nmight be false.\n\n\"All right,\" Don said, coming to his feet. \"Let's go see the boss, I\nhaven't anything else to do and his calling card intrigues me.\"\n\nAt the curb, one of them summoned a cruising cab with his wrist screen\nand the three of them climbed into it. The one who had given Don the\nlarge denomination bill dialed the address and they settled back.\n\n\"So what does the boss want with me?\" Don said.\n\nThey didn't bother to answer.\n\nThe Interplanetary Lines building was evidently their destination. The\ncar whisked them up to the penthouse which topped it, and they landed on\nthe terrace.\n\nSeated in beach chairs, an autobar between them, were two men. They were\nboth in their middle years. The impossibly corpulent one, Don Mathers\nvaguely recognized. From a newscast? From a magazine article? The other\ncould have passed for a video stereotype villain, complete to the\nbuilt-in sneer. Few men, in actuality, either look like or sound like\nthe conventionalized villain. This was an exception, Don decided.\n\nHe scowled at them. \"I suppose one of you is the boss,\" he said.\n\n\"That's right,\" the fat one grunted. He looked at Don's two escorts.\n\"Scotty, you and Rogers take off.\"\n\nThey got back into the car and left.\n\nThe vicious-faced one said, \"This is Mr. Lawrence Demming. I am his\nsecretary.\"\n\nDemming puffed, \"Sit down, Lieutenant. What'll you have to drink? My\nsecretary's name is Rostoff. Max Rostoff. Now we all know each other's\nnames. That is, assuming you're Sub-lieutenant Donal Mathers.\"\n\nDon said, \"Tequila.\"\n\n       *       *       *       *       *\n\nMax Rostoff dialed the drink for him and, without being asked, another\ncordial for his employer.\n\nDon placed Demming now. Lawrence Demming, billionaire. Robber baron, he\nmight have been branded in an earlier age. Transportation baron of the\nsolar system. Had he been a pig he would have been butchered long ago;\nhe was going unhealthily to grease.\n\nRostoff said, \"You have identification?\"\n\nDon Mathers fingered through his wallet, brought forth his I.D. card.\nRostoff handed him his tequila, took the card and examined it carefully,\nfront and back.\n\nDemming huffed and said, \"Your collar insignia tells me you pilot a\nScout. What sector do you patrol, Lieutenant?\"\n\nDon sipped at the fiery Mexican drink, looked at the fat man over the\nglass. \"That's military information, Mr. Demming.\"\n\n       *       *       *       *       *\n\nDemming made a move with his plump lips. \"Did Scotty give you a\nthousand-unit note?\" He didn't wait for an answer. \"You took it. Either\ngive it back or tell me what sector you patrol, Lieutenant.\"\n\nDon Mathers was aware of the fact that a man of Demming's position\nwouldn't have to go to overmuch effort to acquire such information,\nanyway. It wasn't of particular importance.\n\nHe shrugged and said, \"A22-K223. I fly the V-102.\"\n\nMax Rostoff handed back the I.D. card to Don and picked up a Solar\nSystem sector chart from the short-legged table that sat between the\ntwo of them and checked it. He said, \"Your information was correct, Mr.\nDemming. He's the man.\"\n\nDemming shifted his great bulk in his beach chair, sipped some of his\ncordial and said, \"Very well. How would you like to hold the Galactic\nMedal of Honor, Lieutenant?\"\n\nDon Mathers laughed. \"How would you?\" he said.\n\nDemming scowled. \"I am not jesting, Lieutenant Mathers. I never jest.\nObviously, I am not of the military. It would be quite impossible for me\nto gain such an award. But you are the pilot of a Scout.\"\n\n\"And I've got just about as much chance of winning the Medal of Honor as\nI have of giving birth to triplets.\"\n\nThe transportation magnate wiggled a disgustingly fat finger at him,\n\"I'll arrange for that part of it.\"\n\nDon Mathers goggled him. He blurted finally, \"Like hell you will.\nThere's not enough money in the system to fiddle with the awarding of\nthe Medal of Honor. There comes a point, Demming, where even _your_\ndough can't carry the load.\"\n\nDemming settled back in his chair, closed his eyes and grunted, \"Tell\nhim.\"\n\nMax Rostoff took up the ball. \"A few days ago, Mr. Demming and I flew in\nfrom Io on one of the Interplanetary Lines freighters. As you probably\nknow, they are completely automated. We were alone in the craft.\"\n\n\"So?\" Without invitation, Don Mathers leaned forward and dialed himself\nanother tequila. He made it a double this time. A feeling of excitement\nwas growing within him, and the drinks he'd had earlier had worn away.\nSomething very big, very, very big, was developing. He hadn't the\nvaguest idea what.\n\n\"Lieutenant, how would you like to capture a Kraden light cruiser? If\nI'm not incorrect, probably Miro class.\"\n\nDon laughed nervously, not knowing what the other was at but still\nfeeling the growing excitement. He said, \"In all the history of the war\nbetween our species, we've never captured a Kraden ship intact. It'd\nhelp a lot if we could.\"\n\n\"This one isn't exactly intact, but nearly so.\"\n\nDon looked from Rostoff to Demming, and then back. \"What in the hell are\nyou talking about?\"\n\n\"In your sector,\" Rostoff said, \"we ran into a derelict Miro class\ncruiser. The crew--repulsive creatures--were all dead. Some thirty of\nthem. Mr. Demming and I assumed that the craft had been hit during one\nof the actions between our fleet and theirs and that somehow both sides\nhad failed to recover the wreckage. At any rate, today it is floating,\nabandoned of all life, in your sector.\" Rostoff added softly, \"One has\nto approach quite close before any signs of battle are evident. The ship\nlooks intact.\"\n\nDemming opened his eyes again and said, \"And you're going to capture\nit.\"\n\nDon Mathers bolted his tequila, licked a final drop from the edge of his\nlip. \"And why should that rate the most difficult decoration to achieve\nthat we've ever instituted?\"\n\n\"Because,\" Rostoff told him, his tone grating mockery, \"you're going to\nradio in reporting a Miro class Kraden cruiser. We assume your superiors\nwill order you to stand off, that help is coming, that your tiny Scout\nisn't large enough to do anything more than to keep the enemy under\nobservation until a squadron arrives. But you will radio back that they\nare escaping and that you plan to attack. When your reinforcements\narrive, Lieutenant, you will have conquered the Kraden, single-handed,\nagainst odds of--what would you say, fifty to one?\"\n\n       *       *       *       *       *\n\nDon Mathers' mouth was dry, his palms moist. He said, \"A One Man Scout\nagainst a Miro class cruiser? At least fifty to one, Mr. Rostoff. At\nleast.\"\n\nDemming grunted. \"There would be little doubt of you getting the\nGalactic Medal of Honor, Lieutenant, especially since Colin Casey is\ndead and there isn't a living bearer of the award. Max, another drink\nfor the Lieutenant.\"\n\nDon said, \"Look. Why? I think you might be right about getting the\naward. But why, and why me, and what's your percentage?\"\n\n       *       *       *       *       *\n\nDemming muttered, \"Now we get to the point.\" He settled back in his\nchair again and closed his eyes while his secretary took over.\n\nMax Rostoff leaned forward, his wolfish face very serious. \"Lieutenant,\nthe exploitation of the Jupiter satellites is in its earliest stages.\nThere is every reason to believe that the new sources of radioactives on\nCallisto alone may mean the needed power edge that can give us the\nvictory over the Kradens. Whether or not that is so, someone is going to\nmake literally billions out of this new frontier.\"\n\n\"I still don't see ...\"\n\n\"Lieutenant Mathers,\" Rostoff said patiently, \"the bearer of the\nGalactic Medal of Honor is above law. He carries with him an unalienable\nprestige of such magnitude that ... Well, let me use an example. Suppose\na bearer of the Medal of Honor formed a stock corporation to exploit\nthe pitchblende of Callisto. How difficult would it be for him to\ndispose of the stock?\"\n\nDemming grunted. \"And suppose there were a few, ah, crossed wires in the\nmanipulation of the corporation's business?\" He sighed deeply. \"Believe\nme, Lieutenant Mathers, there are an incredible number of laws which\nhave accumulated down through the centuries to hamper the business man.\nIt is a continual fight to be able to carry on at all. The ability to do\nno legal wrong would be priceless in the development of a new frontier.\"\nHe sighed again, so deeply as to make his bulk quiver. \"Priceless.\"\n\nRostoff laid it on the line, his face a leer. \"We are offering you a\nthree-way partnership, Mathers. You, with your Medal of Honor, are our\nfront man. Mr. Demming supplies the initial capital to get underway. And\nI ...\" He twisted his mouth with evil self-satisfaction. \"I was present\nwhen the Kraden ship was discovered, so I'll have to be cut in. I'll\nsupply the brains.\"\n\nDemming grunted his disgust, but added nothing.\n\nDon Mathers said slowly, looking down at the empty glass he was twirling\nin his fingers, \"Look, we're up to our necks in a war to the death with\nthe Kradens. In the long run it's either us or them. At a time like\nthis you're suggesting that we fake an action that will eventually\nenable us to milk the new satellites to the tune of billions.\"\n\nDemming grunted meaninglessly.\n\nDon said, \"The theory is that all men, all of us, ought to have our\nshoulders to the wheel. This project sounds to me like throwing rocks\nunder it.\"\n\nDemming closed his eyes.\n\nRostoff said, \"Lieutenant, it's a dog-eat-dog society. If we eventually\nlick the Kradens, one of the very reasons will be because we're a\ndog-eat-dog society. Every man for himself and the devil take the\nhindmost. Our apologists dream up some beautiful gobbledygook phrases\nfor it, such as free enterprise, but actually it's dog-eat-dog.\nSurprisingly enough, it works, or at least has so far. Right now, the\nhuman race needs the radioactives of the Jupiter satellites. In\nacquiring them, somebody is going to make a tremendous amount of money.\nWhy shouldn't it be us?\"\n\n\"Why not, if you--or we--can do it honestly?\"\n\nDemming's grunt was nearer a snort this time.\n\nRostoff said sourly, \"Don't be naive, Lieutenant. Whoever does it, is\ngoing to need little integrity. You don't win in a sharper's card game\nby playing your cards honestly. The biggest sharper wins. We've just\nfound a joker somebody dropped on the floor; if we don't use it, we're\nsuckers.\"\n\nDemming opened his pig eyes and said, \"All this is on the academic side.\nWe checked your background thoroughly before approaching you, Mathers.\nWe know your record, even before you entered the Space Service. Just\nbetween the three of us, wouldn't you like out? There are a full billion\nmen and women in our armed forces, you can be spared. Let's say you've\nalready done your share. Can't you see the potentialities in spending\nthe rest of your life with the Galactic Medal of Honor in your pocket?\"\n\n       *       *       *       *       *\n\nIt was there all right, drifting slowly. Had he done a more thorough job\nof his patrol, last time, he should have stumbled upon it himself.\n\nIf he had, there was no doubt that he would have at first reported it as\nan active enemy cruiser. Demming and Rostoff had been right. The Kraden\nship looked untouched by battle.\n\nThat is, if you approached it from the starboard and slightly abaft the\nbeam. From that angle, in particular, it looked untouched.\n\nIt had taken several circlings of the craft to come to that conclusion.\nDon Mathers was playing it very safe. This thing wasn't quite so simple\nas the others had thought. He wanted no slip-ups. His hand went to a\nfood compartment and emerged with a space thermo which should have\ncontained fruit juice, but didn't. He took a long pull at it.\n\nFinally he dropped back into the position he'd decided upon, and flicked\nthe switch of his screen.\n\nA base lieutenant's face illuminated it. He yawned and looked\nquestioningly at Don Mathers.\n\nDon said, allowing a touch of excitement in his voice, \"Mathers, Scout\nV-102, Sector A22-K223.\"\n\n\"Yeah, yeah ...\" the other began, still yawning.\n\n\"I've spotted a Kraden cruiser. Miro class, I think.\"\n\n       *       *       *       *       *\n\nThe lieutenant flashed into movement. He slapped a button before him,\nthe screen blinked, to be lit immediately again.\n\nA gray-haired Fleet Admiral looked up from papers on his desk.\n\n\"Yes?\"\n\nDon Mathers rapped, \"Miro class Kraden in sector A22-K223, sir. I'm\nlying about fifty miles off. Undetected thus far--I think. He hasn't\nfired on me yet, at least.\"\n\nThe Admiral was already doing things with his hands. Two subalterns came\nwithin range of the screen, took orders, dashed off. The Admiral was\nrapidly firing orders into two other screens. After a moment, he looked\nup at Don Mathers again.\n\n\"Hang on, Lieutenant. Keep him under observation as long as you can.\nWhat're your exact coordinates?\"\n\nDon gave them to him and waited.\n\nA few minutes later the Admiral returned to him. \"Let's take a look at\nit, Lieutenant.\"\n\nDon Mathers adjusted the screen to relay the Kraden cruiser. His palms\nwere moist now, but everything was going to plan. He wished that he\ncould take another drink.\n\nThe Admiral said, \"Miro class, all right. Don't get too close,\nLieutenant. They'll blast you to hell and gone. We've got a task force\nwithin an hour of you. Just hang on.\"\n\n\"Yes, sir,\" Don said. An hour. He was glad to know that. He didn't have\nmuch time in which to operate.\n\nHe let it go another five minutes, then he said, \"Sir, they're\nincreasing speed.\"\n\n\"Damn,\" the Admiral said, then rapid fired some more into his other\nscreens, barking one order after another.\n\nDon said, letting his voice go very flat, \"I'm going in, sir. They're\nputting on speed. In another five minutes they'll be underway to the\npoint where I won't be able to follow. They'll get completely clear.\"\n\nThe Admiral looked up, startled. \"Don't be a fool.\"\n\n\"They'll get away, sir.\" Knowing that the other could see his every\nmotion, Don Mathers hit the cocking lever of his flakflak gun with the\nheel of his right hand.\n\nThe Admiral snapped, \"Let it go, you fool. You won't last a second.\"\nThen, his voice higher, \"That's an order, Lieutenant!\"\n\nDon Mathers flicked off his screen. He grimaced sourly and then\ndescended on the Kraden ship, his flakflak gun beaming it. He was going\nto have to expend every erg of energy in his Scout to burn the other\nship up to the point where his attack would look authentic, and to\neliminate all signs of previous action.\n\n       *       *       *       *       *\n\nThe awarding of the Galactic Medal of Honor, as always, was done in the\nsimplest of ceremonies.\n\nOnly the President and Captain Donal Mathers himself were present in the\nformer's office in the Presidential Palace.\n\nHowever, as they both knew, every screen in the Solar System was tuned\ninto the ceremony.\n\nDon Mathers saluted and stood to attention.\n\nThe President read the citation. It was very short, as Medal of Honor\ncitations were always.\n\n_... for conspicuous gallantry far and beyond the call of duty, in which\nyou single-handedly, and against unbelievable odds, attacked and\ndestroyed an enemy cruiser while flying a Scout armed only with a\nshort-beam flakflak gun ..._\n\nHe pinned a small bit of ribbon and metal to Don Mathers' tunic. It was\nan inconspicuous, inordinately ordinary medal, the Galactic Medal of\nHonor.\n\nDon said hoarsely, \"Thank you, sir.\"\n\nThe President shook hands with him and said, \"I am President of the\nUnited Solar System, Captain Mathers, supposedly the highest rank to\nwhich a man can attain.\" He added simply, \"I wish I were you.\"\n\n       *       *       *       *       *\n\nAfterwards, alone in New Washington and wanting to remain alone, Don\nMathers strolled the streets for a time, bothered only occasionally when\nsomeone recognized his face and people would stop and applaud.\n\nHe grinned inwardly.\n\nHe had a suspicion already that after a time he'd get used to it and\nweary to death of it, but right now it was still new and fun. Who was\nthe flyer, way back in history, the one who first flew the Atlantic in a\npropeller-driven aircraft? His popularity must have been something like\nthis.\n\nHe went into O'Donnell's at lunch time and as he entered the orchestra\nbroke off the popular tune they were playing and struck up the\nInterplanetary Anthem. The manager himself escorted him to his table and\nmade suggestions as to the specialties and the wine.\n\nWhen he first sat down the other occupants of the restaurant, men and\nwomen, had stood and faced him and applauded. Don flushed. There could\nbe too much of a good thing.\n\nAfter the meal, a fantastic production, Don finished his cigar and asked\nthe head waiter for his bill, reaching for his wallet.\n\nThe other smiled. \"Captain, I am afraid your money is of no value in\nO'Donnell's, not for just this luncheon but whenever you honor us.\" The\nhead waiter paused and added, \"in fact, Captain, I doubt if there is a\nrestaurant in the Solar System where your money holds value. Or that\nthere will ever be.\"\n\nDon Mathers was taken aback. He was only beginning to realize the\nramifications of his holding his Galactic Medal of Honor.\n\n       *       *       *       *       *\n\nAt Space Command Headquarters, Third Division, Don came to attention\nbefore the Commodore's desk and tossed the other a salute.\n\nThe Commodore returned it snappily and leaned back in his chair. \"Take\na seat, Captain. Nice to see you again.\" He added pleasantly, \"Where in\nthe world have you been?\"\n\nDon Mathers slumped into a chair, said wearily, \"On a bust. The bust to\nend all busts.\"\n\nThe Commodore chuckled. \"Don't blame you,\" he said.\n\n\"It was quite a bust,\" Don said.\n\n\"Well,\" the Commodore chuckled again, \"I don't suppose we can throw you\nin the guardhouse for being A.W.O.L. Not in view of your recent\ndecoration.\"\n\nThere was nothing to say to that.\n\n\"By the way,\" the Commodore said, \"I haven't had the opportunity to\ncongratulate you on your Kraden. That was quite a feat, Captain.\"\n\n\"Thank you, sir,\" Don added, modestly, \"rather foolish of me, I\nsuppose.\"\n\n\"Very much so. On such foolishness are heroic deeds based, Captain.\" The\nCommodore looked at him questioningly. \"You must have had incredible\nluck. The only way we've been able to figure it was that his detectors\nwere on the blink. That may be what happened.\"\n\n\"Yes, sir,\" Don nodded quickly. \"That's the way I figure it. And my\nfirst blast must have disrupted his fire control or something.\"\n\nThe Commodore said, \"He didn't get in any return fire at all?\"\n\n\"A few blasts. But by that time I was in too close and moving too fast.\nFact of the matter is, sir, I don't think they ever recovered from my\nfirst beaming of them.\"\n\n\"No, I suppose not,\" the Commodore said musingly. \"It's a shame you had\nto burn them so badly. We've never recovered a Kraden ship in good\nenough shape to give our techs something to work on. It might make a\nbasic difference in the war, particularly if there was something aboard\nthat'd give us some indication of where they were coming from. We've\nbeen fighting this war in our backyard for a full century. It would help\nif we could get into _their_ backyard for a change. It's problematical\nhow long we'll be able to hold them off, at this rate.\"\n\nDon Mathers said uncomfortably, \"Well, it's not as bad as all that, sir.\nWe've held them this far.\"\n\nHis superior grunted. \"We've held them this far because we've been able\nto keep out enough patrol ships to give us ample warning when one of\ntheir task forces come in. Do you know how much fuel that consumes,\nCaptain?\"\n\n\"Well, I know it's a lot.\"\n\n\"So much so that Earth's industry is switching back to petroleum and\ncoal. Every ounce of radioactives is needed by the Fleet. Even so, it's\njust a matter of time.\"\n\nDon Mathers pursed his lips. \"I didn't know it was that bad.\"\n\nThe Commodore smiled sourly at him. \"I'm afraid I'm being a wet blanket\nthrown over your big bust of a celebration, Captain. Tell me, how does\nit feel to hold the system's highest award?\"\n\n       *       *       *       *       *\n\nDon shook his head, marveling. \"Fantastic, sir. Of course, like any\nmember of the services I've always known of the Medal of Honor, but ...\nwell, nobody ever expects to get it.\" He added wryly, \"Certainly not\nwhile he's still alive and in health. Why, sir, do you realize that I\nhaven't been able to spend one unit of money since?\" There was an\nelement of awe in his voice. \"Sir, do you realize that not even a beggar\nwill take currency from me?\"\n\nThe Commodore nodded in appreciation. \"You must understand the position\nyou occupy, Captain. Your feat was inspiring enough, but that's not all\nof it. In a way you combine a popular hero with an _Unknown Soldier_\nelement. Awarding you the Galactic Medal of Honor makes a symbol of you.\nA symbol representing all the millions of unsung heroes and heroines who\nhave died fighting for the human species. It's not a light burden to\ncarry on your shoulders, Captain Mathers. I would imagine it a very\nhumbling honor.\"\n\n\"Well, yes, sir,\" Don said.\n\nThe Commodore switched his tone of voice. \"That brings us to the\npresent, and what your next assignment is to be. Obviously, it wouldn't\ndo for you to continue in a Scout. Big brass seems to be in favor of\nusing you for morale and ...\"\n\nDon Mathers cleared his throat and interrupted. \"Sir, I've decided to\ndrop out of the Space Service.\"\n\n\"Drop out!\" The other stared at Mathers, uncomprehending. \"We're at war,\nCaptain!\"\n\nDon nodded seriously. \"Yes, sir. And what you just said is true. I\ncouldn't be used any longer in a Scout. I'd wind up selling bonds and\ngiving talks to old ladies' clubs.\"\n\n\"Well, hardly that, Captain.\"\n\n\"No, sir, I think I'd really be of more use out of the services. I'm\ntendering my resignation and making arrangements to help in the\ndeveloping of Callisto and the other Jupiter satellites.\"\n\nThe Commodore said nothing. His lips seemed whiter than before.\n\nDon Mathers said doggedly, \"Perhaps my prestige will help bring\nvolunteers to work the new mines out there. If they see me, well,\nsacrificing, putting up with the hardships ...\"\n\nThe Commodore said evenly, \"Mr. Mathers, I doubt if you will ever have\nto put up with hardships again, no matter where you make your abode.\nHowever, good luck. You deserve it.\"\n\n       *       *       *       *       *\n\nOutside headquarters, Don Mathers summoned a cab and dialed his hotel.\nOn the way over, he congratulated himself. It had gone easier than he\nhad expected, really. Although, come to think of it, there wasn't a damn\nthing that the brass could do.\n\nHe had to laugh to himself.\n\nImagine if he'd walked in on the Commodore a month ago and announced\nthat he was going to _drop out_ of the Space Service. He would have been\ndropped all right, all right. Right into the lap of a squadron of psycho\nexperts.\n\nAt the hotel he shucked his uniform, an action which gave him\nconsiderable gratification, and dressed in one of the score of civilian\ncostumes that filled his closets to overflowing. He took pleasure in\nestimating what this clothing would have cost in terms of months of\nSpace Service pay for a Sub-lieutenant or even a Captain. _Years, my\nboy, years._\n\nHe looked at himself in the dressing-room mirror with satisfaction,\nthen turned to the autobar and dialed himself a stone-age-old Metaxa.\nHe'd lost his taste for the plebian tequila in the last few days.\n\nHe held the old Greek brandy to the light and wondered pleasurably what\nthe stuff cost, per pony glass. Happily, he'd never have to find out.\n\nHe tossed the drink down and whistling, took his private elevator to the\ngarages in the second level of the hotel's basement floors. He selected\na limousine and dialed the Interplanetary Lines building.\n\nHe left the car at the curb before the main entrance, ignoring all\ntraffic regulations and entered the building, still whistling softly and\nhappily to himself. He grinned when a small crowd gathered outside and\nsmiled and clapped their hands. He grinned and waved to them.\n\nA receptionist hurried to him and he told her he wanted to see either\nMr. Demming or Mr. Rostoff, and then when she offered to escort him\npersonally he noticed her pixie-like cuteness and said, \"What're you\ndoing tonight, Miss?\"\n\nHer face went pale. \"Oh, anything, sir,\" she said weakly.\n\nHe grinned at her. \"Maybe I'll take you up on that if I'm not too busy.\"\n\nHe had never seen anyone so taken aback. She said, all flustered, \"I'm\nToni. Toni Fitzgerald. You can just call this building and ask for me.\nAny time.\"\n\n\"Maybe I'll do that,\" he smiled. \"But now, let's see Old Man Demming.\"\n\n       *       *       *       *       *\n\nThat took her back too. Aside from being asked for a date--if asked\ncould be the term--by the system's greatest celebrity, she was hearing\nfor the first time the interplanetary tycoon being called _Old Man\nDemming_.\n\nShe said, \"Oh, right this way, Captain Mathers.\"\n\nDon said, \"Mr. Mathers now, I'm afraid. I have new duties.\"\n\nShe looked up into his face. \"You'll always be Captain Mathers to me,\nsir.\" She added, softly and irrelevantly, \"My two brothers were lost on\nthe _Minerva_ in that action last year off Pluto.\" She took a deep\nbreath, which only stressed her figure. \"I've applied six times for\nSpace Service, but they won't take me.\"\n\nThey were in an elevator now. Don said, \"That's too bad, Toni. However,\nthe Space Service isn't as romantic as you might think.\"\n\n\"Yes, sir,\" Toni Fitzgerald said, her soul in her eyes. \"You ought to\nknow, sir.\"\n\nDon was somehow irritated. He said nothing further until they reached\nthe upper stories of the gigantic office building. He thanked her after\nshe'd turned him over to another receptionist.\n\nDon Mathers' spirits had been restored by the time he was brought to the\ndoor of Max Rostoff's office. His new guide evidently hadn't even\nbothered to check on the man's availability, before ushering Mathers\ninto the other's presence.\n\nMax Rostoff looked up from his desk, wolfishly aggressive-looking as\never. \"Why, Captain,\" he said. \"How fine to see you again. Come right\nin. Martha, that will be all.\"\n\n       *       *       *       *       *\n\nMartha gave the interplanetary hero one more long look and then turned\nand left.\n\nAs soon as the door closed behind her, Max Rostoff turned and snarled,\n\"Where have you been, you rummy?\"\n\nHe couldn't have shocked Don Mathers more if he'd suddenly sprouted a\nunicorn's horn.\n\n\"We've been looking for you for a week,\" Rostoff snapped. \"Out of one\nbar, into another, our men couldn't catch up with you. Dammit, don't you\nrealize we've got to get going? We've got a dozen documents for you to\nsign. We've got to get this thing underway, before somebody else does.\"\n\nDon blurted, \"You can't talk to me that way.\"\n\nIt was the other's turn to stare. Max Rostoff said, low and\ndangerously, \"No? Why can't I?\"\n\nDon glared at him.\n\nMax Rostoff said, low and dangerously, \"Let's get this straight,\nMathers. To everybody else, but Demming and me, you might be the biggest\nhero in the Solar System. But you know what you are to us?\"\n\nDon felt his indignation seeping from him.\n\n\"To us,\" Max Rostoff said flatly, \"you're just another demi-buttocked\nincompetent on the make.\" He added definitely, \"And make no mistake,\nMathers, you'll continue to have a good thing out of this only so long\nas we can use you.\"\n\nA voice from behind them said, \"Let me add to that, period, end of\nparagraph.\"\n\nIt was Lawrence Demming, who'd just entered from an inner office.\n\nHe said, even his voice seemed fat, \"And now that's settled, I'm going\nto call in some lawyers. While they're around, we conduct ourselves as\nthough we're three equal partners. On paper, we will be.\"\n\n\"Wait a minute, now,\" Don blurted. \"What do you think you're pulling?\nThe agreement was we split this whole thing three ways.\"\n\nDemming's jowls wobbled as he nodded. \"That's right. And your share of\nthe loot is your Galactic Medal of Honor. That and the dubious\nprivilege of having the whole thing in your name. You'll keep your\nmedal, and we'll keep our share.\" He growled heavily, \"You don't think\nyou're getting the short end of the stick, do you?\"\n\nMax Rostoff said, \"Let's knock this off and get the law boys in. We've\ngot enough paper work to keep us busy the rest of the week.\" He sat down\nagain at his desk and looked up at Don. \"Then we'll all be taking off\nfor Callisto, to get things under way. With any luck, in six months\nwe'll have every ounce of pitchblende left in the system sewed up.\"\n\n       *       *       *       *       *\n\nThere was a crowd awaiting his ship at the Callisto Spaceport. A crowd\nmodest by Earth standards but representing a large percentage of the\nsmall population of Jupiter's moon.\n\nOn the way out, a staff of the system's best speech writers, and two top\nprofessional actors had been working with him.\n\nDon Mathers gave a short preliminary talk at the spaceport, and then the\nimportant one, the one that was broadcast throughout the system, that\nnight from his suite at the hotel. He'd been well rehearsed, and they'd\nkept him from the bottle except for two or three quick ones immediately\nbefore going on.\n\n_The project at hand is to extract the newly discovered deposits of\npitchblende on these satellites of Jupiter._\n\nHe paused impressively before continuing.\n\n_It's a job that cannot be done in slipshod, haphazard manner. The\nsystem's need for radioactives cannot be overstressed._\n\n_In short, fellow humans, we must allow nothing to stand in the way of\nall out, unified effort to do this job quickly and efficiently. My\nassociates and I have formed a corporation to manage this crash program.\nWe invite all to participate by purchasing stock. I will not speak of\nprofits, fellow humans, because in this emergency we all scorn them.\nHowever, as I say, you are invited to participate._\n\n_Some of the preliminary mining concessions are at present in the hands\nof individuals or small corporations. It will be necessary that these\nturn over their holdings to our single all-embracing organization for\nthe sake of efficiency. Our experts will evaluate such holdings and\nrecompense the owners._\n\nDon Mathers paused again for emphasis.\n\n_This is no time for quibbling. All must come in. If there are those who\nput private gain before the needs of the system, then pressures must be\nfound to be exerted against them._\n\n_We will need thousands and tens of thousands of trained workers to\noperate our mines, our mills, our refineries. In the past, skilled labor\nhere on the satellites was used to double or even triple the wage rates\non Earth and the settled planets and satellites. I need only repeat,\nthis is no time for personal gain and quibbling. The corporation\nannounces proudly that it will pay only prevailing Earth rates. We will\nnot insult our employees by \"bribing\" them to patriotism through higher\nwages._\n\nThere was more, along the same lines.\n\nIt was all taken very well. Indeed, with enthusiasm.\n\n       *       *       *       *       *\n\nOn the third day, at an office conference, Don waited for an opening to\nsay, \"Look, somewhere here on Callisto is a young woman named Dian\nFuller. After we get me established in an office, I'd like her to be my\nsecretary.\"\n\nDemming looked up from some reports he was scanning. He grunted to Max\nRostoff, \"Tell him,\" and went back to the papers.\n\nMax Rostoff, settled back into his chair. He said to the two bodyguards,\nstationed at the door, \"Scotty, Rogers, go and make the arrangements to\nbring that damned prospector into line.\"\n\nWhen they were gone, Rostoff turned back to Don Mathers. \"You don't need\nan office, Mathers. All you need is to go back to your bottles. Just\ndon't belt it so hard that you can't sign papers every time we need a\nsignature.\"\n\nDon flushed angrily, \"Look, don't push me, you two. You need me. Plenty.\nIn fact, from what I can see, this corporation needs me more than it\ndoes you.\" He looked scornfully at Demming. \"Originally, the idea was\nthat you put up the money. What money? We have fifty-one percent of the\nstock in my name, but all the credit units needed are coming from sales\nof stock.\" He turned to Rostoff. \"You were supposed to put up the\nbrains. What brains? We've hired the best mining engineers, the best\ntechnicians, to do their end, the best corporation executives to handle\nthat end. You're not needed.\"\n\nDemming grunted amusement at the short speech, but didn't bother to look\nup from his perusal.\n\nMax Rostoff's face had grown wolfishly thin in his anger. \"Look,\nbottle-baby,\" he sneered, \"you're the only one that's vulnerable in this\nset-up. There's not a single thing that Demming and I can be held to\naccount for. You have no beefs coming, for that matter. You're getting\neverything you ever wanted. You've got the best suite in the best hotel\non Callisto. You eat the best food the Solar System provides. And, most\nimportant of all to a rummy, you drink the best booze and as much of it\nas you want. What's more, unless either Demming or I go to the bother,\nyou'll never be exposed. You'll live your life out being the biggest\nhero in the system.\"\n\nIt was Don Mathers' turn to sneer. \"What do you mean, I'm the only one\nvulnerable? There's no evidence against me, Rostoff, and you know it.\nWho'd listen to you if you sounded off? I burned that Kraden cruiser\nuntil there wasn't a sign to be found that would indicate it wasn't in\noperational condition when I first spotted it.\"\n\nDemming grunted his amusement again.\n\nMax Rostoff laughed sourly. \"Don't be an ass, Mathers. We took a series\nof photos of that derelict when we stumbled on it. Not only can we prove\nyou didn't knock it out, we can prove that it was in good shape before\nyou worked it over. I imagine the Fleet technician would have loved to\nhave seen the inner workings of that Kraden cruiser--before you loused\nit up.\"\n\nDemming chuckled flatly. \"I wonder what kind of a court martial they\ngive a hero who turns out to be a saboteur.\"\n\n       *       *       *       *       *\n\nHe ran into her, finally, after he'd been on Callisto for nearly eight\nmonths. Actually, he didn't remember the circumstances of their meeting.\nHe was in an alcoholic daze and the fog rolled out, and there she was\nacross the table from him.\n\nDon shook his head, and looked about the room. They were in some sort of\nnight spot. He didn't recognize it.\n\n       *       *       *       *       *\n\nHe licked his lips, scowled at the taste of stale vomit.\n\nHe slurred, \"Hello, Di.\"\n\nDian Fuller said, \"Hi, Don.\"\n\nHe said, \"I must've blanked out. Guess I've been hitting it too hard.\"\n\nShe laughed at him. \"You mean you don't remember all the things you've\nbeen telling me the past two hours?\" She was obviously quite sober. Dian\nnever had been much for the sauce.\n\nDon looked at her narrowly. \"What've I been telling you for the past two\nhours?\"\n\n\"Mostly about how it was when you were a little boy. About fishing, and\nyour first .22 rifle. And the time you shot the squirrel, and then felt\nso sorry.\"\n\n\"Oh,\" Don said. He ran his right hand over his mouth.\n\nThere was a champagne bucket beside him, but the bottle in it was empty.\nHe looked about the room for a waiter.\n\nDian said gently, \"Do you really think you need any more, Don?\"\n\nHe looked across the table at her. She was as beautiful as ever. No,\nthat wasn't right. She was pretty, but not beautiful. She was just a\ndamn pretty girl, not one of these glamour items.\n\nDon said, \"Look, I can't remember. Did we get married?\"\n\nHer laugh tinkled. \"Married! I only ran into you two or three hours\nago.\" She hesitated before saying further, \"I had assumed that you were\ndeliberately avoiding me. Callisto isn't that big.\"\n\nDon Mathers said slowly, \"Well, if we're not married, let me decide when\nI want another bottle of the grape, eh?\"\n\nDian flushed. \"Sorry, Don.\"\n\n       *       *       *       *       *\n\nThe headwaiter approached bearing another magnum of vintage wine. He\nbeamed at Don Mathers. \"Having a good time, sir?\"\n\n\"Okay,\" Don said shortly. When the other was gone he downed a full\nglass, felt the fumes almost immediately.\n\nHe said to Dian, \"I haven't been avoiding you, Di. We just haven't met.\nThe way I remember, the last time we saw each other, back on Earth, you\ngave me quite a slap in the face. The way I remember, you didn't think I\nwas hero enough for you.\" He poured another glass of the champagne.\n\nDi's face was still flushed. She said, her voice low, \"I misunderstood\nyou, Don. Even after your brilliant defeat of that Kraden cruiser, I\nstill, I admit, think I basically misunderstood you. I told myself that\nit could have been done by any pilot of a Scout, given that one in a\nmillion break. It just happened to be you, who made that suicide dive\nattack that succeeded. A thousand other pilots might also have taken the\nmillion to one suicide chance rather than let the Kraden escape.\"\n\n\"Yeah,\" Don said. Even in his alcohol, he was surprised at her words. He\nsaid gruffly, \"Sure anybody might've done it. Pure luck. But why'd you\nchange your mind about me, then? How come the switch of heart?\"\n\n\"Because of what you've done since, darling.\"\n\nHe closed one eye, the better to focus.\n\n\"Since?\"\n\nHe recognized the expression in her eyes. A touch of star gleam. That\nlittle girl back on Earth, the receptionist at the Interplanetary Lines\nbuilding, she'd had it. In fact, in the past few months Don had seen it\nin many feminine faces. And all for him.\n\nDian said, \"Instead of cashing in on your prestige, you've been devoting\nyourself to something even more necessary to the fight than bringing\ndown individual Kraden cruisers.\"\n\nDon looked at her. He could feel a nervous tic beginning in his left\neyebrow. Finally, he reached for the champagne again and filled his\nglass. He said, \"You really go for this hero stuff, don't you?\"\n\nShe said nothing, but the star shine was still in her eyes.\n\nHe made his voice deliberately sour. \"Look, suppose I asked you to come\nback to my apartment with me tonight?\"\n\n\"Yes,\" she said softly.\n\n\"And told you to bring your overnight bag along,\" he added brutally.\n\nDian looked into his face. \"Why are you twisting yourself, your\ninner-self, so hard, Don? Of course I'd come--if that's what you\nwanted.\"\n\n\"And then,\" he said flatly, \"suppose I kicked you out in the morning?\"\n\nDian winced, but she kept her eyes even with his, her own moist now.\n\"You forget,\" she whispered. \"You have been awarded the Galactic Medal\nof Honor, the bearer of which can do no wrong.\"\n\n\"Oh, God,\" Don muttered. He filled his glass, still again, motioned to a\nnearby waiter.\n\n\"Yes, sir,\" the waiter said.\n\nDon said, \"Look, in about five minutes I'm going to pass out. See that I\nget back to my hotel, will you? And that this young lady gets to her\nhome. And, waiter, just send my bill to the hotel too.\"\n\nThe other bowed. \"The owner's instructions, sir, are that Captain\nMathers must never see a bill in this establishment.\"\n\nDian said, \"_Don!_\"\n\nHe didn't look at her. He raised his glass to his mouth and shortly\nafterward the fog rolled in again.\n\n       *       *       *       *       *\n\nWhen it rolled out, the unfamiliar taste of black coffee was in his\nmouth. He shook his head for clarity.\n\nHe seemed to be in some working class restaurant. Next to him, in a\nbooth, was a fresh-faced Sub-lieutenant of the--Don squinted at the\ncollar tabs--yes, of the Space Service. A Scout pilot.\n\nDon stuttered, \"What's ... goin' ... on?\"\n\nThe pilot said apologetically, \"Sub-lieutenant Pierpont, sir. You seemed\nso far under the weather, I took over.\"\n\n\"Oh, you did, eh?\"\n\n\"Well, yes, sir. You were, well, reclining in the gutter, sir. In spite\nof your, well, appearance, your condition, I recognized you, sir.\"\n\n\"Oh.\" His stomach was an objecting turmoil.\n\nThe Lieutenant said, \"Want to try some more of this coffee now, sir? Or\nmaybe some soup or a sandwich?\"\n\nDon groaned. \"No. No, thanks. Don't think I could hold it down.\"\n\nThe pilot grinned. \"You must've thrown a classic, sir.\"\n\n\"I guess so. What time is it? No, that doesn't make any difference.\nWhat's the date?\"\n\nPierpont told him.\n\nIt was hard to believe. The last he could remember he'd been with Di.\nWith Di in some nightclub. He wondered how long ago that had been.\n\nHe fumbled in his clothes for a smoke and couldn't find one. He didn't\nwant it anyway.\n\nHe growled at the Lieutenant, \"Well, how go the One Man Scouts?\"\n\nPierpont grinned back at him. \"Glad to be out of them, sir?\"\n\n\"Usually.\"\n\nPierpont looked at him strangely. \"I don't blame you, I suppose. But it\nisn't as bad these days as it used to be while you were still in the\nSpace Service, sir.\"\n\nDon grunted. \"How come? Two weeks to a month, all by yourself, watching\nthe symptoms of space cafard progress. Then three weeks of leave, to get\ndrunk in, and then another stretch in space.\"\n\nThe pilot snorted deprecation. \"That's the way it used to be.\" He\nfingered the spoon of his coffee cup. \"That's the way it still should\nbe, of course. But it isn't. They're spreading the duty around now and I\nspend less than one week out of four on patrol.\"\n\nDon hadn't been listening too closely, but now he looked up. \"What'd'ya\nmean?\"\n\nPierpont said, \"I mean, sir, I suppose this isn't bridging security,\nseeing who you are, but fuel stocks are so low that we can't maintain\nfull patrols any more.\"\n\nThere was a cold emptiness in Don Mathers' stomach.\n\nHe said, \"Look, I'm still woozy. Say that again, Lieutenant.\"\n\nThe Lieutenant told him again.\n\nDon Mathers rubbed the back of his hand over his mouth and tried to\nthink.\n\nHe said finally, \"Look, Lieutenant. First let's get another cup of\ncoffee into me, and maybe that sandwich you were talking about. Then\nwould you help me to get back to my hotel?\"\n\n       *       *       *       *       *\n\nBy the fourth day, his hands weren't trembling any longer. He ate a good\nbreakfast, dressed carefully, then took a hotel limousine down to the\noffices of the Mathers, Demming and Rostoff Corporation.\n\nAt the entrance to the inner sanctum the heavyset Scotty looked up at\nhis approach. He said, \"The boss has been looking for you, Mr. Mathers,\nbut right now you ain't got no appointment, have you? Him and Mr.\nRostoff is having a big conference. He says to keep everybody out.\"\n\n\"That doesn't apply to me, Scotty,\" Don snapped. \"Get out of my way.\"\n\nScotty stood up, reluctantly, but barred the way. \"He said it applied to\neverybody, Mr. Mathers.\"\n\nDon put his full weight into a blow that started at his waist, dug deep\ninto the other's middle. Scotty doubled forward, his eyes bugging. Don\nMathers gripped his hands together into a double fist and brought them\nupward in a vicious uppercut.\n\n       *       *       *       *       *\n\nScotty fell forward and to the floor.\n\nDon stood above him momentarily, watchful for movement which didn't\ndevelop. The hefty bodyguard must have been doing some easy living\nhimself. He wasn't as tough as he looked.\n\nDon knelt and fished from under the other's left arm a vicious-looking\nshort-barrelled scrambler. He tucked it under his own jacket into his\nbelt, then turned, opened the door and entered the supposedly barred\noffice.\n\nDemming and Rostoff looked up from their work across a double desk.\n\nBoth scowled. Rostoff opened his mouth to say something and Don Mathers\nrapped, \"Shut up.\"\n\nRostoff blinked at him. Demming leaned back in his swivel chair. \"You're\nsober for a change,\" he wheezed, almost accusingly.\n\nDon Mathers pulled up a stenographer's chair and straddled it, leaning\nhis arms on the back. He said coldly, \"Comes a point when even the\nlowest worm turns. I've been checking on a few things.\"\n\nDemming grunted amusement.\n\nDon said, \"Space patrols have been cut far below the danger point.\"\n\nRostoff snorted. \"Is that supposed to interest us? That's the problem of\nthe military--and the government.\"\n\n\"Oh, it interests us, all right,\" Don growled. \"Currently, Mathers,\nDemming and Rostoff control probably three-quarters of the system's\nradioactives.\"\n\nDemming said in greasy satisfaction, \"More like four-fifths.\"\n\n\"Why?\" Don said bluntly. \"Why are we doing what we're doing?\"\n\nThey both scowled, but another element was present in their expressions\ntoo. They thought the question unintelligent.\n\nDemming closed his eyes in his porcine manner and grunted, \"Tell him.\"\n\nRostoff said, \"Look, Mathers, don't be stupid. Remember when we told\nyou, during that first interview, that we wanted your name in the\ncorporation, among other reasons, because we could use a man who was\nabove law? That a maze of ridiculously binding ordinances have been laid\non business down through the centuries?\"\n\n\"I remember,\" Don said bitterly.\n\n\"Well, it goes both ways. Government today is also bound, very strongly,\nand even in great emergency, not to interfere in business. These\ncomplicated laws balance each other, you might say. Our whole legal\nsystem is based upon them. Right now, we've got government right where\nwe want it. This is free enterprise, Mathers, at its pinnacle. Did you\never hear of Jim Fisk and his attempt to corner gold in 1869, the\nso-called Black Friday affair? Well, Jim Fisk was a peanut peddler\ncompared to us.\"\n\n\"What's this got to do with the Fleet having insufficient fuel to ...\"\nDon Mathers stopped as comprehension hit him. \"You're holding our\nradioactives off the market, pressuring the government for a price rise\nwhich it can't afford.\"\n\nDemming opened his eyes and said fatly, \"For triple the price, Mathers.\nBefore we're through, we'll corner half the wealth of the system.\"\n\nDon said, \"But ... but the species is ... at ... _war_.\"\n\nRostoff sneered, \"You seem to be getting noble rather late in the game,\nMathers. Business is business.\"\n\nDon Mathers was shaking his head. \"We immediately begin selling our\nradioactives at cost of production. I might remind you gentlemen that\nalthough we're supposedly a three-way partnership, actually,\neverything's in my name. You thought you had me under your thumb so\nsecurely that it was safe--and you probably didn't trust each other.\nWell, I'm blowing the whistle.\"\n\n       *       *       *       *       *\n\nSurprisingly fast for such a fat man, Lawrence Demming's hand flitted\ninto a desk drawer to emerge with a twin of the scrambler tucked in\nDon's belt.\n\nDon Mathers grinned at him, even as he pushed his jacket back to reveal\nthe butt of his own weapon. He made no attempt to draw it, however.\n\nHe said softly, \"Shoot me, Demming, and you've killed the most popular\nman in the Solar System. You'd never escape the gas chamber, no matter\nhow much money you have. On the other hand, if I shoot you ...\"\n\nHe put a hand into his pocket and it emerged with a small, inordinately\nordinary bit of ribbon and metal. He displayed it on his palm.\n\nThe fat man's face whitened at the ramifications and his hand relaxed to\nlet the gun drop to the desk. \"Listen, Don,\" he broke out. \"We've been\nunrealistic with you. We'll reverse ourselves and split, honestly--split\nthree ways.\"\n\nDon Mathers laughed at him. \"Trying to bribe me with money, Demming? Why\ndon't you realize, that I'm the only man in existence who has no need\nfor money, who can't spend money? That my fellow men--whom I've done\nsuch a good job of betraying--have honored me to a point where money is\nmeaningless?\"\n\nRostoff snatched up the fallen gun, snarling, \"I'm calling your bluff,\nyou gutless rummy.\"\n\nDon Mathers said, \"Okay, Rostoff. There's just two other things I want\nto say first. One--I don't care if I die or not. Two--you're only twenty\nfeet or so away, but you know what? I think you're probably a lousy\nshot. I don't think you've had much practice. I think I can get my\nscrambler out and cut you down before you can finish me.\" He grinned\nthinly, \"Wanta try?\"\n\nMax Rostoff snarled a curse and his finger whitened on the trigger.\n\nDon Mathers fell sideward, his hand streaking for his weapon. Without\nthought there came back to him the long hours of training in hand\nweapons, in judo, in hand to hand combat. He went into action with cool\nconfidence.\n\n       *       *       *       *       *\n\nAt the spaceport he took a cab to the Presidential Palace. It was an\nauto-cab, of course, and at the Palace gates he found he had no money on\nhim. He snorted wearily. It was the first time in almost a year that\nhe'd had to pay for anything.\n\nFour sentries were standing at attention. He said, \"Do one of you boys\nhave some coins to feed into this slot? I'm fresh out.\"\n\nA sergeant grinned, approached, and did the necessary.\n\nDon Mathers said wearily, \"I don't know how you go about this. I don't\nhave an appointment, but I want to see the President.\"\n\n\"We can turn you over to one of the assistant secretaries, Captain\nMathers,\" the sergeant said. \"We can't go any further than that. While\nwe're waiting, what's the chances of getting your autograph, sir? I\ngotta kid ...\"\n\nIt wasn't nearly as complicated as he'd thought it was going to be. In\nhalf an hour he was seated in the office where he'd received his\ndecoration only--how long ago was it, really less than a year?\n\nHe told the story briefly, making no effort to spare himself. At the end\nhe stood up long enough to put a paper in front of the other, then sat\ndown again.\n\n\"I'm turning the whole corporation over to the government....\"\n\n       *       *       *       *       *\n\nThe President said, \"Wait a minute. My administration does not advocate\nState ownership of industry.\"\n\n\"I know. When the State controls industry you only put the whole mess\noff one step, the question then becomes, who controls the State?\nHowever, I'm not arguing political economy with you, sir. You didn't let\nme finish. I was going to say, I'm turning it over to the government to\nuntangle, even while making use of the inventories of radioactives.\nThere's going to be a lot of untangling to do. Reimbursing the\nprospectors and small operators who were blackjacked out of their\nholdings by our super-corporation. Reimbursing of the miners and other\nlaborers who were talked into accepting low pay in the name of\npatriotism.\" Don Mathers cut it short. \"Oh, it's quite a mess.\"\n\n\"Yes,\" the President said. \"And you say Max Rostoff is dead?\"\n\n\"That's right. And Demming off his rocker. I think he always was a\nlittle unbalanced and the prospect of losing all that money, the\ngreatest fortune ever conceived of, tipped the scales.\"\n\nThe President said, \"And what about you, Donal Mathers?\"\n\nDon took a deep breath. \"I wish I was back in the Space Services,\nfrankly. Back where I was when all this started. However, I suppose that\nafter my court martial, there won't be ...\"\n\nThe President interrupted gently. \"You seem to forget, Captain Mathers.\nYou carry the Galactic Medal of Honor, the bearer of which can do no\nwrong.\"\n\nDon Mathers gaped at him.\n\nThe President smiled at him, albeit a bit sourly. \"It would hardly do\nfor human morale to find out our supreme symbol of heroism was a phoney,\nCaptain. There will be no trial, and you will retain your decoration.\"\n\n\"But I don't want it!\"\n\n\"I'm afraid that is the cross you'll have to bear the rest of your life,\nCaptain Mathers. I don't suppose it will be an easy one.\"\n\nHis eyes went to a far corner of the room, but unseeingly. He said after\na long moment, \"However, I am not so very sure about your not deserving\nyour award, Captain.\"\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Amazing Science Fiction Stories_\n    November 1960. Extensive research did not uncover any evidence that\n    the U.S. copyright on this publication was renewed. Minor spelling\n    and typographical errors have been corrected without note. Variant\n    spellings have been retained.\n\n\n\n\n\nEnd of Project Gutenberg's Medal of Honor, by Dallas McCord Reynolds\n\n*** END OF THIS PROJECT GUTENBERG EBOOK MEDAL OF HONOR ***\n\n***** This file should be named 27393.txt or 27393.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/7/3/9/27393/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}