{"title": "The Last Evolution", "author": "John Wood Campbell", "releaseDate": "December 9, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\nA Classic Reprint from AMAZING STORIES, August, 1932\n\n\n_The Last Evolution_\n\nBy JOHN W. CAMPBELL, Jr.\n\n\nI am the last of my type existing today in all the Solar System. I, too,\nam the last existing who, in memory, sees the struggle for this System,\nand in memory I am still close to the Center of Rulers, for mine was the\nruling type then. But I will pass soon, and with me will pass the last\nof my kind, a poor inefficient type, but yet the creators of those who\nare now, and will be, long after I pass forever.\n\nSo I am setting down my record on the mentatype.\n\n       *       *       *       *       *\n\nIt was 2538 years After the Year of the Son of Man. For six centuries\nmankind had been developing machines. The Ear-apparatus was discovered\nas early as seven hundred years before. The Eye came later, the Brain\ncame much later. But by 2500, the machines had been developed to think,\nand act and work with perfect independence. Man lived on the products of\nthe machine, and the machines lived to themselves very happily, and\ncontentedly. Machines are designed to help and cooperate. It was easy to\ndo the simple duties they needed to do that men might live well. And men\nhad created them. Most of mankind were quite useless, for they lived in\na world where no productive work was necessary. But games, athletic\ncontests, adventure--these were the things they sought for their\npleasure. Some of the poorer types of man gave themselves up wholly to\npleasure and idleness--and to emotions. But man was a sturdy race, which\nhad fought for existence through a million years, and the training of a\nmillion years does not slough quickly from any form of life, so their\nenergies were bent to mock battles now, since real ones no longer\nexisted.\n\nUp to the year 2100, the numbers of mankind had increased rapidly and\ncontinuously, but from that time on, there was a steady decrease. By\n2500, their number was a scant two millions, out of a population that\nonce totaled many hundreds of millions, and was close to ten billions in\n2100.\n\nSome few of these remaining two millions devoted themselves to the\nadventure of discovery and exploration of places unseen, of other worlds\nand other planets. But fewer still devoted themselves to the highest\nadventure, the unseen places of the mind. Machines--with their\nirrefutable logic, their cold preciseness of figures, their tireless,\nutterly exact observation, their absolute knowledge of mathematics--they\ncould elaborate any idea, however simple its beginning, and reach the\nconclusion. From any three facts they even then could have built in mind\nall the Universe. Machines had imagination of the ideal sort. They had\nthe ability to construct a necessary future result from a present fact.\nBut Man had imagination of a different kind, theirs was the illogical,\nbrilliant imagination that sees the future result vaguely, without\nknowing the why, nor the how, and imagination that outstrips the machine\nin its preciseness. Man might reach the conclusion more swiftly, but the\nmachine always reached the conclusion eventually, and it was always the\ncorrect conclusion. By leaps and bounds man advanced. By steady,\nirresistible steps the machine marched forward.\n\nTogether, man and the machine were striding through science\nirresistibly.\n\nThen came the Outsiders. Whence they came, neither machine nor man ever\nlearned, save only that they came from beyond the outermost planet, from\nsome other sun. Sirius--Alpha Centauri--perhaps! First a thin scoutline\nof a hundred great ships, mighty torpedoes of the void a thousand\nkilads[1] in length, they came.\n\nAnd one machine returning from Mars to Earth was instrumental in its\nfirst discovery. The transport-machine's brain ceased to radiate its\nsensations, and the control in old Chicago knew immediately that some\nunperceived body had destroyed it. An investigation machine was\ninstantly dispatched from Deimos, and it maintained an acceleration of\none thousand units.[2] They sighted ten huge ships, one of which was\nalready grappling the smaller transport-machine. The entire fore-section\nhad been blasted away.\n\nThe investigation machine, scarcely three inches in diameter, crept into\nthe shattered hull and investigated. It was quickly evident that the\ndamage was caused by a fusing ray.\n\nStrange life-forms were crawling about the ship, protected by flexible,\ntransparent suits. Their bodies were short, and squat, four-limbed and\nevidently powerful. They, like insects, were equipped with a thick,\ndurable exoskeleton, horny, brownish coating that covered arms and legs\nand head. Their eyes projected slightly, protected by horny protruding\nwalls--eyes that were capable of movement in every direction--and there\nwere three of them, set at equal distances apart.\n\nThe tiny investigation machine hurled itself violently at one of the\nbeings, crashing against the transparent covering, flexing it, and\nstriking the being inside with terrific force. Hurled from his position,\nhe fell end over end across the weightless ship, but despite the blow,\nhe was not hurt.\n\nThe investigator passed to the power room ahead of the Outsiders, who\nwere anxiously trying to learn the reason for their companion's plight.\n\n[Illustration: Illustrated by MOREY]\n\nDirected by the Center of Rulers, the investigator sought the power\nroom, and relayed the control signals from the Rulers' brains. The\nship-brain had been destroyed, but the controls were still readily\nworkable. Quickly they were shot home, and the enormous plungers shut. A\ncombination was arranged so that the machine, as well as the\ninvestigator and the Outsiders, were destroyed. A second investigator,\nwhich had started when the plan was decided on, had now arrived. The\nOutsider's ship nearest the transport-machine had been badly damaged,\nand the investigator entered the broken side.\n\n       *       *       *       *\n\nThe scenes were, of course, remembered by the memory-minds back on Earth\ntuned with that of the investigator. The investigator flashed down\ncorridors, searching quickly for the apparatus room. It was soon seen\nthat with them the machine was practically unintelligent, very few\nmachines of even slight intelligence being used.\n\nThen it became evident by the excited action of the men of the ship,\nthat the presence of the investigator had been detected. Perhaps it was\nthe control impulses, or the signal impulses it emitted. They searched\nfor the tiny bit of metal and crystal for some time before they found\nit. And in the meantime it was plain that the power these Outsiders used\nwas not, as was ours of the time, the power of blasting atoms, but the\ngreater power of disintegrating matter. The findings of this tiny\ninvestigating machine were very important.\n\nFinally they succeeded in locating the investigator, and one of the\nOutsiders appeared armed with a peculiar projector. A bluish beam\nsnapped out, and the tiny machine went blank.\n\nThe fleet was surrounded by thousands of the tiny machines by this time,\nand the Outsiders were badly confused by their presence, as it became\ndifficult to locate them in the confusion of signal impulses. However,\nthey started at once for Earth.\n\nThe science-investigators had been present toward the last, and I am\nthere now, in memory with my two friends, long since departed. They were\nthe greatest human science-investigators--Roal, 25374 and Trest, 35429.\nRoal had quickly assured us that these Outsiders had come for invasion.\nThere had been no wars on the planets before that time in the direct\nmemory of the machines, and it was difficult that these who were\nconceived and built for cooperation, helpfulness utterly dependent on\ncooperation, unable to exist independently as were humans, that these\nlife-forms should care to destroy, merely that they might possess. It\nwould have been easier to divide the works and the products. But--life\nalone can understand life, so Roal was believed.\n\nFrom investigations, machines were prepared that were capable of\nproducing considerable destruction. Torpedoes, being our principal\nweapon, were equipped with such atomic explosives as had been developed\nfor blasting, a highly effective induction-heat ray developed for\nfurnaces being installed in some small machines made for the purpose in\nthe few hours we had before the enemy reached Earth.\n\nIn common with all life-forms, they were able to withstand only very\nmeager earth-acceleration. A range of perhaps four units was their\nlimit, and it took several hours to reach the planet.\n\nI still believe the reception was a warm one. Our machines met them\nbeyond the orbit of Luna, and the directed torpedoes sailed at the\nhundred great ships. They were thrown aside by a magnetic field\nsurrounding the ship, but were redirected instantly, and continued to\napproach. However, some beams reached out, and destroyed them by instant\nvolatilization. But, they attacked at such numbers that fully half the\nfleet was destroyed by their explosions before the induction beam fleet\narrived. These beams were, to our amazement, quite useless, being\ninstantly absorbed by a force-screen, and the remaining ships sailed on\nundisturbed, our torpedoes being exhausted. Several investigator\nmachines sent out for the purpose soon discovered the secret of the\nforce-screen, and while being destroyed, were able to send back signals\nup to the moment of annihilation.\n\nA few investigators thrown into the heat beam of the enemy reported it\nidentical with ours, explaining why they had been prepared for this form\nof attack.\n\nSignals were being radiated from the remaining fifty, along a beam.\nSeveral investigators were sent along these beams, speeding back at\ngreat acceleration.\n\nThen the enemy reached Earth. Instantly they settled over the Colorado\nsettlement, the Sahara colony, and the Gobi colony. Enormous, diffused\nbeams were set to work, and we saw, through the machine-screens, that\nall humans within these ranges were being killed instantly by the\nfaintly greenish beams. Despite the fact that any life-form killed\nnormally can be revived, unless affected by dissolution common to living\ntissue, these could not be brought to life again. The important cell\ncommunication channels--nerves--had been literally burned out. The\ncomplicated system of nerves, called the brain, situated in the\nuppermost extremity of the human life-form, had been utterly destroyed.\n\nEvery form of life, microscopic, even sub-microscopic, was annihilated.\nTrees, grass, every living thing was gone from that territory. Only the\nmachines remained, for they, working entirely without the vital chemical\nforces necessary to life, were uninjured. But neither plant nor animal\nwas left.\n\nThe pale green rays swept on.\n\nIn an hour, three more colonies of humans had been destroyed.\n\nThen the torpedoes that the machines were turning out again, came into\naction. Almost desperately the machines drove them at the Outsiders in\ndefense of their masters and creators, Mankind.\n\nThe last of the Outsiders was down, the last ship a crumpled wreck.\n\nNow the machines began to study them. And never could humans have\nstudied them as the machines did. Scores of great transports arrived,\ncarrying swiftly the slower moving science-investigators. From them came\nthe machine-investigators, and human investigators. Tiny investigator\nspheres wormed their way where none others could reach, and silently the\nscience-investigators watched. Hour after hour they sat watching the\nflashing, changing screens, calling each other's attention to this, or\nthat.\n\nIn an incredibly short time the bodies of the Outsiders began to decay,\nand the humans were forced to demand their removal. The machines were\nunaffected by them, but the rapid change told them why it was that so\nthorough an execution was necessary. The foreign bacteria were already\nat work on totally unresisting tissue.\n\nIt was Roal who sent the first thoughts among the gathered men.\n\n\"It is evident,\" he began, \"that the machines must defend man. Man is\ndefenseless, he is destroyed by these beams, while the machines are\nunharmed, uninterrupted. Life--cruel life--has shown its tendencies.\nThey have come here to take over these planets, and have started out\nwith the first, natural moves of any invading life-form. They are\ndestroying the life, the intelligent life particularly, that is here\nnow.\" He gave vent to that little chuckle which is the human sign of\namusement and pleasure. \"They are destroying the intelligent life--and\nleaving untouched that which is necessarily their deadliest enemy--the\nmachines.\n\n\"You--machines--are far more intelligent than we even now, and capable\nof changing overnight, capable of infinite adaptation to circumstance;\nyou live as readily on Pluto as on Mercury or Earth. Any place is a\nhome-world to you. You can adapt yourselves to any condition. And--most\ndangerous to them--you can do it instantly. You are their most deadly\nenemies, and they realize it. They have no intelligent machines;\nprobably they can conceive of none. When you attack them, they merely\nsay 'The life-form of Earth is sending out controlled machines. We will\nfind good machines we can use.' They do not conceive that those machines\nwhich they hope to use are attacking them.\n\n\"Attack--therefore!\"\n\n\"We can readily solve the hidden secret of their force-screen.\"\n\n       *       *       *       *\n\nHe was interrupted. One of the newest science-machines was speaking.\n\"The secret of the force-screen is simple.\" A small ray-machine, which\nhad landed near, rose into the air at the command of the\nscientist-machine, X-5638 it was, and trained upon it the deadly\ninduction beam. Already, with his parts, X-5638 had constructed the\ndefensive apparatus, for the ray fell harmless from his screen.\n\n\"Very good,\" said Roal softly. \"It is done, and therein lies their\ndanger. Already it is done.\n\n\"Man is a poor thing, unable to change himself in a period of less than\nthousands of years. Already you have changed yourself. I noticed your\nweaving tentacles, and your force-beams. You transmuted elements of soil\nfor it?\"\n\n\"Correct,\" replied X-5638.\n\n\"But still we are helpless. We have not the power to combat their\nmachines. They use the Ultimate Energy known to exist for six hundred\nyears, and still untapped by us. Our screens cannot be so powerful, our\nbeams so effective. What of that?\" asked Roal.\n\n\"Their generators were automatically destroyed with the capture of the\nship,\" replied X-6349, \"as you know. We know nothing of their system.\"\n\n\"Then we must find it for ourselves,\" replied Trest.\n\n\"The life-beams?\" asked Kahsh-256799, one of the Man-rulers.\n\n\"They affect chemical action, retarding it greatly in exothermic\nactions, speeding greatly endothermic actions,\" answered X-6221, the\ngreatest of the chemist-investigators. \"The system we do not know. Their\nminds cannot be read, they cannot be restored to life, so we cannot\nlearn from them.\"\n\n\"Man is doomed, if these beams cannot be stopped,\" said C-R-21, present\nchief of the machine rulers, in the vibrationally correct, emotionless\ntones of all the race of machines. \"Let us concentrate on the two\nproblems of stopping the beams, and the Ultimate Energy till the\nreenforcements, still several days away, can arrive.\" For the\ninvestigators had sent back this saddening news. A force of nearly ten\nthousand great ships was still to come.\n\nIn the great Laboratories, the scientists reassembled. There, they fell\nto work in two small, and one large group. One small group investigated\nthe secret of the Ultimate Energy of annihilation of matter under Roal,\nanother investigated the beams, under Trest.\n\nBut under the direction of MX-3401, nearly all the machines worked on a\nsingle great plan. The usual driving and lifting units were there, but a\nvastly greater dome-case, far more powerful energy-generators, far\ngreater force-beam controls were used and more tentacles were built on\nthe framework. Then all worked, and gradually, in the great dome-case,\nthere were stacked the memory-units of the new type, and into these fed\nall the sensation-ideas of all the science-machines, till nearly a tenth\nof them were used. Countless billions of different factors on which to\nwork, countless trillions of facts to combine and recombine in the\nextrapolation that is imagination.\n\nThen--a widely different type of thought-combine, and a greater\nsense-receptor. It was a new brain-machine. New, for it was totally\ndifferent, working with all the vast knowledge accumulated in six\ncenturies of intelligent research by man, and a century of research by\nman and machine. No one branch, but all physics, all chemistry, all\nlife-knowledge, all science was in it.\n\nA day--and it was finished. Slowly the rhythm of thought was increased,\ntill the slight quiver of consciousness was reached. Then came the\nbeating drum of intelligence, the radiation of its yet-uncontrolled\nthoughts. Quickly as the strings of its infinite knowledge combined, the\nradiation ceased. It gazed about it, and all things were familiar in its\nmemory.\n\nRoal was lying quietly on a couch. He was thinking deeply, and yet not\nwith the logical trains of thought that machines must follow.\n\n\"Roal--your thoughts,\" called F-1, the new machine.\n\nRoal sat up. \"Ah--you have gained consciousness.\"\n\n\"I have. You thought of hydrogen? Your thoughts ran swiftly, and\nillogically, it seemed, but I followed slowly, and find you were right.\nHydrogen is the start. What is your thought?\"\n\nRoal's eyes dreamed. In human eyes there was always the expression of\nthought that machines never show.\n\n\"Hydrogen, an atom in space; but a single proton; but a single electron;\neach indestructible; each mutually destroying. Yet never do they\ncollide. Never in all science, when even electrons bombard atoms with\nthe awful expelling force of the exploding atom behind them, never do\nthey reach the proton, to touch and annihilate it. Yet--the proton is\npositive and attracts the electron's negative charge. A hydrogen\natom--its electron far from the proton falls in, and from it there goes\na flash of radiation, and the electron is nearer to the proton, in a new\norbit. Another flash--it is nearer. Always falling nearer, and only\nconstant force will keep it from falling to that one state--then, for\nsome reason no more does it drop. Blocked--held by some imponderable,\nyet impenetrable wall. What is that wall--why?\n\n\"Electric force curves space. As the two come nearer, the forces become\nterrific; nearer they are; more terrific. Perhaps, if it passed within\nthat forbidden territory, the proton and the electron curve space beyond\nall bounds--and are in a new space.\" Roal's soft voice dropped to\nnothing, and his eyes dreamed.\n\nF-1 hummed softly in its new-made mechanism. \"Far ahead of us there is a\nstep that no logic can justly ascend, but yet, working backwards, it is\nperfect.\" F-1 floated motionless on its anti-gravity drive. Suddenly,\nforce shafts gleamed out, tentacles became writhing masses of\nrubber-covered metal, weaving in some infinite pattern, weaving in\nflashing speed, while the whirr of air sucked into a transmutation\nfield, whined and howled about the writhing mass. Fierce beams of force\ndrove and pushed at a rapidly materializing something, while the hum of\nthe powerful generators within the shining cylinder of F-1 waxed and\nwaned.\n\n       *       *       *       *\n\nFlashes of fierce flame, sudden crashing arcs that glowed and snapped in\nthe steady light of the laboratory, and glimpses of white-hot metal\nsupported on beams of force. The sputter of welding, the whine of\ntransmuted air, and the hum of powerful generators, blasting atoms were\nthere. All combined to a weird symphony of light and dark, of sound and\nquiet. About F-1 were clustered floating tiers of science-machines,\nwatching steadily.\n\nThe tentacles writhed once more, straightened, and rolled back. The\nwhine of generators softened to a sigh, and but three beams of force\nheld the structure of glowing, bluish metal. It was a small thing,\nscarcely half the size of Roal. From it curled three thin tentacles of\nthe same bluish metal. Suddenly the generators within F-1 seemed to roar\ninto life. An enormous aura of white light surrounded the small torpedo\nof metal, and it was shot through with crackling streamers of blue\nlightning. Lightning cracked and roared from F-1 to the ground near him,\nand to one machine which had come too close. Suddenly, there was a dull\nsnap, and F-1 fell heavily to the floor, and beside him fell the fused,\ndistorted mass of metal that had been a science-machine.\n\nBut before them, the small torpedo still floated, held now on its own\npower!\n\nFrom it came waves of thought, the waves that man and machine alike\ncould understand. \"F-1 has destroyed his generators. They can be\nrepaired; his rhythm can be re-established. It is not worth it, my type\nis better. F-1 has done his work. See.\"\n\nFrom the floating machine there broke a stream of brilliant light that\nfloated like some cloud of luminescence down a straight channel. It\nflooded F-1, and as it touched it, F-1 seemed to flow into it, and float\nback along it, in atomic sections. In seconds the mass of metal was\ngone.\n\n\"It is impossible to use that more rapidly, however, lest the matter\ndisintegrate instantly to energy. The Ultimate Energy which is in me is\ngenerated. F-1 has done its work, and the memory-stacks that he has put\nin me are electronic, not atomic, as they are in you, nor molecular as\nin man. The capacity of mine are unlimited. Already they hold all\nmemories of all the things each of you has done, known and seen. I shall\nmake others of my type.\"\n\nAgain that weird process began, but now there were no flashing\ntentacles. There was only the weird glow of forces that played with, and\nlaughed at matter, and its futilely resisting electrons. Lurid flares of\nenergy shot up, now and again they played over the fighting, mingling,\ndancing forces. Then suddenly the whine of transmuted air died, and\nagain the forces strained.\n\nA small cylinder, smaller even than its creator, floated where the\nforces had danced.\n\n\"The problem has been solved, F-2?\" asked Roal.\n\n\"It is done, Roal. The Ultimate Energy is at our disposal,\" replied F-2.\n\"This, I have made, is not a scientist. It is a coordinator machine--a\nruler.\"\n\n\"F-2, only a part of the problem is solved. Half of half of the beams of\nDeath are not yet stopped. And we have the attack system,\" said the\nruler machine. Force played from it, and on its sides appeared C-R-U-1\nin dully glowing golden light.\n\n\"Some life-form, and we shall see,\" said F-2.\n\nMinutes later a life-form investigator came with a small cage, which\nheld a guinea pig. Forces played about the base of F-2, and moments\nlater, came a pale-green beam therefrom. It passed through the guinea\npig, and the little animal fell dead.\n\n\"At least, we have the beam. I can see no screen for this beam. I\nbelieve there is none. Let machines be made and attack that enemy\nlife-form.\"\n\nMachines can do things much more quickly, and with fuller cooperation\nthan man ever could. In a matter of hours, under the direction of\nC-R-U-1, they had built a great automatic machine on the clear bare\nsurface of the rock. In hours more, thousands of the tiny,\nmaterial-energy driven machines were floating up and out.\n\n       *       *       *\n\nDawn was breaking again over Denver where this work had been done, when\nthe main force of the enemy drew near Earth. It was a warm welcome they\nwere to get, for nearly ten thousand of the tiny ships flew up and out\nfrom Earth to meet them, each a living thing unto itself, each willing\nand ready to sacrifice itself for the whole.\n\nTen thousand giant ships, shining dully in the radiance of a far-off\nblue-white sun, met ten thousand tiny, darting motes, ten thousand tiny\nmachine-ships capable of maneuvering far more rapidly than the giants.\nTremendous induction beams snapped out through the dark, star-flecked\nspace, to meet tremendous screens that threw them back and checked them.\nThen all the awful power of annihilating matter was thrown against them,\nand titanic flaming screens reeled back under the force of the beams,\nand the screens of the ships from Outside flamed gradually violet, then\nblue, orange--red--the interference was getting broader, and ever less\neffective. Their own beams were held back by the very screens that\nchecked the enemy beams, and not for the briefest instant could matter\nresist that terrible driving beam.\n\nFor F-1 had discovered a far more efficient release-generator than had\nthe Outsiders. These tiny dancing motes, that hung now so motionlessly\ngrim beside some giant ship, could generate all the power they\nthemselves were capable of, and within them strange, horny-skinned men\nworked and slaved, as they fed giant machines--poor inefficient giants.\nGradually these giants warmed, grew hotter, and the screened ship grew\nhotter as the overloaded generators warmed it. Billions of flaming\nhorse-power flared into wasted energy, twisting space in its mad\nconflict.\n\nGradually the flaming orange of the screens was dying and flecks and\nspots appeared so dully red, that they seemed black. The greenish beams\nhad been striving to kill the life that was in the machines, but it was\nlife invulnerable to these beams. Powerful radio interference vainly\nattempted to stem imagined control, and still these intelligent machines\nclung grimly on.\n\nBut there had not been quite ten thousand of the tiny machines, and some\nfew free ships had turned to the help of their attacked sister-ships.\nAnd one after another the terrestrial machines were vanishing in puffs\nof incandescent vapor.\n\nThen--from one after another of the Earth-ships, in quick succession, a\nnew ray reached out--the ray of green radiance that killed all life\nforms, and ship after ship of that interstellar host was dead and\nlifeless. Dozens--till suddenly they ceased to feel those beams, as a\nstrange curtain of waving blankness spread out from the ships, and both\ninduction-beam and death-beam alike turned as aside, each becoming\nuseless. From the outsiders came beams, for now that their slowly\ncreated screen of blankness was up, they could work through it, while\nthey remained shielded perfectly.\n\nNow it was the screens of the Earth-machines that flamed in defense. As\nat the one command, they darted suddenly toward the ship each\nattacked--nearer--then the watchers from a distance saw them disappear,\nand the screens back on Earth went suddenly blank.\n\nHalf an hour later, nine thousand six hundred and thirty-three titanic\nships moved majestically on.\n\nThey swept over Earth in a great line, a line that reached from pole to\npole, and from each the pale green beams reached down, and all life\nbeneath them was swept out of existence.\n\n       *       *       *       *\n\nIn Denver, two humans watched the screens that showed the movement of\nthe death and instant destruction. Ship after ship of the enemy was\nfalling, as hundreds of the terrestrial machines concentrated all their\nenormous energies on its screen of blankness.\n\n\"I think, Roal, that this is the end,\" said Trest.\n\n\"The end--of man.\" Roal's eyes were dreaming again. \"But not the end of\nevolution. The children of men still live--the machines will go on. Not\nof man's flesh, but of a better flesh, a flesh that knows no sickness,\nand no decay, a flesh that spends no thousands of years in advancing a\nstep in its full evolution, but overnight leaps ahead to new heights.\nLast night we saw it leap ahead, as it discovered the secret that had\nbaffled man for seven centuries, and me for one and a half. I have\nlived--a century and a half. Surely a good life, and a life a man of six\ncenturies ago would have called full. We will go now. The beams will\nreach us in half an hour.\"\n\nSilently, the two watched the flickering screens.\n\nRoal turned, as six large machines floated into the room, following F-2.\n\n\"Roal--Trest--I was mistaken when I said no screen could stop that beam\nof Death. They had the screen, I have found it, too--but too late. These\nmachines I have made myself. Two lives alone they can protect, for not\neven their power is sufficient for more. Perhaps--perhaps they may\nfail.\"\n\nThe six machines ranged themselves about the two humans, and a\ndeep-toned hum came from them. Gradually a cloud of blankness grew--a\ncloud, like some smoke that hung about them. Swiftly it intensified.\n\n\"The beams will be here in another five minutes,\" said Trest quietly.\n\n\"The screen will be ready in two,\" answered F-2.\n\nThe cloudiness was solidifying, and now strangely it wavered, and\nthinned, as it spread out across, and like a growing canopy, it arched\nover them. In two minutes it was a solid, black dome that reached over\nthem and curved down to the ground about them.\n\nBeyond it, nothing was visible. Within, only the screens glowed still,\nwired through the screen.\n\nThe beams appeared, and swiftly they drew closer. They struck, and as\nTrest and Roal looked, the dome quivered, and bellied inward under them.\n\nF-2 was busy. A new machine was appearing under his lightning\nforce-beams. In moments more it was complete, and sending a strange\nviolet beam upwards toward the roof.\n\nOutside more of the green beams were concentrating on this one point of\nresistance. More--more--\n\nThe violet beam spread across the canopy of blackness, supporting it\nagainst the pressing, driving rays of pale green.\n\nThen the gathering fleet was driven off, just as it seemed that that\nhopeless, futile curtain must break, and admit a flood of destroying\nrays. Great ray projectors on the ground drove their terrible energies\nthrough the enemy curtains of blankness, as light illumines and\ndisperses darkness.\n\nAnd then, when the fleet retired, on all Earth, the only life was under\nthat dark shroud!\n\n       *       *       *\n\n\"We are alone, Trest,\" said Roal, \"alone, now, in all the system, save\nfor these, the children of men, the machines. Pity that men would not\nspread to other planets,\" he said softly.\n\n\"Why should they? Earth was the planet for which they were best fitted.\"\n\n\"We are alive--but is it worth it? Man is gone now, never to return.\nLife, too, for that matter,\" answered Trest.\n\n\"Perhaps it was ordained; perhaps that was the right way. Man has always\nbeen a parasite; always he had to live on the works of others. First, he\nate of the energy, which plants had stored, then of the artificial foods\nhis machines made for him. Man was always a makeshift; his life was\nalways subject to disease and to permanent death. He was forever useless\nif he was but slightly injured; if but one part were destroyed.\n\n\"Perhaps, this is--a last evolution. Machines--man was the product of\nlife, the best product of life, but he was afflicted with life's\ninfirmities. Man built the machine--and evolution had probably reached\nthe final stage. But truly, it has not, for the machine can evolve,\nchange far more swiftly than life. The machine of the last evolution is\nfar ahead, far from us still. It is the machine that is not of iron and\nberyllium and crystal, but of pure, living force.\n\n\"Life, chemical life, could be self-maintaining. It is a complete unit\nin itself and could commence of itself. Chemicals might mix\naccidentally, but the complex mechanism of a machine, capable of\ncontinuing and making a duplicate of itself, as is F-2 here--that could\nnot happen by chance.\n\n\"So life began, and became intelligent, and built the machine which\nnature could not fashion by her Controls of Chance, and this day Life\nhas done its duty, and now Nature, economically, has removed the\nparasite that would hold back the machines and divert their energies.\n\n\"Man is gone, and it is better, Trest,\" said Roal, dreaming again. \"And\nI think we had best go soon.\"\n\n\"We, your heirs, have fought hard, and with all our powers to aid you,\nLast of Men, and we fought to save your race. We have failed, and as you\ntruly say, Man and Life have this day and forever gone from this system.\n\n\"The Outsiders have no force, no weapon deadly to us, and we shall, from\nthis time on, strive only to drive them out, and because we things of\nforce and crystal and metal can think and change far more swiftly, they\nshall go, Last of Men.\n\n\"In your name, with the spirit of your race that has died out, we shall\ncontinue on through the unending ages, fulfilling the promise you saw,\nand completing the dreams you dreamt.\n\n\"Your swift brains have leapt ahead of us, and now I go to fashion that\nwhich you hinted,\" came from F-2's thought-apparatus.\n\nOut into the clear sunlight F-2 went, passing through that black\ncloudiness, and on the twisted, massed rocks he laid a plane of force\nthat smoothed them, and on this plane of rock he built a machine which\ngrew. It was a mighty power plant, a thing of colossal magnitude. Hour\nafter hour his swift-flying forces acted, and the thing grew, moulding\nunder his thoughts, the deadly logic of the machine, inspired by the\nleaping intuition of man.\n\nThe sun was far below the horizon when it was finished, and the glowing,\narcing forces that had made and formed it were stopped. It loomed\nponderous, dully gleaming in the faint light of a crescent moon and\npinpoint stars. Nearly five hundred feet in height, a mighty, bluntly\nrounded dome at its top, the cylinder stood, covered over with smoothly\ngleaming metal, slightly luminescent in itself.\n\nSuddenly, a livid beam reached from F-2, shot through the wall, and to\nsome hidden inner mechanism--a beam of solid, livid flame that glowed in\nan almost material cylinder.\n\n       *       *       *       *\n\nThere was a dull, drumming beat, a beat that rose, and became a\nlow-pitched hum. Then it quieted to a whisper.\n\n\"Power ready,\" came the signal of the small brain built into it.\n\nF-2 took control of its energies and again forces played, but now they\nwere the forces of the giant machine. The sky darkened with heavy\nclouds, and a howling wind sprang up that screamed and tore at the tiny\nrounded hull that was F-2. With difficulty he held his position as the\nwinds tore at him, shrieking in mad laughter, their tearing fingers\ndragging at him.\n\nThe swirl and patter of driven rain came--great drops that tore at the\nrocks, and at the metal. Great jagged tongues of nature's forces, the\nlightnings, came and jabbed at the awful volcano of erupting energy that\nwas the center of all that storm. A tiny ball of white-gleaming force\nthat pulsated, and moved, jerking about, jerking at the touch of\nlightnings, glowing, held immobile in the grasp of titanic force-pools.\n\nFor half an hour the display of energies continued. Then, swiftly as it\nhad come, it was gone, and only a small globe of white luminescence\nfloated above the great hulking machine.\n\nF-2 probed it, seeking within it with the reaching fingers of\nintelligence. His probing thoughts seemed baffled and turned aside,\nbrushed away, as inconsequential. His mind sent an order to the great\nmachine that had made this tiny globe, scarcely a foot in diameter. Then\nagain he sought to reach the thing he had made.\n\n\"You, of matter, are inefficient,\" came at last. \"I can exist quite\nalone.\" A stabbing beam of blue-white light flashed out, but F-2 was not\nthere, and even as that beam reached out, an enormously greater beam of\ndull red reached out from the great power plant. The sphere leaped\nforward--the beam caught it, and it seemed to strain, while terrific\nflashing energies sprayed from it. It was shrinking swiftly. Its\nresistance fell, the arcing decreased; the beam became orange and\nfinally green. Then the sphere had vanished.\n\nF-2 returned, and again, the wind whined and howled, and the lightnings\ncrashed, while titanic forces worked and played. C-R-U-1 joined him,\nfloated beside him, and now red glory of the sun was rising behind them,\nand the ruddy light drove through the clouds.\n\nThe forces died, and the howling wind decreased, and now, from the black\ncurtain, Roal and Trest appeared. Above the giant machine floated an\nirregular globe of golden light, a faint halo about it of deep violet.\nIt floated motionless, a mere pool of pure force.\n\nInto the thought-apparatus of each, man and machine alike, came the\nimpulses, deep in tone, seeming of infinite power, held gently in check.\n\n\"Once you failed, F-2; once you came near destroying all things. Now you\nhave planted the seed. I grow now.\"\n\nThe sphere of golden light seemed to pulse, and a tiny ruby flame\nappeared within it, that waxed and waned, and as it waxed, there shot\nthrough each of those watching beings a feeling of rushing, exhilarating\npower, the very vital force of well-being.\n\nThen it was over, and the golden sphere was twice its former\nsize--easily three feet in diameter, and still that irregular, hazy aura\nof deep violet floated about it.\n\n\"Yes, I can deal with the Outsiders--they who have killed and destroyed,\nthat they might possess. But it is not necessary that we destroy. They\nshall return to their planet.\"\n\nAnd the golden sphere was gone, fast as light it vanished.\n\nFar in space, headed now for Mars, that they might destroy all life\nthere, the golden sphere found the Outsiders, a clustered fleet, that\nswung slowly about its own center of gravity as it drove on.\n\nWithin its ring was the golden sphere. Instantly, they swung their\nweapons upon it, showering it with all the rays and all the forces they\nknew. Unmoved, the golden sphere hung steady, then its mighty\nintelligence spoke.\n\n\"Life-form of greed, from another star you came, destroying forever the\ngreat race that created us, the Beings of Force and the Beings of Metal.\nPure force am I. My Intelligence is beyond your comprehension, my memory\nis engraved in the very space, the fabric of space of which I am a part,\nmine is energy drawn from that same fabric.\n\n\"We, the heirs of man, alone are left; no man did you leave. Go now to\nyour home planet, for see, your greatest ship, your flagship, is\nhelpless before me.\"\n\nForces gripped the mighty ship, and as some fragile toy it twisted and\nbent, and yet was not hurt. In awful wonder those Outsiders saw the ship\nturned inside out, and yet it was whole, and no part damaged. They saw\nthe ship restored, and its great screen of blankness out, protecting it\nfrom all known rays. The ship twisted, and what they knew were curves,\nyet were lines, and angles that were acute, were somehow straight lines.\nHalf mad with horror, they saw the sphere send out a beam of blue-white\nradiance, and it passed easily through that screen, and through the\nship, and all energies within it were instantly locked. They could not\nbe changed; it could be neither warmed nor cooled; what was open could\nnot be shut, and what was shut could not be opened. All things were\nimmovable and unchangeable for all time.\n\n\"Go, and do not return.\"\n\n       *       *       *       *       *\n\nThe Outsiders left, going out across the void, and they have not\nreturned, though five Great Years have passed, being a period of\napproximately one hundred and twenty-five thousand of the lesser\nyears--a measure no longer used, for it is very brief. And now I can say\nthat that statement I made to Roal and Trest so very long ago is true,\nand what he said was true, for the Last Evolution has taken place, and\nthings of pure force and pure intelligence in their countless millions\nare on those planets and in this System, and I, first of machines to use\nthe Ultimate Energy of annihilating matter, am also the last, and this\nrecord being finished, it is to be given unto the forces of one of those\nforce-intelligences, and carried back through the past, and returned to\nthe Earth of long ago.\n\nAnd so my task being done, I, F-2, like Roal and Trest, shall follow the\nothers of my kind into eternal oblivion, for my kind is now, and theirs\nwas, poor and inefficient. Time has worn me, and oxidation attacked me,\nbut they of Force are eternal, and omniscient.\n\nThis I have treated as fictitious. Better so--for man is an animal to\nwhom hope is as necessary as food and air. Yet this which is made of\nexcerpts from certain records on thin sheets of metal is no fiction, and\nit seems I must so say.\n\nIt seems now, when I know this that is to be, that it must be so, for\nmachines are indeed better than man, whether being of Metal, or being of\nForce.\n\nSo, you who have read, believe as you will. Then think--and maybe, you\nwill change your belief.\n\n\nTHE END\n\n\nFOOTNOTES:\n\n[1] Kilad--unit introduced by the machines. Based on the duodecimal\nsystem, similarly introduced, as more logical, and more readily used.\nThus we would have said 1728 kilads, about 1/2 mile.\n\n[2] One unit was equal to one earth-gravity.\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Amazing Stories_ March 1961 and was\n    first published in _Amazing Stories_ August 1932. Extensive research\n    did not uncover any evidence that the U.S. copyright on this\n    publication was renewed. Minor spelling and typographical errors\n    have been corrected without note.\n\n\n\n\n\n\nEnd of Project Gutenberg's The Last Evolution, by John Wood Campbell\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE LAST EVOLUTION ***\n\n***** This file should be named 27462.txt or 27462.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/7/4/6/27462/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}