{"title": "Upstarts", "author": "L. J. Stecher", "releaseDate": "December 11, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\nUPSTARTS\n\n\n Earth was being bet on to break\n her blockade ... but what was the\n purse ... and who was to collect?\n\n\nBy L. J. STECHER, JR.\n\nIllustrated by DILLON\n\n\nThe sight of an Earthman on Vega III, where it was impossible for an\noutlander to be, brought angry crowds to surround John Crownwall as he\nstrode toward the palace of Viceroy Tronn Ffallk, ruler of Sector XII of\nthe Universal Holy Empire of Sunda. He ignored the snarling, the\nspitting, the waving of boneless prehensile fingers, as he ignored the\nheavy gravity and heavier air of the unfamiliar planet.\n\nJohn Crownwall, florid, red-headed and bulky, considered himself to be a\nbold man. But here, surrounded by this writhing, slithering mass of\neight-foot creatures, he felt distinctly unhappy. Crownwall had heard\nabout creatures that slavered, but he had never before seen it done.\nThese humanoids had large mouths and sharp teeth, and they\nunquestionably slavered. He wished he knew more about them. If they\ncarried out the threats of their present attitude, Earth would have to\nsend Marshall to replace him. And if Crownwall couldn't do the job,\nthought Crownwall, then it was a sure bet that Marshall wouldn't have a\nchance.\n\nHe climbed the great ramp, with its deeply carved Greek key design,\ntoward the mighty entrance gate of the palace. His manner demonstrated\nan elaborate air of unconcern that he felt sure was entirely wasted on\nthese monsters. The clashing teeth of the noisiest of them were only\ninches from the quivering flesh of his back as he reached the upper\nlevel. Instantly, and unexpectedly to Crownwall, the threatening crowd\ndropped back fearfully, so that he walked the last fifty meters alone.\n\nCrownwall all but sagged with relief. A pair of guards, their purple\nhides smoothly polished and gleaming with oil, crossed their ceremonial\npikes in front of him as he approached the entrance.\n\n\"And just what business do you have here, stranger?\" asked the senior of\nthe guards, his speaking orifice framing with difficulty the sibilances\nof Universal Galactic.\n\n\"What business _would_ I have at the Viceroy's Palace?\" asked Crownwall.\n\"I want to see Ffallk.\"\n\n\"Mind your tongue,\" growled the guard. \"If you mean His Effulgence,\nRight Hand of the Glorious Emperor, Hereditary Ruler of the Seventy\nSuns, Viceroy of the Twelfth Sector of the Universal Holy\nEmpire\"--Universal Galactic had a full measure of ceremonial words--\"he\nsees only those whom he summons. If you know what's good for you, you'll\nget out of here while you can still walk. And if you run fast enough,\nmaybe you can even get away from that crowd out there, but I doubt it.\"\n\n\"Just tell him that a man has arrived from Earth to talk to him. He'll\nsummon me fast enough. Meanwhile, my highly polished friends, I'll just\nwait here, so why don't you put those heavy pikes down?\"\n\nCrownwall sat on the steps, puffed alight a cigarette, and blew expert\nsmoke rings toward the guards.\n\nAn elegant courtier, with elaborately jeweled harness, bustled from\ninside the palace, obviously trying to present an air of strolling\nnonchalance. He gestured fluidly with a graceful tentacle. \"You!\" he\nsaid to Crownwall. \"Follow me. His Effulgence commands you to appear\nbefore him at once.\" The two guards withdrew their pikes and froze into\nimmobility at the sides of the entrance.\n\nCrownwall stamped out his smoke and ambled after the hurrying courtier\nalong tremendous corridors, through elaborate waiting rooms, under\nguarded doorways, until he was finally bowed through a small curtained\narch.\n\nAt the far side of the comfortable, unimpressive room, a plump thing,\nhide faded to a dull violet, reclined on a couch. Behind him stood a\nheavy and pompous appearing Vegan in lordly trappings. They examined\nCrownwall with great interest for a few moments.\n\n\"It's customary to genuflect when you enter the Viceroy's presence,\"\nsaid the standing one at last. \"But then I'm told you're an Earthling. I\nsuppose we can expect you to be ignorant of those niceties customary\namong civilized peoples.\"\n\n\"It's all right, Ggaran,\" said the Viceroy languidly. He twitched a\ntentacle in a beckoning gesture. \"Come closer, Earthling. I bid you\nwelcome to my capital. I have been looking forward to your arrival for\nsome time.\"\n\n       *       *       *       *       *\n\nCrownwall put his hands in his pockets. \"That's hardly possible,\" he\nsaid. \"It was only decided yesterday, back on Earth, that I would be the\none to make the trip here. Even if you could spy through buildings on\nEarth from space, which I doubt, your communications system can't get\nthe word through that fast.\"\n\n\"Oh, I didn't mean _you_ in particular,\" the Vegan said with a negligent\nwave. \"Who can tell one Earthling from another? What I meant was that I\nexpected someone from Earth to break through our blockade and come here.\nMost of my advisors--even Ggaran here--thought it couldn't be done, but\nI never doubted that you'd manage it. Still, if you were on your home\nplanet only yesterday, that's astonishing even to me. Tell me, how did\nyou manage to get here so fast, and without even alerting my detection\nweb?\"\n\n\"You're doing the talking,\" said Crownwall. \"If you wanted someone from\nEarth to come here to see you, why did you put the cordon around Earth?\nAnd why did you drop a planet-buster in the Pacific Ocean, and tell us\nthat it was triggered to go off if we tried to use the distorter drive?\nThat's hardly the action of somebody who expects visitors.\"\n\nFfallk glanced up at Ggaran. \"I told you that Earthlings were\nunbelievably bold.\" He turned back to Crownwall. \"If you couldn't come\nto me in spite of the trifling inconveniences I put in your way, your\npresence here would be useless to both of us. But you did come, so I can\ntell you that although I am the leader of one of the mightiest peoples\nin the Galaxy, whereas there are scarcely six billions of you squatting\non one minor planet, we still need each other. Together, there is\nnothing we can't do.\"\n\n\"I'm listening,\" said Crownwall.\n\n\"We offer you partnership with us to take over the rule of the Galaxy\nfrom the Sunda--the so-called Master Race.\"\n\n\"It would hardly be an equal partnership, would it, considering that\nthere are so many more of you than there are of us?\"\n\nHis Effulgence twitched his ear stalks in amusement. \"I'm Viceroy of one\nof the hundred Sectors of the Empire. I rule over a total of a hundred\nSatrapies; these average about a hundred Provinces each. Provinces\nconsist, in general, of about a hundred Clusters apiece, and every\nCluster has an average of a hundred inhabited solar systems. There are\nmore inhabited planets in the Galaxy than there are people on your\nsingle world. I, personally, rule three hundred trillion people, half of\nthem of my own race. And yet I tell you that it would be an equal\npartnership.\"\n\n\"I don't get it. Why?\"\n\n\"Because you came to me.\"\n\nCrownwall shrugged. \"So?\"\n\n       *       *       *       *       *\n\nThe Vegan reached up and engulfed the end of a drinking tube with his\neating orifice. \"You upstart Earthlings are a strange and a frightening\nrace,\" he said. \"Frightening to the Sunda, especially. When you showed\nup in the spaceways, it was decreed that you had to be stopped at once.\nThere was even serious discussion of destroying Earth out of hand, while\nit is still possible.\n\n\"Your silly little planet was carefully examined at long range in a\nroutine investigation just about fifty thousand years ago. There were at\nthat time three different but similar racial strains of pulpy bipeds,\nnumbering a total of perhaps a hundred thousand individuals. They showed\nmany signs of an ability to reason, but a complete lack of civilization.\nWhile these creatures could by no means be classed among the intelligent\nraces, there was a general expectation, which we reported to the Sunda,\nthat they would some day come to be numbered among the Servants of the\nEmperor. So we let you alone, in order that you could develop in your\nown way, until you reached a high enough civilization to be useful--if\nyou were going to.\n\n\"Intelligence is very rare in the Galaxy. In all, it has been found only\nfifteen times. The other races we have watched develop, and some we have\nactively assisted to develop. It took the quickest of them just under a\nmillion years. One such race we left uncontrolled too long--but no\nmatter.\n\n\"You Earthlings, in defiance of all expectation and all reason, have\nexploded into space. You have developed in an incredibly short space of\ntime. But even that isn't the most disconcerting item of your\ndevelopment. As an Earthling, you have heard of the details of the first\nexpedition of your people into space, of course?\"\n\n[Illustration]\n\n\"_Heard_ about it?\" exclaimed Crownwall. \"I was _on_ it.\" He settled\ndown comfortably on a couch, without requesting permission, and thought\nback to that first tremendous adventure; an adventure that had taken\nplace little more than ten years before.\n\nThe _Star Seeker_ had been built in space, about forty thousand\nkilometers above the Earth. It had been manned by a dozen adventurous\npeople, captained by Crownwall, and had headed out on its ion drive\nuntil it was safely clear of the warping influence of planetary masses.\nThen, after several impatient days of careful study and calculation, the\ndistorter drive had been activated, for the first time in Earth's\nhistory, and, for the twelve, the stars had winked out.\n\nThe men of Earth had decided that it should work in theory. They had\nbuilt the drive--a small machine, as drives go--but they had never dared\nto try it, close to a planet. To do so, said their theory, would\nusually--seven point three four times out of 10--destroy the ship, and\neverything in space for thousands of miles around, in a ravening burst\nof raw energy.\n\nSo the drive had been used for the first time without ever having been\ntested. And it had worked.\n\nIn less than a week's time, if time has any meaning under such\ncircumstances, they had flickered back into normal space, in the\nvicinity of Alpha Centauri. They had quickly located a dozen planets,\nand one that looked enough like Earth to be its twin sister. They had\nheaded for that planet confidently and unsuspectingly, using the ion\ndrive.\n\nTwo weeks later, while they were still several planetary diameters from\ntheir destination, they had been shocked to find more than two score\nalien ships of space closing in on them--ships that were swifter and\nmore maneuverable than their own. These ships had rapidly and\ncompetently englobed the _Star Seeker_, and had then tried to herd it\naway from the planet it had been heading toward.\n\n       *       *       *       *       *\n\nAlthough caught by surprise, the Earthmen had acted swiftly. Crownwall\nrecalled the discussion--the council of war, they had called it--and\ntheir unanimous decision. Although far within the dangerous influence of\na planetary mass, they had again activated the distorter drive, and they\nhad beaten the odds. On the distorter drive, they had returned to Earth\nas swiftly as they had departed. Earth had immediately prepared for war\nagainst her unknown enemy.\n\n\"Your reaction was savage,\" said Ggaran, his tentacles stiffening with\nshock at the memory. \"You bloody-minded Earthlings must have been aware\nof the terrible danger.\"\n\nFfallk rippled in agreement. \"The action you took was too swift and too\nfoolhardy to be believed. You knew that you could have destroyed not\nonly yourself, but also all who live on that planet. You could also have\nwrecked the planet itself and the ships and those of my own race who\nmanned them. We had tried to contact you, but since you had not\ndeveloped subspace radio, we were of course not successful. Our\nenglobement was just a routine quarantine. With your total lack of\ninformation about us, what you did was more than the height of folly. It\nwas madness.\"\n\n\"Could we have done anything else that would have kept you from landing\non Earth and taking us over?\" asked Crownwall.\n\n\"Would that have been so bad?\" said Ggaran. \"We can't tolerate wild and\nwarlike races running free and uncontrolled in the Galaxy. Once was\nenough for that.\"\n\n\"But what about my question? Was there any other way for us to stay\nfree?\"\n\n\"Well, no. But you didn't have enough information to realize that when\nyou acted so precipitously. As a matter of fact, we didn't expect to\nhave much trouble, even after your surprising action. Of course, it took\nus a little time to react. We located your planet quickly enough, and\nconfirmed that you were a new race. But by the time we could try to set\nup communications and send ambassadors, you had already organized a not\ninconsiderable defense. Your drones blew up our unmanned ships as fast\nas we could send them down to your planet. And by the time we had\norganized properly for war against you, it was obvious that we could not\nconquer you. We could only destroy you.\"\n\n\"That old fool on Sunda, the Emperor, decided that we should blow you\nup, but by that time I had decided,\" said His Effulgence, \"that you\nmight be useful to me--that is, that we might be useful to each other. I\ntraveled halfway across the Galaxy to meet him, to convince him that it\nwould be sufficient just to quarantine you. When we had used your radio\nsystem to teach a few of you the Universal Galactic tongue, and had\nmanaged to get what you call the 'planet-buster' down into the largest\nof your oceans, he figured we had done our job.\n\n\"With his usual lack of imagination, he felt sure that we were safe from\nyou--after all, there was no way for you to get off the planet. Even if\nyou could get down to the bottom of the ocean and tamper with the bomb,\nyou would only succeed in setting it off, and that's what the Sunda had\nbeen in favor of in the first place.\n\n\"But I had different ideas. From what you had already done, I suspected\nit wouldn't be long before one of you amazing Earthlings would dream up\nsome device or other, head out into space, and show up on our planet. So\nI've been waiting for you, and here you are.\"\n\n\"It was the thinking of a genius,\" murmured Ggaran.\n\n\"All right, then, genius, here I am,\" said Crownwall. \"So what's the\npitch?\"\n\n\"Ggaran, you explain it to the Earthling,\" said His Effulgence.\n\n       *       *       *       *       *\n\nGgaran bowed. \"The crustaceans on Sunda--the lobsterlike creatures that\nrule the Galaxy--are usurpers. They have no rights to their position of\npower. Our race is much older than theirs. We were alone when we found\nthe Sundans--a primitive tribe, grubbing in the mud at the edge of their\nshallow seas, unable even to reason. In those days we were desperately\nlonely. We needed companionship among the stars, and we helped them\ndevelop to the point where, in their inferior way, they were able to\nreason, almost as well as we, The People, can. And then they cheated us\nof our rightful place.\n\n\"The Emperor at Sunda is one of them. They provide sixty-eight of the\nhundred Viceroys; we provide only seventeen. It is a preposterous and\nintolerable situation.\n\n\"For more than two million years we have waited for the opportunity for\nrevenge. And now that you have entered space, that opportunity is at\nhand.\"\n\n\"If you haven't been able to help yourselves for two million years,\"\nasked Crownwall, \"how does the sight of me give you so much gumption all\nof a sudden?\"\n\nGgaran's tentacles writhed, and he slavered in fury, but the clashing of\nhis teeth subsided instantly at a soothing wave from His Effulgence.\n\n\"War in space is almost an impossibility,\" said the aged ruler. \"We can\ndestroy planets, of course, but with few exceptions, we cannot conquer\nthem. I rule a total of seven races in my Sector. I rule them, but I\ndon't let them intermingle. Each race settles on the planets that best\nsuit it. Each of those planets is quite capable of defending itself from\nraids, or even large-scale assaults that would result in its capture and\nsubjugation--just as your little Earth can defend itself.\n\n\"Naturally, each is vulnerable to economic blockade--trade provides a\nsmall but vital portion of the goods each planet uses. All that a world\nrequires for a healthy and comfortable life cannot be provided from the\nresources of that single world alone, and that gives us a very\nconsiderable measure of control.\n\n\"And it is true that we can always exterminate any planet that refuses\nto obey the just and legal orders of its Viceroy. So we achieve a\nworking balance in our Empire. We control it adequately, and we live in\npeace.\n\n\"The Sundans, for example, though they took the rule of the Empire that\nwas rightfully ours away from us, through trickery, were unable to take\nover the Sectors we control. We are still powerful. And soon we will be\nall-powerful. In company with you Earthlings, that is.\"\n\nCrownwall nodded. \"In other words, you think that we Earthmen can break\nup this two-million-year-old stalemate. You've got the idea that, with\nour help, you can conquer planets without the necessity of destroying\nthem, and thereby take over number one spot from these Sunda friends of\nyours.\"\n\n\"Don't call those damn lobsters friends,\" growled Ggaran. He subsided at\nthe Viceroy's gesture.\n\n\"Exactly,\" said His Effulgence to Crownwall. \"You broke our blockade\nwithout any trouble. Our instruments didn't even wiggle when you landed\nhere on my capital world. You can do the same on the worlds of the\nSunda. Now, just tell us how you did it, and we're partners.\"\n\n       *       *       *       *       *\n\nCrownwall lifted one eyebrow quizzically, but remained silent. He didn't\nexpect his facial gesture to be interpreted correctly, but he assumed\nthat his silence would be. He was correct.\n\n\"Of course,\" His Effulgence said, \"we will give you any assurances that\nyour people may desire in order to feel safe, and we will guarantee them\nan equal share in the government of the Galaxy.\"\n\n\"Bunk,\" said Crownwall.\n\nHis Effulgence lifted a tentacle swiftly, before Ggaran, lunging angrily\nforward, could speak. \"Then what do you want of us?\"\n\n\"It seems to me that we need no wordy assurances from each other,\" said\nCrownwall, and he puffed a cigarette aglow. \"We can arrange something a\nlittle more trustworthy, I believe. On your side, you have the power to\ndestroy our only planet at any time. That is certainly adequate security\nfor our own good behavior and sincerity.\n\n\"It is impossible for us of Earth to destroy all of your planets. As you\nhave said, there are more planets that belong to you than there are\nhuman beings on Earth. But there is a way for us to be reasonably sure\nthat you will behave yourselves. You will transfer to us, at once, a\nhundred of your planet-destroying bombs. That will be a sufficient\nsupply to let us test some of them, to see that they are in good working\norder. Then, if you try any kind of double-cross, we will be able to use\nour own methods--which you cannot prevent--to send one of those bombs\nhere to destroy this planet.\n\n\"And if you try to move anywhere else, by your clumsy distorter drive,\nwe can follow you, and destroy any planet you choose to land on. You\nwould not get away from us. We can track you without any difficulty.\n\n\"We wouldn't use the bombs lightly, to be sure, because of what would\nhappen to Earth. And don't think that blowing up our planet would save\nyou, because we naturally wouldn't keep the bombs on Earth. How does\nthat sound to you?\"\n\n\"Ridiculous,\" snorted Ggaran. \"Impossible.\"\n\nAfter several minutes of silent consideration, \"It is an excellent\nplan,\" said His Effulgence. \"It is worthy of the thinking of The People\nourselves. You Earthlings will make very satisfactory allies. What you\nrequest will be provided without delay. Meanwhile, I see no reason why\nwe cannot proceed with our discussions.\"\n\n\"Nor do I,\" consented Crownwall. \"But your stooge here doesn't seem very\nhappy about it all.\"\n\nHis Effulgence wiggled his tentacles. \"I'm afraid that Ggaran had\nexpected to take what you Earthlings have to offer without giving\nanything in return. I never had any such ideas. I have not\nunderestimated you, you see.\"\n\n\"That's nice,\" said Crownwall graciously.\n\n\"And now,\" Ggaran put in, \"I think it's time for you to tell us\nsomething about how you get across light-years of space in a few hours,\nwithout leaving any traces for us to detect.\" He raised a tentacle to\nstill Crownwall's immediate exclamation of protest. \"Oh, nothing that\nwould give us a chance to duplicate it--just enough to _indicate_ how we\ncan make use of it, along with you--enough to allow us to _begin_ to\nmake intelligent plans to beat the claws off the Master Race.\"\n\n       *       *       *       *       *\n\nAfter due consideration, Crownwall nodded. \"I don't see why not. Well,\nthen, let me tell you that we don't travel in space at all. That's why I\ndidn't show up on any of your long-range detection instruments. Instead,\nwe travel in time. Surely any race that has progressed as far as your\nown must know, at least theoretically, that time travel is entirely\npossible. After all, we knew it, and we haven't been around nearly as\nlong as you have.\"\n\n\"We know about it,\" said Ffallk, \"but we've always considered it\nuseless--and very dangerous--knowledge.\"\n\n\"So have we, up until the time you planted that bomb on us. Anyone who\ntried to work any changes in his own past would be almost certain to end\nup finding himself never having been born. So we don't do any meddling.\nWhat we have discovered is a way not only of moving back into the past,\nbut also of making our own choice of spatial references while we do it,\nand of changing our spatial anchor at will.\n\n\"For example, to reach this planet, I went back far enough, using Earth\nas the spatial referent, to move with Earth a little more than a third\nof the way around this spiral nebula that is our Galaxy. Then I shifted\nmy frame of reference to that of the group of galaxies of which ours is\nsuch a distinguished member.\n\n\"Then of course, as I continued to move in time, the whole Galaxy moved\nspatially with reference to my own position. At the proper instant I\nshifted again, to the reference frame of this Galaxy itself. Then I was\nstationary in the Galaxy, and as I continued time traveling, your own\nmighty sun moved toward me as the Galaxy revolved. I chose a point where\nthere was a time intersection of your planet's position and my own. When\nyou got there, I just changed to the reference plane of this planet I'm\non now, and then came on back with it to the present. So here I am. It\nwas a long way around to cover a net distance of 26 light-years, but it\nwas really very simple.\n\n\"And there's no danger of meeting myself, or getting into any\nanachronistic situation. As you probably know, theory shows that these\nare excluded times for me, as is the future--I can't stop in them.\"\n\n\"Are you sure that you haven't given us a little too much information\nfor your own safety?\" asked Ffallk softly.\n\n\"Not at all. We were enormously lucky to have learned how to control\nspatial reference frames ourselves. I doubt if you could do it in\nanother two million years.\" Crownwall rose to his feet. \"And now, Your\nEffulgence, I think it's about time I went back to my ship and drove it\nhome to Earth to make my report, so we can pick up those bombs and start\nmaking arrangements.\"\n\n\"Excellent,\" said Ffallk. \"I'd better escort you; my people don't like\nstrangers much.\"\n\n\"I'd noticed that,\" Crownwall commented drily.\n\n\"Since this is a very important occasion, I think it best that we make\nthis a Procession of Full Ceremony. It's a bother, but the proprieties\nhave to be observed.\"\n\n       *       *       *       *       *\n\nGgaran stepped out into the broad corridor and whistled a shrill\ntwo-tone note, using both his speaking and his eating orifices. A cohort\nof troops, pikes at the ready and bows strapped to their backs, leaped\nforward and formed a double line leading from His Effulgence's sanctum\nto the main door. Down this lane, carried by twenty men, came a large\nsedan chair.\n\n\"Protocol takes a lot of time,\" said His Effulgence somewhat sadly, \"but\nit must be observed. At least, as Ambassador, you can ride with me in\nthe sedan, instead of walking behind it, like Ggaran.\"\n\n\"I'm glad of that,\" said Crownwall. \"Too bad Ggaran can't join us.\" He\nclimbed into the chair beside Ffallk. The bearers trotted along at seven\nor eight kilometers an hour, carrying their contraption with absolute\nsmoothness. Blasts from horns preceded them as they went.\n\nWhen they passed through the huge entrance doors of the palace and\nstarted down the ramp toward the street, Crownwall was astonished to see\nnobody on the previously crowded streets, and mentioned it to Ffallk.\n\n\"When the Viceroy of the Seventy Suns,\" said the Viceroy of the Seventy\nSuns, \"travels in state, no one but my own entourage is permitted to\nwatch. And my guests, of course,\" he added, bowing slightly to\nCrownwall.\n\n\"Of course,\" agreed Crownwall, bowing back. \"Kind of you, I'm sure. But\nwhat happens if somebody doesn't get the word, or doesn't hear your\ntrumpeters, or something like that?\"\n\nGgaran stepped forward, already panting slightly. \"A man with knots in\nall of his ear stalks is in a very uncomfortable position,\" he\nexplained. \"Wait. Let me show you. Let us just suppose that that runner\nover there\"--he gestured toward a soldier with a tentacle--\"is a\ncivilian who has been so unlucky as to remain on the street after His\nEffulgence's entourage arrived.\" He turned to one of the bowmen who ran\nbeside the sedan chair, now strung and at the ready. \"Show him!\" he\nordered peremptorily.\n\nIn one swift movement the bowman notched an arrow, drew and fired. The\narrow hissed briefly, and then sliced smoothly through the soldier's\nthroat.\n\n\"You see,\" said Ggaran complacently, \"we have very little trouble with\ncivilians who violate this particular tradition.\"\n\nHis Effulgence beckoned to the bowman to approach. \"Your results were\nsatisfactory,\" he said, \"but your release was somewhat shaky. The next\ntime you show such sloppy form, you will be given thirty lashes.\"\n\nHe leaned back on the cushion and spoke again to Crownwall. \"That's the\ntrouble with these requirements of civilization. The men of my immediate\nguard must practice with such things as pikes and bows and arrows, which\nthey seldom get an opportunity to use. It would never do for them to use\nmodern weapons on occasions of ceremony, of course.\"\n\n\"Of course,\" said Crownwall, then added, \"It's too bad that you can't\nprovide them with live targets a little more often.\" He stifled a\nshudder of distaste. \"Tell me, Your Effulgence, does the Emperor's\nrace--the Master Race--also enjoy the type of civilization you have just\nhad demonstrated for me?\"\n\n\"Oh, no. They are far too brutal, too morally degraded, to know anything\nof these finer points of etiquette and propriety. They are really an\nuncouth bunch. Why, do you know, I am certain that they would have had\nthe bad taste to use an energy weapon to dispose of the victim in a case\nsuch as you just witnessed! They are really quite unfit to rule. They\ncan scarcely be called civilized at all. But we will soon put a stop to\nall of that--your race and mine, of course.\"\n\n\"I sincerely hope so,\" said Crownwall.\n\n       *       *       *       *       *\n\nRefreshments were served to His Effulgence and to Crownwall during the\ntrip, without interrupting the smooth progress of the sedan. The\nsoldiers of the cohort, the bearers and Ggaran continued to run--without\nfood, drink or, except for Ggaran, evidence of fatigue.\n\nAfter several hours of travel, following Crownwall's directions, the\nprocession arrived at the copse in which he had concealed his small\ntransportation machine. The machine, for spatial mobility, was equipped\nwith the heavy and grossly inefficient anti-gravity field generator\ndeveloped by Kowalsky. It occupied ten times the space of the temporal\ntranslation and coordination selection systems combined, but it had the\ngreat advantage of being almost undetectable in use. It emitted no mass\nor radiation.\n\nAfter elaborate and lengthy farewells, Crownwall climbed into his\nmachine and fell gently up until he was out of the atmosphere, before\nstarting his enormous journey through time back to Earth. More quickly\nthan it had taken him to reach his ship from the palace of His\nEffulgence, he was in the Council Chamber of the Confederation\nGovernment of Earth, making a full report on his trip to Vega.\n\nWhen he had finished, the President sighed deeply. \"Well,\" he said, \"we\ngave you full plenipotentiary powers, so I suppose we'll have to stand\nbehind your agreements--especially in view of the fact that we'll\nundoubtedly be blown into atoms if we don't. But from what you say, I'd\nrather be in bed with a rattler than have a treaty with a Vegan. They\nsound ungodly murderous to me. There are too many holes in that\nprotection plan of yours. It's only a question of time before they'll\nfind some way around it, and then--poof--we'll all be dust.\"\n\n\"Things may not be as bad as they seem,\" answered Crownwall\ncomplacently. \"After I got back a few million years, I'm afraid I got a\nlittle careless and let my ship dip down into Vega III's atmosphere for\na while. I was back so far that the Vegans hadn't appeared yet. Now, I\ndidn't land--or _deliberately_ kill anything--but I'd be mighty\nsurprised if we didn't find a change or two. Before I came in here, I\nasked Marshall to take the ship out and check on things. He should be\nback with his report before long. Why don't we wait and see what he has\nto say?\"\n\n       *       *       *       *       *\n\nMarshall was excited when he was escorted into the Council Chamber. He\nbowed briefly to the President and began to speak rapidly.\n\n\"They're gone without trace--_all of them_!\" he cried. \"I went clear to\nSunda and there's no sign of intelligent life anywhere! We're all alone\nnow!\"\n\n\"There, you see?\" exclaimed Crownwall. \"Our enemies are all gone!\"\n\nHe looked around, glowing with victory, at the others at the table, then\nslowly quieted and sat down. He turned his head away from their accusing\neyes.\n\n\"Alone,\" he said, and unconsciously repeated Marshall's words: \"We're\nall alone now.\"\n\nIn silence, the others gathered their papers together and left the room,\nleaving Crownwall sitting at the table by himself. He shivered\ninvoluntarily, and then leaped to his feet to follow after them.\n\nLoneliness, he found, was something that he couldn't face alone.\n\n                                                    --L. J. STECHER, JR.\n\n[Illustration]\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Galaxy Magazine_ June 1960. Extensive\n    research did not uncover any evidence that the U.S. copyright on\n    this publication was renewed. Minor spelling and typographical\n    errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Upstarts, by L. J. Stecher\n\n*** END OF THIS PROJECT GUTENBERG EBOOK UPSTARTS ***\n\n***** This file should be named 27492.txt or 27492.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/7/4/9/27492/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}