{"title": "Unthinkable", "author": "Roger Phillips Graham", "releaseDate": "December 11, 2008", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration: The doctor did a very strange thing; he pulled out a gun\nand shot himself through the head.]\n\n\nUNTHINKABLE\n\nBy ROG PHILLIPS\n\n\n    If Nature suddenly began to behave differently, what we consider\n    obvious and elementary today might become--unthinkable.\n\n\nIn the story THE DESPOILERS in the October 1947 _Amazing Stories_ I\nraised the question, \"Is there anything absolutely beyond human\ncomprehension?\" In that story I gave humanity a thousand years to give\nbirth to one man who could comprehend the incomprehensible.\n\nThe incomprehensible is harder to portray in a story than is merely the\nunknown. If we denote anything incomprehensible by the symbol X, we can\ndescribe what X is to a certain extent by knowing what it is not. We\ncan, gradually, gain a certain insight into what it is by comparing it\nto what IS comprehensible.\n\nIn the last analysis the universe of normalcy is incomprehensible. We\nhave made progress in comprehending it because we have isolated it into\nsmall bundles of events that can be dealt with by the human intellect.\n\nWe have arrived at certain basic pictures of the behavior of the\nincomprehensible. We have found a certain stability existing in the\npicture we have built up. We have searched the heavens and found that\nstars are made up of the same elements as the Earth--with a few\nexceptions. And with those exceptions we have brought them into the\nframework of our picture of the Universe by postulating \"dense matter.\"\n\nWe have, slowly, come to the belief that the same laws operate\nthroughout the entire Universe, just as they do here on the Earth. This\nis the Uniformity Postulate.\n\nIn that story THE DESPOILERS the Uniformity Postulate was not denied.\nThe incomprehensible in that story was the mind of a Despoiler. It, to\nthe human mind, was incomprehensible; and to the Despoiler, the human\nmind was incomprehensible.\n\nEach viewed the Universe differently due to a difference in whatever\nlies at the foundations of the thinking processes. In other words,\nuniformity of the principle of thought was denied there.\n\nBoth the Despoilers and Man had mechanical civilization and science, but\ndue to their different minds neither could comprehend completely the\nviewpoint of the other ON THE SAME THING. Each had applied his REASON to\nthe disorder of nature and constructed what to him was a REASONABLE\nPICTURE.\n\nThe type of mentality I attributed to the Despoiler may be impossible.\nIt may be that if the human race eventually reaches out and encounters\nother intelligent races it will find that the basic principles which\nresult in thought as we know it are the ONLY basic principles that can\ngive rise to thinking intelligence, so that wherever we find\ncivilization we will find creatures that think the same as we do, and\nhave seen the same pattern in nature that we have.\n\nThere is another possibility besides the encountering of\nincomprehensible minds. That is the possibility of encountering\nincomprehensible \"islands\" of reality.\n\nOne thing we have discovered about nature that makes such \"islands\"\npossible--or that makes it possible WE are living in such an\n\"island\"--is that matter has a habit of \"reacting\" to some types of\nenergy patterns, and \"totally ignoring\" others.\n\nPerhaps you can better understand what I mean by the following analogous\nposition: Kah is an intelligent entity fixed at a certain point. He can\nonly derive a picture of reality from what he sees. He can only see a\nfoot in front of him. In all his existence he has seen only one type of\nthing--rocks about an inch in diameter. He therefore concludes that all\nreality is rocks an inch in diameter.\n\nHe is unable ever to learn that he is situated at a place where the\none-inch rocks leave a screen with seven-eighths-inch holes that let\nevery smaller pebble and all the sand through, and that\nseven-eighths-inch screen is the catch-all for a higher screen with\none-inch holes that kept everything larger from coming through.\n\nHis Universe is brought to him by selective screening. He rationalizes\nwhat his Universe presents him, and postulates that ALL reality is\nidentical to what he can experience. He can NOT conceive of what is\nutterly beyond his range of experience and imagination--which is merely\nthe re-arrangement of reality or of thoughts derived from reality.\n\nWe are perhaps in much that same position. To be sure, our telescopes\nbring us data from stars that are so far away the human race will never\nreach them--but is not our telescope a \"screen\" that brings us only the\none-inch rocks?\n\nThere may be and probably is a vast realm of reality co-existent with\nthe reality we know, right around us; but it is \"screened\" from us. It\nmay be possible that we know less than ten percent of actual reality\naround us due to the screening of our senses and our instruments that\nblocks completely, or permits to pass completely, every energy pattern\nthat can't pass through the \"holes\" of our \"screen.\"\n\nGoing back to Kah, the one-inch-rock-universe observer, suppose that in\none batch of dirt dumped at the head of the screening system there\nhappened to be no one-inch rocks at all? Or, more closely to the story\nyou are about to read, suppose, with his mind deeply grooved with the\ntracks of the one-inch rocks, he were to move to a vantage point where\nthere were no one-inch rocks, but larger or smaller ones?\n\nHe would immediately find nature behaving according to an utterly\nstrange pattern, BUT he could only sort the incoming sensations\naccording to the neural grooves already built up in his mind! In his\nmind he could only see one-inch rocks or nothing, and since what he\nwould see would obviously be something, it would either seem nothing to\nhim, or one-inch rocks behaving strangely.\n\nHis instruments and his mind would interpret by the old gradations and\nscales and concepts. His Universe would still be made of nothing but\none-inch rocks, to him, but its behavior would be strange.\n\nPerhaps slowly, like a newborn child making sense out of its\nsurroundings, or a foreigner slowly making sense out of our language, he\nwould penetrate to the new reality with his mind. Perhaps in the very\nprocess his being would change its structure.\n\nIn the end he would be in a unique position. He would have the memories\nof one Reality, and the experiences of a new one. He would have the\nlanguage of the old with which to describe the new to his old\ncompanions. Could he do it so they would comprehend it?\n\nIt would do him no good simply to invent new words to describe something\nbeyond the experience of his old companions. He would have to describe\nsomething beyond their experience with words and sentences they had\ncreated to describe only what they had gained from their own experience!\nHow could he hope to make them gain a true understanding of it?\n\nHe might tell them simply and truthfully everything he experienced--and\nit might come out utter nonsense! It probably would. Unless he could\nbring back some of the evidence, either intentionally or unwittingly.\n\nAt first that evidence might present a pattern of utter nonsense and\ncontradiction with known thought patterns and concepts. It might present\nseemingly normal events in nonsense sequences. It might present\nimpossible events in seemingly normal sequences. It might even present\ndisjointed events in sequence.\n\nWhat it would present would be only what the screen of the senses and\nthe screen of the mind could accept. Underneath would be a perfectly\norderly pattern of events of some sort, behaving according to different\nnatural laws in conflict with those we have existed under. Slowly we\nmight penetrate to an understanding of them, but not at first, because\nat first they would be completely UNTHINKABLE.\n\nIn this story, UNTHINKABLE, an attempt has been made to depict such a\nconflict of nature and human mentality. It is not the ordinary science\nfiction attempt. It is not new laws working in harmony with old, or new\ndiscoveries that fit into the old pattern. It is, if you please, an\nutterly alien bit of reality in conflict with the old.\n\nThe story cannot but be inadequate. It is the froth and foam of the\nstruggle. It is the parts that fit into the words and phrases and\nsentences. You won't like it at all--unless you have the type of mind\nthat can reach a little way beyond experience. And though what you may\n\"see\" may have no counterpart in all reality, if this story serves to\nexpand your mental horizons, it has at least found an excuse for being\nwritten.\n\n                                                          --ROG PHILLIPS\n\n\n\n\nDr. Nale Hargrave tossed his spotless grey hat expertly across the six\nfeet of space between him and the coat tree, humming the while a\ncurrently popular tune whose only words he could remember were \"Feemo\nfimo fujo, the flumy fwam to fwojo.\"\n\nHis eyes rested self-congratulatingly on the hat after it came to a safe\nstop, then turned to beam an instant at his receptionist before he\ncontinued on to his office.\n\nShe smiled after him with an affectionate, indulgent look, gave him as\nlong as it took her to powder her nose and tuck a few stray hairs into\nplace, then pressed the buzzer that signaled to quarantine that the\ndoctor was ready to screen the crew of the U triple S _Endore_.\n\nThe _Endore_ had arrived during the night. Usually crews that had to\nwait hours before passing through psych raised a big fuss. Quarantine\nwasn't exactly designed for comfort. A man couldn't be expected to enjoy\nsitting on a bench and reading a worn-out magazine after looking forward\nto visiting his old haunts on Earth after months or years in space. His\nonly thought was to get through the red tape and step through the door\non the other side of which lay freedom of expression and freedom from\nspace discipline--and girls.\n\nThat was the usual result of forced delay in quarantine. The crew of the\n_Endore_ hadn't let a peep out of them.\n\nMartha Ryan, the receptionist, glanced knowingly at the closed door. She\nknew that Nale was sitting at his desk, his legs crossed carelessly, his\nlong fingers holding the report on the _Endore_ and the report of the\npsych observer. He was probably frowning slightly over the unusual\nbehavior of the crew.\n\nShe had her own list of names of the crew on the desk before her.\nHeading the list was the name, Comdr. Hugh Dunnam. Dr. Nale would\nordinarily call him first. Next would come any of the crew that the\ncommander reported unbalanced, followed by the rest of the crew.\n\nSometimes when the psych observer's report was unfavorable to the whole\ncrew he called some crew member at random before calling the top name.\n\nIt didn't surprise her, therefore, when the intercom came to life and\nDr. Nale's voice pleasantly asked for a name two-thirds of the way down\non the list of forty names--Ren Gravenard, spaceman/2d cls.\n\nMartha's pencil followed the list down, making a light check after the\nname while she dialed quarantine to send in the man.\n\nIn her mind's eye she could visualize the lifted eyebrows of the day\nshift guards as they glanced over the huddled crew. She could see their\nsuddenly changed attitude toward the crew, their new caution as they\nopened the heavy wire door and led the man out. She could see, too, the\nworried frown of Comdr. Dunnam, whoever he was, as he realized what that\nmeant--to have a crew member precede him.\n\nShe could see, too, Dunnam's probable warning look to spaceman Gravenard\nto keep mum and play his cards close.\n\nThat was the trouble with crews of ships when they thought they might be\nheld up by psych over something. They invariably overplayed their\ninnocence right from the start.\n\nThe side door from quarantine opened. Two guards entered, preceding and\nfollowing the first victim warily. Martha sized Ren Gravenard up closely\nwhile her face assumed the careful, welcoming smile that often brought\nattempts at dating.\n\nRen Gravenard was no different in appearance than a million like him. He\nwas average in everything including his type of character.\n\n\"You are Ren Gravenard?\" she asked.\n\nHe nodded without speaking.\n\nMartha pressed the button that told Doctor Nale the first one had\narrived, got his O.K. signal, and motioned Gravenard and the guards\ntoward the inner door with a sweep of long yellow pencil in perfectly\nmanicured fingers.\n\nAs the three passed into the private office she made a slow dash after\nthe spaceman's name preparatory to writing his destination when he came\nout. It would be \"obs\" or \"O.K.\"\n\nThen she glanced at her wrist watch. Its hands pointed to six after\nnine. Two hours and fifty-four minutes later Ren Gravenard had still not\ncome out. And in her two years as receptionist for Dr. Nale Hargrave,\nMartha Ryan had never known him to spend more than twenty minutes with\nany subject....\n\nHer manicured nail pressed the buzzer three times to signal she was\ngoing to lunch. Giving Dr. Nale a full minute to make any request,\nwithout receiving any, she opened the door to the corridor and left.\n\n       *       *       *       *       *\n\nWhen she returned an hour later she was surprised to see the door to Dr.\nHargrave's inner office open and Dr. John Bemis, the chief of the psych\nstaff, at the desk.\n\n\"Come in, Miss Ryan,\" Dr. Bemis said, accenting his invitation with a\nwave of his hand.\n\nHe waited until she had come in and closed the door behind her before\ncontinuing.\n\n\"There's something's happened,\" he said gravely. \"I don't know just\nwhat, and maybe I don't exactly WANT to know.\"\n\nDr. Bemis spread his hands in an all inclusive gesture.\n\n\"The universe is a big place,\" he said. \"I suppose we should have\nexpected that sooner or later we'd run into something a little outside\nnormal experience.\"\n\nHe shook his head slowly, looking up at the ceiling as though trying to\npierce it and see beyond. When he continued, his voice was sharp and\nbusinesslike.\n\n\"Tell me exactly what you saw, thought, and felt this morning. Every\ndetail, however unimportant you might think it.\"\n\n\"There's really very little to tell,\" Martha said, surprised and\nalarmed. \"There was this crew of the _Endore_ in quarantine when I came\nto work this morning. They were unusual in that they didn't complain\nabout having to wait, indicating a guilt feeling in the crew. Dr.\nHargrave asked to see a common spaceman first. That proved he recognized\nthis. The name of the spaceman he saw is Ren Gravenard, who was brought\nin at a little after nine and was still in there when I left at twelve.\"\n\nShe looked keenly at Dr. Bemis. Something was so radically wrong\nsomewhere that she didn't have the courage to even ask him. She just\nwaited.\n\n\"Dr. Hargrave has been taken to observation,\" he said without warning.\n\"So has the crew of the _Endore_. I--ah--believe you may take an\nindefinite leave from the office until further notice. With full pay, of\ncourse.\"\n\n\"Dr. Hargrave?\" Martha asked, not hearing the last.\n\n\"Yes!\" Dr. Bemis's voice changed from harsh tenseness to contriteness.\n\"I'm sorry, Miss Ryan, but I feel it inadvisable to discuss it just now.\nAll I can say is that full quarantine measures are now in force as of\nfifteen minutes ago. There will be no landing or taking off from Earth\nuntil it is lifted; and within this area the same quarantine\napplies.\"[1]\n\nMartha Ryan hesitated, then turned and left. Dr. Bemis watched her go.\nAfter the door closed behind her he did a very peculiar thing. He took a\ngun out of his coat pocket and shot himself through the head. After that\nhe went to a mirror on the wall, dressed the wounds carefully, wincing\nat the bite of the alcohol in the raw flesh, and, after drinking several\nglasses of water, returned to Dr. Hargrave's desk.\n\n       *       *       *       *       *\n\nHe sat there, drumming his fingers on the walnut surface, his eyes\nclosed as if he were listening to something very far away. A buzzer\nunder his desk gave three short buzzes. He reached over and deflected\nthe toggle on the intercom.\n\n\"Back already, Martha?\" he said cheerily. \"Any more left on your list\nfor the _Endore_?\"\n\nMartha checked her list. There had been two left when she went to lunch.\nThey had been checked off, too, while she was gone.\n\n\"That's all, Dr. Nale,\" she said.\n\n\"Good,\" came his voice through the intercom. \"Think I'll go out and have\nsomething to eat myself.\"\n\nThe click of the intercom was followed at once by the opening of the\ninner office door. Martha's eyes watched Dr. Nale Hargrave as he walked\nthrough the office and out into the corridor.\n\nHer eyes remained on the exit after he had gone, a faint frown creasing\nthe smooth skin above her eyes. She had an IRRATIONAL impression that\nshe had seen Dr. Bemis, the super, instead of Dr. Nale, and with his\nhead bandaged clumsily.\n\nShe dismissed this with a pout and took a book out of a drawer to do her\nafternoon reading.\n\nThe buzzer on her desk buzzed a warning. She laid the book flat as the\ninner office door opened and Dr. Nale escorted Ren Gravenard out into\nthe waiting room.\n\nMartha glanced at her watch. It was ten after nine. Four minutes! She\nexpected the nod from Dr. Nale. Her pencil wrote an O.K. after the dash\nshe had drawn four minutes ago.\n\n\"Thank you doctor,\" Ren Gravenard was saying heartily. The two guards\nleft by the side door back to quarantine.\n\nDr. Nale went over and bent close to Martha's ear.\n\n\"As your psychiatrist,\" he said pseudo-seriously, \"I can advise you that\nunless you kiss me I am going to feel quite frustrated.\"\n\n\"Oh, that would never do!\" Martha laughed, and kissed him.\n\nShe jerked back, startled. There was the sound of a shot from the inner\noffice. The door was still open. Martha and Dr. Nale looked through the\ndoor, horrified.\n\nRen Gravenard was standing in the middle of the inner office dropping a\nflat automatic into his side pocket. There was an ugly wound on either\nside of his head from a bullet that had passed directly through his\nbrain.\n\nHe smiled at them disarmingly, \"It's quite all right. You see, it\ncouldn't possibly do me any harm because I'm waiting for the elevator.\"\n\n\"Oh,\" they said, relieved. They bent and kissed each other again while\nRen Gravenard went over to the mirror on the wall and dressed the\nwounds, wincing from the raw touch of the alcohol on wounded bone and\nflesh.\n\nThe outer door opened and two men came in with a wicker basket.\n\nDr. Nale pointed over in the corner where one of the guards lay dead.\n\n\"What happened to him, Doc?\" one of the men asked.\n\n\"He got shot through the head,\" Dr. Hargrave explained. \"One of the men\noff the _Endore_ did it. They're all being taken over to observation. I\nthink I'll have to go over with them. I'm beginning to get an inkling of\nwhat's going on, and I'm very much afraid of what I think it is.\"\n\nThe two men set the basket down and lifted the wicker lid. Dr. Bemis\ncame out of the inner office and laid down in the corner. The two men\nwaited until he had settled himself, then lifted him into the basket.\n\nDr. Hargrave held open the outer door for them. He returned to the desk\nbeside Martha and took a gun out of his coat pocket. He pointed it at\nher, frowned in indecision, then slowly, with perspiration standing out\non his forehead, pulled out the clip and emptied the barrel of the gun.\n\n\"Good for you,\" Martha said. She picked up her book and started reading.\nDr. Hargrave put the gun back in his pocket and went to the door.\n\n\"Take a few days off starting tomorrow,\" he said before going out. \"I'm\ngoing to be slowly going crazy trying to figure this mess out. That's\nwhy I insisted to Dr. Bemis that I be confined _with_ the crew of the\n_Endore_--just in case.\"\n\nHis heels made loud noises on the marble floor of the corridor. He\npushed through the revolving doors to the sidewalk.\n\nThere was an argument going on between a small newsboy and an elderly\ngentlemen type of man.\n\n\"I tell you there's only two pennies,\" the boy insisted.\n\n\"There's four,\" the man insisted just as strongly. \"See?\"\n\nHe pried open the boy's fingers and looked.\n\n\"Sorry,\" he said. \"You're right.\" His hand went into his pocket to make\nup the deficit.\n\n\"Hey! Wait a minute,\" the boy said. \"I was wrong. You gave me two\npennies too much.\"\n\nA small pudgy finger took two of the pennies. The boy glanced at the\nothers to make sure the right number were left.\n\nNale was close enough to see what happened. He saw the pennies taken\nfrom what seemed to be seven or eight in the boy's palm. When the two\nwere taken away there seemed to be a slight blur--and there was only a\nsolitary penny left.\n\nHe didn't wait. The paper boy and the customer were still patiently\narguing as he climbed into his car and drove away. He drove slowly with\nhis foot close to the brakes.\n\nAlthough his eyes were warily watching each car on the street, his mind\nwas busy. _He was trying to figure out who had been shot._\n\n\"It might even have been me!\" he thought. And there was no way of\nknowing.\n\nHe drove the car another block. There was doubt growing in his mind. On\na sudden impulse he pulled the car over to the curb and stopped the\nmotor. Getting out, he started walking rapidly. There would be three\nmiles of walking before he reached observation, but it would be safer to\nwalk.\n\nA block further he stopped abruptly in surprise. The spaceport\nobservation hospital was just in front of him.\n\n\"I should have guessed,\" he muttered as he pushed through the heavy\ndoors. \"The speedometer, of course. Naturally it would go first.\"\n\n       *       *       *       *       *\n\nMartha Ryan saw the door close on Dr. Hargrave, then started reading\nagain. She finished the page and turned it over. The first few words of\nthe opposite side of the sheet showed the continuity to be difficult.\n\nThinking she might have turned two sheets by mistake, she turned back\none. It was still wrong. She sighed exasperatedly. She distinctly\nremembered that she had been on page twenty-five, so the next page\nshould be twenty-six. Since it hadn't been, she would have to look for\ntwenty-six.\n\nShe looked through the book, page by page, and it wasn't there. Getting\nover her exasperation she made a game of it. Finally she developed to\nthe stage where she would open the book at random, note the number of\nthe page, close the book, and then try to find that page she had just\nseen.\n\nIt was a very peculiar book. She found that, (a) she could find any page\nnumber she wasn't looking for, and (b) any page number she looked for\nwas not in the book, even though it had been a moment before.\n\nResting thoughtfully for several minutes on this achievement of\ndeduction she decided to try another experiment. She counted the number\nof sheets of paper in the book and wrote the number down. It was one\nhundred twenty-four.\n\nThen she counted them again. There were one hundred eighty-six. She\ncounted them five more times, making seven times she had counted them.\nShe got nine different numbers of sheets in the book. She decided she\ncouldn't get nine different numbers after counting only seven times, and\ncounted the numbers. There were five. She closed her eyes and counted to\nten rapidly, then counted them again. There were fourteen.\n\nShe held out her hands. She had seven fingers on her right hand and\nthree on her left. She chuckled dryly and thought, \"Well, anyway there\nare ten altogether.\" She counted them to be sure, and there were\nthirteen.\n\nPursing her lips stubbornly she held up two fingers and counted them.\nThere were two. She held them rigid and closed her eyes, counting\nrapidly to ten. Opening her eyes she looked cautiously at the upraised\nfingers. There were two.\n\nShe raised a third finger to join the other two, and there were five\nupraised fingers. Not only that, there were seven of them clenched. She\nclosed her eyes and counted to ten quickly, then opened them. There were\nthree upraised fingers. She counted the clenched ones and there were\ntwo. Relieved, she checked on the upraised fingers again--and there were\nseven.\n\nShe gave up in disgust. Deciding she ought to go home she stood up and\nstarted to cross to the coat tree.\n\nThe door to the corridor opened and Ren Gravenard stepped in.\n\n\"Hello!\" Martha said in surprise. \"I thought you were sent to\nobservation.\"\n\n\"I was,\" Ren said. \"That's where I am now, but when there are forty of\nyou, you can sort of get lost in the group and wind up anywhere you want\nto.\"\n\n\"Well, I'm glad you're here,\" Martha said dryly. \"Maybe you can explain\na few things.\"\n\nRen grinned crookedly.\n\n\"Suppose I do the explaining over something to eat,\" he said. \"I almost\nstopped and had something on the way over here, but I wanted to wait and\neat with you. Do you mind?\"\n\n\"Of course not,\" Martha frowned. She was taking a closer look at this\nspaceman second class. He had a nice way of smiling at her. His eyes had\ndepths she hadn't noticed before.\n\n       *       *       *       *       *\n\nThe illogical thought came to her that maybe now that things didn't\nbehave the way they should, maybe he and his fellow spacemen were the\nonly ones that knew what it was all about.\n\n\"All this,\" Martha waved her hand vaguely. \"It must have been caused by\nsomething about the _Endore_, mustn't it?\"\n\nRen nodded, holding the door open for her. They walked along the\ncorridor to the revolving doors, his hand tucked protectively under her\narm.\n\n\"Is it mental?\" Martha asked when they were on the sidewalk.\n\n\"No,\" Ren answered. \"But let's wait until we eat. I'm starved to death.\nIf you run into any trouble I'll help you out. You see, I know how to\nwork things.\"\n\n\"Like finding page twenty-six in the book I'm reading?\" Martha asked.\n\n\"That's simple,\" Ren said. \"All you have to do is look for page\ntwenty-nine and you'll run across page twenty-six right away. Things\nlike that are mental, partly. I mean, you have to have the right\nattitude to get results you want.\"\n\n\"I don't understand,\" Martha said.\n\n\"Well, it's like this,\" Ren explained. \"If you're looking for page\ntwenty-six it won't be one of the first two pages you look at,\nregardless of where you open the book. But after you've looked at three\nof them you've passed the page you want unless you're not looking for\nit. If you're not looking for it you REACH the right page.\"\n\n\"But why page twenty-nine to find twenty-six?\" Martha persisted.\n\n\"It has to do with the new arithmetic,\" Ren said.\n\n\"Oh,\" Martha said dully. \"So that's the whole trouble with everything.\"\n\n\"No, that's only part of it,\" Ren said. \"But here's a good place to\neat.\" He guided her through the door.\n\nAn hour later Ren lit a cigarette and took a long drag on it, his eyes\nlooking longingly into Martha's. He exhaled the smoke in a long white\nplume. Then he began talking.\n\n\"I don't know whether you read it on the report sheet or not, but the\ntrip of the _Endore_ began from this same spaceport two years ago. The\nobservatory on Pluto had reported a free planet passing within two\nhundred quadrillion miles of the solar system. The _Endore_ was assigned\nthe task of landing on it, if feasible.\n\n\"I had been a member of the crew for only four months when the _Endore_\nturned outward from its position just the other side of Mars' orbit.\"\n\nRen smiled apologetically.\n\n\"I hadn't exactly planned on being a spaceman, second class. I don't\nknow whether you know the system, but whether you do or not, it should\nsuffice to say that I had studied for five years to become a research\nscientist, and failed. I decided to take out my disappointment by\njoining up for two years. I planned on making another try at research\nwhen I got out.\n\n\"Everything went along fine on the trip out. We were a very congenial\ncrew with a fine, human commander. He made it a point to get personally\nacquainted with every member of the crew eventually. He seemed to take\na particular liking to me for some reason. By the time we were half-way\nout to Metapor, as we found out it was called later, I was an unofficial\nfirst mate or something with free run of the pilot room and the\ninstruments.\n\n\"I had guessed by now that when I enlisted they looked up my record and\npassed the word along to Commander Dunnam to sell me on the idea of a\ncareer as a spaceman.\n\n\"At any rate, I was in an ideal position to see all that went on first\nhand. We were within three hundred thousand miles of Metapor when we got\nthe first indication of the change in metaphysics. I discovered it\nmyself. I was helping the astrogator get the constants for the\nplanet ...\"\n\n       *       *       *       *       *\n\n\"Take a look at the gravy board, Ren,\" Ford Gratrick, the astrogator\nsaid. \"What's she say?\"\n\nRen looked at the fine black pointer on the gravity potentiometer. It\npointed to a spot just two marks above the number ten on the dial.\n\n\"Ten and two tenths,\" Ren read.\n\n\"That can't be right,\" Ford frowned. \"At this distance that would make\nthis baby a super.\"\n\nHe came over and looked himself. While he was looking the pointer moved\nup to twenty and then down to six tenths.\n\n\"Must be out of order,\" Ford muttered. \"Well, this'll give you\nexperience with emergency equipment. Break out the manual gravy dish,\nRen.\"\n\nIt was a fine coil spring in a glass tube. Other glass tubes fastened\non, to make the length almost ten feet. At one g the spring with its\nweight would stretch out to the bottom. From there to a ten thousandth\nof a g the spring rose up to a point half-way.\n\nRen put it together speedily, placing it in the wall clamps designed to\nhold it. The glass itself was graduated with the scale of gravity\nstrength. The cylindrical weight at the free end of the spring had a\nline on it that would coincide with the proper reading.\n\nIn practice it vibrated up and down so that it had to be read by\nestimation of the half-way point of the up and down motion.\n\nRen and Ford watched the red weight with its black line. It moved slowly\nand uniformly from the bottom to the top of the scale, from a full g to\nten thousandth of a g, and back down again.\n\nMeanwhile the gravity potentiometer (gravy board) was changing its\nreading constantly and erratically.\n\nFord licked his lips nervously and said, \"Don't know what the old man'll\nsay about this, but it looks like all we can say is that the thing _has_\ngravity.\"\n\n\"Why not call him and let him see for himself?\" Ren asked.\n\nFord looked out the viewport at the round object in the distance and\nshook his head.\n\n\"I've got a hunch he knows it already,\" he said slowly. \"The ship is\nprobably on a nonsense track and the automatic tracker is either trying\nto find out what the law of gravity is, or is exploring for clues to\nlight aberration. One gets you ten he'll give me a buzz in another\nminute.\"\n\nHe was right. The phone rang almost at once. It was Hugh Dunnam himself,\nasking for the gravy reading.\n\n\"You'll have to see it to believe it,\" Ford Gratrick said over the\nphone. \"The manual swing is uniform over the whole range. The gravy\nboard can't make up its mind where to settle at. It tries this and that\nreading.\"\n\nHe listened briefly. \"Yes, sir,\" he said, and hung up. \"He wants you in\nthe pilot room, Ren,\" he added.\n\nRen started out of the central instrument room through the axis tube.\n\n\"Better be careful,\" Ford shouted after him. \"No telling how this\ngravitation will behave. Don't let it slam you against anything.\"\n\nRen heard his words. He had a sudden, crazy thought that it was his own\nvoice, and that he, as he sped along through the ship, was in reality\nFord Gratrick. The thought startled him. He promptly forgot it.\n\nThere was a frown of concentration on his face. He was trying to\nvisualize a gravity pull whose intensity was not a single-valued\npressure but a uniform continuum of pressure values from a minimum to a\nmaximum.\n\nIt was like--well, like having an air pressure in a car tire that wasn't\nthirty pounds or thirty-two pounds, but every value from zero to\nthirty-five pounds.\n\nIt was like transforming the points and intervals on a line to a domain\nwhere there had previously been only points!\n\n       *       *       *       *       *\n\nHugh Dunnam was waiting for him when he arrived in the pilot room. His\niron grey hair was mussed from exasperated hair-pulling. He jabbed a\nfinger in the direction of the automatic pilot without speaking.\n\nRen saw that it had been cut out. The first mate was controlling the\nship manually. The robot mechanism was still turning out its data\nsheets, however. In five minutes Ren saw that the only consistent detail\nwas the distance of the ship from the planet.\n\nCommander Dunnam watched him silently for several minutes. Finally Ren\nlaid down the data sheets and looked at him with a slow smile.\n\n\"Well?\" Dunnam asked.\n\n\"It reminds me of a kid I knew quite well when I was in grade school,\"\nRen said. \"He was an incurable liar, so you could never take anything he\nsaid, but always had to figure out the truth yourself and act on it\nregardless of what he might claim to be the truth.\"\n\n\"You mean the instruments have all become liars?\" Hugh Dunnam asked,\namazed at the idea.\n\n\"No,\" Ren replied. \"I don't think that. I think nature is the liar, in a\nway. I mean she is according to our standards. We'll have to outguess\nher, that's all.\"\n\n\"Now you're cooking,\" Hugh exclaimed. \"What would you suggest?\"\n\n\"We know this planet has gravity,\" Ren replied. \"There's no way of\nknowing how much or how little. Suppose we kill our tangential speed and\njust fall in? The gravity will take care of that, regardless of its\nvalue or set of values.\"\n\n\"But we'll crash!\" Hugh objected.\n\nRen took one of the report sheets and figured rapidly on its back.\n\n\"Unless I'm radically wrong,\" he said, \"our speed of impact will be\nevery speed from zero to a thousand miles a minute. Not only that, no\nmatter how we try to land that will be the set of values for our speed.\nNaturally the thousand miles a minute will smash us flat, but the zero\nspeed will let us down easy.\"\n\n\"And so?\" Hugh asked suspiciously.\n\n\"No matter how we go in,\" Ren smiled, \"we'll smash the ship and kill\neverybody--and we'll land safely.\"\n\n\"Are you crazy?\" Hugh snorted.\n\n\"I--I'm not quite sure,\" Ren said seriously. \"I think that we've run\nacross a bit of matter that works from different basics than what we are\nused to. You might call it a different metaphysics. That's what it\nreally amounts to.\"\n\nA pain of remembrance appeared on his face.\n\n\"That's why I didn't get my degree,\" he said softly. \"I insisted that it\nmight be possible there were no absolute rules underlying all reality,\nbut only relative rules that might be changeable. In other words, I\nquestioned the validity of asserting that natural law was universal.\nThey flunked me in stability.\"\n\n\"Yes, I know,\" Commander Dunnam said sympathetically. \"One of the most\nunjust rules of modern education in the opinion of many, but no way of\nchanging it unless the educators themselves did it. Since they all\npassed O.K. in stability, they think everyone else should. Maybe they're\nafraid they would be considered unstable if they wanted to make such a\nmajor change.\"\n\n       *       *       *       *       *\n\nRen glanced toward the screen that showed the magnified image of the\ninterstellar wanderer, and back again to the commander.\n\n\"Of course,\" he said, \"I'm trying to use ordinary basics transposed onto\nthe basics of this system, which is wrong. Or it may be right. It might\nbe better if we just turned around and went back. There's no way of\nknowing ahead of time whether we'd be killed on landing or not.\"\n\n\"Look, Ren,\" the commander said seriously. \"I like you. You--you're just\nabout like my son would have been today if he had lived. I'm just a\nspaceman. I depend on instruments. They don't work here. All of us are\njust as helpless as if we didn't know the first thing about our trade.\nWe can't go back without landing on this stray planet. If we tried to\ntell them the reasons, I'd be retired and the whole crew would be stuck\non various routine tub runs. Suppose you unofficially take charge. If we\nget killed--we all expect to end that way in our trade. If we don't,\nwe'll be able to take back something with us to prove what we've run\ninto. Maybe it will vindicate you and make you a reputation. You'll get\nall the credit I can turn your way.\"\n\n\"Thank you, sir,\" Ren said, his voice choked with gratitude. In his\nheart he knew that he would have sold his soul to the devil for this\ncoming experience that had been given him without his asking.\n\nHe had spent years preparing for this--years that his teachers had felt\nwere wasted. He had explored all the crazy systems of logic abandoned in\nthe march of progress. He had even devised systems of his own,\nsynthesized from undefined symbols according to strange patterns outside\nthe field of logic.\n\nYes. He felt that even if the basics of natural law in operation here\nwere purely nonsense laws, he would be able to penetrate to a rational\nmanipulation and control of things. Perhaps he might even set up the\npattern operating, and join it in some way with so-called normal\nscience.\n\nCommander Dunnam came to attention, a twinkle in his eyes.\n\n\"At your command, sir,\" he said, saluting.\n\n\"Not that,\" Ren objected. \"Let me just play the part of a scientist\nunder your command, whose part it is to advise only.\"\n\n\"No,\" Hugh Dunnam said. \"Until we leave this part of space you're in\nsole command. Call it what you want--a hunch maybe; but I feel that\nthere is a purpose in things, and it wasn't chance that gave you the\ntype of mind you have and threw you under my command on this trip.\"\n\n\"Very well, sir,\" Ren said, returning the salute. He smiled. Behind his\nsmile his analytical mind was working rapidly.\n\n\"The commander's reactions are not normal,\" his thoughts said. \"They\ncould not be dictated by anything in his past. Therefore they are\ndictated by something outside him--something on that planet below!\"\n\nIt was a wild conjecture. The more he thought of it the more certain Ren\nbecame that there was some _intelligence_ down there that had already\nmade contact with the minds in the ship.\n\nStrangely, this didn't alarm him. He felt that \"it\" was friendly. He\nfelt that \"it\" had plumbed the minds of all on board and chosen him to\ntake over and lead the others.\n\nEagerly he \"listened,\" but no faintest whisper or flavor of thought came\nto support his feeling of an alien contact. In spite of this he went\nahead with his study of things with a confidence that \"something\" was\nwatching and would see them through all right.\n\n       *       *       *       *       *\n\nHis eyes turned again to the image of the cold planet below. That image\nreturned his stare blankly, its inscrutable surface devoid of any hint\nof mystery.\n\n\"I'd suggest we keep circling the planet until I have a chance to form a\nfew definite conclusions,\" Ren said. \"If that can't be done I'd suggest\nwe retreat far enough so we can.\"\n\n\"Yes sir,\" Commander Dunnam said quietly. He repeated the suggestion in\nthe form of an order to the first mate.\n\nRen studied the image of the planet. He left the pilot room and wandered\nover the ship aimlessly. He talked to the members of the crew he ran\ninto.\n\nHe slept at his usual time. He ate his meals as usual. He stopped\ntalking to the crew and just wandered about, occasionally going to the\npilot room and studying the strange sphere of matter.\n\nAfter three days he ordered the ship dropped to an orbit about five\nthousand miles from the surface. Almost as soon as the ship reached its\nnew orbit changes began to be noticed.\n\nRen had the commander issue an order that every crew member was to\nreport all unusual happenings within the ship. Twenty-four hours later\nhe issued an order that each crew member was to write out a brief report\nof his movements during the past twenty-four hours as he remembered\nthem.\n\nRen studied these reports. And gradually he was building up a picture\nthat was wilder than the wildest of fantastic imaginative creation.\n\nHe and Commander Dunnam had grown very close to each other. Finally Ren\nbroke his long silence and talked to him about what he was discovering.\nThey were in the dining room. Crew members were eating their \"evening\"\nmeal. They listened as Ren tried to explain.\n\n\"I think I've formed a few permanent conclusions about things here,\" Ren\nbegan. \"They aren't an EXPLANATION of things, but just a description of\nthe way things are behaving. I'll try to make it clear as I go along.\"\n\nHe chewed his food slowly while trying to think of a good way to begin.\n\n\"Take any number, for example,\" he said. \"Take the number five. Back on\nEarth you can count five apples and say there are five apples. You can\ncount out five eggs and place them in a box, and say there are the same\nnumber of eggs as there are apples. There are five of each. Actually\nthat isn't true. There aren't five of either. There is no such thing as\nthe number five. The number is a mental thing, a concept. The apples\nhave a basic property which would more accurately be called a\n'fiveness'. The eggs also have a basic property called a 'fiveness', and\nthe fiveness of the eggs and the fiveness of the apples are NOT the\nsame. They are peculiar to each group. The human race invented a concept\ncalled the number five, and formulated a theory that all fivenesses\nbelong to a class, called the number five. In nature this theory acted\nas though it were true. If you have five apples and five eggs you have\nten objects. A fiveness placed with another fiveness makes a tenness. So\narithmetic merely describes the behavior of a basic property of reality\nin a consistent manner. Arithmetic is NOT a basic law. It's merely a\nDESCRIPTION of a basic law.\n\n\"That basic doesn't seem to hold where we are now. But there are other\nbasic things that seem to be violated here, too, and will probably be\nviolated even more when and if we land on this planet.\n\n\"I've pretty well concluded that number doesn't exist here in the same\nway it does ordinarily. Take the strength of gravity, for example.\nInstead of being a single value it is equally a broad range of values,\nand is all of them at the same time. How that can be I don't know.\n\n       *       *       *       *       *\n\n\"It's the same way with the number of objects. Instead of having five\nfingers I have three, four, five, six and so on, fingers all at the same\ntime. But my mind can't see that. It can only grasp a single number. My\neyes look at my fingers and see the many simultaneous numbers of\nfingers, but my mind can't grasp that, so _it conjures up a single\nnumber at random_. It RATIONALIZES what it gets, and so we have a real\nproblem--the devising of some method of helping the mind deal with what\nit can't grasp because it hasn't the equipment to grasp it as it really\nis.\n\n\"There are sixty of us on board--or rather, there WERE sixty. Now there\nare three, four, and so on, to some number above sixty. The last report\nhanded in by the crew shows eighty-three men on board! I can't prove it,\nbecause if I handed you the report sheets you would count more or less\nthan that number.\n\n\"So what we must realize is that now there isn't any NUMBER of crew\nmembers, but a 'something else' that is different than a number,\ncorresponding to an INTERVAL of numbers. It is real. It's a metaphysical\nbasic for this part of space around this planet.\n\n\"It's subtle, too. For example, right now there may be more than one me\non this ship, depending on whether there are more than sixty people on\nboard or not. I don't quite understand about that yet. There are a lot\nof things I don't understand about it. If there is more than one of any\nperson on board, is it a reality, or is it a trick of rationalization of\nthe mind to fit something utterly incomprehensible into at least a\nsemblance of something comprehensible? If it is the latter, then why do\nthe two who are supposedly the same person hand in DIFFERENT reports on\nwhat the supposedly one person did, and why do the reports check with\nother reports?\n\n\"I have a theory which might account for part of all this. Our ship and\nall in it belongs to the universe of the metaphysics we know of and use\nas the thought process. It is hovering on the borders of a region\ncontaining this planet we are to land on--a region operating on other\nbasics. In some way both sets of basics operate in either conflict or\ncompromise. Besides mental confusion there is actual physical confusion.\n\n\"But maybe it's better that way. If we make the transition in steps the\nactual noumenal confusion may guide our minds correctly into a correct\nunderstanding of the new basics of this system by the time we land.\"\n\nFord Gratrick had come into the dining room unnoticed at the beginning\nof this. He spoke now.\n\n\"Then you claim that the laws of nature are different here than we are\naccustomed to, and that our minds are not equipped to deal with them?\"\nhe asked.\n\nRen frowned. Not at the words but at something he had not mentioned,\nabout people and identities.\n\n\"They are different, yes,\" Ren returned. \"But as to our minds dealing\nwith them--human minds have dealt with things without truly\ncomprehending them since the dawn of time.\"\n\n\"Things that were sane,\" Ford said.\n\n\"These are sane, too,\" Ren said, studying Ford keenly from hidden eyes.\n\"They're just sane in a different way.\"\n\n\"So is a crazy man,\" Ford almost sneered openly. \"I think we've seen\nenough to make it obvious we should get away from here while we can.\"\n\nThere was a murmur among the men at the tables that agreed with what\nFord had said.\n\n\"We may do that,\" Ren said, ignoring the signs of almost open defiance\npatent in Ford's tone and manner, and in the men's muttered approval of\nwhat he had said. \"But we won't until we're sure it's suicide to go down\nthere and land. Don't you realize that we have something here which may\nbe unique in the universe? This space wanderer won't be close enough to\nthe solar system for exploration more than two or three years. Then it\nwill be gone. There may never be another opportunity to study something\nlike it.\"\n\n\"Which is a good thing,\" Ford snorted. \"If you decide to drop the ship\nany closer to this mad planet you're going to have trouble with the\nmen.\"\n\n\"Meaning you've been talking to them?\" Commander Hugh Dunnam asked\nsoftly.\n\n\"Talking WITH them,\" Ford Gratrick said, matching Hugh's softness.\n\"Don't try to put me in the position of being a leader of any rebellion\nthat might develop. I'll confess quite frankly, though, that I want no\npart of landing on this God-forsaken hunk of matter, and a good many of\nthe crew agree on that. It's suicidal. Frankly, sir, I think you must be\nunder some kind of spell to turn your command over to a spaceman second\nclass as you did.\"\n\n       *       *       *       *       *\n\nRen's scalp crawled. This had been exactly what he himself had felt! So\nothers besides him had \"felt\" that alien contact from below! On impulse\nhe made up his mind.\n\n\"Before anyone says something they might regret later,\" he cut in, \"let\nme say that I've made up my mind that it's too dangerous to land. The\neffects we experience up here would probably be increased beyond\nconception down there. Our thought processes are being affected in ways\nwe can't understand. It's possible that if we landed the ship would\nbehave so differently that it would be impossible to get away. So, give\nme another two days of study in this orbit and then we'll go back to the\nsolar system.\"\n\nWhile Ren was talking he had a curious feeling, far back in the depths\nof his mind. It was as though a section of the bank of a stream had\nbroken off and dropped into the stream.\n\n_Irrational._ There had been so many such feelings that crept to the\nborders of consciousness and faded away without meaning anything.\n\nTime! Ren felt that time was all he needed to get to the bottom of it.\nHe compared himself to a newborn babe coming into the world. For the\nfirst few months things come and go in meaningless fashion. Slowly the\nmind makes order out of them. The oft-repeated patterns become clear\nfirst, then more obscure ones. Finally the baby is able to understand\nthe apparently senseless sequence of events.\n\nRen felt that the results would be the same here if he were given half a\nchance ... but Ford Gratrick was right, too. It concerned more than the\nmind. It struck at the roots of reality that had been used in the\nprinciple of the ship's operation--and there was no way of knowing the\nship would operate once it landed.\n\n       *       *       *       *       *\n\nRen Gravenard flicked the ashes from the end of his cigarette off the\nedge of the table onto the floor. Martha's eyes took this in and slowly\nlost their faraway look.\n\n\"I'm trying to make clear, Martha,\" Ren said gravely, \"the emergence\ninto consciousness of the things going on around us. There was no way\nyet for us to suspect their full activity--their inroads. Things were\ngoing on that we simply could not see or sense in any way because we\ndidn't yet have the faculty of grasping them. They made their impression\nand were lost in a hodge-podge of neural channels already deeply grooved\nin the normal way, so that when they got close enough to the conscious\nmind to be sensed, they were distorted beyond any semblance of the true\nreality.\"\n\n\"I can see that,\" Martha said, her eyes brooding. \"But DID you find a\nliving, intelligent creature or race on Metapor?\"\n\nRen nodded. \"I'm coming to that later,\" he said. \"Be patient and let me\ntake things in order. That's the only way you can understand when I tell\nyou about--her.\"\n\nHis eyes studied the glowing coal at the end of the cigarette. He lifted\nthe white cylinder to his lips and sucked in. Dropping the cigarette on\nthe floor and stepping on it, he let the grey smoke seep from his mouth\nand nostrils.\n\nTraffic sounds came through the window. A murmur of voices drifted over\nthe two as they sat there, quietly.\n\n\"I've tried to bring you up to the point where I began to suspect,\" Ren\ncontinued. \"I described the feeling I had that was something like\nwatching a large chunk of the bank of a stream break away, starting\nfirst as a jagged crack in the turf, with it widening slowly at first,\nthen faster, until the broken chunk becomes a separate THING,\ndissociated from the bank. It breaks away, drops into the stream--and\nvanishes; while the bank itself remains, enclosing and containing the\nrushing stream.\n\n\"I didn't realize then what that feeling meant. I had felt it in varied\nshades before. It rose almost into consciousness, then, like the broken\nsection of the bank itself, it would drop away and dissolve in the\nswirling stream of mind.\n\n\"Sitting there at the table in the ship's dining room, suddenly I\nsuspected what that feeling really sprung from. I got my first inkling\nof what intervalness instead of numberness really meant.\n\n\"For an insane period I was two people, both the same person and yet not\na person--and even not two, or even one, but a 'something' that\n_contained_ in the logical sense all of those, as a class contains the\nmembers of the class.\n\n\"Remember that I said I was making a little speech, sitting there, that\nassured Ford Gratrick and the members of the crew present in the room\nthat we weren't going to risk landing, but get away in a couple of days.\n\n\"At the same time, while I was talking, I was experiencing this strange\nfeeling. It was quite clear, for a few seconds. I was two Ren\nGravenards, saying two different things. The two of me were very close.\nBut while I talked they separated distinctly as the bank of the stream\nand the chunk are suddenly not one, but two.\n\n\"It was not me alone. Every man in that room was doing the same. The\nship itself was doing it--and suddenly ...\"\n\n       *       *       *       *       *\n\n\"Before anyone says something they might regret,\" Hugh Dunnam, the\ncommander, said in a quiet warning voice, \"get this straight, all of\nyou. This is a government ship. I'm an officer of the Earth Space Fleet\nand my command is law. I have a right temporarily to promote any member\nof my crew to complete command of the ship with power equal to mine or\neven greater than mine. If Ren Gravenard says we go down, we go down\neven if it seems certain we'll all be killed. You have a choice of\ncertain but honorable death, and equally certain but dishonorable death.\nOr you have a choice between an uncertain but honorable death if death\nit is, and certain but dishonorable death as a coward and a traitor.\nLet's not have any more thoughts of insubordination. You, Ford Gratrick,\nunder a stricter commander, would already be on the way to the brig.\"\n\nFord looked at Hugh Dunnam through slitted eyes, his face\nexpressionless. Suddenly he smiled.\n\n\"You forget, sir,\" he said smoothly. \"Under a less human commander I\nwould have kept my thoughts to myself.\"\n\n       *       *       *       *       *\n\n\"I was sitting there, Martha,\" Ren said. \"Trying to grab hold of the\nstrange 'split' in things. It's even more mixed up than I pictured it. I\nhad a feeling of BEING both Hugh Dunnam and myself, and also of being\nmyself on a 'something' drifting apart from all I could see. At the same\ntime there was a feeling of two separate things now existing on the\nship. Those two things might be called a composite of each of the two\nforces that began their existence at that moment--the forces obedient to\nthe commander, and me; and the forces that were to side in with Ford\nGratrick.\"\n\n\"In a way numberness in any group depends on the independent unity of\neach member of the group. Put a thousand drops of water in a glass and\nyou don't have a thousand drops of water but a teaspoon or so of water.\nIt would be impossible to take a drop of water out and definitely say\nthat it was one of the drops you had put in. And if you changed all the\nwater back into drops you might have more or less than the thousand you\nput in.\n\n\"But water is a fluid. A human being is not. In some inexplicable way,\nhowever, I was becoming more and more like the drop of water after it is\ndropped into a large volume of water. I was 'spreading', while all the\ntime seeming to be just my normal self.\n\n\"I think I was beginning dimly to see the new metaphysical basics that\nwere to make the whole thing sensible and manipulable. At least, I had\nalready realized that it was different than would be, for example, the\ndifference in operational principle of a gas engine and an electric\ntransformer.\n\n\"If you've ever studied any abstract mathematical system you'll be able\nto understand how the changing of one basic axiom can alter the whole\nstructure almost beyond recognition. Suppose that change in a basic\naxiom were not a clean change, but that for a time both the axiom and\nits alternative were to be used interchangeably and unpredictably. You\nwould have results that were double-valued. You would have contradictory\nresults following from whatever you began with until the old axiom got\nweeded out entirely.\n\n\"Perhaps you can see that well enough to understand everything. I hope\nso, Martha. If you can I can skip the landing. We DID land. We crashed,\nand we landed safely. We also did something else. I think that when\nthey check the records they'll find that the _Endore_ also came back to\nEarth and reported that it hadn't actually landed on Metapor. It did all\nthose things--returned over a year ago, landed safely, and was crushed\nin landing. If you could see HOW it could do all those things--it's like\nthe page in a book; you pass it if you look for it, and find it if you\ndon't look for it.\n\n\"It's happening here on Earth right now and will keep on happening until\nthe old basics that contradict the new ones are no longer operating. You\nsee, Martha, we knew that would happen. That's why we came back. The new\nsystem is so much more perfect than the old. SHE taught it to us when we\nlanded. Ford Gratrick and his fellow objectors were killed in the ship\nthat crashed. They also were on the ship that came back to Earth.\nThey're alive and they're dead.\"\n\nMartha's face was a mask of confusion. She was trying to understand and\nnot knowing how. Ren saw this and tried again.\n\n\"Suppose we try from this angle,\" he said patiently. \"If a car is going\nten miles an hour it will be ten miles farther on at the end of an hour.\nIf it goes twenty miles an hour it will be twenty miles farther on. But\nsuppose it goes both ten miles an hour and twenty miles an hour. At the\nend of an hour it will be ten miles and twenty miles along, and\naccording to what the Earth is used to it would have to become two cars\nto do that.\n\n\"If it went every speed from zero to twenty miles an hour it would have\nto become an infinite number of cars, and occupy every position from the\nstarting point to a twenty-mile distance at the end of an hour. That\nwould be the conventional conclusion to the abstract problems. With the\nnew basics it does just that--except that it is still just one car, and\nyet never was just one car and never will be. It CAN'T be, because there\nis no such thing, in the new system, as a one thing.\n\n\"I myself am not Ren Gravenard, only Ren Gravenard, or anything else\nthat your old ideas can conceive of. You'll see, Martha. The whole world\nwill see soon, just as I did after we had been on Metapor a short while\nand had gotten the contradictions out of my mind and my structure.\"\n\n\"Then what are you?\" Martha asked tensely.\n\n\"I'm the crew of the _Endore_,\" Ren said softly. \"I'm Ren Gravenard here\nand now because that is the only thing you can accept at present.\nI'm--Her, the incomprehensible.\"\n\nA question rose in Martha's mind. She drew back from the question as\nfrom the brink of the Abyss, yet felt drawn magnetically toward it. Ren\nwatched and knew what that question would be. She opened her lips.\n\n\"Who--am I?\" she asked.\n\n\"Look at your hands,\" Ren said.\n\nMartha looked down at her hands resting on the edge of the table. They\nwere large, gnarled, strong--the hands of a man. She flexed them. They\nwere smooth and skillful.\n\nWonderingly she raised her eyes to look at her companion across the\ntable. Her companion was--herself and she was Ren Gravenard. Anything\nelse would have been--unthinkable.\n\n\nTHE END\n\n\nFOOTNOTES:\n\n[1] In 2027 A.D., just seventy-five years after the first space flight,\na dangerous disease was brought to Earth which wiped out almost a\nmillion lives before a cure was found. Immediately an elaborate\nquarantine procedure was developed to take care of any possible\neventuality. This also included the psych screening routine to check on\nthe sanity and normalcy of returning space crews.\n\nOne feature of emergency quarantine was the creation of the spaceport\nzone, an area with a radius of fifty miles about the spaceport, which\nduring quarantine was to be blocked off with nothing permitted to go\neither in or out.\n\nFor all-out quarantine as in this present case, a temporary planet\nquarantine was to be imposed, preventing the landing or taking off of\nany space ship at all.\n\nOther measures would take effect if and when they became necessary, such\nas national quarantine, continent quarantine, and even harsh measures if\nthey became necessary.--ED.\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Amazing Stories_ April 1949. Extensive\n    research did not uncover any evidence that the U.S. copyright on\n    this publication was renewed. Minor spelling and typographical\n    errors have been corrected without note. Variant spellings have been\n    retained.\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Unthinkable, by Roger Phillips Graham\n\n*** END OF THIS PROJECT GUTENBERG EBOOK UNTHINKABLE ***\n\n***** This file should be named 27491.txt or 27491.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/7/4/9/27491/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}