{"title": "The Undersea Tube", "author": "L. Taylor Hansen", "releaseDate": "December 25, 2008", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\nThe Undersea Tube\n\nBY L. TAYLOR HANSEN\n\n\nClassic Reprint from AMAZING STORIES, Nov., 1929\n\nCopyright, 1929, by E. P. Incorporated\n\n\n[Illustration]\n\n\nIf my friend the engineer had not told me the Tube was dangerous, I\nwould not have bought a ticket on that fatal night, and the world would\nnever have learned the story of the Golden Cavern and the City of the\nDead. Having therefore, according to universal custom, first made my\nreport as the sole survivor of the much-discussed Undersea Tube disaster\nto the International Committee for the Investigation of Disasters, I am\nnow ready to outline that story for the world. Naturally I am aware of\nthe many wild tales and rumors that have been circulated ever since the\naccident, but I must ask my readers to bear with me while I attempt to\nbriefly sketch, not only the tremendous difficulties to be overcome by\nthe engineers, but also the wind-propulsion theory which was made use of\nin this undertaking; because it is only by understanding something of\nthese two phases of the Tube's engineering problems that one can\nunderstand the accident and its subsequent revelations.\n\nIt will be recalled by those who have not allowed their view of modern\nhistory to become too hazy, that the close of the twentieth century saw\na dream of the engineering world at last realized--the completion of the\nlong-heralded undersea railroad. It will also be recalled that the\nengineers in charge of this stupendous undertaking were greatly\nencouraged by the signal success of the first tube under the English\nChannel, joining England and France by rail. However, it was from the\nsecond tube across the Channel and the tube connecting Montreal to New\nYork, as well as the one connecting New York and Chicago, that they\nobtained some of their then radical ideas concerning the use of wind\npower for propulsion. Therefore, before the Undersea Tube had been\ncompleted, the engineers in charge had decided to make use of the new\nmethod in the world's longest tunnel, and upon that decision work was\nimmediately commenced upon the blue-prints for the great air pumps that\nwere to rise at the two ends--Liverpool and New York. However, I will\ntouch upon the theory of wind-propulsion later and after the manner in\nwhich it was explained to me.\n\nIt will be recalled that after great ceremonies, the Tube was begun\nsimultaneously at the two terminating cities and proceeded through solid\nrock--low enough below the ocean floor to overcome the terrible pressure\nof the body of water over it, and yet close enough to the sea to\novercome the intensity of subterranean heat. Needless to say, it was an\nextremely hazardous undertaking, despite the very careful surveys that\nhad been made, for the little parties of workmen could never tell when\nthey would strike a crack or an unexpected crevice that would let down\nupon them with a terrible rush, the waters of the Atlantic. But hazard\nis adventure, and as the two little groups of laborers dug toward each\nother, the eyes of the press followed them with more persistent interest\nthan it has ever followed the daily toil of any man or group of men,\neither before or since.\n\n       *       *       *       *       *\n\nOnce the world was startled by the \"extree-ee--\" announcing that the\nEnglish group had broken into an extinct volcano, whose upper end had\napparently been sealed ages before, for it contained not water but\nair--curiously close and choking perhaps, but at least it was not the\nwatery deluge of death. And then came the great discovery. No one who\nlived through that time will forget the thrill that quickened the pulse\nof mankind when the American group digging through a seam of old lava\nunder what scientists call the \"ancient ridge,\" broke into a sealed\ncavern which gleamed in the probing flashlights of the workers like the\nscintillating points of a thousand diamonds. But when they found the\njeweled casket, through whose glass top they peered curiously down upon\nthe white body of a beautiful woman, partly draped in the ripples of her\nheavy, red hair, the world gasped and wondered. As every school child\nknows, the casket was opened by curious scientists, who flocked into the\ntube from the length of the world, but at the first exposure to the air,\nthe strange liquid that had protected the body vanished, leaving in the\ncasket not the white figure, but only a crumbling mass of grey dust. But\nthe questions that the finding of the cave had raised remained\nunanswered.\n\n[Illustration]\n\nWho was this woman? How did she get into the sealed cavern? If she had\nbeen the court favorite of that mythical kingdom, now sunk beneath the\nwaves, and had been disposed of in court intrigue, why would her\nmurderers have buried her in such a casket? How had she been killed? An\nunknown poison? Perhaps she had been a favorite slave of the monarch.\nThis view gained many converts among the archaeologists who argued that\nfrom all the evidence we have available, the race carrying the Iberian\nor Proto-Egyptian culture, long thought to have been the true refugees\nfrom sinking Atlantis, were a slight dark-haired race. Therefore this\nwoman must have been a captive. Geologists, analyzing the lava,\nannounced that it had hardened in air and not in water, while\nanthropologists classed the skull of the woman as essentially more\nmodern than either the Neanderthal or Cro-Magnon types. But the\nengineers, secretly fuming at the delay, finally managed to fill up the\ncave and press on with their drills.\n\nThen following the arguments that still flourished in the press, came a\ntiny little news article and the first message to carry concern to the\nhearts of the engineers. The sea had begun to trickle in through one\nslight crack. Perhaps it was only because the crevice was located on the\nEnglish side of the now famous \"ancient ridge\" that the article brought\nforth any notice at all. But for the engineers it meant the first\nwarning of possibly ultimate disaster. They could not seal the crack,\nand pumps were brought into play. However, as a month wore on, the crack\ndid not appear to widen to any material extent and the danger cry of a\nfew pessimists was forgotten.\n\nFinally, it will be remembered, that sounders listening in the rocks\nheard the drillers of the other party, and then with wild enthusiasm the\nwork was pushed on to completion. The long Tube had been dug. Now it\nonly remained for the sides at the junction to be enlarged and encased\nwith cast iron, while the work of setting up the great machines designed\nto drive the pellet trains through, was also pushed on to its ultimate\nend. Man had essayed the greatest feat of engineering ever undertaken in\nthe history of the planet, and had won. A period of wild celebration\ngreeted the first human beings to cross each direction below the sea.\n\nDid the volume of water increase that was carried daily out of the Tube\nand dumped from the two stations? If it did, the incident was ignored by\nthe press. Instead, the fact that some \"cranks\" persisted in calling\nman's latest toy unsafe, only attracted more travel. The Undersea Tube\nfunctioned on regular schedule for three years, became the usual method\nof ocean transit.\n\n       *       *       *       *       *\n\nThis was the state of matters, when on the fourth of March last, our\ntextile company ordered me to France to straighten out some orders with\nthe France house, the situation being such that they preferred to send a\nman. Why they did not use radio-vision I do not care to state, as this\nis my company's business.\n\nTherefore, upon entering my apartment, I was in the midst of packing\nwhen the television phone called me. The jovial features of \"Dutch\"\nHiggins, my one-time college room-mate and now one of the much-maligned\nengineers of the Undersea Tube, smiled back at me from the disk.\n\n\"Where are you? I thought we had a sort of dinner engagement at my\napartment, Bob.\"\n\n\"By gollies I forgot, Dutch. I'll be right over--before it gets cold.\"\n\nThen immediately I turned the knob to the Municipal Aerial-car yards,\nand ordered my motor, as I grabbed my hat and hurried to the roof. In\ndue time, of course, I sprang the big surprise of the evening, adding:\n\n\"And, of course, I'm going by the Tube, I feel sort of a\nhalf-partnership in it because you were one of the designers.\"\n\nA curious half-pained look crossed his face. We had finished our meal,\nand were smoking with pushed-back chairs. He finished filling his pipe,\nand scowled.\n\n\"Well? Why don't you say something? Thought you'd be--well, sort of\npleased.\"\n\nHe struck his automatic lighter and drew in a long puff of smoke before\nanswering.\n\n\"Wish you'd take another route, Bob.\"\n\n\"Take another route?\"\n\n\"Yes. If you want it straight, the Tube is not safe.\"\n\n\"You are joking.\"\n\nBut as I looked into his cold, thoughtful blue eyes, I knew he had never\nbeen more serious.\n\n\"I wish that you would go by the Trans-Atlantic Air Liners. They are\njust as fast.\"\n\n\"But you used to be so enthusiastic about the Tube, Dutch! Why I\nremember when it was being drilled that you would call me up at all\nkinds of wild hours to tell me the latest bits of news.\"\n\nHe nodded slowly.\n\n\"Yes, that was in the days before the crack.\"\n\n\"Yet you expected to take care of possible leaks, you know,\" I\ncountered.\n\n\"But this crack opened after the tunnel had been dug past it, and lately\nit has opened more.\"\n\n\"Are the other engineers alarmed?\"\n\n\"No. We are easily taking care of the extra water and again the opening\nseems to remain at a stationary width as it has for the past three\nyears. But we cannot caulk it.\"\n\n\"Are you going to publish these views?\"\n\n\"No. I made out a minority report. I can do no more.\"\n\n\"Dutch, you are becoming over-cautious. First sign of old age.\"\n\n\"Perhaps,\" with the old smile.\n\n\"But after all it is now more than three years since we have had a talk\non the Tube. After it began to function as well as the Air-Express you\nsort of lost interest in it.\"\n\n\"And the world did too.\"\n\n\"Certainly--but the public ever was a fickle mistress. Who said that\nbefore me?\"\n\nHe laughed and blew out a long puff of smoke.\n\n\"Everyone, Bob.\"\n\n\"But as to the Tube, if I cross under the sea, I would want to be as\nwell informed on the road as I was three years ago. Now in the meantime,\nyou have dropped interest in the long tunnel while I have become more\ninterested in textiles--with the result that I have forgotten all I ever\ndid know--which compared to your grasp of the details, was little\nenough.\"\n\n       *       *       *       *       *\n\nBut his face showed none of the old-time animation on the subject. What\na different man, I mused to myself, from that enthusiastic engineering\nstudent that I used to come upon dreaming over his blue-prints. He was\nconsidered \"half-cracked\" in those days when he would enthuse over his\nundersea railroad, but his animated face was lit with inspiration. Now\nthe light was gone.\n\n\"Well, Dutch, how about it? Aren't you going to make me that brief\nlittle sketch of the length plan and cross-section of the Tube? I\nremember your sketch of it in college, and it tends to confuse me with\nthe real changes that were made necessary when the wind-propulsion\nmethod was adopted.\"\n\n\"All right, old timer. You remember that the Tube was widened at the\nsides in order that we could make two circular tubes side by side--one\ngoing each way.\"\n\n\"I had forgotten that they were circular.\"\n\n\"That is because of the pressure. A circle presents the best\nresistance,\" and picking an odd envelope from his pocket, he made the\nfollowing sketch and passed it to me.\n\n[Illustration:--CROSS-SECTION OF TUBE--]\n\nI nodded as I recognized the cross-section.\n\n\"Now the plan of the thing is like this,\" he added, putting aside his\npipe and pulling a sheet of paper from the corner of his desk.\n\nRapidly, with all his old accuracy, he sketched the main plan and leaned\nover as he handed it to me.\n\n[Illustration:--PLAN OF UNDER-SEA TUBE--]\n\n\"You see,\" he explained, picking up his pipe again, \"both pumps work at\none time--in fact, I should say all four, because this plan is\nduplicated on the English side. On both ends then, a train is gently\npushed in by an electric locomotive. A car at a time goes through the\ngate so that there is a cushion of air between each car. The same thing\nhappens at Liverpool. Now, when the due train comes out of the suction\ntube, it goes on out the gate, but the air behind it travels right on\naround and comes in behind the train that is leaving.\"\n\n\"But how are you assured that it will not stall somewhere?\"\n\n\"It won't be likely to with pressure pumps going behind it and suction\npumps pulling from in front. We can always put extra power on if\nnecessary. Thus far the road has worked perfectly.\"\n\n\"How much power do you need to send it through, under normal\nconditions?\"\n\n\"Our trains have been averaging about fifty tons, and for that weight we\nhave found that a pound pressure is quite sufficient. Now, taking the\ntunnel's length as four thousand miles (of course it is not that long,\nbut round figures are most convenient) and the tube width eleven and one\nquarter feet each and working this out we have 3,020,000 cubic feet of\nfree air per minute or 2,904,000 cubic feet of compressed air, which\nwould use about 70,000 horse power on the air compressor.\"\n\n\"But isn't the speed rather dizzy?\"\n\n\"Not any more dizzy, Bob, than those old fashioned money-carrying\nmachines that the department stores used to use--that is in comparison\nto size. The average speed is about 360 feet a second. Of course, the\ntrain is allowed to slow down toward the end of its run, even before it\nhits the braking machinery beyond the gate.\"\n\n\"But how much pressure did you say would be put on the back of the\ndiaphragm--I remember that each car has a flat disc on the back that\nfits fairly tightly to the tube ...\"\n\n\"The pressure on the back is less than seven tons. However, the disc\ndoes not fit tight. There are several leaks. For instance, the cars are\nas you know, run on the principle of the monorail with a guiding rail on\neach side. The grooves for the rails with their three rollers are in\neach car. There is a slight leakage of air here.\"\n\n\"You used the turbo type of blower, didn't you?\"\n\n\"Had to because of the noise. We put some silencing devices on that and\nyet we could not kill all of the racket. However a new invention has\ncome up that we will make use of soon now.\"\n\n       *       *       *       *       *\n\n\"But I can't understand, Dutch, why you seemed so put out when I\nannounced my intention of going to Europe via the Tube. Why, I can\nremember the day when that would have tickled you to death.\"\n\n\"You followed the digging of the Tube, didn't you?\"\n\n\"Yes, of course.\"\n\n\"You remember the volcano and lava seams?\"\n\n\"Yes.\"\n\n\"Well, I do not believe that the crack was a pressure crevice. If it had\nbeen, we were far enough below the ocean floor to have partly relieved\nthe situation by the unusually solid building of the Tube. The\ntremendous shell of this new type of specially hardened metal--\"\n\n\"And the rich concrete that was used as filling! That was one job no one\nslipped up on. I remember how you watched it--\"\n\n\"Yet the crack has widened, Bob, since the Tube was completed.\"\n\n\"How can you be certain?\"\n\n\"By the amount of water coming through the drain pipes.\"\n\n\"But you said that once more it was stationary.\"\n\n\"Yes, and that is the very thing that proves, I believe, the nature of\nthe crack.\"\n\n\"I don't follow you.\"\n\n\"Why it isn't a crack at all, Bob. It is an earthquake fault.\"\n\n\"Good heavens, you don't mean--\"\n\n\"Yes, I do. I mean that the next time the land slips our little tube\nwill be twisted up like a piece of string, or crushed like an eggshell.\nThat always was a rocky bit of land. I thought in going that far north,\nthough, that we had missed the main line of activity; I mean the\ndisturbances that had once wiped out a whole nation, if your scientists\nare correct.\"\n\n\"Then you mean that it is only a matter of time?\"\n\n\"Yes, and I have been informed by one expert that the old volcanic\nactivity is not dead either.\"\n\n\"So that is what has stolen away your laugh?\"\n\n\"Well I am one of the engineers--and they won't suspend the service.\"\n\n\"Fate has played an ugly trick on you, Dutch, and through your own\ndreams too. However, you have made me decide to go by the Tube.\"\n\nHe took his pipe out of his mouth and stared at me.\n\n\"Sooner or later the Tube will be through, and I have never been across.\nNothing risked--a dull life. Mine has been altogether too dull. I am now\nmost certainly going by the Tube.\"\n\nA bit of the old fire lit up his eyes.\n\n\"Same old Bob,\" he grunted as I rose, and then he grasped my hand with a\ngrin.\n\n\"Good luck, my boy, on your journey, and may old Vulcan be out on a\nvacation when you pass his door.\"\n\nThus we said good-by. I did not know then that I would never see him\nagain--that he also took the train that night in order to make one last\nplea to the International Committee, and so laid down his life with the\npassengers for whom he had pleaded.\n\nIt was with many conflicting thoughts, however, that I hurried to the\ngreat Terminus that fatal night, where after being ticketed,\nphotographed and tabulated by an efficient army of clerks, I found\nmyself in due time, being ushered to my car of the train.\n\n       *       *       *       *       *\n\nFor the benefit of those who have never ridden upon the famous \"Flier,\"\nI could describe the cars no better than to say that coming upon them by\nnight as I did, they looked like a gigantic, shiny worm, of strange\nshape, through whose tiny port-holes of heavy glass in the sides, glowed\nits luminous vitals.\n\nI was pompously shown to the front car, which very much resembled a\ntremendous cartridge--as did all of the other segments of this great\nglow-worm.\n\nHaving dismissed the porter with a tip and the suspicion that my having\nthe front car was the work of my friend, who was willing to give me my\nmoney's worth of thrill, and that the porter was aware of this, I stowed\naway my bags and started to get ready for bed. I had no sooner taken off\nmy coat than the door was opened and an old fellow with a mass of silver\nhair peered in at me.\n\n\"I beg your pardon, sir, but I understand you have engaged this car\nalone?\"\n\n\"Yes.\"\n\n\"I can get no other accommodations tonight. You have an extra berth\nhere and I must get to Paris tomorrow. I will pay you well--\"\n\nI smiled.\n\n\"Take it. I was beginning to feel lonesome, anyway.\"\n\nHe bowed gravely and ordered the porter to bring in his things. I\ndecided he was a musician. Only artists go in for such lovely hair. But\nhe undressed in dignified silence, not casting so much as another glance\nin my direction, while on my part I also forgot his presence when,\nlooking through the port-hole, I realized that the train had begun to\nmove. Soon the drone of the propelling engines began to make itself\nheard. Then the train began to dip down and the steel sides of the\nentrance became too high for me to see over. My friend of the silver\nhair had already turned off the light, and now I knew by the darkness\nthat we had entered the Tube. For some time I lay awake thinking of\n\"Dutch\" and the ultimate failure of his life's dream, as he had outlined\nit to me, and then I sank into a deep, dreamless sleep.\n\nI was awakened by a terrible shock that hurled me up against the side of\nthe compartment. A dull, red glow poured through the port-hole, lighting\nup the interior with a weird, bloody reflection. I crept painfully up to\nthe port-hole and looked out. The strangest sight that man has ever\nlooked upon met my eyes. The side of the wall had blown out into a\ngigantic cavern, and with it the rest of the cars had rolled down the\nbluff a tangled, twisted mass of steel. My car had almost passed by, and\nnow it still stuck in the tube, even though the last port-hole through\nwhich I peered seemed to be suspended in air. But it was not the wrecked\ncars from which rose such wails of despair and agony that held my\nattention, but the cavern itself. For it was not really a cave, but a\nvast underground city whose wide, marble streets stretched away to an\ninferno of flame and lava. By the terrible light was lit up a great\nwhite palace with its gold-tipped scrolls, and closer to me, the golden\ntemple of the Sun, with its tiers of lustrous yellow stairs--stairs worn\nby the feet of many generations.\n\nAbove the stairs towered the great statue of a man on horseback. He was\ndressed in a sort of tunic, and in his uplifted arm he carried a scroll\nas if for the people to read. His face was turned toward me, and I\nmarveled even in that wild moment that the unknown sculptor could have\ncaught such an expression of appeal. I can see the high intellectual\nbrow as if it were before me at this moment--the level, sympathetic eyes\nand the firm chin.\n\n       *       *       *       *       *\n\nThen something moving caught my eyes, and I swear I saw a child--a\nliving child coming from the burning city--running madly, breathlessly\nfrom a wave of glowing lava that threatened to engulf him at any moment.\nIn spite of all the ridicule that has been showered upon me, I still\ndeclare that the child did not come from the wreckage and that he wore a\ntunic similar to the one of the statue and not the torn bit of a\nnightgown or sheet.\n\nHe was some distance from me, but I could plainly see his expression of\nwild distraction as he began to climb those gleaming stairs. Strangely\nlustrous in the weird light, was that worn stairway of gold--gold, the\nancient metal of the Sun. With the slowness of one about to faint he\ndragged himself up, while his breath seemed to be torn from his throat\nin agonizing gasps. Behind him, the glowing liquid splashed against the\nsteps and the yellow metal of the Sun began to drip into its fiery\ncauldron.\n\nThe child reached the leg of the horse and clung there.\n\n... Then suddenly the whole scene began to shake as if I had been\nlooking at a mirage, while just behind my car I had a flashing glimpse\nin that lurid light of an emerald-green deluge bursting in like a dark\nsky of solid water, and in that split-second before a crushing blow upon\nmy back, even through that tangle of bedclothes, knocked me into\nunconsciousness, I seemed to hear again the hopeless note in the voice\nof my friend as he said:\n\n\"--an earthquake fault.\"\n\nAfter what seemed to me aeons of strange, buzzing noises and peculiar\nlights, I at last made out the objects around me as those of a hospital.\nMen with serious faces were watching me. I have since been told that I\nbabbled incoherently about \"saving the little fellow\" and other equally\nincomprehensible murmurings. From them I learned that the train the\nother way was washed out, a tangled mass of wreckage just like my car,\nboth terminus stations wrecked utterly, and no one found alive except\nmyself. So, although I am to be a hopeless cripple, yet I am not sorry\nthat the skill and untiring patience of the great English surgeon, Dr.\nThompson, managed to nurse back the feeble spark of my life through all\nthose weeks that I hung on the borderland; for if he had not, the world\nnever would have known.\n\nAs it is, I wonder over the events of that night as if it had not been\nan experience at all--but a wild weird dream. Even the gentleman with\nthe mass of silver hair is a mystery, for he was never identified, and\nyet in my mind's recesses I can still hear his cultured voice asking\nabout the extra berth, and mentioning his pressing mission to Paris. And\nsomehow, he gives the last touch of strangeness to the events of that\nfatal night, and in my mind, he becomes a part of it no less than the\nchild on the stairs, the burning inferno that lit the background, and\nthe great statue of that unknown hero who held out his scroll for a\nmoment in that lurid light, like a symbol from the sunken City of the\nDead.\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was first published in _Amazing Stories_ November 1929\n    and was produced from _Amazing Stories_ May 1961. Extensive research\n    did not uncover any evidence that the U.S. copyright on this\n    publication was renewed. Minor spelling and typographical errors\n    have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Undersea Tube, by L. Taylor Hansen\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE UNDERSEA TUBE ***\n\n***** This file should be named 27609.txt or 27609.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/7/6/0/27609/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}