{"title": "The Beginning", "author": "Henry Hasse", "releaseDate": "December 28, 2008", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n    _Relentlessly, a narrative as old as time drives forward to a climax\n    as old as man--and points a finger as grim as Death._\n\n[Illustration]\n\n\nthe BEGINNING\n\nBy HENRY HASSE\n\nIllustrated by FINLAY\n\n\nIn the purely cerebral sense, there was no particular point-of-sequence\nat which Gral could have been said to Know. The very causality of his\nexistence was a succession of brute obedience to brute awareness, for it\nwas only thus that one survived. There was the _danger-sense_ on\nthose days when the great-toothed cats roamed the valley, and the\nmales-who-will-bring remained huddled and sullen in the caves above the\ngreat ledge; there was the _hunger-sense_ when provender was low, and\nGor-wah drove them out with grunts and gibes to hunt the wild-dogs and\nlizards and lesser beasts; and not infrequently there was the other\nsense, the _not-hunger_, when the bring had been exceptional and there\nwas somnolence after the gorging.\n\nGral could not remember when he had experienced the latter, for it was\nthe dictate of Gor-wah, the Old One, that who did not bring did not\neat--not until the others had gorged. Gral was small, and weakest of all\nthe males. Not often did he bring. _Once_ on a spurious moment he had\nscaled the valley-rim, and came out upon the huge plain where it was\nrumored the little three-toed horses roamed. And he had seen them, he\nhad seen them! He pursued, armed only with blunt shaft and a few of the\nthrow-stones such as Otah used; but he was less swift than the tiny\nhorses, and his throw-stones fell wide, and it was rumored that here\nroamed the long-tusked shaggy ones that were larger than the very caves\n... trembling, Gral had retraced his way, to arrive at the ledge and\nmeekly await Gor-wah's word that he could partake of the sinews that\nnight.\n\n_... Point of sequence. Causality in action. An atom is dissected, a\nbelly rumbles in hunger, a star blooms into brief nova; a bird wheels in\nfutile escape, an ice-flow impacts, an equation is expressed in awesome\nmushrooming shape. These are multitudinous, apocalyptic. They are\ntimeless and equal. These are things whereby suns wheel or blossom or\ndie, a tribe vanishes, a civilization climbs or a world decays._\n\nOr an earlier sun, hot and soft-stroking against leaves. Or a\nPleistocene man, smallest of all the males, whose supine acceptance had\ndevolved into laziness....\n\nGral would not have called it laziness; his crude synapses could not\nhave contained the thought, much less given it relevance. Even later--as\nGral-the-Bringer--his only point of relevance was to the Place where the\ngreat thing happened.\n\nThe Place was a small rocky cleft above the river, not easily\naccessible.... Gral found it one day because he dearly loved to climb,\nthough all to be found here were the lizards, stringy and without\nsubstance. But this day he found more. It was _warmth_, a warmth\nimmeasurably more satisfying than the caves-above-the-ledge. Here for\nperhaps an hour the late sun stroked directly in, soft and containing,\nsetting the narrow walls aglow with bright-brushed patterns.\n\nTo Gral it was an hour apart. He gathered leaves and placed them here,\nand here he paused in the lateness of each day though his bring was\nfrugal and his belly would rumble that night. But to _that_ he was\naccustomed, and this was pleasurable.\n\n       *       *       *       *       *\n\nIt was the time of the thaw. Gral huddled in his Place and welcomed the\nstroking warmth. He was weary, his forage had been fruitless, his\nthrow-stones wasted ... would he never master them as Otah and the\nothers? He had confronted a wild-dog and pinned it snarling against\nrock, he had employed his shaft and got it fairly into flesh, only to\nhave the beast slip off the smooth point and escape. Smooth points--they\nwere useless! Briefly, his mind groped with that but could not sustain\nit.\n\nSo Gral burrowed into the leaves, his anger diminished as he watched\nwith drowsy delight the sun-patterns stroking. And his eyes must have\nclosed, half closed....\n\nIt was no snarl that brought him back--it was a tread, soft-shod and\ncautious, very close. The snarl came an instant later, deep-throated\nwith anger and meaning.\n\nAnother had found this Place, this warmth, these leaves that were fine\nfor burrowing. Gral came erect and stared into the visage of Obe the\nGreat Bear; just six feet away he saw the great head that swayed with\ndeceptive gentleness, the amber eyes burning, the twinned mountainous\nmuscle of shoulders ... and in that quick moment Gral saw something\nelse. Obe stood directly astride the pointed shaft which Gral had left\ntoo far distant.\n\nGral did not breathe. He did not move. Only his hand crept slowly, but\nalready he knew his throw-stones were gone. Once more Obe snarled, and\nGral saw those great shoulder muscles slide. His hand encountered the\nwall, groped desperately; then his fingers found something--a stick, a\nroot, some gnarled thing that protruded....\n\nIn one rearing flow of motion, Obe launched out in a mighty reach. Gral\ncaught part of that sweeping blow; stunned, he managed to gain footing,\nand now both his hands were on the protruding object. He wrenched and\nthe thing came free, seeming strange and heavy in his hands. Obe was\nupon him again, the great paws ready to crush ... pure terror sent Gral\nstumbling back, but it was a different instinct that brought his arms\nonce up and then down in a great arc....\n\nOnce only. He felt a wondrous impact that jarred him to the\nshoulders--and then it was a miracle. Obe was no longer upon him. Obe\nlay half sprawled, roaring with rage, and from Obe's massive head came\nthe crimson life-stuff!\n\nGral did not question. Avoiding the destructive paws, he leaped in and\naway, and then in, all the while employing the thing in his hand until\nObe's life-stuff had run its course in crimson ruin.\n\n       *       *       *\n\nAcceptance came slowly, as Gral sagged in weariness against the wall. He\ncould not believe this thing! Timorously, he approached the great\ncarcass and prodded with his foot. Then he accepted.\n\nNow things were happening inside him--a great turmoil, a throbbing\nwithin his chest. Gral straightened; he brought his arms quickly up and\naround, and the thing-that-slew felt wondrous in the arc. Even better\nthan the throw-stones! It was like--he struggled for the meaning--like\nan extension of one's self! One threw the stone and yet retained it!\n\nBut alas, it was not a stone at all, Gral discovered. He placed the\ngnarled thing in sunlight and crouched to survey it. This\nthing-that-slew was but a length of rotting root, frozen at the end with\nclay and encrusted ice. And already the ice was shattered.\n\nThe sun did the rest, as Gral watched in despair; soon there was only\nsoft melting mud and a gnarled stick that would never slay again.\n\nFor a long time Gral crouched there, trying to understand. Dimly he\nperceived, but his mind would not reach. He scowled angrily and flung\nthe useless stick away. There was a thing inside him he did not like, a\nstrange new thing that gnawed and nagged and brought anger again.\n\nIt was anger at being robbed of a priceless thing--but the gnawing went\ndeeper.\n\nWearily, he rose. He began his trek back to the great ledge, to make\nannouncement that his bring this day would be Obe.\n\n       *       *       *       *       *\n\nOtah came, and Lak and one other, and together they brought Obe back. No\none made remark on the slaying; it was enough that Obe was here! And\nwhen Gral came forward at the gorging to take the bringer's share, he\nmerely took and retired, disdaining the great show of prowess and\nexaggeration which the others used to demonstrate their kill. But he saw\nthat Gor-wah, the Old One, was pleased. Even Otah the Thrower-of-Stones\nlooked at him with envy; it was not often they had Obe the Great Bear;\nonly twice before had it happened, and both times it was Otah who\nbrought.\n\nGral gorged voluptuously that night. This too was new to his experience,\nand this he liked. But newer still was the thing he did not like, the\nthing that continued to gnaw and nag and would not let him sleep.\n\nAnd next morning, with the valley still gray and murky before the dawn\nand damp with bitter cold, Gral was gone in advance of the others. He\nclambered down to the river and there he pursued his way--far along\ntoward the place where it widened into shallows. No thought of bringing\ntoday! Instead he searched. He searched the rocky shallows as the sun\ncame shafting, and he was still searching later as it climbed high.\n\nHe found the place at last, where the stones were plentiful and of\nproper size. There he paused; the thing was still angry and prodding\nwithin him; Gral could not have known that this \"thing-that-prodded\" was\nnot anger but a churning impatience, a burning nameless need--that he\nwas in very truth a prototype, the first in the realm of pure research!\n\nBut he applied it, knowing remotely what he must do. It was long; it was\nirksome; he ached all through with the effort but still he persisted.\nUntil at last, from all the stones in the shallows, he had gathered a\ndozen that pleased him.\n\nThese he seized eagerly. He spread them out; he examined; he grunted and\ngrimaced and paused in perplexity. It was difficult to choose when each\nmight do! But he chose, weighing each in his hand before discarding,\nuntil finally _one_ remained.\n\nHe grunted his pleasure, knowing purpose now. The vines! Again he\nselected carefully. _Tight_, said the thing-that-prodded, _it must be\ntight or you will have only a throw-stone_.\n\nAnd so began the long task of arranging stone to shaft, as he brought\nthe vine round and round again. It was crude; his fingers were clumsy\nand unaccustomed; the vine tangled and tore, and there was no way of\nfastening. But with each failure he found new ways, until at last it was\ndone.\n\nIt was done! A thing of extended strength and weight, at once so\nwondrous that Gral could only place it before him and stare. He felt a\npulsing at his throat, his thoughts went leaping. Obe the Great Bear!\nNow he could bring Obe many times! Even Otah the Thrower-of-Stones would\nbe in awe!\n\nGral lifted the thing of his creation ... and just a little way distant,\nhis glance caught the bole of a tree. _Now this will be Obe the Great\nBear_ ... then Gral leapt forward, arm outflung in the arc he\nremembered.\n\nTruly and without effort the weight went to the mark. It made impact\nthat jarred him from arm to shoulder, but this he did not mind because\nhis weapon's edge brought a great gaping wound to the weathered bole.\n\n_... the first sound of isolate words across a wire. The initial shock\nof mushroom-shape above an atoll. The fierce clutch of a weighted shaft\nnewly fashioned ... man stands always_ FOR A MOMENT _in awe of what man\nhas wrought._\n\n       *       *       *\n\nFor a moment only. And so Gral stood stark in his moment of awe, truly\nfrightened as he visioned what such a blow might have done to Obe. But\nGral was truly man, truly prototype; for the time of one deep breath he\nfelt it, then awe and fright were gone as he exulted.\n\nOnce more he brought the shaft _up_ in smooth swing and _down_ in the\narc....\n\nAlas for Gral--alas for research. Alas for all the effort and\napplication and the prodding-thing within. It was Gral's destiny yet to\nknow that a mere day's effort was only the beginning.\n\nFor his second mighty swing did not reach the bole-bark. It reached\nnothing but air. He felt a sudden lightness as the stone fled from\nshaft, and he was left holding a stick trailing vines at the end.\n\nUndaunted, he tried again, and again it happened--the stone went\nplummeting. A third time he tried, and a fourth. He chose the more\npliant vines and strove to make them stay, sought a new way to fasten.\nThe stone would not stay.\n\nGral mourned, and from the mourning came anger and then a bitterness\nthat rose to blind him. For the rest of that day he tried--he could not\nhave counted the times. A factor was missing--dimly he knew that. The\nsun was dull red along the valley when he desisted; his hands were raw\nand bleeding, and seeing that, a sound rose in his throat like grating\ngravel.\n\nGrimly, he buried his stone there beneath the bole and made his way back\nto the great ledge. His share of Obe would last yet a day or two. The\nthought of food was only fleeting, because the anger was still inside\nhim, larger now, demanding now ... that thing-that-prodded.\n\n       *       *       *       *       *\n\nObe was gone at last, both Gral's share and all the rest. Three days\nwere gone and Gral did not try to bring again. But each day he went from\nthe ledge in advance of the others, he went in a hunger he did not\nheed--to the place of the buried stone.\n\nOn the third day he thought that Otah followed, keeping discreetly\nbehind; but he could not be sure. This was not Otah's usual direction.\nAnd later, on the far shore across the shallows he saw one of Kurho's\ntribe from Far End. It was not often that Kurho's people foraged this\nfar, and Gral could not say how long the man must have stood there bold\nand brazen. When next he looked up, the fellow was gone.\n\nOrdinarily he would have reported this to Gor-wah, but the incident was\nsoon forgotten. He continued doggedly with shaft and stone. It was\nsomething wild and febrile that drove him now, and he could not have\nwondered at his own incredible quixotism--he was a million years removed\nfrom that! But inevitably his synapses took hold, the neuronic links\ngrooved, and to Gral one thought emerged: _the vines would never do_.\n\nAnd so he came to know where the missing factor lay. He knew it dully\nand was helpless.\n\nMore than helpless, he was hungry. It came with a great gnawing need. On\nthe fifth day it was _Otah_ who noticed, and more out of contempt than\npity tossed him the remnants of a wild-dog he had brought: the portion\nwas little more than stripped bones and sinew, but Gral accepted without\nquestion, crawled to his place on the ledge and partially assuaged his\nhunger....\n\n_The ways of discovery are most wondrous--yet who will dare to say they\ntake precedence over the wondrous ways of the stomach? And the ways are\nironic; is it not conceivable that the two should align in devious\nfruition?_ For Gral found answer, not in his groping hands, but tangled\nabout his clumsy feet!\n\n       *       *       *\n\nThe sun came high and hot. Gral emerged from his sleep-place on the\nledge, faint and hungry but knowing he must try yet again. He took a\nstep, his feet tangled, and growling deep he reached down and tore at a\ntough twining substance.\n\nSinews. Sinews stripped bare by his own hunger, all that Otah and others\nhad tossed him these past days; they were taut and clinging now,\nunresilient, like the vines of the young trees and yet strangely unlike.\n\n_Unlike!_ Gral stared, as his throat went pulsing. He reached out and\ntouched; one had twined about a rock, was now so fast that his fingers\ncould not cause it to move. For a long time he crouched, perplexed,\ngrowling deep as his fingers explored. He glanced up at the sun, and\nthen back, and with that glance two things came together with searing\nshock....\n\nFor the very first time, man--a Pleistocene man--had made a clear\ncerebral distinction of cause and effect.\n\nGral arose. There was a wild new urgency. Quickly he searched and he\nfound, across all the great ledge, sinews from the gorging which the sun\nhad not yet touched. Some among the tribe stared with immobile contempt,\nthinking Gral the scavenger was yet hungry. But Gral gathered quickly,\nand departed, and was soon at the far place by the great bole, where he\nretrieved his stone and set feverishly to work.\n\nIndeed it was not like the vines! It was easy now, but he was doubly\nthorough; he made his fingers be strong as he followed the pattern he\nknew so well. The sinews held, they held! His part done at last, he went\nout from the trees and placed his shaft where the sun's hot stroke could\nreach.\n\nAnd this was perhaps hardest of all--the waiting. Most of that day he\ncrouched and waited and watched, as the sun's work was done; that great\nbright orb, his ally; he had known times when it was beneficent and\ntimes when it was cruel, but now in his need Gral's thoughts were\nkindly.\n\nSoon it became as if his own kind thoughts and the sun's hot strength\nwere one. The thing-that-prodded now was different, now it outpoured,\ngracious to meet his need. He could not have known that this was prayer!\nAnd so, by degree and small degree Gral saw the sinews grasp and\ntighten.\n\n       *       *       *\n\nNot until the sun was low, at valley's Far End, did he dare reach out\nand take his shaft and put it to test. But already he knew! The stone\nheld, and it held, and would continue to hold after many tries. He had\nfashioned a thing and it was wondrous--his own sole possession--a weapon\nbeyond anything the valley-people had dreamed of--and it was his alone.\n\nA stirring of vague alarm made him pause. He growled deep. The\nthing-that-prodded churned in a new way, a cunning way, and once again\nGral was prototype. This thing must be kept secret! Not yet would he\nshare--not until he became known as Gral-the-Bringer!\n\n_... he could not have known. Could not have known that this thing he\nwrought spelled at once Beginning and End: that no such shocking\ndeparture remains long sole-possessed, either shaft or fire or\nmushroom-shape: that with each great thing of man's devising comes\nquestion and doubt and challenge and often disaster...._\n\nOr knowing, would not have cared.\n\n[Illustration]\n\n       *       *       *       *       *\n\nSo now he was known as Gral-the-Bringer! He went alone each day, taking\nthrow-stones which he discarded in favor of his new weapon from its\nplace of hiding. He brought the wild-dogs for a time, but soon he\ndisdained them. Three times more he brought Obe the Great Bear, but\nwould not demonstrate his method of kill. Sometimes he scaled the\nvalley-rim to the great plain, where he slew the three-toed horses whose\nflesh was sweet and different.\n\nAnd each time at the gorging Otah watched him--watched sometimes sullen\nand brooding, sometimes with secret knowing.\n\nAnd then came a day when _Otah_ brought Obe the Bear. Three times in as\nmany days he brought Obe, and on the third time he brought back also the\nshaft-with-stone, bearing it boldly to make sure that Gral and all the\nothers saw.\n\nWith half snarl and half wail, Gral leaped to seize it. Otah might have\ncrushed him with a blow, but Otah waited, looking at him fully. Gral's\nsnarl died in his throat. This was not the weapon he had hidden, but\nanother! Otah had found and copied.\n\n\"See this!\" Otah grunted. \"I slew Obe with this!\" And he demonstrated to\nall the tribe. He was still angry, facing Gral, but he gave credit.\n\"_Gral_ used it first. Gral is greatest among us! But if Gral can use,\nOtah can use--we will all use!\"\n\nHe turned to Gor-wah the Old One, and said in the language of\nmonosyllable and gesture: \"We must have Council!\"\n\nThere was Council, and the truth was out. Gral held back nothing in his\ntelling. Gor-wah listened and nodded and grunted, his brow furrowed and\nhe growled deep in his throat.\n\n\"A weapon of great magic,\" Gor-wah pronounced, and he prodded with his\nfingers at it, almost afraid to touch.\n\n\"Arh-h-h!\" echoed the males. \"A weapon of great magic!\"\n\n\"Let us have many such,\" Otah repeated with growl and gesture. \"The\ntribe of Gor-wah will be greatest in all the valley!\"\n\nAgain Gor-wah grunted, shook his head slowly. \"The tribe of Gor-wah\nseeks only food and peace. This we have. We do well without such a\nweapon.\"\n\n\"Arh-h,\" echoed the males. \"We do well without.\"\n\nGral felt helpless, listening. All attention was now upon Otah and the\nOld One. \"But we will use only for food and peace,\" Otah pursued\nsullenly. \"Such was my meaning!\"\n\nGor-wah rose, trembling. \"Meaning? I will give you meaning. Kurho's\ntribe at Far End! Already they have taken the lesser tribes. Each year\nthey come in bold insolence, and only the river separates; in time they\nmean to take the whole valley. Kurho has declared it!\" He spread his\nhands. \"Never again will we know peace, if Kurho learns the way of such\na weapon!\"\n\nThere was pause, a restless unease. And again it was Otah who growled\nboldly, touching the weapon: \"Such is the reason for many of these. Let\nus make them, and none will dare to come!\"\n\n\"None will dare!\" echoed the Council. But there were both those who said\nit strong, and those who said in doubt.\n\nNow it was plain that even Gor-wah was in doubt. He was old and he had\nknown this time would come, the time when another took the tribe, and\nthat one would be Otah. But now he stood straight and made\npronouncement. \"I say no! The risk is too great. You, Otah--and you,\nGral--you will destroy this weapon. It must not be used again!\"\n\n       *       *       *       *       *\n\nOf course it was never done. Otah also knew that he must take the tribe,\nand they looked to him now. Soon Lok had the weapon, then Mai-ak and\nmost of the others, as day by day Gral instructed them in the making.\nBut they used with caution! Otah reminded them always of the Old One's\nwords, though none of the Far End tribe had been seen near the river for\nmany days now.\n\nUntil Mai-ak returned from a journey, to announce he had encountered one\nof Kurho's tribe. \"We exchanged insults. I invited him to come close,\"\nMai-ak explained with amusing gesture, \"but the fellow would not. He saw\nmy weapon! I think he would have given all his throw-stones to possess\nit!\"\n\nOtah was not pleased. He would have admonished, except that Mai-ak told\na story well; besides, Mai-ak was a great hunter.\n\nBut there came another such day, and then others. First Lok reported and\nthen Mai-ak again. The reports became frequent. Kurho's men were forever\nnear, watching in silence this new weapon in the hands of the Gor-wah\ntribe across the river.\n\nAnd then Mai-ak brought a message ... there had been another encounter,\nno insults this time but rather a sullen understanding. Kurho was aware\nof the new weapon; it made his own people uneasy and restless; such a\nthing at loose in the valley could only spell threat to all peoples!\nBut, if it was to be, then what the tribe of Gor-wah devised Kurho's\ntribe would also devise. They would devise more and better!\n\nOtah listened, growled in anger. \"Kurho says this? Kurho, who has\nboasted that he will take the whole valley?\" Then he paused and\nconsidered sensibly. \"Mai-ak, take answer. You will say that we go in\npeace. Say that never do we intend to cross the river. And say\nalso\"--Otah paused, groping--\"say also that we shall be ready for any\nwho do choose to cross!\"\n\nThe Old One nodded approval, but no one saw; and no one saw the dark\nfurrow of doubt like a shadow of doom across his face.\n\n\"Kurho speaks big,\" sneered a young one, new in Council. \"We have heard\nit before, always it is Kurho's tribe who is greatest in every deed....\"\nHe spat in contempt.\n\n       *       *       *\n\nDays were gone, endless days without incident. But the reports came\nin--a mere trickle at first, and then in great tide. Kurho's tribe had\nindeed devised. Their weapon had been observed! Dak returned one day in\nhigh excitement, stumbling across the ledge from a long day's journey.\n\n\"Kurho has devised better! We bring Obe the Bear, but they have now\nslain the great-toothed one. I saw it, I swear! They slew him easily!\"\nHe gasped for breath, then gained his feet and gave them eloquent\ngesture of what he had seen.\n\nThere could be no doubt. Kurho now had a weapon much more facile, more\ndeadly.\n\nOtah accepted grimly. Now it was he who must prove! He went to work at\nonce, he and Gral, devising a weapon to meet the threat--more\nsharp-edged and deadly, of greater length and balance. It took days. And\ndays more to seek out the place of the great-toothed ones. Not one but\n_three_ were slain, and it was made certain the word reached Kurho.\n\nBut now Otah knew. He knew and was helpless. A frightful thing had been\nlaunched and there could be no turning; nothing now but the constant\nfear, the trap without end, the perilous thing above all their heads ...\nand the waiting.\n\nKurho also waited. True, one thing remained to temper the distrust:\nsporadic communication had been established, a thing new and yet heavy\nwith pretense, which again like a serpent at its tail spelled mutual\ndistrust. But it was there, begrudging, and all the smaller tribes knew\nof it too--those scattered ones who were little more than clans. All the\npeoples of the valley watched and waited, aware of this thing between\nthe two great tribes of Kurho and Otah.\n\n\"It is better that we should talk, even endlessly, than to use such\nweapons tribe against tribe!\" Such was Otah's word to those who\ngrumbled and those who feared, and there was much to indicate that such\nwas Kurho's feeling too.\n\nIndeed it appeared to be so! For the first time, Kurho relaxed his\nborders at Far End. Occasionally the Otah tribesmen were permitted to\nenter, welcomed without suspicion--a thing unprecedented! Similarly,\nselect members from the Kurho tribe were accepted beyond the river; they\ndisplayed certain prowesses new to the Otah tribe, for in many ways\nthese were a strange and fantastic people.\n\nIt seemed to be a beginning. Word went out in secret and still other\nword returned, in which Mai-ak played a great part. And so, after scores\nof days it was done: there would be a time of understanding; Kurho,\nhimself, would cross the river to go in person among Otah's people! When\nthis was done, Otah would also cross the river to observe the things at\nFar End!\n\nBut now growlings arose which even Otah could not contain. Kurho should\nnot be welcomed! Kurho must not be trusted! Was not this the man who\nalready had suppressed the minor tribes? Had he not flaunted his aim of\none day taking the whole valley?\n\nNevertheless, Kurho came. He came in all his boast and arrogance. The\ntime was not festive--he was made to feel that--but what Kurho felt he\ndid not show. Extravagant point was made that he should see all that he\nwished! Across all the great series of ledges he was taken, both high\nand low and length and breadth, to observe the abundance and well-being\nand extent of the Otah tribe. Through all the near valley he was shown,\neven to the places of great hunting, that he might see how the tribe of\nOtah prospered in the Bringing.\n\nThrough it all, Kurho made a token show of interest; he twice lost his\ntemper in boast against boast, but he was more often a blunt enigma. He\nsaw much and said little. Those times when he did speak, so extravagant\nwere his grunt and gesture that much was lost.\n\nWhen Kurho departed at last for Far End, he had implanted a feeling of\nfrustration and one thing more--the disturbing thought that not all of\nhis own boasts were idle!\n\n       *       *       *\n\nAnd now came the time for Otah to cross. It was done so quietly that not\nmany knew he was gone, but soon the reports came: Otah had been received\nwith great clamor and curiosity by the Kurho people, and accorded much\nhonor! Aside from that, the result was much the same, as Otah saw much\nand said little and did not once lose his temper. Kurho persisted in his\nboast and claim, and it was rumored that the two leaders had gone so far\nas to discuss the weapons!\n\nRumor was true. Otah returned from Far End and immediately called\nCouncil, even as Kurho was calling Council. Little had been gained,\nlittle proven; the perilous thing was still there, that monstrous means\nof death that might come in a moment of temper or reprisal to either\ntribe. Alas, such weapons were not easily relinquished--and who would be\nfirst?\n\nPlainly, the way would now be slow and heavy with suspicion, but a\nmethod to abate such a threat must soon be formulated.\n\nOn _that_ Otah and Kurho were agreed!\n\n       *       *       *       *       *\n\nSo the two great leaders agreed, and were patient, and twice more there\nwere meetings. So engrossed they became and even enamored, that they\nwere only dimly aware--\n\nOthers in the valley, those so scattered and isolate as to be considered\nonly clans, had long watched and waited--and yearned. Neither the\nlong-shaft weapon nor the way of making were longer secret--so why\nshould they not also have?\n\nInevitably the reports trickled in. A lone clansman had been observed\nnear the river, employing one of the weapons crudely devised but\nefficient. Some days later, one from the high-plateau was seen skulking\nthe valley with such a weapon. Those lone ones, who barely subsisted in\nthe barren places beyond river and cave, nor foraged afield--discreet\nand fleeting at first but with increased daring as the days went on.\n\nAnd so fixed were Otah and Kurho that such reports were tolerated. There\ncould be no threat here! True, the way of the making was no longer\nsecret. True, such clan-people had long been despised and neglected and\nleft to their own grubbing hunger--but was it not recognized, especially\nnow, that the tribes of Otah and Kurho would determine the fate of all?\n\n_They erred--both Otah and Kurho. Neither would determine, nor would\npreponderance of weapons determine. It was not yet perceived that such\nclan-people were not Tribe-People, and thus could not know the meaning\nof Council, nor weigh consequence, nor realize in their new-found\ncleverness that a single arrogant act would trigger the first and final\navalanche...._\n\nIt came. It came on a day when a lone and hungry clansman found himself\na full day's journey beyond the river; he was not of Otah's Tribe nor\nany tribe, nor did he know that the two he faced were of Kurho's Tribe.\nIn the dispute over the bring, so emboldened was he by his weapon\nnewly-fashioned that he used it quick and surely.\n\nHe did not again look at the two bodies! Taking up his bring, the lone\none departed quite leisurely, without even the good sense to flee in\nhorror of the consequence.\n\nConsequence came. It came soon, before the sun was scarcely down. It\ncame swiftly without question or council, as word reached Far End that\ntwo had been slain. Throughout the night it came in divergent attack, as\nKurho deployed a token force near the river and sent his real strength\nhigh to the north, across the valley-rim and down upon Otah's people. It\nwas at once attack and reprisal and reason!\n\nAnd for Otah it was reason! For many weeks past, in test and maneuver of\nthe long-shafts he had looked to the north. Now couriers brought the\nalarm swiftly, and within minutes his forces were launched--fearless\nones who knew each foot of terrain by day or night. Otah led one\ncontingent and Mai-ak the other, strategy being to stem Kurho's strength\nhigh upon the valley-rim, deplete the enemy and then join force to hunt\ndown any who sifted through.\n\nIt was good strategy, the only strategy--and for a time it went well.\nWithin the hour Kurho's forces were scattered, as attack and\ncounter-attack surged and slashed in wild eruption of the long-shafts.\nJust as eruptive were the neuro-emotives, as each in his primal way must\nhave known that _this_ was the long awaitment, _this_ was the grim\nfinality in Kurho's boast and Otah's boast of weapons.\n\nA few sifted through, but were quickly brought down as Otah's drifting\nrear-guard deployed to their assignments. It became evident early that\nOtah's tribe was more proficient in the long-shafts!\n\nAlas, mere proficiency would not prevail against force of numbers. Well\nwithin the hour Otah knew it, knew with a raging despair that time was\nnot with him, he had deployed too late with too little. Now he knew with\nconsuming clarity, that despite the lulling pretense Kurho's boasts of\nstrength had not been idle boasts!\n\nThis was Otah's last bitter thought, and then he was too occupied for\ncerebral indulgence. For the next minutes he wielded truer than any! Men\ncame and fell, and others leaped and fell, skulls shattered, the\nlife-stuff spurting, before Otah's shaft went spinning away in shattered\nruin; he leaped to seize another, employed it in great sweeping swaths\nagainst those who still came. Two went down, but two came to fill the\ngap. In perfect unison, one parried as the other wielded truly to the\nmark....\n\nIt cannot be said, with surety, that Otah in that ultimate moment felt\npain. It is fairly certain that both finitely and cosmically the initial\nnumbing shock did register; and it may be assumed that he jolted rather\nhorribly at the splintering bite of bone into brain. _But who can say he\ndid not reach a point-of-prescience, that his neuro-thalamics did not\nleap to span the eons, and gape in horror, in that precise and endless\ntime just before his brains spewed in a gush of gray and gore, to\ncerebrate no more?_\n\n       *       *       *       *       *\n\nA matter of minutes, now. Both Kurho and Mai-ak knew it. The latter had\nglimpsed Otah's destruction, and with wild abandon sought to rally his\nmen into the area.\n\nThere was no longer an area. There was clash and groan and rush and\nretreat, there was dark endless rock and a darker sky, from which the\nvery stars seemed to recoil in darkest wonderment at man's senseless\nassault. The valley-rim yawned, and there Mai-ak made his stand and made\nit well.\n\nHe was unaware that Kurho was no more--that the man of boast was at this\nvery moment a quivering, protoplasmic lump splattered across a dark\ncrevice. A random weapon in a frantic hand had proved to be no respecter\nof person. Nor did it matter! Decimated as they were, enough of the\nenemy got through. Once propelled in the insane purpose there could be\nno stopping, as they descended upon Otah's people who huddled in the\ncaves....\n\nFor weeks, they had been told that when it came it would be from above,\nsudden and savage without defense or recourse. Few had believed, or\nbothered to plot the route to safety. Would not these issues be\nresolved? Had not their caves been always safe and secure?\n\nNow there was no time for belief or wonder. Within minutes none of\nOtah's tribe were alive, neither women nor children. Gor-wah the Old One\nremained, having failed in his exhortations; now he stood quite still,\nerect and waiting, with arms outflung as the weapons came swarming, and\nwhen that final blow fell the expression upon his mouth might have been\na grimace or might have been a smile....\n\nNor did the others escape, those at Far End who also huddled and waited\nand would not believe. Their caves at the valley-floor were even less\nsecure. Whether it was blinding hate or the bitter dregs of expediency,\nfor Mai-ak and his remnants there was only one recourse now. It had been\ndeeply ingrained!\n\nGrimly they pursued the way, automaton-like, unresponsive now to horror\nor any emotive. And once again, within the hour the weapons fell.\n\nIt was swift and it was thorough.\n\nMethodical. Merciless. Complete.\n\n       *       *       *       *       *\n\nIt will not be said here when emotive-response returned. Does one return\nfrom a horror all-encompassing, or seek to requite the unrequited? Does\none yearn for a Way that is no more when deadening shock has wiped it\nout?\n\nThe season of thaw came, and again the great cold and once more the\nthaw. Both Obe the Bear and the great saber-cats were at large across\nthe valley, and for those few who remained the bring was not easy now.\nThere was more dangerous prey!\n\nLone clansman encountered clansman across his path, and there was\nfurtive slinking. Each went silently alone and returned alone to his\nplace of hiding. Bellies growled, but none dared use his weapon except\nin secret.\n\nPerhaps a few, some isolate few remembered that time of chaos a season\nago--but it was fleeting recall at best, as somatic responses rose to\nblot it out.\n\nIt was not to be forever! One thing remained, unasked and unbeknownst,\ngrooved with synaptic permanence in their burgeoning brains. _This was\nneither beginning nor end: for though Otah's Tribe was gone, bellies\nstill growled. Kurho's Tribe was no more, but the weapons yet remained._\n\n_There could be no beginning or end--for would not new things come,\nmeans and methods and ways of devising so long as man remained? Was not\nthis The Way?_\n\nSuch were Mai-ak's thoughts at the time of the next thaw; when he felt\nthe thing-that-prodded that would not let him be, and his anger became\nstubborn resolve; when day after day he bent the young saplings, and\nfound a way at last to fasten the sinew.\n\nWhen he pulled, finally, pulled with all his strength, and with great\ngloating saw his shaft go outward to a distance never yet conceived....\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was first published in _Amazing Stories_ May 1961.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note. The\n    tribal names Lok, Lak and Dak, although possible typesetting\n    errors, remain as printed.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Beginning, by Henry Hasse\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE BEGINNING ***\n\n***** This file should be named 27645.txt or 27645.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/7/6/4/27645/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}