{"title": "Junior Achievement", "author": "William Lee", "releaseDate": "December 30, 2008", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n    _Fallout is, of course, always disastrous--\n                          one way or another_\n\n\n_JUNIOR ACHIEVEMENT_\n\n_BY WILLIAM LEE_\n\n\nILLUSTRATED BY SCHOENHERR\n\n[Illustration]\n\n\n\"What would you think,\" I asked Marjorie over supper, \"if I should\nundertake to lead a junior achievement group this summer?\"\n\nShe pondered it while she went to the kitchen to bring in the dessert.\nIt was dried apricot pie, and very tasty, I might add.\n\n\"Why, Donald,\" she said, \"it could be quite interesting, if I understand\nwhat a junior achievement group is. What gave you the idea?\"\n\n\"It wasn't my idea, really,\" I admitted. \"Mr. McCormack called me to the\noffice today, and told me that some of the children in the lower grades\nwanted to start one. They need adult guidance of course, and one of the\ngroup suggested my name.\"\n\nI should explain, perhaps, that I teach a course in general science in\nour Ridgeville Junior High School, and another in general physics in the\nSenior High School. It's a privilege which I'm sure many educators must\nenvy, teaching in Ridgeville, for our new school is a fine one, and our\nacademic standards are high. On the other hand, the fathers of most of\nmy students work for the Commission and a constant awareness of the\nCommission and its work pervades the town. It is an uneasy privilege\nthen, at least sometimes, to teach my old-fashioned brand of science to\nthese children of a new age.\n\n\"That's very nice,\" said Marjorie. \"What does a junior achievement group\ndo?\"\n\n\"It has the purpose,\" I told her, \"of teaching the members something\nabout commerce and industry. They manufacture simple compositions like\npolishing waxes and sell them from door-to-door. Some groups have built\nup tidy little bank accounts which are available for later educational\nexpenses.\"\n\n\"Gracious, you wouldn't have to sell from door-to-door, would you?\"\n\n\"Of course not. I'd just tell the kids how to do it.\"\n\nMarjorie put back her head and laughed, and I was forced to join her,\nfor we both recognize that my understanding and \"feel\" for commercial\nmatters--if I may use that expression--is almost nonexistent.\n\n\"Oh, all right,\" I said, \"laugh at my commercial aspirations. But don't\nworry about it, really. Mr. McCormack said we could get Mr. Wells from\nCommercial Department to help out if he was needed. There is one\nproblem, though. Mr. McCormack is going to put up fifty dollars to buy\nany raw materials wanted and he rather suggested that I might advance\nanother fifty. The question is, could we do it?\"\n\nMarjorie did mental arithmetic. \"Yes,\" she said, \"yes, if it's something\nyou'd like to do.\"\n\nWe've had to watch such things rather closely for the last ten--no,\neleven years. Back in the old Ridgeville, fifty-odd miles to the south,\nwe had our home almost paid for, when the accident occurred. It was in\nthe path of the heaviest fallout, and we couldn't have kept on living\nthere even if the town had stayed. When Ridgeville moved to its present\nsite, so, of course, did we, which meant starting mortgage payments all\nover again.\n\n       *       *       *       *       *\n\nThus it was that on a Wednesday morning about three weeks later, I was\nsitting at one end of a plank picnic table with five boys and girls\nlined up along the sides. This was to be our headquarters and factory\nfor the summer--a roomy unused barn belonging to the parents of one of\nthe group members, Tommy Miller.\n\n\"O.K.,\" I said, \"let's relax. You don't need to treat me as a teacher,\nyou know. I stopped being a school teacher when the final grades went in\nlast Friday. I'm on vacation now. My job here is only to advise, and I'm\ngoing to do that as little as possible. You're going to decide what to\ndo, and if it's safe and legal and possible to do with the starting\ncapital we have, I'll go along with it and help in any way I can. This\nis your meeting.\"\n\nMr. McCormack had told me, and in some detail, about the youngsters I'd\nbe dealing with. The three who were sitting to my left were the ones who\nhad proposed the group in the first place.\n\nDoris Enright was a grave young lady of ten years, who might, I thought,\nbe quite a beauty in a few more years, but was at the moment rather\nangular--all shoulders and elbows. Peter Cope, Jr. and Hilary Matlack\nwere skinny kids, too. The three were of an age and were all tall for\nten-year-olds.\n\nI had the impression during that first meeting that they looked rather\nalike, but this wasn't so. Their features were quite different. Perhaps\nfrom association, for they were close friends, they had just come to\nhave a certain similarity of restrained gesture and of modulated voice.\nAnd they were all tanned by sun and wind to a degree that made their\neyes seem light and their teeth startlingly white.\n\nThe two on my right were cast in a different mold. Mary McCready was a\nbig husky redhead of twelve, with a face full of freckles and an\ninfectious laugh, and Tommy Miller, a few months younger, was just an\naverage, extroverted, well adjusted youngster, noisy and restless,\ntee-shirted and butch-barbered.\n\nThe group exchanged looks to see who would lead off, and Peter Cope\nseemed to be elected.\n\n\"Well, Mr. Henderson, a junior achievement group is a bunch of kids who\nget together to manufacture and sell things, and maybe make some money.\"\n\n\"Is that what you want to do,\" I asked, \"make money?\"\n\n\"Why not?\" Tommy asked. \"There's something wrong with making money?\"\n\n\"Well, sure, I suppose we want to,\" said Hilary. \"We'll need some money\nto do the things we want to do later.\"\n\n\"And what sort of things would you like to make and sell?\" I asked.\n\nThe usual products, of course, with these junior achievement efforts,\nare chemical specialties that can be made safely and that people will\nbuy and use without misgivings--solvent to free up rusty bolts, cleaner\nto remove road tar, mechanic's hand soap--that sort of thing. Mr.\nMcCormack had told me, though, that I might find these youngsters a bit\nmore ambitious. \"The Miller boy and Mary McCready,\" he had said, \"have\nexceptionally high IQ's--around one forty or one fifty. The other three\nare hard to classify. They have some of the attributes of exceptional\npupils, but much of the time they seem to have little interest in their\nstudies. The junior achievement idea has sparked their imaginations.\nMaybe it'll be just what they need.\"\n\nMary said, \"Why don't we make a freckle remover? I'd be our first\ncustomer.\"\n\n       *       *       *\n\n\"The thing to do,\" Tommy offered, \"is to figure out what people in\nRidgeville want to buy, then sell it to them.\"\n\n\"I'd like to make something by powder metallurgy techniques,\" said Pete.\nHe fixed me with a challenging eye. \"You should be able to make ball\nbearings by molding, then densify them by electroplating.\"\n\n\"And all we'd need is a hydraulic press,\" I told him, \"which, on a\nguess, might cost ten thousand dollars. Let's think of something\neasier.\"\n\nPete mulled it over and nodded reluctantly. \"Then maybe something in the\nelectronics field. A hi-fi sub-assembly of some kind.\"\n\n\"How about a new detergent?\" Hilary put in.\n\n\"Like the liquid dishwashing detergents?\" I asked.\n\nHe was scornful. \"No, they're formulations--you know, mixtures. That's\ncookbook chemistry. I mean a brand new synthetic detergent. I've got an\nidea for one that ought to be good even in the hard water we've got\naround here.\"\n\n\"Well, now,\" I said, \"organic synthesis sounds like another operation\ncalling for capital investment. If we should keep the achievement group\ngoing for several summers, it might be possible later on to carry out a\nsafe synthesis of some sort. You're Dr. Matlack's son, aren't you? Been\ndipping into your father's library?\"\n\n\"Some,\" said Hilary, \"and I've got a home laboratory.\"\n\n\"How about you, Doris?\" I prompted. \"Do you have a special field of\ninterest?\"\n\n\"No.\" She shook her head in mock despondency. \"I'm not very technical.\nJust sort of miscellaneous. But if the group wanted to raise some mice,\nI'd be willing to turn over a project I've had going at home.\"\n\n\"You could sell mice?\" Tommy demanded incredulously.\n\n\"Mice,\" I echoed, then sat back and thought about it. \"Are they a pure\nstrain? One of the recognized laboratory strains? Healthy mice of the\nright strain,\" I explained to Tommy, \"might be sold to laboratories. I\nhave an idea the Commission buys a supply every month.\"\n\n\"No,\" said Doris, \"these aren't laboratory mice. They're fancy ones. I\ngot the first four pairs from a pet shop in Denver, but they're\nred--sort of chipmunk color, you know. I've carried them through\nseventeen generations of careful selection.\"\n\n\"Well, now,\" I admitted, \"the market for red mice might be rather\nlimited. Why don't you consider making an after-shave lotion? Denatured\nalcohol, glycerine, water, a little color and perfume. You could buy\nsome bottles and have some labels printed. You'd be in business before\nyou knew it.\"\n\nThere was a pause, then Tommy inquired, \"How do you sell it?\"\n\n\"Door-to-door.\"\n\nHe made a face. \"Never build up any volume. Unless it did something\nextra. You say we'd put color in it. How about enough color to leave\nyour face looking tanned. Men won't use cosmetics and junk, but if they\ndidn't have to admit it, they might like the shave lotion.\"\n\nHilary had been deep in thought. He said suddenly, \"Gosh, I think I know\nhow to make a--what do you want to call it--a before-shave lotion.\"\n\n\"What would that be?\" I asked.\n\n\"You'd use it before you shaved.\"\n\n\"I suppose there might be people who'd prefer to use it beforehand,\" I\nconceded.\n\n\"There will be people,\" he said darkly, and subsided.\n\nMrs. Miller came out to the barn after a while, bringing a bucket of\nsoft drinks and ice, a couple of loaves of bread and ingredients for a\nvariety of sandwiches. The parents had agreed to underwrite lunches at\nthe barn and Betty Miller philosophically assumed the role of\ncommissary officer. She paused only to say hello and to ask how we were\nprogressing with our organization meeting.\n\nI'd forgotten all about organization, and that, according to all the\narticles I had perused, is most important to such groups. It's standard\npractice for every member of the group to be a company officer. Of\ncourse a young boy who doesn't know any better, may wind up a sales\nmanager.\n\nOver the sandwiches, then, I suggested nominating company officers, but\nthey seemed not to be interested. Peter Cope waved it off by remarking\nthat they'd each do what came naturally. On the other hand, they\npondered at some length about a name for the organization, without\nreaching any conclusions, so we returned to the problem of what to make.\n\nIt was Mary, finally, who advanced the thought of kites. At first there\nwas little enthusiasm, then Peter said, \"You know, we could work up\nsomething new. Has anybody ever seen a kite made like a wind sock?\"\n\nNobody had. Pete drew figures in the air with his hands. \"How about the\nhole at the small end?\"\n\n\"I'll make one tonight,\" said Doris, \"and think about the small end.\nIt'll work out all right.\"\n\nI wished that the youngsters weren't starting out by inventing a new\narticle to manufacture, and risking an almost certain disappointment,\nbut to hold my guidance to the minimum, I said nothing, knowing that\nlater I could help them redesign it along standard lines.\n\n       *       *       *       *       *\n\nAt supper I reviewed the day's happenings with Marjorie and tried to\nrecall all of the ideas which had been propounded. Most of them were\nimpractical, of course, for a group of children to attempt, but several\nof them appeared quite attractive.\n\nTommy, for example, wanted to put tooth powder into tablets that one\nwould chew before brushing the teeth. He thought there should be two\ncolors in the same bottle--orange for morning and blue for night, the\nblue ones designed to leave the mouth alkaline at bed time.\n\nPete wanted to make a combination nail and wood screw. You'd drive it in\nwith a hammer up to the threaded part, then send it home with a few\nturns of a screwdriver.\n\nHilary, reluctantly forsaking his ideas on detergents, suggested we make\nblack plastic discs, like poker chips but thinner and as cheap as\npossible, to scatter on a snowy sidewalk where they would pick up extra\nheat from the sun and melt the snow more rapidly. Afterward one would\nsweep up and collect the discs.\n\nDoris added to this that if you could make the discs light enough to\nfloat, they might be colored white and spread on the surface of a\nreservoir to reduce evaporation.\n\nThese latter ideas had made unknowing use of some basic physics, and I'm\nafraid I relapsed for a few minutes into the role of teacher and told\nthem a little bit about the laws of radiation and absorption of heat.\n\n\"My,\" said Marjorie, \"they're really smart boys and girls. Tommy Miller\ndoes sound like a born salesman. Somehow I don't think you're going to\nhave to call in Mr. Wells.\"\n\nI do feel just a little embarrassed about the kite, even now. The fact\nthat it flew surprised me. That it flew so confoundedly well was\nhumiliating. Four of them were at the barn when I arrived next morning;\nor rather on the rise of ground just beyond it, and the kite hung\nmotionless and almost out of sight in the pale sky. I stood and watched\nfor a moment, then they saw me.\n\n\"Hello, Mr. Henderson,\" Mary said, and proffered the cord which was\nwound on a fishing reel. I played the kite up and down for a few\nminutes, then reeled it in. It was, almost exactly, a wind sock, but the\nhole at the small end was shaped--by wire--into the general form of a\nkidney bean. It was beautifully made, and had a sort of professional\nlook about it.\n\n\"It flies too well,\" Mary told Doris. \"A kite ought to get caught in a\ntree sometimes.\"\n\n\"You're right,\" Doris agreed. \"Let's see it.\" She gave the wire at the\nsmall end the slightest of twists. \"There, it ought to swoop.\"\n\nSure enough, in the moderate breeze of that morning, the kite swooped\nand yawed to Mary's entire satisfaction. As we trailed back to the barn\nI asked Doris, \"How did you know that flattening the lower edge of the\nhole would create instability?\" She looked doubtful.\n\n\"Why it would have to, wouldn't it? It changed the pattern of air\npressures.\" She glanced at me quickly. \"Of course, I tried a lot of\ndifferent shapes while I was making it.\"\n\n\"Naturally,\" I said, and let it go at that. \"Where's Tommy?\"\n\n\"He stopped off at the bank,\" Pete Cope told me, \"to borrow some money.\nWe'll want to buy materials to make some of these kites.\"\n\n\"But I said yesterday that Mr. McCormack and I were going to advance\nsome cash to get started.\"\n\n\"Oh, sure, but don't you think it would be better to borrow from a bank?\nMore businesslike?\"\n\n\"Doubtless,\" I said, \"but banks generally want some security.\" I would\nhave gone on and explained matters further, except that Tommy walked in\nand handed me a pocket check book.\n\n\"I got two hundred and fifty,\" he volunteered--not without a hint of\ncomplacency in his voice. \"It didn't take long, but they sure made it\nout a big deal. Half the guys in the bank had to be called in to listen\nto the proposition. The account's in your name, Mr. Henderson, and\nyou'll have to make out the checks. And they want you to stop in at the\nbank and give them a specimen signature. Oh, yes, and cosign the note.\"\n\nMy heart sank. I'd never had any dealings with banks except in the\nmatter of mortgages, and bank people make me most uneasy. To say nothing\nof finding myself responsible for a two-hundred-and-fifty-dollar\nnote--over two weeks salary. I made a mental vow to sign very few\nchecks.\n\n\"So then I stopped by at Apex Stationers,\" Tommy went on, \"and ordered\nsome paper and envelopes. We hadn't picked a name yesterday, but I\nfigured what's to lose, and picked one. Ridge Industries, how's that?\"\nEverybody nodded.\n\n\"Just three lines on the letterhead,\" he explained. \"Ridge\nIndustries--Ridgeville--Montana.\"\n\nI got my voice back and said, \"Engraved, I trust.\"\n\n\"Well, sure,\" he replied. \"You can't afford to look chintzy.\"\n\n       *       *       *\n\nMy appetite was not at its best that evening, and Marjorie recognized\nthat something was concerning me, but she asked no questions, and I only\ntold her about the success of the kite, and the youngsters embarking on\na shopping trip for paper, glue and wood splints. There was no use in\nboth of us worrying.\n\nOn Friday we all got down to work, and presently had a regular\nproduction line under way; stapling the wood splints, then wetting them\nwith a resin solution and shaping them over a mandrel to stiffen,\ncutting the plastic film around a pattern, assembling and hanging the\nfinished kites from an overhead beam until the cement had set. Pete Cope\nhad located a big roll of red plastic film from somewhere, and it made a\nwonderful-looking kite. Happily, I didn't know what the film cost until\nthe first kites were sold.\n\nBy Wednesday of the following week we had almost three hundred kites\nfinished and packed into flat cardboard boxes, and frankly I didn't\ncare if I never saw another. Tommy, who by mutual consent, was our\nauthority on sales, didn't want to sell any until we had, as he put it,\nenough to meet the demand, but this quantity seemed to satisfy him. He\nsaid he would sell them the next week and Mary McCready, with a fine\nburst of confidence, asked him in all seriousness to be sure to hold out\na dozen.\n\nThree other things occurred that day, two of which I knew about\nimmediately. Mary brought a portable typewriter from home and spent part\nof the afternoon banging away at what seemed to me, since I use two\nfingers only, a very creditable speed.\n\nAnd Hilary brought in a bottle of his new detergent. It was a syrupy\nyellow liquid with a nice collar of suds. He'd been busy in his home\nlaboratory after all, it seemed.\n\n\"What is it?\" I asked. \"You never told us.\"\n\nHilary grinned. \"Lauryl benzyl phosphonic acid, dipotassium salt, in 20%\nsolution.\"\n\n\"Goodness.\" I protested, \"it's been twenty-five years since my last\ncourse in chemistry. Perhaps if I saw the formula--.\"\n\nHe gave me a singularly adult smile and jotted down a scrawl of symbols\nand lines. It meant little to me.\n\n\"Is it good?\"\n\nFor answer he seized the ice bucket, now empty of its soda bottles,\ntrickled in a few drops from the bottle and swished the contents. Foam\nmounted to the rim and spilled over. \"And that's our best grade of\nRidgeville water,\" he pointed out. \"Hardest in the country.\"\n\nThe third event of Wednesday came to my ears on Thursday morning.\n\nI was a little late arriving at the barn, and was taken a bit aback to\nfind the roadway leading to it rather full of parked automobiles, and\nthe barn itself rather full of people, including two policemen. Our\nRidgeville police are quite young men, but in uniform they still look\nominous and I was relieved to see that they were laughing and evidently\nenjoying themselves.\n\n\"Well, now,\" I demanded, in my best classroom voice. \"What is all this?\"\n\n\"Are you Henderson?\" the larger policeman asked.\n\n\"I am indeed,\" I said, and a flash bulb went off. A young lady grasped\nmy arm.\n\n\"Oh, please, Mr. Henderson, come outside where it's quieter and tell me\nall about it.\"\n\n\"Perhaps,\" I countered, \"somebody should tell me.\"\n\n\"You mean you don't know, honestly? Oh, it's fabulous. Best story I've\nhad for ages. It'll make the city papers.\" She led me around the corner\nof the barn to a spot of comparative quiet.\n\n\"You didn't know that one of your junior whatsisnames poured detergent\nin the Memorial Fountain basin last night?\"\n\nI shook my head numbly.\n\n\"It was priceless. Just before rush hour. Suds built up in the basin\nand overflowed, and down the library steps and covered the whole street.\nAnd the funniest part was they kept right on coming. You couldn't\nimagine so much suds coming from that little pool of water. There was a\nthree-block traffic jam and Harry got us some marvelous pictures--men\nrolling up their trousers to wade across the street. And this morning,\"\nshe chortled, \"somebody phoned in an anonymous tip to the police--of\ncourse it was the same boy that did it--Tommy--Miller?--and so here we\nare. And we just saw a demonstration of that fabulous kite and saw all\nthose simply captivating mice.\"\n\n\"Mice?\"\n\n\"Yes, of course. Who would ever have thought you could breed mice with\nthose cute furry tails?\"\n\n       *       *       *\n\nWell, after a while things quieted down. They had to. The police left\nafter sobering up long enough to give me a serious warning against\nletting such a thing happen again. Mr. Miller, who had come home to see\nwhat all the excitement was, went back to work and Mrs. Miller went back\nto the house and the reporter and photographer drifted off to file their\nstory, or whatever it is they do. Tommy was jubilant.\n\n\"Did you hear what she said? It'll make the city papers. I wish we had a\nthousand kites. Ten thousand. Oh boy, selling is fun. Hilary, when can\nyou make some more of that stuff? And Doris, how many mice do you\nhave?\"\n\nThose mice! I have always kept my enthusiasm for rodents within bounds,\nbut I must admit they were charming little beasts, with tails as bushy\nas miniature squirrels.\n\n\"How many generations?\" I asked Doris.\n\n\"Seventeen. No, eighteen, now. Want to see the genetic charts?\"\n\nI won't try to explain it as she did to me, but it was quite evident\nthat the new mice were breeding true. Presently we asked Betty Miller to\ncome back down to the barn for a conference. She listened and asked\nquestions. At last she said, \"Well, all right, if you promise me they\ncan't get out of their cages. But heaven knows what you'll do when fall\ncomes. They won't live in an unheated barn and you can't bring them into\nthe house.\"\n\n\"We'll be out of the mouse business by then,\" Doris predicted. \"Every\npet shop in the country will have them and they'll be down to nothing\napiece.\"\n\nDoris was right, of course, in spite of our efforts to protect the\nmarket. Anyhow that ushered in our cage building phase, and for the next\nweek--with a few interruptions--we built cages, hundreds of them, a good\nmany for breeding, but mostly for shipping.\n\nIt was rather regrettable that, after the _Courier_ gave us most of the\nthird page, including photographs, we rarely had a day without a few\nvisitors. Many of them wanted to buy mice or kites, but Tommy refused to\nsell any mice at retail and we soon had to disappoint those who wanted\nkites. The Supermarket took all we had--except a dozen--and at a dollar\nfifty each. Tommy's ideas of pricing rather frightened me, but he set\nthe value of the mice at ten dollars a pair and got it without any\narguments.\n\nOur beautiful stationery arrived, and we had some invoice forms printed\nup in a hurry--not engraved, for a wonder.\n\nIt was on Tuesday--following the Thursday--that a lanky young man\ndisentangled himself from his car and strolled into the barn. I looked\nup from the floor where I was tacking squares of screening onto wooden\nframes.\n\n\"Hi,\" he said. \"You're Donald Henderson, right? My name is McCord--Jeff\nMcCord--and I work in the Patent Section at the Commission's downtown\noffice. My boss sent me over here, but if he hadn't, I think I'd have\ncome anyway. What are you doing to get patent protection on Ridge\nIndustries' new developments?\"\n\nI got my back unkinked and dusted off my knees. \"Well, now,\" I said,\n\"I've been wondering whether something shouldn't be done, but I know\nvery little about such matters--.\"\n\n\"Exactly,\" he broke in, \"we guessed that might be the case, and there\nare three patent men in our office who'd like to chip in and contribute\nsome time. Partly for the kicks and partly because we think you may have\nsome things worth protecting. How about it? You worry about the filing\nand final fees. That's sixty bucks per brainstorm. We'll worry about\neverything else.\"\n\n\"What's to lose,\" Tommy interjected.\n\nAnd so we acquired a patent attorney, several of them, in fact.\n\nThe day that our application on the kite design went to Washington, Mary\nwrote a dozen toy manufacturers scattered from New York to Los Angeles,\nsent a kite to each one and offered to license the design. Result, one\nlicensee with a thousand dollar advance against next season's royalties.\n\n       *       *       *       *       *\n\nIt was a rainy morning about three weeks later that I arrived at the\nbarn. Jeff McCord was there, and the whole team except Tommy. Jeff\nlowered his feet from the picnic table and said, \"Hi.\"\n\n\"Hi yourself,\" I told him. \"You look pleased.\"\n\n\"I am,\" he replied, \"in a cautious legal sense, of course. Hilary and I\nwere just going over the situation on his phosphonate detergent. I've\nspent the last three nights studying the patent literature and a few\nstandard texts touching on phosphonates. There are a zillion patents on\nsynthetic detergents and a good round fifty on phosphonates, but it\nlooks\"--he held up a long admonitory hand--\"it just looks as though we\nhad a clear spot. If we do get protection, you've got a real salable\nproperty.\"\n\n\"That's fine, Mr. McCord,\" Hilary said, \"but it's not very important.\"\n\n\"No?\" Jeff tilted an inquiring eyebrow at me, and I handed him a small\nbottle. He opened and sniffed at it gingerly. \"What gives?\"\n\n\"Before-shave lotion,\" Hilary told him. \"You've shaved this morning, but\ntry some anyway.\"\n\nJeff looked momentarily dubious, then puddled some in his palm and\nmoistened his jaw line. \"Smells good,\" he noted, \"and feels nice and\ncool. Now what?\"\n\n\"Wipe your face.\" Jeff located a handkerchief and wiped, looked at the\ncloth, wiped again, and stared.\n\n\"What is it?\"\n\n\"A whisker stiffener. It makes each hair brittle enough to break off\nright at the surface of your skin.\"\n\n\"So I perceive. What is it?\"\n\n\"Oh, just a mixture of stuff. Cookbook chemistry. Cysteine thiolactone\nand a fat-soluble magnesium compound.\"\n\n\"I see. Just a mixture of stuff. And do your whiskers grow back the next\nday?\"\n\n\"Right on schedule,\" I said.\n\nMcCord unfolded his length and stood staring out into the rain.\nPresently he said, \"Henderson, Hilary and I are heading for my office.\nWe can work there better than here, and if we're going to break the\nhearts of the razor industry, there's no better time to start than now.\"\n\nWhen they had driven off I turned and said, \"Let's talk a while. We can\nalways clean mouse cages later. Where's Tommy?\"\n\n\"Oh, he stopped at the bank to get a loan.\"\n\n\"What on earth for? We have over six thousand in the account.\"\n\n\"Well,\" Peter said, looking a little embarrassed, \"we were planning to\nbuy a hydraulic press. You see, Doris put some embroidery on that scheme\nof mine for making ball bearings.\" He grabbed a sheet of paper. \"Look,\nwe make a roller bearing, this shape only it's a permanent magnet. Then\nyou see--.\" And he was off.\n\n\"What did they do today, dear?\" Marge asked as she refilled my coffee\ncup.\n\n\"Thanks,\" I said. \"Let's see, it was a big day. We picked out a\nhydraulic press, Doris read us the first chapter of the book she's\nstarting, and we found a place over a garage on Fourth Street that we\ncan rent for winter quarters. Oh, yes, and Jeff is starting action to\nget the company incorporated.\"\n\n\"Winter quarters,\" Marge repeated. \"You mean you're going to try to keep\nthe group going after school starts?\"\n\n\"Why not? The kids can sail through their courses without thinking about\nthem, and actually they won't put in more than a few hours a week during\nthe school year.\"\n\n\"Even so, it's child labor, isn't it?\"\n\n\"Child labor nothing. They're the employers. Jeff McCord and I will be\nthe only employees--just at first, anyway.\"\n\nMarge choked on something. \"Did you say you'd be an employee?\"\n\n\"Sure,\" I told her. \"They've offered me a small share of the company,\nand I'd be crazy to turn it down. After all, what's to lose?\"\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Analog Science Fact & Fiction_ July\n    1962. Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Junior Achievement, by William Lee\n\n*** END OF THIS PROJECT GUTENBERG EBOOK JUNIOR ACHIEVEMENT ***\n\n***** This file should be named 27665.txt or 27665.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/7/6/6/27665/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}