{"title": "A Fine Fix", "author": "R. C. Noll", "releaseDate": "January 3, 2009", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\nA FINE FIX\n\nBY R. C. NOLL\n\n[Illustration]\n\n    _Generally speaking, human beings are fine buck-passers--but there's\n    one circumstance under which they refuse to pass on responsibility.\n    If the other fellow says \"Your method won't solve the\n    problem!\"--then they get mad!_\n\nIllustrated by van Dongen\n\n\nThe leader climbed sharply in a bank to the left, and the two others\nfollowed close behind. Their jet streams cut off at very near the same\ntime. Before their speed slowed to stalling, the rotors unfolded from\nthe canopy hump and beat the air viciously, the steam wisping back in\nbrief fingers.\n\nUnder power again, they dipped playfully in tightening circles toward\nthe plot-mottled earth. The fields expanded beneath them, and the leader\nbrought up and hovered over a farm road whose dust already stirred in\nthe disturbed air.\n\nThey settled as one in the rolling dust clouds from which emerged a\ncoveralled figure who had driven the battered pickup truck to meet them.\n\n\"Y'sure got back in a rush,\" he addressed the major, who was just\njumping from the plastiglas cabin.\n\nThe major nodded and put his attention on seeing that the general\ndescended safely. He then indicated the farmer.\n\n\"He's the one,\" the major said.\n\nThe general grunted socially.\n\nTaking the opening, the farmer said, \"Out there in the wheat, general.\"\nHis tone carried eager importance. \"My kid saw the light come down this\nmorning feedin' the chickens. I felt the ground jump, too. Called the\nsheriff, first off.\"\n\n\"All right, you were a hero,\" said the general shortly. \"Now, Grant,\nwill you take me to it? I can't mess around here all day.\"\n\nThe party of six men, two of them technicians, waded into the field from\nthe road. The farmer remained to watch, frowning.\n\nWhen they had progressed well into the wheat, he shouted after them\nruefully, \"And watch where you're steppin', too!\"\n\nThe group paused on the rim of newly gouged earth, clods and dirt that\nhad splashed from the center of the crater. It was nearly four feet\ndeep. The man the major had left on guard had uncovered more of the\nblackened object, which lay three-quarters exposed and showed a warped\nbut cylindrical shape.\n\n\"Let's have a counter on it,\" the general ordered.\n\nA technician slid into the crater and swept the metal with his\ninstrument. The needle swung far over and stuck.\n\nTo the other technician the general said, \"Get a chunk for verification\nof the alloy.\" He kicked a small avalanche of dirt down the crater side\nand turned back to the road, adding, \"Although I don't know why the\nformality. Even a cadet could see that's an atomjet reactor, beat up as\nit is.\"\n\nThe major absorbed the jibe without comeback. An hour ago he had\ninformed the general of his indecision over the object's identity,\nthough he had suspected it to be the reactor.\n\n\"We may find more when we get it examined in the shop,\" the general\nmused, swishing by the wheat. \"But at least we know they do come down\nsome place, and it wasn't flash fusion. On this one, anyway.\"\n\n\"What do you think about instituting a search of this vicinity for other\nparts, general?\"\n\nThe officer growled negatively. \"Obviously, the reactor was the only\npart not vaporized in the fall--because of its construction.\"\n\n\"That's assuming the ship entered the atmosphere at operational velocity\nand not less than free fall,\" the major qualified.\n\n\"How can anyone assume free fall? Way outside probability.\"\n\n\"Yes, sir, but there are degrees of velocity involved. He could have\nused reverse thrust and entered at a relatively slow speed.\"\n\n\"All right, all right--let's say possible, then. Pull off your search if\nyou want to. I'm in this thing so deep now, I'll try anything to get\ngoing. I've got Congress ready to investigate, and some senator\nyesterday put pressure on to cancel the United Nuclear contract. I'll\ntry anything at this point, Grant!\"\n\nThe big man's voice had risen to anger, but Major Grant Reis had not\nmissed the vocal breaking in the last syllables.\n\n       *       *       *       *       *\n\n\"I'm First Lieutenant Ashley and I've an appointment to see General\nMorrison.\"\n\nThe adjutant said, \"Sorry, but you'll have to wait a little longer. The\ngeneral's unexpectedly busy.\"\n\n\"My appointment was over an hour ago.\"\n\n\"Another half-hour and you can go in.\"\n\n\"Another half-hour and I'll go.\"\n\n\"It's your bar.\"\n\nThe lieutenant plopped back into a chair just as Grant strode swiftly\npast the adjutant's desk from the private office.\n\n\"Major,\" the adjutant asked, \"how long is the general going to be tied\nup? He won't let me in the conference and the lieutenant here is\nsupposed to see him.\"\n\nGrant paused at the opposite door and pointing two thumb-and-forefinger\nguns at his head exploded them. The adjutant groaned understandingly.\nEven the first lieutenant caught on.\n\n\"Major, it's pretty important,\" the waiting officer said, standing\nagain. Grant shifted his attention.\n\n\"Look, lieutenant--\" Grant bottled the sarcasm behind his suddenly lax\nmouth. He saw a first lieutenant's uniform, but it bulged aesthetically;\nand he saw a first lieutenant's cap and bar, but it sat rakishly on\npuffed-up brown curls.\n\n\"If you'll just look at these papers, major, you'll understand. I\nstratoed in from the Pentagon this morning,\" she said crisply.\n\nThough it was Grant's turn to say something, he found too much of his\nconcentration on her challenging brown eyes and the efficient down-sweep\nof her half-pouting mouth, plus a nub of a nose that pointed proudly\nupwards with the tilt of her head. In a temporary defensive maneuver,\nGrant took the papers handed him.\n\n       *       *       *       *       *\n\nThe borders were marked CONFIDENTIAL and the attached signatures would\nhave impressed even the general. The subject--he might have\nexpected--ATOMJET PATROL LOSSES.\n\n\"Er ... look, lieutenant-- What was it?\" Grant glanced down at the\npapers.\n\n\"First Lieutenant Bridget Ashley.\"\n\n\"Look, Lieutenant Ashley, the general's been getting nothing but\ntroubles all day. For your sake and his sake, I suggest you come back\ntomorrow, huh?\" Grant handed back the papers and put a hand on her\nelbow, but she jerked back.\n\n\"Major, I've been given a great deal of responsibility in this\nassignment,\" she flared, \"and it's important for me to get work started\nat once. I was led to understand these patrol losses constituted a\nfairly urgent matter.\"\n\nGrant glanced ominously toward the general's door. \"Lieutenant, I'm\ntrying to explain to you that it's in your best interests to take this\nup with him tomorrow. I'm one of his aides and I know him. I realize\nyou're authorized to see him today, but--\"\n\n\"Then I'll wait.\" She reseated herself and emphatically crossed her\nlegs--a motion not escaping Grant's notice.\n\nThe adjutant and Grant mutually shrugged at each other, and Grant headed\noutside, saying over his shoulder, \"I'll be back in a minute.\"\n\n       *       *       *       *       *\n\nAs it developed, it was far more than a minute; but whatever it was,\nwhen Grant returned she was gone. The major looked at the adjutant, and\nthe adjutant indicated the general's door with an apprehensive nod.\nGrant bit his lip and entered the private office.\n\nHe had expected to hear the general's bass raging, but through the inner\ndoor came the strident tones of the lieutenant's modulating contralto.\nHe had expected to see the general towering over the girl's shrinking\nfigure, but as he entered she was bent earnestly in the middle, and the\ntop of her torso inclined toward General Morrison, who had tilted as far\nback as his swivel chair would permit.\n\n\"... So, if you haven't isolated any mechanical causation, how can you\nbe sure it's mechanical?\" she was laying it on. \"And if you're not sure\nit's mechanical, how can you suggest there's no possibility of\npsychological causation? The authorities that sent me here have not only\nconsidered the possibility, they feel it's quite probable. All I am\nrequesting, sir, is immediate implementation of my authority so your\ninvestigation can be broadened. It's really to your benefit that--\"\n\nGrant said, \"Lieutenant Ashley.\"\n\n\"... My work be started at once so as to catch up on what findings you\nhave obtained in the--\"\n\nGrant shouted, \"Lieutenant Ashley!\"\n\n\"... Investigation so far in the mechanical aspects. It's not unlikely\nthat a combining factor, both psychological and mechanical--\"\n\nGrant yelled, \"LIEUTENANT ASHLEY!!\"\n\n\"Yes, sir, major.\"\n\n\"Would you please wait in the outer office for just a moment?\"\n\n\"But--\"\n\n\"For just a moment, lieutenant.\"\n\n\"Yes, sir.\"\n\nGrant waited until the door closed before he tried communication with\nthe general. The officer still teetered in his chair, his eyes bulging\nfrom his reddened face.\n\n\"They sent me a shape,\" he sputtered. \"That I could take. Shapes I don't\nmind, even with authority. But this one-- You know where she's from,\nGrant?\"\n\nGrant sighed hopelessly.\n\n\"She's from syk,\" the general was beginning to roar, \"with a blank\ncheck of authority from Washington. She stood there and called the\nlosses pilot-error. My pilots, Grant, the ones I trained!\"\n\n\"Just a possibility, she meant,\" soothed Grant.\n\n\"Possibility, hell! With that attitude around Mojave we'll never get\nanywhere in this investigation.\" He untilted with a crash. \"I want her\nkept away from me, do you hear? Give her anything she wants--but\nappointments with me. I've got United Nuclear here for stress tests,\ncoolant analyses, radiation metering in the morning just as a start, and\nI'm not going to have that shape around fusing up the works.\"\n\n\"I'll see what I can do, sir.\"\n\n\"You're right you will. I'm putting Colonel Sorenson in as G-2, and\nyou're going to be the new Syk Coördinator for the duration of this\ninvestigation!\"\n\n\"The what?\"\n\n\"You heard me.\"\n\n\"It couldn't be that bad, general,\" Grant grumbled.\n\n\"It is.\"\n\n\"Baby-sitting.\"\n\nThe general stood up from his desk. \"No, you'll relay any data she may\nturn up to me, and you'll see she gets what supplies and personnel she\nmay need. Look, Washington thinks we need her, so I take orders. And so\ndo you, Grant. I'll have a special order out this afternoon.\"\n\n\"Yes, sir,\" Grant saluted and wheeled, grinding his molars.\n\n       *       *       *       *       *\n\nWith dubious explanations, Grant managed to steer Lieutenant Ashley\ntoward the Officers' Club. What excuses he gave her evidently had some\neffect; after the first fifty yards across the drill ground she steered\neasily, though still under vocal protest.\n\nA drink, and Grant felt he could face the future. They sat in a\nplastiweave booth, one against the far wall that overlooked through a\ncurved window the blasting circle.\n\nSo wrapped up with his own feelings, Grant had been unaware of his\ncompanion's. Her face had paled, and she stirred her drink absently. The\nreflections in her eyes were over-bright with moisture.\n\nOffered Grant: \"The general has a lot on his mind.\"\n\n\"Yeah,\" she choked.\n\n\"The losses have upset him pretty bad.\"\n\n\"I notice. Me, too.\"\n\n\"Take a drink.\"\n\nShe sipped one CC and said, \"And syk upsets him.\"\n\nGrant smiled, \"And shapes.\"\n\n\"And I suppose the rank of first lieutenant makes him nervous.\"\n\n\"No,\" Grant chuckled, \"he can take or leave that. It's majors that get\nhim.\"\n\nShe smiled vaguely, so Grant followed up with: \"What's your background?\"\n\n\"Psychometrics. Got a doctorate in it. I thought it might be valuable to\nthe Air Force--at one time.\" She sipped two CCs.\n\n\"I've a little syk background,\" Grant said. She looked up in sudden\ninterest. \"Started to major in it until I ran up against some of the\nprofs. If this is what syk produces, I decided, it's not for me. Changed\nto engineering then. Unfortunately, the general knows about my record.\"\n\n\"How did he take it out on you, parade duty?\"\n\n\"Worse. He made me an aide.\"\n\nThe girl leaned on an elbow and regarded him with her chin in her hand.\n\"You bring his slippers?\"\n\n\"As G-2, I did up until quarter of an hour ago. I've been promoted. Meet\nthe Base Mojave Syk Coördinator.\"\n\nPutting her nose in her drink, she giggled softly. \"What is it he wants\ncoördinated, the syk or me?\"\n\n\"You're on bearing,\" he laughed. \"My name's Grant.\"\n\nHis hand went across the table, opened, and waited.\n\n\"Bridget,\" she said, and her hand fell into his in a handshake which\nlingered slightly.\n\n       *       *       *       *       *\n\nAt Grant's insistence they jeep-toured the base. To his surprise Bridget\ntook interest in the installations, but asked most of her questions\naround the atomjet hangars.\n\n\"I've never seen one close,\" she hinted.\n\nGrant flashed his Security card at the guards and they went in. She\nstrolled about the tapering, snub-winged craft, apparently inspecting it\nclosely. Grant's thought was that she felt she had to dramatize\nunderstanding something about Air Force rocketry.\n\nAfter a short silence Bridget asked, \"What is the compensating factor\nfor the reactor's being placed off the center of stability?\"\n\nGrant blinked. \"What's that again?\"\n\nShe swung a pointed finger at the ship. \"Naturally,\" she interrupted,\n\"the nose will float downward in the canal, hoisting the hot tubes out\nof the liquid at the end of the glide-ins. But you've got pilot, power\nplant, and wings frontside. How can you affect glide-ins at surface air\ndensity without nosing in?\"\n\nThe major decided she must have been reading the latest confidential\nfiles. High-viscosity liquid landing canals constituted a subject recent\nenough to be Security and important enough not to be bandied about\noutside engineering and Base Mojave.\n\n\"Well, you see,\" Grant cleared his throat, \"there're the fuel tanks\nalong the back of the blast chamber, partly lead--\"\n\n\"The tanks usually are nearly empty for glide-ins,\" she reminded.\n\nGrant frowned. \"Yes, usually empty, but still a weight factor. Then\nthere's the automatic wing stabilizer that adjusts to the air speed and\ndensity and acts to pull up the nose--\"\n\n\"O.K.,\" she interrupted. \"Now, would you lift me through the canopy,\nplease? I'd like to sit inside a minute.\"\n\n\"That's out,\" he said. \"Only pilots and technicians.\"\n\n\"All right, if you won't, I'll get up myself.\" She marched over to the\nhangar wall and pulled over boarding steps, which were braced on three\npivotal tires.\n\n\"Bridget, Security says pilots and mechanics.\"\n\n\"And you're forgetting why I'm here, and besides that you're supposed to\ncoördinate. Right now you're uncoördinating.\"\n\n       *       *       *       *       *\n\nBefore Grant's eyes flashed the memory of her orders with the signatures\nat the bottom. She was already climbing the steps.\n\n\"Just don't touch anything, that's all,\" he conciliated, following her\nup. Her seams were straight, he noted.\n\nBridget thudded into the narrow pilot's seat and wiggled herself into a\ncomfortable position.\n\n\"Awful crowded,\" she smiled up at Grant.\n\n\"I hope you tore your nylons,\" he groused.\n\n\"Now, if you'll just explain these gadgets,\" she said, moving her hand\nover the panel embedded with digit-rimmed dials.\n\n\"Hands off, please.\"\n\n\"By your reaction, I would say you don't know what some of them are,\"\nshe counter-fired, and tossed her protruding bunch of curls.\n\nGrant took the bait. He leaned into the canopy and with an\nover-stiffened index finger pointed forcefully at each gauge. For more\nthan a quarter-hour this went on, with Bridget pitching questions--most\nof which he juggled.\n\nShe seemed to show more interest in the radar screen, the navigational\nequipment, and the communications system. About these, she milked\nGrant's available knowledge until he felt like reaching down and\nthrowing open the reactor valve and fuel switch.\n\n\"Lieutenant, if you don't mind, my back is paralyzed. Let's go back to\nthe club and I'll answer anything you want.\"\n\n\"Just one more,\" she coaxed. \"This crosshair sight with the little black\ncircle in the middle. How does that work again?\"\n\nGrant straightened up and carefully massaged the small of his back.\n\"It's for precise manual navigation if you need it. You sit up straight\nand sight through it.\"\n\n\"And what do you sight at?\"\n\n\"A star, of course.\"\n\n\"Put it in the little black circle?\"\n\n\"An A for you. Then you snap in Automatic Navigational and you're in\nbusiness. Or you can navigate manually by using Gyroscopic Navigational\nif you want.\"\n\n\"I'm ready to get out now.\" Bridget lifted her hands where Grant stood\non the platform of the boarding device.\n\nBack or no back, Grant couldn't resist the opportunity. He pulled her by\nthe hands to where she was leaning out the opened canopy, then he\nstooped and grabbed her under the arms and swung her up. For a moment\nher soft hair brushed his ear, and a light scent from her neck suggested\nhe keep her pliant form close to him a little longer than necessary.\n\n[Illustration]\n\nHe planted her next to the steps, and she muttered an uninspired thank\nyou. But halfway down, she halted and turned.\n\n\"It's much easier asking me out dancing, Grant,\" she smiled impishly,\nand clacked across the hangar floor toward the jeep.\n\n       *       *       *       *       *\n\nBy the next morning arrangements for a small staff and office space had\nswiftly gone through. Working through lunch, Bridget had the office set\nup and the staff briefed and researching when Grant returned from dining\nwith the general.\n\n\"You're just in time,\" she said, looking up from an already cluttered\ndesk. \"I'm ready now to scan through any G-2 you have on atomjet\noperation in your Mojave files.\"\n\nGrant bristled. \"These files are under the general's nose, and I don't\nthink he'd appreciate--\" He broke off when he observed Bridget tapping\nher pencil and frowning at him impatiently.\n\nWith a degree of diplomacy he had to admire, Grant lifted the\nnon-technical files from the general's office and furtively smuggled\nthem out in his brief case.\n\n\"Don't take all day,\" he warned, handing them to Bridget. \"Part of my\njob is keeping the general neutral about you, and not against.\"\n\nBridget jumped up and drew another chair up to her desk. \"How about\nscanning with me? That'll get the files back faster. Here, take these on\npilot training.\"\n\nThe files repulsed him less than Bridget attracted him, and he sat down\npromptly. \"And what do I look for, psychologically significant portions,\nis that it?\"\n\n\"Even psychologically insignificant portions, major, if you please.\"\n\nGrant began to read. As he scanned the copies of directives, reports,\noperations logs, and procedures the process became automatic, and part\nof his consciousness turned contemplative.\n\nThree months ago he would have considered the situation in which he now\nfound himself a future development out of the question. Mojave had\nbrimmed with optimism and pride and accomplishment and eagerness. Base\nMojave loomed vital in national defense, constituted a main element of\nnational scientific pride.\n\nFrom the dusty desert stretches the sprawling, efficient base had taken\nshape while United Nuclear had yet to assemble an atomjet. The schedules\ncame out perfectly, and the first single-manned fusion-propulsed\nrocketplane thundered off the corporation proving grounds and glided\ninto Base Mojave as planned. Designed for patrol of the mesosphere, the\nships were to have gained for the West control of near-Earth space,\nbesides affording superior observation posts for Eastern developments\nand activity of a space nature.\n\nTraining of the pilots had lasted thirty weeks and went by without a\ncasualty or serious damage. Testing and re-testing of the electronics\nbrought out no flaws. Stress and thermal analyses held up under all\nconditions imposed.\n\nThe losses began after the third week of patrol. UNR-6 failed to return\nto base--with no hint of the cause, with no communication from the\npilot. That one was hushed up by the base PR officer, but news of the\nsecond reached the press. During the fifth week, UNR-2 never returned\nfor its glide-in, and, of course, the first loss came out at that time,\ntoo.\n\nGeneral Morrison worked with the pilots and engineers steadily on the\nproblem with apparent good results--for a month. Then UNR-9 vanished.\n\nLately the orders had been for patrol over the States, and it was\npresumed UNR-9 would have made an appearance somewhere had it been in\ntrouble. That's why the Dakota farmer's report had been investigated so\nswiftly.\n\nAs of now, the situation had become one patrol a day with reluctant\npilots, Congress sending a committee to the base, a taxpayers'\ninjunction against the Air Force rocketplane operation, and United\nNuclear men experimenting hourly with robot-piloted atomjets at all\naltitudes below four hundred miles.\n\nPlus the syk research, naturally.\n\nBridget's ash tray spilled over with right-angled cigarette butts,\nhalf-burned. Grant studied her as she read through the files intently\nalthough her eyes rolled his way briefly on occasion. She faced him with\nan unexpected snap of the head.\n\n\"Well?\"\n\n\"Just looking,\" Grant explained.\n\n\"Then just look for a pilot's manual. It's been mentioned and I haven't\nseen one around. Would you mind?\"\n\nGrant opened his mouth to inform her a pilot's manual for the atomjet\nwas classified secret, but caught himself before he could verbalize the\nprotest. He shrugged and planned more strategy for invading the\ngeneral's files.\n\nThe only things he could be grateful for so far were Bridget's beauty\nand the fact the staff had not realized he was her adjutant.\n\n       *       *       *       *       *\n\nThe Mayo psychiatrist and the Yale psychologist had been in conference\nwith Bridget for almost an hour. She had been giving them preliminary\nfindings and the results of tests and interviews with the base pilots.\n\nWhen they finally broke up, Bridget approached Grant with a\nthere's-something-I-want-from-you look. Grant nearly had a chance to\noffer lunch before she suggested it.\n\nWhat she wanted from him came out over their aerated sherbet pie. By the\ntime she finished, Grant's dessert was beginning to taste like\nvitaminized space rations.\n\n\"Impossible,\" he said, dabbing at sherbet spots on his trousers. \"The\ngeneral would react faster than to a red alert.\"\n\n\"Your concern may be the general's reactions, but mine's not,\" Bridget\nsnapped. \"I just want an objective engineering answer, yes or no.\"\n\nGrant threw up his hands. \"O.K., O.K. With a live pilot, yes, you can\nget a TV transmitter in an atomjet with some doing. You'd have to jerk\nout the extra oxygen space and--\"\n\n\"Wonderful! When can you have it for me?\"\n\n\"Bridget, what I'm getting at, the general will take this as a slap at\nhim and his pilots. We've had TV transmission from robotized atomjets\ndozens of times--\"\n\n\"With no results.\"\n\n\"With no results,\" Grant admitted, \"but that doesn't mean that with a\npilot you'll necessarily get any, either.\"\n\n\"No, but why hasn't someone tried?\" Bridget waited for him to answer a\ndecent two seconds and then added, \"The general, naturally.\"\n\nThey left the base lunchroom in silence, Bridget pouting a lip-edge more\nthan Grant. Before entering the office, Grant brought up a rebuttal.\n\n\"Another thing, no pilot is going to push up under those conditions,\nwith you down there hoping something will happen.\"\n\nBridget had her hand on the door, but instead of opening it, paused.\n\"The pilot would have to trust me.\" Her eyes darkened, widened, split\nGrant emotionally down the middle. He could understand, for an instant\nwhen he let himself, how a man could be inveigled to do anything for a\nwoman.\n\n\"Yeah,\" he said. \"A pilot like that might be hard to find. I'll see what\nI can do.\"\n\nAs he walked toward the hangars, he heard the office door close softly\nbehind him.\n\n       *       *       *       *       *\n\nAt the engineering conference after supper Grant had never seen General\nMorrison looking quite that old. The man was sustaining an overload of\nresponsibility, and probably self-imposed guilt on top of it.\n\nThe mechanical engineers made their report, followed by the electronic\nengineers, followed by the physicist--all negative. But each group had a\nsuspicion that another had overlooked something. Before it regressed to\na high-school debate, the general bellowed the conference to order.\n\nGrant was surprised at the twinge of emotion he experienced when he\nrealized the general was not going to ask for a report from syk. Why\nshould Grant care, anyway? The position meant nothing to him, Syk\nCoördinator.\n\nIt meant something to Bridget, though.\n\nThat General Morrison had not even checked for syk findings annoyed\nGrant, perhaps. Under the circumstances he was justified: nothing had\nyet come out, nothing that Bridget had told Grant, anyway. The general\ncould not be aware of this. He assumed it. Maybe that's what upset\nGrant.\n\n\"Then there's this De-Meteor,\" the general was saying. \"I've always been\nsuspicious of that gadget.\"\n\nAn electronics man spoke up. \"A Clary man checked them all, even used\ninstrument flight to be certain. I was with him and counter-checked the\nradar high-speed scanners, the computers, and the course-alteration\nmechanism. I was convinced myself it would steer the ship out of any\nsituation involving the approach of one or two penetrating meteors.\"\n\n       *       *       *       *       *\n\nGeneral Morrison turned to the spatialogist. \"What about the incidence\nof penetrating meteors in the mesosphere?\"\n\n\"In average fall,\" the man replied, \"fairly low.\"\n\n\"And the probability of encountering three at once along a given atomjet\ntrajectory?\"\n\n\"From what limited experiments we have made, the odds would be\nastronomical, I'd say.\"\n\nThe general snorted. \"Too great to account for three ships, anyway, is\nthat it?\" He soothed his forehead with his big hand. \"All right, let's\nmake another check starting tomorrow morning. More robot-flight tests.\nLet's have ships outside the mesosphere operation range. And I want\nreports on anything that looks like anything, understand?\"\n\nThe group emitted a low groan. This was the fourth comprehensive\ncheck--grueling, close, meticulous, nerve-racking work.\n\nFrom the rear came the voice of a courageous civilian mechanical\nengineer, \"What about a check on the pilots?\"\n\nThe sudden silence was like an electrical field. The base commander\ncontinued to shuffle up his notes and papers, but his neck crimsoned.\n\nHe's not going to hear it, Grant thought.\n\n\"Conference dismissed!\" the general ordered.\n\n       *       *       *       *       *\n\nThree-four-five rings, and Bridget answered. The first word was a yawned\n\"Lieutenant\" and the next was an exhaled \"Ashley.\"\n\n\"Sorry to get you up, Bridget. This is Grant. Can you come down to\nHangar Four?\"\n\n\"What time is it?\" she asked thickly.\n\n\"Three-fifteen. Will you come down here?\"\n\n\"Unchaperoned?\"\n\n\"That's not the point. A surprise. What we talked about the other day.\"\n\nBridget's interest picked up. \"What we talked about? But I'll have to\ndress and fix my face--\"\n\n\"Put on a robe and slippers. It's a warm morning. I've got it fixed with\nthe O.D. Now, will you come on down?\"\n\nShe paused. \"You've convinced me.\"\n\nIn a few minutes Grant heard her slippers shuffling over the concrete.\nShe arrived in a brilliant blue nylon robe, with white fluffy slippers\nand traces of a lighter blue nightgown underneath. The hangar brightness\nbrought a frown to her eyes, which she shielded with a hand cupped to\nher brow. A creature as entrancing as that, Grant decided, should now\nrecite prose poetry in contralto tones to make his ideal complete.\n\n\"Well?\" she croaked, a sleepy frog in her throat. \"So I'm here.\"\n\nThe last mechanic was picking up his tools and was about ready to leave.\nOtherwise, they were alone, except for the guard at the hangar entrance.\n\n\"Up on the platform,\" said Grant, unlocking the canopy of UNR-12. He\nbusied himself adjusting the guiding tension.\n\nHe heard the slippers, shuffling and gritting, climb the loading device\nand stop next to him. He heard the gasp as she saw the pilot\ncompartment's freshly built-in TV transmitter and lens. When he felt the\npull on his arm, he chose to notice her.\n\n\"Thanks, Grant. I thought for a while--\"\n\n\"It's ready for tomorrow if you want it,\" Grant mentioned casually.\n\nBridget's fists clenched and her eyes brightened. \"Wow,\" she observed.\n\"Then you've got a pilot?\"\n\nGrinning sourly, Grant said, \"As if you don't know who.\"\n\nHer eyes showed concern. \"What do you mean?\"\n\n\"I mean things have worked out creamy as you planned.\"\n\n\"Grant, I don't understand.\"\n\n\"Now, don't tell me you didn't know I could push up one of these\nthings.\" He patted the side of the atomjet.\n\n\"You, a pilot? Grant. I didn't know.\"\n\n\"Let's say it's been convenient for you, anyway.\"\n\n       *       *       *       *       *\n\nThey had walked outside, Bridget trying to find Grant's gaze, which he\nput onto a distant ridge of hills rising dimly against the desert\nstarscape.\n\nBridget said seriously, \"You think I've been enticing you into the pilot\njob, is that it?\"\n\nGrant's glance fell to hers. \"It looked that way to me. All the\ngeneral's staff have to fly 'em, I thought you knew that. I don't\npatrol, of course.\"\n\nThey neared her quarters, and the shadow of the building that spilled\nover them was deep.\n\n\"I didn't know, Grant, believe me.\" Her voice carried earnestness.\n\n\"You don't have to prove it,\" Grant said huskily.\n\nHe had caught her hand, and then her arm slid softly around his neck.\nHer kiss was meant as brief, but he persuaded her differently. They\nclung together silently until the barracks guard had spun an about-face\nand headed back their way.\n\n\"Please, Grant, get someone else to go up,\" she whispered.\n\n\"You said you wanted a pilot who trusted you,\" reminded Grant. \"Now, get\nto bed before I gig you for being out of uniform. See me tomorrow on\nTV.\"\n\n       *       *       *       *       *\n\nThe miles altimeter needle swept steadily and was about to pass the 300\ndivision. Star-sprinkled space-darkness lay ahead by now, but when he\nlooked to the side the Earth's surface reflected the sunlight\ndazzlingly.\n\nIt wasn't that he felt self-consciousness over the lens in front of him,\nor over the one showing him in profile, and the one just over his\nshoulder viewing the instrument panel. Nor was it based on his not\npushing up in over a month. He traced it probably to the uncertainty of\nhis position.\n\nHis position was uncertain, because Bridget could easily be right.\nActually, considering the lack of one lead in the other avenues of the\ninvestigation, chances were good something was happening to pilots and\ncould happen to him.\n\nThat was not what bothered him: not that something might occur, but\n_what_ might occur. Fighting unknowns for Grant carried no interest.\n\n\"I'm over 300,\" he transmitted. \"Now what?\"\n\nBridget's voice arrived with an ionospheric waver. \"Level at 375. Please\nremember, you're trying to simulate patrol conditions. Don't transmit\nunless it's your report period or something goes wrong.\"\n\n\"Like what, lieutenant?\"\n\n\"If you knew all the psychological quirks possible, you'd avoid them,\nmajor. And if you're still worried, I've taken adequate precautions.\nThere's a staff of twenty-five persons here with instruments on you. By\nthe way, your picture is coming over horribly.\"\n\n[Illustration]\n\n\"Try my profile. I've heard it's better.\"\n\n\"And please replace your galvanometric and respiratory clamps. We're\ngetting no register here.\"\n\n\"They're too uncomfortable.\"\n\n\"Major, let me remind you this flight is costing the taxpayers plenty,\nhasn't General Morrison's clearance, and may have to be flown again\nunless you coöperate fully.\" Grant smiled at the lens. He could\nvisualize her curls whipping around.\n\n\"Now, please coöperate and replace the clamps, and try to simulate\npatrol conditions. I will call you from time to time for further\ninstructions. Ashley at Mojave--out.\"\n\nGrant returned, \"Reis over Mojave--nuts.\"\n\nAfter parodying annoyance at the lens, he dutifully replaced the chest\nand palm clamps and settled down to the tedium of patrol.\n\n       *       *       *       *       *\n\nBehind him, tons of pressure thundered silently out in controlled\ngaseous fusion, hurled him starward on a pillar of energy. He had\nalready broken his vertical ascent and was slanting toward the latitude\nBridget requested. The Pacific rolled up under the atomjet's polished\nnose, which sparkled with myriads of brighter star reflections. Then he\nrecalled he couldn't play over the ocean and veered slowly northward,\nup the coast to the telltale configuration of Puget Sound.\n\nOver the eastern lakes he cut fusion and watched on the altimeter dial\nthe battle between gravity and inertia. Near the Mississippi delta he\nwas wrenched in a sharp maneuver as the De-Meteor suddenly took over. He\nwas fortunate to see the streaking missile glow brightly and flare out\nof existence in the thin regions of atmosphere miles beneath him.\n\nMore than three hours of patrol, and no word from Mojave. Obediently,\nGrant had not called in. He set course for Mojave and was nearly ready\nto transmit when a bark of static filled the pressurized control bubble.\nDisappointed, Grant heard a male voice over the speaker.\n\n\"High altitude weather observation overdue. UNR-12, please report\nsynoptics in quadrants.\"\n\nThey really want simulation, Grant grumbled mentally. \"Southwest\nquadrant, southeast quadrant clear except for banner-clouding higher\nranges. Northwest, scattered alto-cumulus, looks like the onset of a\nwarm front, with the northeast quadrant moderate-high cirrus. And let me\ntalk to Br ... to Lieutenant Ashley, please.\"\n\nA pause. \"Ashley, Mojave.\"\n\n\"How's my picture now?\"\n\n\"Your vertical is off, and you flutter. Major, the first three hours\nhave been without direction from the base. For the next two, we're going\nto ask you to perform certain patrol tasks, perhaps repeat them. The\nprocess may not prove especially enjoyable. Your close coöperation will\nbe appreciated.\"\n\n\"If this is all stuff we went through in training--\" Grant sputtered.\n\n\"Some of it may be,\" Bridget's voice. \"The fact it's distasteful may\nmake it the more significant. Are you ready to coöperate?\"\n\nGrant nodded at the lens and screwed up his face in an exaggerated\nfrown.\n\nBridget's thoroughness called for admiration. She had him at the end of\na string, activating him from a plot taken directly from the pilot's\nmanual. He would coöperate, but he was not enthusiastic.\n\nAs the exercises progressed, Grant detected subtle variations Bridget\nhad added to the basic maneuvers. On the tight starboard circle, for\ninstance, she had him keep his eyes on Earth, making him slightly dizzy.\n\nThen she requested a free-fall drop from a stall with the provision he\nthis time place his attention on the instrument panel--\"with no peeking\noutside.\" He complied, watching the altimeter trace forty miles toward\nthe basement, and experienced effects no different than usual.\n\nAfter a while, he came to consider it a game and might have gained\namusement from it, were it not for the tiredness creeping in behind his\neyes and the fact two dozen technicians somewhere down there were hoping\nto trip a fatal, hidden synapse.\n\n\"How much more of this?\" Grant transmitted finally.\n\n\"Getting tired?\" Bridget replied, and paused for an answer.\n\n\"Let's say I don't feel like six sets of tennis.\"\n\n\"A few more, major, and we'll authorize your glide-in.\" If there was\ndisappointment in her voice, it did not manifest itself. \"Your next\nexercise is manual navigation with Jupiter as your fix.\"\n\n       *       *       *       *       *\n\nGrant took down the figures she gave in acute disinterest. Boredom had\nsettled heavily over his outlook on the operation. No longer did it\nmatter that his facial reactions were being televised to the syk-happy\nprobers; and it made no difference to him any more that his every\nbreath, swallow, heart beat, tension, and sweat-secretion was magnified\nby inky needles along moving rolls of paper.\n\nHis exercise target was a southwestern New Mexico town, and he swung\nback from the Gulf area and coaxed the responsive craft until the planet\ngleamed brightly in the crosshairs of the navigational sight. That put\nhim four degrees off the horizontal, he noted, but Jupiter was setting;\nhe adjusted his velocity to maintain the planet's relative skyward\nposition in the west.\n\nIn some irritation he stepped up the thrust. This one could easily take\ntoo long. The faint hum of the power plant provided music as the bright\npoint of light danced slightly from the sight's center.\n\nThe realization came that he had jumped convulsively. Grant was puzzled\nthat he was not aware what had happened. Some sort of reflex? But reflex\nfrom what? Tingling coursed its way up his left leg and he rubbed his\nthigh.\n\nWhen he put his attention on the sight again, the planet had slipped\nout. In fact, it was nowhere in the immediate starscape ahead of him.\n\nHis quick glance at the basement showed first that a twilight shadow was\nmoving in from the north-- From the north? It had to be the east! And\nhow come so soon?\n\n       *       *       *       *       *\n\nSmall panic twisted his diaphragm when he viewed below the unfamiliar\ntopography and increasing cloudiness. And when he saw by his watch it\nwas nearly three--\n\nThe radio had started to transmit. He swallowed a lump of fear and\nprepared some kind of an answer. \"... If you hear me. Please indicate if\nyou hear me, Grant.\"\n\nHe nodded at the lens.\n\n\"Would you like a pilot to help you orient from here?\"\n\nGrant felt sheepish, but the panic still remained. He was now aware his\nalertness was not up to par, so he nodded again. But he was feeling\nbetter by the minute.\n\nBack on course under one of the pilot's directions, Grant soon took\nover.\n\n\"Skip that exercise, Grant, and glide in,\" Bridget sent. \"Feel up to it,\nnow?\"\n\n\"Yeah, but what's it all about? I must've passed out, but damned if I\nknow what for.\"\n\nGrant heard Bridget's laugh and his morale improved. \"You come down and\ntake me to dinner and I'll give you the answer--and what I think may be\nthe answer to all the general's troubles. Right now I've got a report to\nwrite so the general can get the word soon--and as painlessly as\npossible.\"\n\nGrant pressed the stud to activate the skin coolant system for entrance\ninto the atmosphere. He almost felt like grinning.\n\n       *       *       *       *       *\n\nGrant at the medical officer's advice took a brief nap, which quickly\ncleared up his mental fuzziness. As a surprise to Bridget he ordered a\nrotocab from Barstow, the nearest town, booming since the base had\nbecome operative.\n\nIn a specialty restaurant over freshly arrived seafood from San\nFrancisco, Grant tried to persuade Bridget to stop teasing him about the\nnavigational foul-up and set him straight. He had put up with it as long\nas he did only because she had worn an off-shoulder yellow gown, snugly\nfitted, that made the uniform seem like the design of a Mid-Victorian\nprude.\n\nGrant, exasperated, brought her teasing up short. \"I've been priding\nmyself on keeping up the myth I'm a wide-awake young man and pilot.\nNever have I passed out before--never. I feel like a washed-out cadet.\nYou've had your fun baiting--now, what made me blank?\"\n\nBridget cringed as he tore a slice of French bread in half with one\nhostile, meaningful bite.\n\nShe waved her cigarette haughtily. \"We in psychology have found certain\nstimuli productive of consistent human response. Especially true in\ntactile sensation, this, however, is not as true in the auditory and\nvisual.\"\n\n\"You're being technical,\" Grant interrupted. \"Just let me know\nsimple-like, if you don't mind.\"\n\n\"Consequently,\" she continued, \"the problem presented to the\ninvestigating psychologist was one of seeking an involuntary response to\none or more stimuli, in sequence or grouped. Traditionally--\"\n\n\"Miss Ashley--\" Grant held up the small, square tissue-wrapped box, tied\nwith a bow--\"I would like to have you open this tonight, but obviously\nyou're not going to have time what with the thesis, and all.\" He\ndeliberately put the box back in his coat pocket.\n\nTheir eyes held over her swordfish momentarily.\n\n\"So, O.K., I looked around for nasty stimuli, that's all,\" Bridget went\non. \"There were lots of possibilities, but I sorta picked two or three.\nPart of our pilot interviews was for getting descriptions from the men\non what the conditions up there felt like, sounded like, looked like,\nsmelled like, and so on. Completely individual, mind you. From that we\nspotted negative elements held in common by them.\"\n\nGrant reached for her arm and blocked the upward motion of her\nfish-loaded fork.\n\n\"You can eat after,\" he said.\n\n\"I threw the nasty ones at you when you began tiring, because that's\nwhen the body's stimulus-response setup starts pulling away from\nconscious direction. I saved the one I had the hunch on for the last.\"\n\n\"The navigation exercise, you mean? I still don't get what that has to\ndo with my leg cramp.\"\n\nBridget laughed. \"Oh, that. One of those leads attached to your leg\ncarried a little voltage--just in case you passed out. The benefits of\ncurrent psychology, you know.\"\n\n       *       *       *       *       *\n\nGrant repressed a smile. \"Thanks for letting me know what brought me\naround, but you are still stalling about why I went under.\"\n\n\"You figure it out. What were the stimuli associated with the manual\nnavigation problem?\"\n\n\"Let's see,\" he mused. \"Tactile: nothing important, just the control\nlevers. Visually, the star field and Jupiter and the crosshairs.\nAuditorily, the power hum--\"\n\n\"What stands out?\"\n\n\"The planet and the hum, I guess.\"\n\n\"And how did the planet appear?\" Bridget asked.\n\n\"A point of light, you mean?\"\n\n\"And what does that add up to: a bright concentrated light source on\nwhich you fix your attention and a monotonous hum?\"\n\n\"Not hypnotism!\"\n\nBridget shrugged. \"A reasonable facsimile. Especially when you throw\nmental fatigue in with it.\"\n\n\"But you need a suggestion, I thought--\" Grant was amazed.\n\n\"Not necessarily,\" she replied. \"You were mentally tired, there was some\nself-suggestion for sleep. But simply a continued fixation of the eyes\nin suggestive subjects can be enough. There may be a subconscious\nassociation with previous hypnosis, or early states of mental shock. In\nthe highly suggestive, a steady lulling noise can be sufficient in\nitself. And you were alone, with no one around to snap a finger under\nyour nose. Add it up in your situation, and you blank out.\"\n\nGrant slapped his forehead. \"What did I look like?\"\n\n\"Not any different than usual,\" she said, laughing. \"You continued to\nhold the controls, but you stared vacantly and tensed quite a bit. Well,\nwe have the complete recording on your reactions if you want to check.\nNaturally, you pulled off course, ended up over Mexico, gaining about\nfifty miles in altitude.\"\n\nThe others, thought Grant, rode until their oxygen gave out or dived\nthrough the atmosphere without skin-cooling, or came out of it too late\nand found-- He decided not to think about it.\n\n\"But I don't think I'm hypnotic,\" Grant protested.\n\n\"Everyone is hypnotic to a degree. Some are a great deal more than\nothers, and these are the ones that are apparent. Impose the right\nconditions and a quasi-hypnotic condition could be affected on most\nanyone.\"\n\n\"But why hasn't this happened elsewhere?\"\n\nBridget took a quick bite of fish before he could stop her. \"It has.\nFirst documentation I found was in the South Pacific air war in the\n'40s. One-man escorting fighter planes in several cases slipped out of\nbomber formations they were following at night and splashed. One of the\nexplanations at their hearings, but never investigated thoroughly, was\nhypnosis from the single red taillight of the bombers. In one outfit,\nthe losses stopped when the fighters flew up front.\"\n\n\"Not only sharp, but good-looking, too,\" Grant admired, and began\nchewing on the other half of his French bread. Then he ceased\nmasticating and mouthed anxiously, \"You've told the general this?\"\n\nBridget clapped her hands. \"With exquisite pleasure.\"\n\n\"And he--?\"\n\n\"... Got excited, phoned for engineering to remove navigational sights\nand suggested I join the staff at the base.\"\n\nGrant coughed on the bread and hurriedly reached for his water. \"He\nwants you around?\"\n\n\"Gratitude, I guess, in his own brassy way.\"\n\n\"And you'll stay?\"\n\n\"If Washington O.K.'s it, and I'm coaxed.\"\n\n\"Then that simplifies the matter,\" he said and brought out the daintily\nwrapped tiny gift box. \"For you.\"\n\nHer eyes warmed and smiled as she said, \"That's the kind of coaxing a\nwoman wants.\"\n\nGrant fumed, \"Then you know what it is? Extrasensory perception or\nsomething psychological?\"\n\nTheir hands met across the table and lingered.\n\n\"Purely an emotional response,\" said Bridget.\n\n\nTHE END\n\n[Illustration]\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Astounding Science Fiction_ March\n    1955. Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of A Fine Fix, by R. C. Noll\n\n*** END OF THIS PROJECT GUTENBERG EBOOK A FINE FIX ***\n\n***** This file should be named 27696-8.txt or 27696-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/7/6/9/27696/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}