{"title": "Revenge", "author": "Arthur Porges", "releaseDate": "January 9, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                       REVENGE\n\n                   By ARTHUR PORGES\n\n     _Hell may have no fury like a woman scorned,\n but the fury of a biochemist scorned is just as great\n              --and much more fiendish._\n\n\nIf the Syndicate is half as powerful as some people have claimed,\nthey'll murder me any day now. I object on principle to being killed by\nevil men for a good deed, so maybe lynching by stupid ones is\npreferable. I mean you, and you--the suetheads who profited by my work,\nbut refused your help.\n\nYou've been yammering about narcotics for years--how drug addiction was\nspreading, reaching down even to your unmannerly, spoiled brats, who\ndespise their parents and our venal society to the same degree. The\nstuff comes in by the ton across the Mexican border; they grow it for\nour benefit in Red China; and a few \"friendly\" Asian countries don't\nmind exporting some now and then, either. In spite of heroic work by our\nsmall group of poorly financed narcotics agents, the flow of drugs\ncannot be halted.\n\nOh, you and your elected representatives made a lot of panicky moves to\ncombat this threat. The Department of Health, Education, and Welfare was\ngiven a new Bureau, set up like the F.B.I., and headed by Myron P.\nBishop, a man trained by that distinguished expert on narcotics,\nAnslinger, himself.\n\nBut as to sensible solutions, such as legalizing the sale of heroin to\nbreak the world-wide criminal control on the distribution of drugs--that\nyour vapid Puritan morality wouldn't permit. Millions of dollars for\nenforcement, and to punish the sick, but not one cent for prevention,\nand almost nothing to find out why people become addicts in the first\nplace, and how to cure them.\n\nIt wasn't entirely your fault. You listened to the experts, usually\ncareer policemen who expect to cure any social evil with clubs and\nprisons. I am reminded of the simpleton found measuring two horses with\na tape in order to be able to distinguish the black one from the white.\nUntil I came along, nobody had ever reached the core of the matter. You\ndon't kill a flourishing plant--in this case an Upas Tree--by lopping\noff a handful of leaves. You strike at the roots. That's what I meant to\ndo--and did--for your benefit. Oh, I admit there were a few dollars in\nit for me, but so what? The ox that treads the wheat is not muzzled.\nWhen a man saves a manufacturer $50,000 a year by some improved process,\nor even by using three bolts someplace instead of four, they gladly pay\nhim three per cent of the annual savings, or something like that, as a\nreward. Most big outfits have such a policy, and it's a good one. Well,\nif I cut millions off the government budget, is a lousy $100,000 too\nmuch to ask? I just wanted to go on with my researches without battling\na horde of bill collectors every month. Fat chance--I didn't get a\nmeasly dime. You, your elected and appointed officials, and your kept\npress just gave me the all-time horse-laugh. Well, he who laughs\nlast--you'll remember the old saw; I'll see to that.\n\n       *       *       *       *       *\n\nI'm writing this so you'll know how they treated me. You mustn't think\nI'm a crank, mad at the world for no reason. My case is better than\nDreyfus' and Sacco-Vanzetti's combined. Here I was prepared to remove\nthe drug scourge forever, and at a piddling cost. Did I get courteous\nhandling, or at least a fair hearing? Not bloody likely! I was an idiot\nto expect anything from the world's most inflated bureaucracy--Dickens'\nCircumlocution Office brought up to date.\n\nLet me start at the beginning; then you'll see who's right. I'm a\nbiochemist by profession. A damned good one, but too individualistic to\nplease the big research centers. They like docile teams--scientific\nPercherons to pull the big red wagon. So I taught at one jerkwater\ncollege after another. Sooner or later my superiors, all dodderers who\nstopped thinking with sighs of relief once they had their PhD union\ncards, objected to my attitude. If I published, they were jealous; it\nmade the other faculty members look bad. If I failed to produce, then\nwhy was I wasting lab facilities and neglecting my classes? The\nstudents wanted their term papers back within five days; the other\nteachers could manage it, why not me? The difference between what my\ncolleagues expected from their pupils and what I did was the difference\nbetween the lightning bug and the lightning. Those students! They didn't\nwant biochemistry; they want a letter on a card; a \"C\" would do. Damn\nfew of them got it from me, I'm happy to say, and those that did, knew\nmore about the subject than most PhD's.\n\nNow, I take as my creed the fruitful dictum: Think in other categories.\nA famous researcher once invented--or discovered--this maxim in a dream.\nIt is the secret of many great advances in science. Get off the main\nline. Stop fooling with the leaves of the tree, and turn to the roots.\nInvert the problem, if necessary.\n\nI was thinking about the narcotics scandal. A teacher at my college had\na lovely sixteen-year-old daughter, carefully reared, who was badly\nhooked. I saw that poor man's hair whiten in a few months. How would you\nfeel, knowing that your daughter had been so degraded by a drug as to\nsell herself to anybody with enough money to buy her a fix? An innocent,\nplayful sniff at a party, and some punk, probably an addict himself, had\ntrapped her in order to finance his own habit. They talk about cures,\nbut people on the inside know that permanent escape from the trap is as\nrare as portraits of Trotsky in Russia. Or integrity among politicians\nin this country.\n\nWell, I put my brains to work on the problem. It seemed obvious that, as\nin the case of Prohibition, you couldn't possibly lick the drug traffic\nby cutting the lines of supply. Not in a country as big as ours, with\nthe Mexican border and Red China on the side of the enemy. Not when a\npackage the size of a watch could be worth a fortune.\n\nThink in other categories, I reminded myself. How can a biochemist,\nrather than a policeman, stop the Syndicate? Then it came to me, simple\nand obvious. Hit the source, the weak link, the roots of the poison\ntree. In short, Papaver somniferum, the opium poppy itself.\n\nBasic, isn't it? Destroy the plant, and you cut the heart out of the\ndrug traffic. No cops; no hopeless warfare against cunning smugglers; no\nbattle with big-money corruption of officials. And remember: no chemist\nalive can synthesize opium or its derivatives. Sure, there are a few\nother bad narcotic drugs from different plants, like marijuana, but they\nplay a relatively small part, and can be controlled. Besides, it was my\nintention to destroy their sources as well, when the time came. But\nfirst the biggest culprit.\n\n       *       *       *       *       *\n\nI go to work, re-examining all the recent work on tobacco virus and\nsimilar plant killers. New studies on the key protein chains of the\ngenes were the foundation stones of my plan. The disease had to be\nhighly specific and deadly. I couldn't risk even the remotest\npossibility of harming food plants in a hungry world.\n\nBut, as I've said, with no false modesty, I'm no slouch in my field of\nbiochemistry. I took a harmless poppy rust from our California flowers\nhere, and treated its genes with certain chemicals. It was a matter of\nsix months, and well over eighty tries, but finally I came up with a\nvirus that killed the opium poppy like smallpox wiped out the Sioux. No;\nmore than that. Some Indians were, or became, immune to the disease,\njust as insects build up resistance to the most potent poisons. But with\nmy virus that's simply not possible. I won't get technical here, but to\nbecome immune to this stuff would be like a man's developing anti-bodies\nagainst his own tissues. It couldn't happen without killing the organism\nfaster than the virus does. Once this epidemic began, not a poppy would\nsurvive.\n\nSo far everything was fine, except that, as usual, I lost my job. I got\nfifty term papers behind. It didn't bother me, because there wasn't a\nstudent in my three classes who knew any more biochemistry than a\nbaboon. In the first paper I'd found this gem: \"It is well known that a\nmammal reproduces by suckling its young.\" Faced with more of the same,\nit was a pleasure to be fired.\n\nNow, in any really civilized society, they'd have my statue on top of\nthe capitol building, and with neon lights to boot. But in our\nbureaucratic wilderness of Washington, with a thousand government-hired\ncretins running interference for each big, appointed super-cretin, my\ntroubles had just begun.\n\nI took some sample poppies to the H.E.W. offices. They were in\nvacuum-sealed plastic envelopes, because I knew that once my virus\nspores got loose in the atmosphere, they'd spread all over the world\nlike radioactive dust, or faster. I hoped to see the Commissioner of\nNarcotics, Myron P. Bishop, but His Magnificence was harder to reach\nthan the whole College of Cardinals. It was impossible to put my point\nacross. Plants, was it? That way to the Department of Agriculture. Oh,\npoppies. Pamphlets on wildflowers could be had from Documents.\n\nI wrote countless letters, pulled what few wires were within my reach,\nand haunted Washington like the ghost of Calhoun. And finally I got ten\nminutes with El Pomposo himself.\n\nAs I've said, dumb students are nothing new to me. But even the worst of\nthem couldn't have been any more obtuse than Bishop. I had the dead\nplants, all brown and withered. There were simple charts showing\nexactly, in terms of time, how the virus worked, killing the poppy\nwithin forty-eight hours, and even destroying the viability of any seeds\nthat might be ripening.\n\nDid this jughead appointed by the President to fight the terrible drug\nproblem comprehend the miracle being offered to him? The simple solution\nthat would make him the greatest--in fact, the only--success in his post\nthat this country had ever known? Not he. I had to spell it out in\nnursery school terms.\n\nBut I've penetrated many a numbskull in class by dint of persistent\ndrilling, and finally got through to the cold oatmeal under his parietal\nbones.\n\nDid that clear the air? If you think so, guess again. He threw up his\nhands in horror. Turn a plant disease loose on the world deliberately!\nIt was a violation of the conventions against germ warfare. It was\nbarred by international law. It was unthinkable that the United States\nwould indulge in such irresponsible behavior.\n\nAll right, I said. Take it to the U.N. Let them distribute the poppy\nkiller. He brightened a little at that, since every bureaucrat loves\nabove all to pass the buck. A clear-cut decision is fatal to the\nspecies. Then he gave me a note to our delegate, Wilbur Cavanaugh, Jr.\n\nThis character was a bit sharper. He heard me out, looked at my deceased\npoppies, and arranged a conference with a bigwig from the State\nDepartment. Then things got really messy. When I pointed out that in a\nfew weeks every damned opium plant in Asia would be deader than the Ming\nDynasty, this little creep from Foggy Bottom almost had kittens on the\nspot. It seems that just now our relations with Red China are highly\ndelicate. If we turned the virus loose on them, even if it did kill only\npoppies (and he had his doubts about that. What if--shudder--it attacked\nrice?) the Reds would scream murder. They'd yell germ warfare, and have\nus cold. They could ship us opium by the long ton--that didn't affect\nthe delicate condition, though.\n\n       *       *       *       *       *\n\nIt seemed to me, however, that there was something ambiguous and wistful\nin the State man's attitude, and I thought I understood. When a country\nsends a spy to do some dirty job, they disown him officially if he is\ncaught. Except for that U-2 fiasco some years ago, when the U.S. broke\nall the unwritten rules and made jackasses of us before the world. Now,\nobviously, if I killed all the poppies in the world, that would be a\nfait accompli. Washington could deny knowing anything about the cause of\ndeath, especially since it would work indiscriminately even in friendly\nparts of Asia. Just as long as I got my hundred thousand, I didn't mind\nskipping the official credit. In fact, it would keep the Syndicate off\nmy back.\n\n\"Suppose,\" I said, \"on my own responsibility, I release the spores and\nruin the opium trade for good. Will you see that I get paid?\"\n\nHe was horrified. In the first place, nothing whatever could be done\nuntil the virus had been checked out by government scientists. If I\nwould give him the virus, and my notes, he'd start the ball rolling. I\nknow that Washington ball; it's all angles, and doesn't roll worth a\ndamn. I went cold at the thought. Before you can get an okay on anything\nbig from a bureau there, your long, grey beard will be sweeping the\nfloor.\n\nFor a moment I was tempted to take my plans to England, but then\nremembered that by sane legislation legalizing the sale of drugs under\ncontrolled conditions, they had already licked the problem, and wouldn't\nbe in the market. For two cents, I thought, I'd make China pay me the\nmoney to keep the virus buried. For that matter, the Syndicate would\ngladly kick in with a million. But I'm an American first, and couldn't\nplay it that way, especially remembering Professor A's daughter.\n\nI thought the thing through, and decided that if I turned the disease\nloose, so that every good poppy is a dead one, any decent government\nwill quietly pay me off. They only need to know that no other plants are\naffected.\n\nAnd that's the way I played it. The next day I sprayed a few grams of\nconcentrated virus into the humid air of Washington, and went home. If\nyou read the papers, you know the rest of that particular story. In\neight months not even Sherlock Holmes could have found a live opium\npoppy on the face of the earth. Once current stocks are gone, there'll\nbe no more narcotics deriving from that particular plant. The government\nsensibly outbid all the addicts and operators in order to save what is\nleft for medical use. It should last for fifty years. All according to\nmy plan--fine!\n\nBut when I tried to collect, they didn't know me from the late Lucky\nLuciano. There was no proof whatever, they said, that my virus did the\njob. After all, their scientists had not been allowed to check my work.\nI could have faked the whole thing, attempting to take credit for a\nmutant disease which began naturally, especially since dozens of\nbacteriologists were now isolating the virus.\n\nWhen I pressed harder, they dragged out an F.B.I. file showing I was a\ncrank and maverick, unable to hold a job, and guilty of signing a peace\npetition in 1949. If Bishop or Cavanaugh tried to help, I don't know\nabout it. I suppose I'm lucky that the Syndicate has been equally\nskeptical. Otherwise, being out many millions, they would have\nliquidated me by now.\n\nBut basically it's your fault--you, the people. I took my case to you,\nas a court of last resort. A few papers gave me a fair enough shake to\npresent the evidence, but you paid no attention. I tried to get your\nsignatures to a petition to purge the H.E.W. Department, or to start a\nCongressional investigation. You just laughed at me. You enjoyed that\nheadline: \"Crackpot Chemist Claims He Killed All Those Poppies. Was it\nSelf-Defense?\"\n\nWell, my jovial friends, I'm going to teach you a lesson. I could easily\nwipe out half of you by killing some selected food plants, but I'm not a\nmass murderer, and would rather make a more subtle job of it. I've two\nmore viruses just about perfected; after the first, it's easier. When I\nturn them loose, you'll have a real grievance against me. This time,\nyou're getting notice in advance, so nobody can talk about \"natural\"\ndisease. Besides, the appended lab notes will easily convince a few key\nmen in biochemistry; and they'll confirm me.\n\nNow let me point out the two plants you'll miss badly.\n\nOne is yeast. Yes, yeast. When you read this, the one-celled organisms\nresponsible for wine, beer, and alcohol generally, will be dying as a\nrace. In a few months, good liquor will be scarcer than an electric\nblanket in hell. Sure, grain alcohol can be synthesized, but bouquet\nisn't that simple, and you'll pay dearly for it--how you'll pay!--and\ndecent lab-made whiskey won't be on the shelves tomorrow, either.\n\nThe other plant you'll miss even more. I mean tobacco. No more\ncigarettes; no more fat cigars--and hallelujah!--no more tobacco\ncommercials on TV. Did you know, tobacco cannot be synthesized at all,\nat any price? Get it, you two-pack-a-day fiends?\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Amazing Stories_ February 1961.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Revenge, by Arthur Porges\n\n*** END OF THIS PROJECT GUTENBERG EBOOK REVENGE ***\n\n***** This file should be named 27756.txt or 27756.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/7/7/5/27756/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}