{"title": "Tulan", "author": "Carroll Mather Capps", "releaseDate": "February 2, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\nTULAN\n\nBy C. C. MacAPP\n\n\n    _To disobey the orders of the\n       Council of Four was unthinkable\n     to a Space Admiral of the old\n      school. But the trouble was,\n        the school system had changed.\n       A man, a fighter, an Admiral\n     had to think for himself now, if\n          his people were to live._\n\n\nWhile facing the Council of Four his restraint had not slipped; but\nafterward, shaking with fury, the Admiral of the Fleets of Sennech\nslammed halfway down the long flight of stone steps before he realized\nsomeone was at his elbow. He slowed. \"Forgive me, Jezef. They made me so\nmad I forgot you were waiting.\"\n\nJezef (adjutant through most of Tulan's career, and for some years\nbrother-in-law as well) was shorter and less harshly carved than his\nsuperior. \"So they wouldn't listen to you. Not even Grefen?\"\n\n\"Even Grefen.\" That vote had stabbed deepest of all.\n\nJezef took it with the detachment that still irritated Tulan. \"The end\nof a hundred years of dreams; and we go back under the yoke. Well,\nthey've always been soft masters.\"\n\nThey reached the ground cars. Before getting into his own Tulan said\ncoldly, \"Since you're so philosophical about it, you'll be a good one to\nbear the sight of men saying good-bye to their families. We're to take\nfull crews to Coar and surrender them with the ships. Requisition what\nhelp you need and get everybody aboard by noon tomorrow.\"\n\nJezef saluted with a hint of amused irony, and left.\n\n       *       *       *       *       *\n\nWhipping through the dark icy streets, Tulan smiled sourly, thinking how\nSennech's scientists had reversed themselves on the theory of hyperspace\nnow that Coar had demonstrated its existence. Maybe the Council was\nright in mistrusting their current notions. As for himself, he saw only\ntwo things to consider: that with Coar swinging behind the sun, the\naccuracy of her new weapon had gone to pot; and that before she was\nclear again he could pound her into surrender.\n\nHis swift campaigns had already smashed her flabby fleets and driven the\nremnants from space, but the Council, faced with the destruction and\ncasualties from just a few days of the weird surprise bombardment, was\ncowed.\n\nHe'd spent the previous night at home, but wasn't going back now, having\ndecided to make his farewell by visiphone. It was the thing he dreaded\nmost, or most immediately, so as soon as he reached the flagship he went\nto his quarters to get it over with.\n\nAnatu's eyes--the same eyes as Jezef's--looked at him out of the screen,\nfilling him with the familiar awkward worship. \"You've heard?\" he asked\nfinally.\n\n\"Yes. You won't be home before you go?\"\n\n\"No; I ...\" He abandoned the lie he'd prepared. \"I just didn't feel up\nto it.\"\n\nShe accepted that. \"I'll wake the boys.\"\n\n\"No! It's--\" Something happened to his throat.\n\nShe watched him for a moment. \"You won't be back from Coar. You've _got_\nto speak to them.\"\n\nHe nodded. This wasn't going according to plan; he'd intended it to be\nbrief and controlled. Damn it, he told himself, I'm Admiral of the\nFleets; I've no right to feelings like this. He straightened, and knew\nhe looked right when the two sleepy stares occupied the screen.\n\nTheir hair was stiff and stubborn like his own, so that they wore it\ncropped in the same military cut. It could have stood a brush right now.\nThey were quiet, knowing enough of what was wrong to be frightened.\n\nHe spoke carefully. \"I'm going to Coar to talk to them about stopping\nthe war. I want you to look after things while I'm away. All right?\"\n\n\"All right, Dad.\" The older one was putting on a brave front for the\nbenefit of the younger and his mother, but the tears showed.\n\nAs Tulan cut the connection he saw that Anatu's eyes were moist too, and\nrealized with surprise that he'd never before, in all the years, seen\nher cry. He watched the last faint images fade from the screen.\n\n       *       *       *       *       *\n\nSometime near dawn he gave up trying to sleep, dressed, and began\ncomposing orders. Presently Jezef came in with cups of steaming amber\nliquid. They sipped in silence for a while, then Jezef asked \"You've\nheard about Grefen?\"\n\nTulan felt something knot inside him. He shook his head, dreading what\nhe knew was coming.\n\n\"He killed himself last night,\" Jezef said.\n\nTulan remembered the agony in the old Minister of War's eyes when he'd\nvoted for surrender. Grefen had been Admiral in his day; the prototype\nof integrity and a swift sledgehammer in a fight; and Tulan's first\ncombat had been under him. A symbol of the Fleet, Tulan reflected; and\nhis death, yes, that too was a symbol--what was there but shame in\nsurrender, for a man or a fleet or a world?\n\nHis hand clenched, crumpling the paper it was resting on. He smoothed\nthe paper and re-read the order he'd been writing. He visualized the\nproud ranks of his crewmen, reduced to ragged lines shuffling toward\nprison or execution.\n\nIt seemed impossible, against the laws of nature, that men should strive\nmightily and win, then be awarded the loser's prize. His anger began to\nreturn. \"I've a mind to defy the Government and only take skeleton\ncrews,\" he said. \"Leave the married men, at least.\"\n\nJezef shrugged. \"They'd only be bundled into transports and sent after\nus.\"\n\n\"Yes. Damn it, I won't be a party to it! All they did was carry out\ntheir orders, and superbly, at that!\"\n\nJezef watched him with something like curiosity. \"You'd disobey the\nCouncil? You?\"\n\nTulan felt himself flush. \"I've told you before, discipline's a\nnecessity to me, not a religion!\" Nevertheless, Jezef's question wasn't\nunfair; up to now it really hadn't occurred to him that he might\ndisobey.\n\nHis inward struggle was brief. He grabbed the whole pad of orders and\nripped them across. \"What's the Council, with Grefen gone, but three\ntrembling old men? Get some guns manned, in case they get suspicious and\ntry to interfere.\"\n\nBlood began to surge faster in his veins; he felt a vast relief. How\ncould he have ever seen it differently? He jabbed at a button. \"All\nships' Duty Officers; scramble communication circuits. This is the\nAdmiral. Top Secret Orders....\"\n\n       *       *       *       *       *\n\nShortly before noon the four-hundred-odd ships lifted out of Sennech's\nfrosty atmosphere, still ignoring the furious demands from the radio.\nFully armed, they couldn't be stopped.\n\nTulan's viewer gave a vivid picture of the receding fifth planet. The\nwhite mantle of ice and snow was a backdrop for blue artificial lakes\nand the dark green of forest-strips (hardy conifers from Teyr)\nalternated with the lighter shades of surface farms. The ice had been\nalmost unbroken until men came, bringing more heat than Sennech had ever\nreceived from a far-off sun.\n\nThat had been before the First Solar War, when Teyr (the race of Aum had\noriginated there) ruled. That awful struggle had bludgeoned the home\nplanet back to savagery, and left Coar and Sennech little better off.\n\nWith recovery, Coar had taken over and prospered immensely. Teyr stayed\nwild except for small colonies planted there by the other two planets,\nand Sennech lagged for a while.\n\nWithin Tulan's lifetime his world had found itself ready to rise against\nthe lax but profit-taking rule of Coar, and that rebellion had grown\ninto the present situation.\n\nSennech's wounds were plainly visible in the viewscreen; great man-made\ncraters spewing incandescent destruction blindly over farm, city, or\nvirgin ice. The planet was in three-quarters phase from here, and Tulan\ncould see the flecks of fire in the darkness beyond the twilight zone.\nNear the edge of that darkness he made out the dimmer, diffused glow of\nCapitol City, where Anatu would be giving two small boys their supper.\n\nHe checked altitude, found they were free of the atmosphere, and ordered\nan acceleration that would take them halfway to the sun in fifty hours.\nIt was uncomfortable now, with Sennech's gravity added, but that would\nfall off fast.\n\nJezef hauled himself in and dropped to a pad. \"I wish I had your build,\"\nhe said. \"Do you really think we can pull this off?\"\n\nTulan, in a good mood, grinned at him. \"Have I ever led you into defeat\nyet, pessimist?\"\n\n\"No; and more than once I'd have bet ten to one against us. That's why\nthe Fleet fights so well for you; we have the feeling we're following a\nhalf-god. Gods, however, achieve defeats as terrible as their\nvictories.\"\n\nTulan laughed and sat down beside Jezef with some charts. \"I think I'll\nappoint you Fleet Poet. Here's the plan. No one knows what I intend; we\ncould be on our way around the sun to overtake Coar and either fight or\nsurrender, or we might be diving into the sun in a mass suicide. That's\nwhy I broke off the siege and pulled all units away from Coar; the fact\nthat they're coming back around to meet us will suggest something like\nthat.\"\n\n\"Are they going to join up?\"\n\n\"No; I want them on this side of the sun but behind us. I have a use for\nthem later that depends on their staying hidden. Incidentally, I'm\ndesignating them Group Three.\n\n\"In a few hours we're going to turn hard, this side of the sun, and\nintercept Teyr. I want to evacuate our forces from the moon, then decoy\nwhatever the enemy has there into space where we can get at them. That's\ntheir last fleet capable of a sortie, and with that gone we can combine\nour whole strength and go around to Coar. She'll probably give up\nimmediately, on the spot.\"\n\n       *       *       *       *       *\n\nJezef thought it over. \"Will they be foolish enough to leave the moon?\nAs long as they're safely grounded there, they constitute a\nfleet-in-being and demand attention.\"\n\n\"We'll give them a reason to move, then ambush them. Right now we've a\nlot of reorganizing to do, and I want you to get it started. We're\nsplitting this Force into Groups One and Two. Here's what I want.\"\n\n       *       *       *       *       *\n\nThey cut drives and drifted in free fall while supplies were transferred\nbetween ships, then Tulan held an inspection and found crews and\nequipment proudly shipshape. Despite the proliferating rumors, morale\nwas excellent.\n\nA few hours later the realignment began. Space was full of the\ndisc-shapes; thin, delicate-looking Lights with their projecting\nexternal gear, and thicker, smoothly armored Mediums and Heavies. He had\ntwenty-three of the latter in Group One, with twice as many Mediums and\na swarm of smaller craft.\n\nGroup Two, composed of the supply ships and a small escort, was already\nformed and diverging away. That was a vital part of his plan. From a\ndistance they'd look to telescope or radar like a full combat fleet.\n\nHe was almost ready to swerve toward the third planet and its moon, but\nfirst he had a speech to make. It was time to squash all the rumors and\ndoubts with a dramatic fighting announcement.\n\nHe checked his appearance, stepped before the scanner, and nodded to\nCommunications to turn it on. \"All hands,\" he said, then waited for\nattention.\n\nThe small monitor screens showed a motley sampling of intent faces. He\npermitted himself a tight smile. \"You know I have orders to surrender\nthe Fleet.\" He paused for effect. \"Those are the orders of the Council\nof Four, and to disobey the Council would be unthinkable.\n\n\"Yet it is also unthinkable that a single ship of the Fleet should\nsurrender under any circumstances, at any time; therefore I am faced\nwith a dilemma in which tradition must be broken.\n\n\"The Council of Four has lost courage, and so, perhaps, have many of the\npeople of Sennech. We have ways of knowing that the people of Coar, far\nmore than our own, clamor at their government for any sort of peace.\n\n\"Coar's fleets are smashed and the remnants have fled from space.\n\n\"Clearly, courage has all but vanished from the Solar System; yet there\nis one place where courage has not wavered. That place is in the Fleet\nof Sennech.\n\n\"At this moment we are the only strength left in the Solar System. We\ndominate the System!\n\n\"Would we have history record that the Fleet won its fight gloriously,\nthen cravenly shrank back from the very brink of victory?\n\n\"We left Sennech fully armed, though our orders were directly opposite.\nI need not tell you that I have made the decision any man of the Fleet\nwould make.\n\n\"This is our final campaign. Within a short time we shall orbit Coar\nherself and force her surrender. That is all.\"\n\nThere was a moment so quiet that the hum of the circuits grew loud, then\nthe monitors shook with a mighty cheer.\n\nLater, alone, Jezef congratulated him amusedly. \"They are certainly with\nyou a hundred percent now, if there was any doubt before. Yet there was\none argument you didn't even hint at; the strongest argument of all.\"\n\n\"What was that?\"\n\n\"Why, you're offering them a chance at life and freedom, where they\nmight be going to imprisonment or execution.\"\n\nThat irritated Tulan. \"I'm sure you're not so cynical about Fleet\nloyalty and tradition as you pretend,\" he said stiffly. \"I wouldn't\naffront the men by using that kind of an argument.\"\n\nJezef grinned more widely. \"Did it even occur to you to use it?\"\n\nTulan flushed. \"No,\" he admitted.\n\n       *       *       *       *       *\n\nTeyr and her moon Luhin, both in quarter-phase from here, moved steadily\napart in the viewers.\n\nGroup One's screen of light craft probed ahead, jamming enemy radar, and\ndiscovering occasional roboscouts which were promptly vaporized. Far\nbehind, Group Two showed as a small luminescence. It would never be\nvisible to Luhin as anything else, and then only when Tulan was ready.\n\nThey reversed drives, matched speeds neatly, and went into forced orbit\naround Luhin. On the flagship's first pass over the beleaguered oval of\nground held by Sennech's forces--unsupported and unreinforced since the\nhome planet's defection--Tulan sent a message squirting down. \"Tulan\ncommanding. Is Admiral Galu commanding there? Report situation.\"\n\nThe next time around a long reply came up to them. \"This is Captain Rhu\ncommanding. Galu killed. Twenty percent personnel losses. Six Lights\ndestroyed; moderate damage to several Mediums and one Heavy. Ground\nlines under heavy pressure. Ships' crews involved in fighting at\nperimeter. Food critical, other supplies low. Several thousand wounded.\nCombat data follows.\" There was a good assessment of the struggle, with\nsome enemy positions that were known.\n\nThe Fleet Force that had escorted nearly one hundred thousand ground\ntroops included five Heavies and other craft in proportion, besides the\ntransports and supply ships. Alone, they'd been pinned down by superior\nenemy ground forces and by a sizable fleet holed up all around the\nsatellite. With Tulan's support they could be taken off.\n\nTulan composed orders. \"Withdraw ships' crews from lines and prepare to\nlift. Get wounded aboard transports and prepare to evacuate troops. Set\nup fire control network to direct our ground support.\"\n\nThe tedious job of shrinking the perimeter, a short stretch at a time,\nbegan, harassed by the quickly adapting enemy.\n\nDuring the first twenty hours the hostile fire was all from ground\nprojectors, the enemy ships not risking detection by joining in. By that\ntime one section of the front had pulled back to where several ships,\nsheltered in a crater, would have to lift.\n\nLines of men and equipment converged on the ships and jammed aboard. The\nactual lift was preceded by a diversion a few miles away, which\nsucceeded in pulling considerable enemy fire. The ships got off in\nunison, slanting back across friendly territory and drawing only light\nmissiles which the defenses handled easily.\n\n       *       *       *       *       *\n\nThen, suddenly, a salvo of heavy stuff came crashing in, too unexpected\nand too well planned to stop. One of the lifting ships, a transport,\nvanished in a great flash.\n\nTulan yelled into his communicator. \"Plot! Where did that come from?\"\n\n\"I'm sorting, sir. Here! A roboscout got a straight five-second plot\nbefore they downed it!\"\n\n\"Intelligence!\" Tulan snapped. \"Get the co-ordinates and bring me\nphotos!\"\n\nThere were already pictures of the area where the salvo must have\noriginated, and one of them showed a cave-like opening in a crater\nwall. \"That's it!\" Tulan jabbed a pencil at it. \"You could hide a dozen\nships in there. Let's get a strike organized!\"\n\n       *       *       *       *       *\n\nThe strike group included four Heavies besides the flagship, with twelve\nMediums and twenty Lights. They slanted down in a jerky evasive course\nwhile pictures flashed on screens to be compared with the actual\nterrain.\n\nGround fire, chemically propelled missiles, erupted ahead of them and\nthe small craft went to work intercepting it. They were down to a\nhundred miles, then fifty, streaking along the jagged surface so close\nthey seemed to scrape it. This was point-blank range; as the computers\nraced with the chaos of fire and counter-fire, human senses could only\nregister a few impressions--the bruising jerks, the shudder of\nconcussions, white streaks of rocket-trails, gushers of dirt from the\nsurface, winking flashes of mid-air interception.\n\nThen the Heavies were on target. The flagship jumped as the massive\nsalvo leaped away--not chemical missiles, but huge space torpedoes\npropelled by Pulsor units like the ships' drives, directing their own\nflocks of smaller defensive missiles by an intricate network of\ncontrols. The small stuff, augmented by fire from the lighter ships,\nformed momentarily a visible tube down which the big stuff streaked\nuntouched.\n\nThe whole crater seemed to burst upward, reaching out angry fingers of\nshattered rock as they ripped by, rocking and bucking with the blasts.\nTulan's viewer swivelled aft to hold the scene. Secondary blasts went\noff like strings of giant firecrackers. Great black-and-orange\nfungi-like clouds swirled upward, dissipating fast in the thin\natmosphere. Then Tulan spotted what he was looking for: three small\nships flashing over the area, to get damage-assessment pictures. There\nwas still a lot of ground-fire from farther out, and it caught one of\nthe three, which wobbled crazily then disappeared in a flash which\nblanked out the viewscreen.\n\n\"Intelligence!\" Tulan shouted. \"Casualties?\"\n\nIntelligence was listening to his earphones and punching buttons. \"Two\nLights lost, sir. Slight damage to seven more and to one Medium.\"\n\n\"All right. Get a telecopy of those pictures as soon as you can; we\ncertainly hit something. Maybe a Heavy or two.\" He relaxed, aching, and\nreflected that he was getting a little mature for actual combat.\n\nThe pull-back went on, drawing only the local ground-fire now that the\nenemy had been taught his lesson. Groups of ships lifted almost\nconstantly. The final position was an oval forty by sixty miles, held\nalmost entirely from the sky. The last evacuees straggled in like weary\nants, and when the radio reported no more of them the last fifty ships\nlifted together and ran the gauntlet with slight losses.\n\nTulan pulled the Force away for rest and repair. Group Two was idling at\nextreme radar range, making a convincing blip, and he designed some\nfalse messages to be beamed toward it with the expectation of\ninterception. The impression he wanted to give was that Group Two was\nthe Force that had been bombarding Coar, coming in now to join him.\nActually, the latter fleet was farther away, hidden in the sun and, he\nhoped, unsuspected.\n\n       *       *       *       *       *\n\nThings were going according to plan except for one puzzling item: there\nwas no message from Sennech's small garrison on Teyr. All he could get\nfrom the planet was a steady radar scan, which might mean that Sennech's\ncolony had been conquered by Coar's.\n\nHe'd been hoping to get certain supplies from Teyr, and now he took a\nstrong detachment in close to the planet to find out what was wrong. The\nthreat finally raised an answer. \"This is the Chief of Council. What is\nit that you want?\"\n\n\"Chief of Council? What are you talking about? I want the Garrison\nCommander.\"\n\n\"I suppose you're Admiral Tulan. There's been a change here, Tulan; Teyr\nis now an independent planet. Your garrison, with Coar's, comprise our\ndefense forces.\"\n\nTulan stared at the planet's image. \"You're at war with Coar!\"\n\n\"Not any more, we aren't.\" There was a chuckle. \"Don't sound so shocked,\nAdmiral; we understand you're in mutiny yourself.\"\n\nTulan slapped the microphone onto its hangar. He sat, angry and\nbewildered, until he remembered something, then buzzed Communications.\n\"Get me that connection again. Hello? Listen. I have sixty thousand\ntroops in transports, with almost no food. I intend to land them.\"\n\n\"They're welcome as noncombatants, Admiral. They'll have to land\ndisarmed, in areas we designate, and live off the country. We've already\ngot more refugees than we can handle.\"\n\n\"Refugees from where?\"\n\n\"Haven't you been in contact with Sennech at all?\"\n\n\"No.\"\n\n\"Oh.\" There was a thoughtful pause. \"Then you don't know. There's bad\nradiation in the atmosphere and we're hauling as many away as we can. We\ncan use your ships if you're finished playing soldier.\"\n\nTulan broke the connection again and turned, fuming, to Jezef. \"We'll\nblast our way in and take over!\"\n\nJezef raised his eyebrows. \"What good would that do?\" he asked.\n\n\"Why; they--for one thing, we've got to think of those troops! We can't\nland them unarmed and let them be slaughtered by the savages!\"\n\nJezef grinned. \"I doubt if they'll refuse to let them have enough small\narms to defend themselves. They can't stay where they are.\"\n\n\"But they're military men, and loyal!\"\n\n\"Are they? The war's over for them, anyway. Why not let them vote on\nit?\"\n\nTulan jumped up and strode around the command room, while Jezef and the\nstaff watched him silently. Gradually, the logic of it forced itself\nupon him. \"All right,\" he said wearily, \"We'll let them vote.\"\n\n       *       *       *       *       *\n\nA few hours later he studied the results gloomily. \"Well, after all,\nthey're not Fleet. They don't have the tradition.\"\n\nJezef smiled, then lingered, embarrassed.\n\n\"Well?\" Tulan asked.\n\n\"Sir,\" (that hadn't come out, in private, for years) \"I'd like to be\nrelieved.\"\n\nIt was a blow, but Tulan found he wasn't really surprised. He stared at\nhis brother-in-law, feeling as if he faced an amputation. \"You think I'm\nwrong about this whole thing, don't you?\"\n\n\"I'm not going to judge that, but Sennech's in trouble far worse than\nany question of politics, including your own family.\"\n\n\"But if we turn back now Coar will recover! It's only going to take us a\nfew more hours!\"\n\n\"How long does it take people to die?\"\n\nTulan looked at the deck for a while. \"All right. I'll detach every\nship I can spare, and put you in charge. You'll have the transports too,\nas soon as they're unloaded.\" He stared after Jezef, wanting to call out\nto him to be sure to send word about Anatu and the boys, but somehow\nfeeling he didn't have the right.\n\n       *       *       *       *       *\n\nHe took the fighting ships away from Teyr, to where Group Two could join\nup without being unmasked, then started sunward as if he were crossing\nto intercept Coar. A few miles in, where they'd be hidden in the sun, he\nleft a few scouts.\n\nAs he saw it, the enemy commander on the satellite, noting the armada's\ncourse and finding himself apparently clear, would have no choice but to\nlift his ships and start around the sun by some other path to help his\nplanet.\n\nThat other path to Coar could be intercepted, and as soon as Tulan was\nlost near the sun he went into heavy drive to change direction. He\ndrifted across the sun, waiting for word from his scouts. At about the\ntime he'd expected, they reported ships leaving the satellite.\n\nHe looked across the room toward Plot. \"Plot! Feed that data to\nCommunications as it comes in, will you?\" And to Communications: \"Can we\nbeam Group Three from here?\"\n\n\"Not quite, sir; but I can relay through the scouts.\"\n\n\"All right; but make sure it's not intercepted. I want Group Three under\nmaximum acceleration for Luhin, and I want them to get running reports\non the enemy.\"\n\n\"Right, sir.\"\n\nTulan was in the position he wanted, not needing to use his own radar,\nbut able to pick up that of Coar's fleet at extreme range, too far to\ngive them a bounce. He'd know their course, speed, and acceleration\nfairly well, without even being suspected himself.\n\nHe held that position until the enemy was close enough to get a bounce,\nthen went into drive on an intercepting course.\n\nOne of the basic tenets of space maneuver was this: if two fleets were\ndrawing together, with radar contact, neither (barring interference from\nfactors such as the sun or planets) could escape the other; for if one\napplied acceleration in any direction the other could simply match it\n(human endurance being the limitation) and maintain the original\nrelative closing speed.\n\nWhen the enemy commander discovered Tulan's armada loafing ahead of\nhim, he'd been accelerating for about ten hours and had a velocity of a\nmillion miles per hour, while Tulan was going the same direction but at\nhalf the speed. The quarry began decelerating immediately, knowing it\ncould get back to Luhin with time enough to land.\n\nTulan didn't quite match the deceleration, preferring to waste a few\nhours and lessen the strain on his crews. He let the gap close slowly.\n\nHe could tell almost the precise instant when the other jaw of his trap\nwas discovered, for Plot, Communications, and Intelligence all jerked up\ntheir heads and looked at him. He grinned at them. What they'd picked up\nwould be an enemy beam from Luhin, recklessly sweeping space to find the\nCoar fleet and warn it of the onrushing Group Three.\n\nThe enemy commander reacted fast. It was obvious he'd never beat Group\nThree to Luhin, and he made no futile attempts at dodging, but reversed\ndrives and accelerated toward the nearest enemy, which was Tulan. Tulan\nwas not surprised at that either, for though Coar's fleets had bungled\nthe war miserably, when cornered they'd always fought and died like men.\n\nHe matched their acceleration to hold down the relative speeds. The\nswift passing clash would be brief at best. He formed his forces into an\narrangement he'd schemed up long ago but never used: a flat disc of\nlighter ships out in front, masking a doughnut-shaped mass behind. He\nmaneuvered laterally to keep the doughnut centered on the line of\napproach.\n\n       *       *       *       *       *\n\nRoboscouts appeared and blossomed briefly as they died. The fuzzy patch\nof light on the screens swelled, then began to resolve into individual\npoints. The first missiles arrived. Intricate patterns of incandescence\nformed and vanished as fire-control systems locked wits.\n\nA sudden, brilliantly planned salvo came streaking in, saturating the\ndefenses along its path. Ships in Tulan's secondary formation swerved\nfrantically, but one darting, corkscrewing missile homed on a Heavy, and\nfor an instant there were two suns.\n\nTulan, missing Jezef's smooth help, was caught up in the daze and strain\nof battle now. He punched buttons and shouted orders as he played the\nfleet to match the enemy's subtle swerving. Another heavy salvo came\nin, but the computers had its sources pinpointed now, and it was\ncontained. These first few seconds favored the enemy, who was only\nfighting the light shield in front of Tulan's formation.\n\nNow the swelling mass of blips streaked apart in the viewers and space\nlit up with the fire and interception. Two ships met head on; at such\nvelocities it was like a nuclear blast.\n\nThen Coar's ships crashed through the shield and into the center of the\ndoughnut. Ringed, outgunned, outpredicted, they hit such a concentration\nof missiles that it might as well have been a solid wall. Ships\ndisintegrated as if on a common fuse; the ones that didn't take direct\nhits needed none, in that debris-filled stretch of hell.\n\nTulan's flagship rocked in the wave of expanding hot gasses. There was a\njolt as some piece of junk hit her; if she hadn't already been under\ncrushing acceleration away from the inferno she'd have been holed.\n\nFrom a safer distance the path of destruction was a bright slash across\nspace, growing into the distance with its momentum. It was annihilation,\ntoo awful for triumph; there was only horror in it. Tulan knew that with\nthis overwhelming tactic he'd written a new text-book for action against\nan inferior fleet. He hoped it would never be printed. Sweating and\nweak, he slumped in his straps and was ill.\n\n       *       *       *       *       *\n\nWhile brief repairs and re-arming were under way, he sent scouts\nspiraling out to pick up any radio beams from Sennech or Teyr. There\nwere none. The telescopes showed Sennech's albedo down to a fraction of\nnormal; that, he supposed, would indicate smoke in the atmosphere. He\nwavered, wondering whether he should detach more ships to send out\nthere. Reason and training told him to stick to the key objective, which\nwas Coar's surrender. He waited only for Group Three to achieve a\nconverging course, then started around the sun again.\n\nThey didn't encounter even a roboscout. He crossed the sun, curved into\nCoar's orbit, matched speeds, and coasted along a million miles ahead of\nthe planet, sending light sorties in to feel out any ambushes. Still\nthere was no sign of fight, so he went in closer where the enemy could\nget a good look at his strength. Finally he took a small group in boldly\nover the fourth planet's Capitol and sent a challenge.\n\nThe answer was odd. \"This is Acting President Kliu. What are your\nintentions?\"\n\nTulan realized he was holding his breath. He let it out and looked\naround the silent command room, meeting the intent eyes of his staff. He\nhad an unreal feeling; this couldn't be the climax, the\nconsummation--this simple exchange over the radio. He lifted the\nmicrophone slowly. \"This is Admiral Tulan, commanding the Fleets of\nSennech. I demand your immediate and unconditional surrender.\"\n\nThere was something in the reply that might have been dry amusement:\n\"Oh; by all means; but I hope you're not going to insist upon an\nelaborate ceremony. Right now we don't give a damn about the war; we're\nworried about the race.\"\n\nThere was more silence, and Tulan turned, uncertainly, looking at the\nbare spot where Jezef ought to be standing. He buzzed for\nCommunications. \"Connect me with Captain Rhu. Rhu; I'm advancing you in\nrank and leaving you in charge here. I'm going down to accept the\nsurrender and find out what this man's talking about.\"\n\n       *       *       *       *       *\n\nKliu was gaunt and middle-aged, wearing, to Tulan's surprise, the gray\nof Coar's First Level of Science. He was neither abject nor hostile,\nagreeing impatiently to turn over the secret of Coar's weapon and to\nassist with a token occupation of the planet. Again Tulan had the\nunreal, let-down feeling, and judging by Kliu's amused expression, it\nshowed.\n\nTulan sent couriers to get things started, then turned back to the\nscientist. \"So you have had a change of government. What did you mean,\nabout the race?\"\n\nKliu watched him for a moment. \"How much do you know about the weapon?\"\n\n\"Very little. That it projects matter through hyperspace and\nmaterializes it where you want it.\"\n\n\"Not exactly; the materialization is spontaneous. Mass somehow distorts\nhyperspace, and when the projected matter has penetrated a certain\ndistance into such distortion, it pops back into normal space. The\npenetration depends mainly upon a sort of internal energy in the\nmissile; you might think of it more as a voltage than as velocity.\nYou've made it very hard for us to get reports, but I understand we\nsuccessfully placed stuff in Sennech's crust.\"\n\n\"Yes; causing volcanoes. Our scientists speculated that any kind of\nmatter would do it.\"\n\n\"That's right. Actually, we were projecting weighed chunks of rock. When\none bit of matter, even a single atom, finds itself materializing where\nanother already is, unnatural elements may be formed, most of them\nunstable. That's what blew holes in your crust and let the magma out.\"\n\nTulan considered the military implications of the weapon for a few\nmoments, then pulled his mind back. \"I see; but what about the\nradiation? It wasn't more than a trace when I left.\"\n\nKliu looked away for a while before answering. \"When we learned you'd\ndefied your government, our own military got out of hand. They had a\ncouple of days before the sun cut us off completely, and they began\nthrowing stuff as soon as it could be dug and hauled to the projectors.\nThey used high energies to get it past the sun. As we realize now, a lot\nof it hit the planet deeper than at first, below the crust. Under such\npressure a different set of fissionables was formed. Some of them burst\nout and poisoned the atmosphere, but most of them are still there.\" He\nleaned forward and eyed Tulan hard. \"We've got to get an expedition out\nthere to study things. Will you help?\"\n\nThere was another of the palpable silences, and when he spoke Tulan's\nvoice sounded unnatural. \"I--yes; we'll help. Whatever you want. Is ...\nSennech finished?\"\n\nKliu smiled tightly. \"Sennech, for sure; and she may take the rest of us\nwith her. Nobody conceived what this might come to. A lot of those deep\nmaterializations produced pockets of dense fissionables, and they're\nconverging toward the center under their own weight. When they get to a\ncertain point, we'll have a fine monument to Man's ingenuity. A\nplanet-size nova.\" He stood up. \"I'll start organizing.\"\n\n       *       *       *       *       *\n\nTulan existed someway through the preparations, and when they were in\nspace again the solid familiarity of his ship helped. His staff was\ncarrying on wonderfully; shielding him, he suspected, from considerable\nhostility. Discipline held up.\n\nA technology that had spanned five orbits and probed beyond was at bay,\nand the expedition was tremendous. Hardly an art or science was\nunrepresented. If need be, whole ships could be built in space.\n\nA beam from Teyr as they passed told of refugees by the hundreds of\nthousands, dumped in the wilderness with a few ships still trickling in.\nTulan would have traded everything he could command to hear a word of\nJezef or the family, but Teyr wasn't concerned with individuals and he\ndidn't ask.\n\nSennech was dull gray in the telescopes, showing, as they neared, flecks\nof fire. They went in fast, using her gravity to help them curve into a\nforced orbit as they strained to decelerate. Thermocouples gave readings\nclose to the boiling point of water; that, probably, was the temperature\nof the lower air.\n\nRoboscouts went down first, then, as conditions were ascertained, manned\nships. Tulan took the flagship down once. Her coolers labored and her\nsearchlights were swallowed in murk within a few feet. Sounds carried\nthrough the hull; the howl of great winds and the thumps of explosions.\nOnce a geyser of glowing lava spattered the ship.\n\nWithin hours the picture began to form. The surface was a boiling sea\nbroken only by transient mountain peaks which tumbled down in quakes or\nwere washed away by the incessant hot rain. It would have been hard to\nfind a single trace of the civilization that had flourished scant hours\nbefore.\n\n       *       *       *       *       *\n\nThe slower job was learning, by countless readings and painful\ndeduction, what was going on inside the planet. Tulan occupied himself\nwith organizational tasks and clung to what dignity he could. After an\neternity Kliu had time for him.\n\n\"She'll blow, all right,\" the scientist said, sinking tiredly into a\nseat. \"Within half a year. Her year.\"\n\n\"Twenty thousand hours,\" Tulan said automatically. \"How about the other\nplanets?\"\n\n\"Coar has one chance in a hundred, Teyr possibly one in ten.\"\n\nTulan had to keep talking. \"The outer satellites. We can do a lot in\nthat time.\"\n\nKliu shrugged. \"A few thousand people, and who knows what will happen to\nthem afterward? It's going to be a long time before the System's\ninhabitable again, if ever.\"\n\n\"Ships ... people can live a long time in ships.\"\n\n\"Not that long.\"\n\n\"There must be something! The power we've got, and this hyperspace\nthing.\"\n\nKliu shook his head. \"I can guess what you're thinking; we've been all\nover it. There's no way to get to the stars, and no way to move a planet\nout of its orbit. Don't think we haven't been pounding our skulls, but\nthe figures are hopeless.\"\n\nTulan stared at the ulcerous image on the screen, built up by infra-red\nprobing through the opaque atmosphere. \"She looks ready to fall apart\nright now. How much of her could you blast off?\"\n\nKliu smiled wearily and without humor. \"We've worked that idea to the\nbone, too. If you could build a big enough projector, and mount it on an\ninfinitely solid base, you could push something deep enough and\naccurately enough to throw off stuff at escape velocity, but it's a\nmatter of energy and we can't handle one percent of what we'd need. Even\nif you could generate it fast enough, your conduits would melt under the\ncurrent.\" He got up and walked a few steps, then sat down again.\n\"Ironic, isn't it? All we can do is destroy ourselves.\"\n\nTulan's mind couldn't accept it; he was used to thinking that any amount\nof energy could be handled some way. \"There must be something,\" he\nrepeated, feeling foolish as he said it.\n\nHe went over the figures he knew so well; the acceleration and the total\nenergy necessary to drive a ship to the nearest stars. Even a ship's\nPulsors, pouring energy out steadily, were pitiful compared to that job.\nSchoolboys knew the figures; mankind had dreamed for generations ...\n\nHe sat up abruptly. \"This hyperspace; didn't you tell me there were such\nthings as velocity and momentum in it?\"\n\nKliu's eyes focussed. \"Yes; why?\"\n\n\"And that a projector could be built to put an entire ship into\nhyperspace?\"\n\nKliu stared at him for a second. \"Kinetic energy! Built up gradually!\"\nHe jumped to his feet. \"Come on! Let's get to the computers!\"\n\n       *       *       *       *       *\n\nSeveral hundred hours later Tulan lay watching the pinpoint on his\nviewscreen that represented Sennech. He'd been building up speed for a\nlong time; he ached from the steady double-gravity. The ship, vastly\nbeefed up, was moving at a good fraction of the speed of light. It\nwouldn't be much longer.\n\nThe cargo of carefully chosen matter, shifting into hyperspace at the\nright instant, would be taken deep into Sennech by the momentum he'd\naccumulated in normal space. If the calculations were right, the\nresulting blast would knock a chunk completely out of the planet. Each\nof the thousands of other ships tied to him by robot controls would take\nits own bite at the right time and place. Providing the plan worked.\n\nThe Solar System would have a few hot moments, and would be full of junk\nfor a long time, but the threatening fissionables inside Sennech would\nbe hurled far apart, to dribble away their potence gradually. Kliu\nadmitted no one could calculate for sure even how much, if any, of\nSennech would remain as a planet, but Teyr, at least, with her thick\natmosphere, should withstand the rain of debris.\n\nHe wondered about his family, and Jezef. Kliu had tried to get word, but\nthe tragically few refugees were scattered.\n\nHe smiled, recalling how severely he'd had to order his staff to abandon\nhim. He was proud to remember that much of the fleet would have come\nalong, if he'd let them; but live men were going to be at more of a\npremium on Teyr than heroic atoms drifting in space. Machines could\nhandle this assault. He himself had not had to touch a single control.\n\nThe indicators began to flash, and, sweating with the effort, he hauled\nhimself erect to attention. It was good to be winding up here in his own\ncommand room, where he'd lived his moments of triumph. Still, as the red\nlight winked on, he couldn't help thinking how very quiet and lonely it\nwas without Jezef and the staff.\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Amazing Stories_ June 1960. Extensive\n    research did not uncover any evidence that the U.S. copyright on\n    this publication was renewed. Minor spelling and typographical\n    errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Tulan, by Carroll Mather Capps\n\n*** END OF THIS PROJECT GUTENBERG EBOOK TULAN ***\n\n***** This file should be named 27968.txt or 27968.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/7/9/6/27968/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}