{"title": "Strange Alliance", "author": "Bryce Walton", "releaseDate": "February 11, 2009", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration]\n\n\n    _Haunted by their dark heritage, a medieval fate awaited them...._\n\n\n STRANGE\n     ALLIANCE\n\n _BY BRYCE WALTON_\n\n\nDoctor Spechaug stopped running, breathing deeply and easily where he\npaused in the middle of the narrow winding road. He glanced at his\nwatch. Nine a.m. He was vaguely perplexed because he did not react more\nemotionally to the blood staining his slender hands.\n\nIt was fresh blood, though just beginning to coagulate; it was dabbled\nover his brown serge suit, splotching the neatly starched white cuffs of\nhis shirt. His wife always did them up so nicely with the peasant's love\nfor trivial detail.\n\nHe had always hated the silent ignorance of the peasants who surrounded\nthe little college where he taught psychology. He supposed that he had\nbegun to hate his wife, too, when he realized, after taking her from a\nlocal barnyard and marrying her, that she could never be anything but a\nsloe-eyed, shuffling peasant.\n\nHe walked on with brisk health down the narrow dirt road that led toward\nGlen Oaks. Elm trees lined the road. The morning air was damp and cool.\nDew kept the yellow dust settled where spots of sunlight came through\nleaves and speckled it. Birds darted freshly through thickly hung\nbranches.\n\nHe had given perennial lectures on hysterical episodes. Now he realized\nthat he was the victim of such an episode. He had lost a number of\nminutes from his own memory. He remembered the yellow staring eyes of\nthe breakfast eggs gazing up at him from a sea of grease. He remembered\nhis wife screaming--after that only blankness.\n\nHe stopped on a small bridge crossing Calvert's Creek, wiped the blood\ncarefully from his hands with a green silk handkerchief. He dropped the\nstained silk into the clear water. Silver flashes darted up, nibbled the\ncloth as it floated down. He watched it for a moment, then went on along\nthe shaded road.\n\nThis was his chance to escape from Glen Oaks. That was what he had\nwanted to do ever since he had come here five years ago to teach. He had\na good excuse now to get away from the shambling peasants whom he hated\nand who returned the attitude wholeheartedly--the typical provincial's\nhatred of culture and learning.\n\nThen he entered the damp, chilled shadows of the thick wood that\nseparated his house from the college grounds. It was thick, dense, dark.\nOne small corner of it seemed almost ordinary, the rest was superstition\nhaunted, mysterious and brooding. This forest had provided Doctor\nSpechaug many hours of escape.\n\nHe had attempted to introspect, but had never found satisfactory causes\nfor his having found himself running through these woods at night in his\nbare feet. Nor why he sometimes hated the sunlight.\n\n       *       *       *       *       *\n\nHe tensed in the dank shadows. Someone else was in this forest with him.\nIt did not disturb him. Whatever was here was not alien to him or the\nforest. His eyes probed the mist that slithered through the ancient\nmossy trees and hanging vines. He listened, looked, but found nothing.\nBirds chittered, but that was all. He sat down, his back against a\nspongy tree trunk, fondled dark green moss.\n\nAs he sat there, he knew that he was waiting for someone. He shrugged.\nMysticism was not even interesting to him, ordinarily. Still, though a\nbehaviorist, he upheld certain instinctual motivation theories. And,\nthough reluctantly, he granted Freud contributory significance. He could\nbe an atavist, a victim of unconscious regression. Or a prey of some\ninsidious influence, some phenomena a rather childish science had not\nyet become aware of. But it was of no importance. He was happier now\nthan he had ever been. He felt free--young and new. Life seemed worth\nliving.\n\nAbruptly, with a lithe liquid ease, he was on his feet, body tense,\nalert. Her form was vaguely familiar as she ran toward him. She dodged\nfrom his sight, then re-appeared as the winding path cut behind screens\nof foliage.\n\nShe ran with long smooth grace, and he had never seen a woman run like\nthat. A plain skirt was drawn high to allow long bronzed legs free\nmovement. Her hair streamed out, a cloud of red-gold. She kept looking\nbackwards and it was obvious someone was chasing her.\n\nHe began sprinting easily toward her, and as the distance shortened, he\nrecognized her. Edith Bailey, a second-year psychology major who had\nbeen attending his classes two semesters. Very intelligent, reclusive,\nnot a local-grown product. Her work had a grimness about it, as though\npsychology was a dire obsession, especially abnormal psychology. One of\nher theme papers had been an exhaustive, mature but somehow overly\ndetermined, treatise on self-induced hallucination and auto-suggestion.\nHe had not been too impressed because of an unjustified emphasis on\nsupernatural myth and legend, including werewolves, vampires, and the\nlike.\n\nShe sprang to a stop like a cornered deer as she saw him suddenly\nblocking the path. She turned, then stopped and turned back slowly. Her\neyes were wide, cheeks flushed. Taut breasts rose and fell deeply, and\nher hands were poised for flight.\n\nBut she wasn't looking at his face. Her gaze was on the blood\nsplattering his clothes.\n\nHe was breathing deeply too. His heart was swelling with exhilaration.\nHis blood flowed hotly. Something of the whirling ecstasy he had known\nback in his student days as a track champion returned to him--the mad\nbursting of the wind against him, the wild passion of the dash.\n\nA burly figure came lurching after her down the path. A tramp,\nevidently, from his filthy, smoke-sodden clothes and thick stubble of\nbeard. He recalled the trestle west of the forest where the bindlestiffs\nfrom the Pacific Fruit line jungled up at nights, or during long\nlayovers. Sometimes they came into the forest.\n\nHe was big, fat and awkward. He was puffing and blowing, and he began to\ngroan as Doctor Spechaug's fists thudded into his flesh. The degenerate\nfell to his knees, his broken face blowing out bloody air. Finally he\nrolled over onto his side with a long sighing moan, lay limply, very\nstill. Doctor Spechaug's lips were thin, white, as he kicked savagely.\nHe heard a popping. The bum flopped sidewise into a pile of dripping\nleaves.\n\nHe stepped back, looked at Edith Bailey. Her full red lips were moist\nand gleaming. Her oddly opaque eyes glowed strangely at him. Her voice\nwas low, yet somehow, very intense.\n\n\"Wonderful laboratory demonstration, Doctor. But I don't think many of\nyour student embryos would appreciate it.\"\n\n       *       *       *       *       *\n\nDoctor Spechaug nodded, smiled gently. \"No. An unorthodox case.\" He lit\na cigarette, and she took one. Their smoke mingled with the dissipating\nmorning mist. And he kept on staring at her. A pronounced sweater girl\nwith an intellect. This--he could have loved. He wondered if it were too\nlate.\n\nDoctor Spechaug had never been in love. He wondered if he were now with\nthis fundamental archetypal beauty. \"By the way,\" he was saying, \"what\nare you doing in this evil wood?\"\n\nThen she took his arm, very naturally, easily. They began walking slowly\nalong the cool, dim path.\n\n\"Two principal reasons. One, I like it here; I come here often. Two, I\nknew you always walk along this path, always late for your eight o'clock\nclass. I've often watched you walking here. You walk beautifully.\"\n\nHe did not comment. It seemed unnecessary now.\n\n\"The morning's almost gone,\" she observed. \"The sun will be out very\nwarm in a little while. I hate the sun.\"\n\nOn an impulse he said: \"I'm going away. I've wanted to get out of this\nobscene nest of provincial stupidity from the day I first came here. And\nnow I've decided to leave.\"\n\n\"What are you escaping from?\"\n\nHe answered softly. \"I don't know. Something Freudian, no doubt.\nSomething buried, buried deep. Something too distasteful to recognize.\"\n\nShe laughed. \"I knew you were human and not the cynical\npseudo-intellectual you pretended to be. Disgusting, isn't it?\"\n\n\"What?\"\n\n\"Being human, I mean.\"\n\n\"I suppose so. I'm afraid we're getting an extraordinarily prejudiced\nview. I can't help being a snob here. I despise and loathe peasants.\"\n\n\"And I,\" she admitted. \"Which is merely to say, probably, that we loathe\nall humanity.\"\n\n\"Tell me about yourself,\" he said finally.\n\n\"Gladly. I like doing that--to one who will understand. I'm nineteen. My\nparents died in Hungary during the War. I came here to America to live\nwith my uncle. But by the time I got here he was dead, too. And he left\nme no money, so there was no sense being grateful for his death. I got a\npart-time job and finished high school in Chicago. I got a scholarship\nto--this place.\" Her voice trailed off. She was staring at him.\n\n\"Hungary!\" he said and repeated it. \"Why--I came from Hungary!\"\n\nHer grip on his arm tightened. \"I knew--somehow. I remember Hungary--its\nancient horror. My father inherited an ancient castle. I remember long\ncold corridors and sticky dungeons, and cobwebbed rooms thick with dust.\nMy real name is Burhmann. I changed it because I thought Bailey more\nAmerican.\"\n\n\"Both from Hungary,\" mused Doctor Spechaug. \"I remember very little of\nHungary. I came here when I was three. All I remember are the ignorant\npeasants. Their dumb, blind superstition--their hatred for----\"\n\n\"You're afraid of them, aren't you?\" she said.\n\nHe started. \"The peasants. I----\" He shook his head. \"Perhaps.\"\n\n\"You're afraid,\" she said. \"Would you mind telling me, Doctor, how these\nfears of yours manifest themselves?\"\n\nHe hesitated; they walked. Finally he answered. \"I've never told anyone\nbut you. There are hidden fears. And they reveal themselves consciously\nin the absurd fear of seeing my own reflection. Of not seeing my shadow.\nOf----\"\n\nShe breathed sharply. She stopped walking, turned, stared at him.\n\"Not--not seeing your--reflection!\"\n\nHe nodded.\n\n\"Not seeing your--shadow--!\"\n\n\"Yes.\"\n\n\"And the full moon. A fear of the full moon, too?\"\n\n\"But how did you know?\"\n\n\"And you're allergic to certain metals, too. For instance--silver?\"\n\nHe could only nod.\n\n\"And you go out in the night sometimes--and do things--but you don't\nremember what?\"\n\nHe nodded again.\n\nHer eyes glowed brightly. \"I know. I know. I've known those same\nobsessions ever since I can remember.\"\n\nDoctor Spechaug felt strangely uneasy then, a kind of dreadful\nloneliness.\n\n\"Superstition,\" he said. \"Our Old World background, where superstition\nis the rule, old, very old superstition. Frightened by them when we were\nyoung. Now those childhood fixations reveal themselves in crazy\nsymptoms.\"\n\nHe took off his coat, threw it into the brush. He rolled up his shirt\nsleeves. No blood visible now. He should be able to catch the little\nlocal passenger train out of Glen Oaks without any trouble. But why\nshould there be any trouble? The blood----\n\nHe thought too that he might have killed the tramp, that popping sound.\n\nShe seemed to sense his thoughts. She said quickly: \"I'm going with you,\nDoctor.\"\n\nHe said nothing. It seemed part of the inevitable pattern.\n\n       *       *       *       *       *\n\nThey entered the town. Even for mid-morning the place was strangely\nsilent, damply hot, and still. The 'town' consisted of five blocks of\nmain street from which cow paths wound off aimlessly into fields, woods,\nmeadows and hills. There was always a few shuffling, dull-eyed people\nlolling about in the dusty heat. Now there were no people at all.\n\nAs they crossed over toward the shady side, two freshly clothed kids ran\nout of Davis' Filling Station, stared at them like vacant-eyed lambs,\nthen turned and spurted inside Ken Wanger's Shoe Hospital.\n\nDoctor Spechaug turned his dark head. His companion apparently hadn't\nnoticed anything ominous or peculiar. But to him, the whole scene was\nmorose, fetid and brooding.\n\nThey walked down the cracked concrete walk, passed the big plate-glass\nwindows of Murphy's General Store which were a kind of fetish in Glen\nOaks. But Doctor Spechaug wasn't concerned with the cultural\nsignificance of the windows. He was concerned with _not_ looking into\nit.\n\nAnd oddly, he never did look at himself in the glass, neither did he\nlook across the street. Though the glass did pull his gaze into it with\nan implacable somewhat terrible insistence. And he stared. He stared at\nthat portion of the glass which was supposed to reflect Edith Bailey's\nmaterial self--_but didn't reflect anything. Not even a shadow._\n\nThey stopped. They turned slowly toward each other. He swallowed hard,\ntrembled slightly. And then he knew deep and dismal horror. He studied\nthat section of glass where her image was supposed to be. _It still\nwasn't._\n\nHe turned. And she was still standing there. \"Well?\"\n\nAnd then she said in a hoarse whisper: \"_Your reflection--where is it?_\"\n\nAnd all he could say was: \"And yours?\"\n\nLittle bits of chuckling laughter echoed in the inchoate madness of his\nsuddenly whirling brain. Echoing years of lecture on--cause and effect,\nlogic. Little bits of chuckling laughter. He grabbed her arm.\n\n\"_We--we can see our own reflections, but we can't see each other's!_\"\n\nShe shivered. Her face was terribly white. \"What--what is the answer?\"\n\nNo. He didn't have it figured out. Let the witches figure it out. Let\nsome old forbidden books do it. Bring the problem to some warlock. But\nnot to him. He was only a Doctor of Philosophy in Psychology. But\nmaybe--\n\n\"Hallucinations,\" he muttered faintly. \"Negative hallucinations.\"\n\n\"Doctor. Did you ever hear the little joke about the two psychiatrists\nwho met one morning and one said, 'You're feeling excellent today. How\nam I feeling?'\"\n\nHe shrugged. \"We have insight into each other's abnormality, but are\nunaware of the same in ourselves.\"\n\n\"That's the whole basis for psychiatry, isn't it?\"\n\n\"In a way. But this is physical--functional--when psychiatry presents\nsituation where--\" His voice trailed off.\n\n\"I have it figured this way.\" How eager she was. Somehow, it didn't\nmatter much now, to him. \"We're conditioned to react to reality in\ncertain accepted ways. For instance that we're supposed to see our\nshadows. So we see them. But in our case they were never really there to\nsee. Our sanity or 'normalcy' is maintained that way. But the constant\nauto-illusion must always lead to neuroticism and pathology--the hidden\nfears. But these fears must express themselves. So they do so in more\nsocially acceptable ways.\"\n\nHer voice suddenly dropped as her odd eyes flickered across the street.\n\"But we see each other as we really are,\" she whispered tensely. \"Though\nwe could never have recognized the truth in ourselves.\"\n\nShe pointed stiffly. Her mouth gaped, quivered slightly.\n\nHe turned slowly. His mouth twitched with a growing terrible hatred.\nThey were coming for him now.\n\n       *       *       *       *       *\n\nFour men with rifles were coming toward him. Stealthily creeping, they\nwere, as though it were some pristine scene with caves in the\nbackground. They were bent slightly, stalking. Hunters and hunted, and\nthe law of the wild and two of them stopping in the middle of the\nstreet. The other two branched, circled, came at him from either side,\nclumping down the walk. George recognized them all. The town marshal,\nBill Conway, and Mike Lash, Harry Hutchinson, and Dwight Farrigon.\n\nEdith Bailey was backed up against the window. Her eyes were strangely\ndilated. But the faces of the four men exuded cold animal hate, and\nblood-lust.\n\nEdith Bailey's lips said faintly, \"What--what are we going to do?\"\n\nHe felt so calm. He felt his lips writhe back in a snarl. The wind\ntingled on his teeth. \"I know now,\" he said. \"I know about the minutes I\nlost. I know why they're after me. You'd better get away.\"\n\n\"But why the--the guns?\"\n\n\"I murdered my wife. She served me greasy eggs. God--she was an\nanimal--just a dumb beast!\"\n\nConway called, his rifle crooked in easy promising grace. \"All right,\nDoc. Come on along without any trouble. Though I'd just as soon you made\na break. I'd like to shoot you dead, Doctor.\"\n\n\"And what have I done, exactly,\" said Doctor Spechaug.\n\n\"He's hog-wild,\" yelled Mike Lash. \"Cuttin' her all up that way! Let's\nstring 'em up!\" Conway yelled something about a \"fair trial,\" though not\nwith much enthusiasm.\n\nEdith screamed as they charged toward them. A wild, inhuman cry.\n\nDoctor Spechaug's eyes flashed up the narrow street.\n\n\"Let's go!\" he said to Edith Bailey. \"They'll see running they've never\nseen before. They can't touch us.\"\n\nThey ran. They heard the sharp crack of rifles. They saw the dust\nspurting up. Doctor Spechaug heard himself howling as he became aware of\npeculiar stings in his body. Queer, painless, deeply penetrating\nsensations that made themselves felt all over his body--as though he was\nawakening from a long paralysis.\n\nThen the mad yelling faded rapidly behind them. They were running,\nstreaking out of the town with inhuman speed. They struck out in long\neasy strides across the meadow toward the dense woods that brooded\nbeyond the college.\n\nHer voice gasped exultingly. \"They couldn't hurt us! They couldn't! They\ntried!\"\n\nHe nodded, straining eagerly toward he knew not what, nosing into the\nfresh wind. How swiftly and gracefully they could run. Soon they lost\nthemselves in the thick dark forest. Shadows hid them.\n\n       *       *       *       *       *\n\nDays later the moon was full. It edged over the low hill flanking Glen\nOaks on the east. June bugs buzzed ponderously like armor-plated dragons\ntoward the lights glowing faintly from the town. Frogs croaked from the\nswampy meadows and the creek.\n\nThey came up slowly to stand silhouetted against the glowing moon,\nnosing hungrily into the steady, aromatic breeze blowing from the Conway\nfarm below.\n\nThey glided effortlessly down, then across the sharp-bladed marsh grass,\nleaping high with each bound. As they came disdainfully close to the\nsilent farm house, a column of pale light from a coal oil lamp came\nthrough the living room window and haloed a neglected flower bed. Sorrow\nand fear clung to the house.\n\nThe shivering shadow of a gaunt woman was etched against the half drawn\nshade. The two standing outside the window called. The woman's shadow\ntrembled.\n\nThen a long rigid finger of steel projected itself beneath the partially\nraised window. The rifle cracked almost against the faces of the two. He\nscreamed hideously as his companion dropped without a sound, twitching,\ntwitching--he screamed again and began dragging himself away toward the\nsheltering forest. Intently and desperately the rifle cracked again.\n\nHe gave up then.\n\nHe sprawled out flatly on the cool, damp, moon-bathed path. His hot\ntongue lapped feverishly at the wet grass. He felt the persistent impact\nof the rifle's breath against him, and now there was a wave of pain. The\nfull moon was fading into black mental clouds as he feebly attempted to\nlift his bleeding head.\n\nHe thought with agonized irony:\n\n\"Provincial fools. Stupid, superstitious idiots ... and that damned Mrs.\nConway--the most stupid of all. _Only she would have thought to load her\ndead husband's rifle with silver bullets!_ Damned peasants----\"\n\nTotal darkness blotted out futile revery.\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Fantasy Book_ Vol. 1 Number 1 (1947).\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note, whilst\n    variant spellings remain as printed.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Strange Alliance, by Bryce Walton\n\n*** END OF THIS PROJECT GUTENBERG EBOOK STRANGE ALLIANCE ***\n\n***** This file should be named 28047.txt or 28047.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/8/0/4/28047/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}