{"title": "The Great Gray Plague", "author": "Raymond F. Jones", "releaseDate": "February 18, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Dave Lovelace, Mary Meehan and the\nOnline Distributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                      THE GREAT GRAY PLAGUE\n\n                       BY RAYMOND F. JONES\n\n\n     There is no enemy so hard to fight as a dull gray fog. It's not\n     solid enough to beat, too indefinite to kill, and too omnipresent\n     to escape.\n\n\n[Transcribers Note: This etext was produced from Analog Science Fact and\nScience Fiction February 1962. Extensive research did not uncover any\nevidence that the U.S. copyright on this publication was renewed.]\n\n[Illustration]\n\n\nDr. William Baker was fifty and didn't mind it a bit. Fifty was a\ntremendously satisfying age. With that exact number of years behind him\na man had stature that could be had in no other way. Younger men, who\nachieve vast things at, say, thirty-five, are always spoken of with\ntheir age as a factor. And no matter what the intent of the connection,\nwhen a man's accomplishments are linked to the number of years since he\nwas born there is always a sense of apologia about it.\n\nBut when a man is fifty his age is no longer mentioned. His name stands\nalone on whatever foundation his achievements have provided. He has\nstature without apology, if the years have been profitably spent.\n\nWilliam Baker considered his years had been very profitably spent. He\nhad achieved the Ph. D. and the D. Sc. degrees in the widely separated\nfields of electronics and chemistry. He had been responsible for some of\nthe most important radar developments of the World War II period. And\nnow he held a post that was the crowning achievement of those years of\nstudy and effort.\n\nOn this day of his fiftieth birthday he walked briskly along the\ncorridor of the Bureau building. He paused only when he came to the\nglass door which was lettered in gold: National Bureau of Scientific\nDevelopment, Dr. William Baker, Director. He was unable to regard that\ndoor without a sense of pride. But he was convinced the pride was\nthoroughly justifiable.\n\nHe turned the knob and stepped into the office. Then his brisk stride\ncame to a pause. He closed the door slowly and frowned. The room was\nempty. Neither his receptionist nor his secretary, who should have been\nvisible in the adjoining room, were at their posts. Through the other\nopen door, at his left, he could see that his administrative assistant,\nDr. James Pehrson, was not at his desk.\n\nHe had always expected his staff to be punctual. In annoyance that took\nsome of the glint off this day, he twisted the knob of his own office\ndoor and strode in.\n\nHe stopped just inside the room, and a warm wave of affection welled up\nwithin him. All nine members of his immediate staff were gathered around\nthe table in the center of his office. On the table was a cake with pink\nfrosting. A single golden candle burned brightly in the middle of the\ninscription: Happy Birthday, Chief.\n\nThe staff broke into a frighteningly off-key rendition of \"Happy\nBirthday to You.\" William Baker smiled fondly, catching the eye of each\nof them as they badgered the song to its conclusion.\n\nAfterward, he stood for a moment, aware of the moisture in his own eyes,\nthen said quietly, \"Thank you. Thank you very much, Family. This is most\nunexpected. None of you will ever know how much I appreciate your\nthoughtfulness.\"\n\n\"Don't go away,\" said Doris Quist, his blond and efficient secretary.\n\"There's more. This is from all of us.\"\n\nHe opened the package she offered him. A genuine leather brief case. Of\ncourse, the Government didn't approve of gifts like this. If he observed\nthe rules strictly, he ought to decline the gift, but he just couldn't\ndo that. The faces of Doris and the others were glowing as he held up\nthe magnificent brief case. This was the first time such a thing had\noccurred in his office, and a man hit fifty only once.\n\n\"Thanks so much for remembering,\" Baker said. \"Things like this and\npeople like you make it all worth while.\"\n\nWhen they were all gone he sat down at his desk to take up the day's\nroutine. He felt a little twinge of guilt at the great satisfaction that\nfilled him. But he couldn't help it. A fine family, an excellent\nprofessional position--a position of prominence and authority in the\nfield that interested him most--what more could a man want?\n\nHis meditation was interrupted by the buzzing of the interphone. Pehrson\nwas on the other end. \"Just reminding you, Chief,\" the assistant said.\n\"Dr. Fenwick will be in at nine-thirty regarding the request for the\nClearwater grant. Would you like to review the file before he arrives?\"\n\n\"Yes, please,\" said Baker. \"Bring everything in. There's been no change,\nno new information, I suppose?\"\n\n\"I'm afraid not. The Index is hopelessly low. In view of that fact there\ncan be no answer but a negative one. I'm sorry.\"\n\n\"It's all right. I can make Fenwick understand, I'm sure. It may take a\nlittle time, and he may erupt a bit, but it'll work out.\"\n\nBaker cut off and waited while Pehrson came in silently and laid the\nfile folders of the offending case on the desk. Pehrson was the epitome\nof owl-eyed efficiency, but now he showed sympathy behind his great\nhorn-rimmed spectacles as he considered Baker's plight. \"I wish we could\nfind some way to make the Clearwater research grant,\" he said. \"With\njust a couple of good Ph. D.'s who had published a few things, the Index\nwould be high enough--\"\n\n\"It doesn't matter. Fenwick is capable of handling his own troubles.\"\nPehrson was a good man, but this kind of solicitousness Baker found\nannoying.\n\n\"I'll send him in as soon as he comes,\" Pehrson said as he closed the\ndoor behind him.\n\n       *       *       *       *       *\n\nBaker sighed as he glanced at the folder labeled, Clearwater College.\nJerkwater is what it should be, he thought. He almost wished he had let\nPehrson handle Fenwick. But one couldn't neglect old friends, even\nthough there was nothing that could be done for shortsighted ones.\n\nBaker's memories shifted. He and Fenwick had gone to school together.\nFenwick had always been one to get off into weird wide alleys, mostly\ndead ended. Now he was involved in what was probably the most dead ended\nof all. For the last three years he had been president of little\nJerkwater--Clearwater College, and he seemed to have some hope that NBSD\ncould help him out of the hole.\n\nThat was a mistake many people made. Baker sometimes felt that half his\ntime was spent in explaining that NBSD was not in the business of\nhelping people and institutions out of holes. It was in the business of\nbuying for the United States Government the best scientific research\navailable in the world.\n\nFenwick wanted help that would put Clearwater College on its feet\nthrough a research contract in solid state physics. Fenwick, thought\nBaker, was dreaming. But that was Fenwick.\n\nThe President of Clearwater College entered the outer office promptly at\nnine-thirty. Pehrson greeted him, and Doris showed him into Baker's\noffice.\n\nDr. John Fenwick didn't look like a college president, and Baker,\nunknowingly, held this vaguely against him, too. He looked more like a\nprosperous small business man and gave the impression of having just\nfinished a brisk workout on the handball court, and a cold shower. He\nwas ruddy and robust and ill-equipped with academic dignity.\n\nBaker pumped his hand as if genuinely glad to see him. \"It's good to see\nyou again, John. Come on over and sit down.\"\n\n\"I'll bet you hoped I'd break a leg on the way here,\" said Fenwick. He\ntook a chair by the desk and glanced at the file folder, reading the\ntitle, Clearwater College. \"And you've been hoping my application would\nget lost, and the whole thing would just disappear.\"\n\n\"Now, look, John--\" Baker took his own seat behind the desk. Fenwick had\nalways had a devilish knack for making him feel uncomfortable.\n\n\"It's all right,\" said Fenwick, waving away Baker's protests with a\nvigorous flap of his hand. \"I know Clearwater isn't MIT or Cal Tech, but\nwe've got a real hot physics department, and you're going to see some\nsparks flying out of there if you'll give us half a chance in the\nfinance department. What's the good word, anyway? Do we get the research\ngrant?\"\n\nBaker took a deep breath and settled his arms on the desk in front of\nhim, leaning on them for support. He wished Fenwick wasn't so abrupt\nabout things.\n\n\"John,\" Baker said slowly. \"The head of your physics department doesn't\neven have a Ph. D. degree.\"\n\nFenwick brightened. \"He's working on that, though! I told you that in\nanswer to the question in the application. Bill, I wish you'd come down\nand see that boy. The things he can do with crystals would absolutely\nknock your hat off. He can stack them just like a kid stacking building\nblocks--crystals that nobody else has ever been able to manipulate so\nfar. And the electrical characteristics of some of them--you wouldn't\nbelieve the transistors he's been able to build!\"\n\n\"John,\" said Baker patiently. \"The head of the physics department in any\ninstitution receiving a grant must have a Ph. D. degree. That is one\nabsolutely minimum requirement.\"\n\n\"You mean we've got to wait until George finishes his work for his\ndegree before we get the grant? That puts us in kind of a predicament\nbecause the work that we hoped to have George do under the grant would\ncontribute towards his degree. Can't you put it through on the basis\nthat he'll have his degree just as soon as the present series of\nexperiments is completed?\"\n\nBaker wiped his forehead and looked down at his hands on the desk. \"I\nsaid this is _one_ minimum requirement. There are others, John.\"\n\n\"Oh, what else are we lacking?\" Fenwick looked crestfallen for the first\ntime.\n\n\"I may as well be blunt,\" said Baker. \"There is no conceivable way in\nwhich Clearwater College can be issued a research grant for\n_anything_--and especially not for basic research in any field of\nphysical science.\"\n\n       *       *       *       *       *\n\nFenwick just stared at him for a minute as if he couldn't believe what\nhe had heard, although it was the thing he had expected to hear since\nthe moment he sat down.\n\nHe seemed deflated when he finally spoke. \"I don't think it was the\nintent of the Congressional Act that made these funds available,\" he\nsaid, \"that only the big, plush outfits should get all the gravy. There\nare plenty of smaller schools just like Clearwater who have first rate\ntalent in their science departments. It isn't fair to freeze us out\ncompletely--and I don't think it's completely legal, either.\"\n\n\"Clearwater is not being frozen out. Size has nothing to do with the\nquestion of whether an institution receives a grant from NBSD or not.\"\n\n\"When did you last give a grant to a college like Clearwater?\"\n\n\"I am afraid we have never given a grant to a college--like Clearwater,\"\nsaid Baker carefully.\n\nFenwick's face began to grow more ruddy. \"Then will you tell me just\nwhat is the matter with Clearwater, that we can't get any Government\nresearch contract when every other Tom, Dick, and Harry outfit in the\ncountry can?\"\n\n\"I didn't state my case in exactly those terms, John, but I'll be glad\nto explain the basis on which we judge the qualifications of an\ninstitution to receive a grant from us.\"\n\nBaker had never done this before for any unsuccessful applicant. In\nfact, it was the policy of the Bureau to keep the mysteries of the Index\nvery carefully concealed from the public. But Baker wanted Fenwick to\nknow what had hung him. It was the one more or less merciful thing he\ncould do to show Fenwick what was wrong, and might be sufficient to\nshake him loose from his dismal association with Clearwater.\n\nBaker opened the file folder and Fenwick saw now that it was\nconsiderably fuller than he had first supposed. Baker turned the pages,\nwhich were fastened to the cover by slide fasteners. Chart after chart,\nwith jagged lines and multicolored areas, flipped by under Baker's\nfingers. Then Baker opened the accordian folds of a four-foot long chart\nand spread it on the desk top.\n\n\"This is the Index,\" he said, \"a composite of all the individual charts\nwhich you saw ahead of it. This Index shows in graphical form the\nrelationship between the basic requirements for obtaining a research\ngrant and the actual qualifications of the applicant. This line marks\nthe minimum requirement in each area.\"\n\nBaker's finger pointed to a thin, black line that crossed the sheet.\nFenwick observed that most of the colored areas and bars on the chart\nwere well inside the area on Baker's side of the line. He guessed that\nthe significance of the chart lay in this fact.\n\n\"I take it that Clearwater College is in pretty sad shape, chartwise,\"\nsaid Fenwick.\n\n\"Very,\" said Baker.\n\n\"Can you tell me how these charts are compiled?\"\n\nBaker turned back to the sheaf of individual charts. \"Each item of data,\nwhich is considered significant in evaluating an applicant, is plotted\nindividually against standards which have been derived from an\nexamination of all possible sources of information.\"\n\n\"Such as?\"\n\n\"For example, the student burden per faculty Ph. D. That is shown on\nthis chart here.\"\n\n\"The what? Say that again,\" said Fenwick in bewilderment.\n\n\"The number of students enrolled, plotted against the number of\ndoctorate degrees held by the faculty.\"\n\n\"Oh.\"\n\n\"As you see, Clearwater's index for this factor is dismally low.\"\n\n\"We're getting a new music director next month. She expects to get her\ndoctorate next summer.\"\n\n\"I'm afraid that doesn't help us now. Besides, it would have to be in a\nfield pertinent to your application to have much weight.\"\n\n\"George--\"\n\n\"Doesn't help you at all for the present. You would require a minimum of\ntwo in the physics department alone. These two would have to be of\nabsolutely top quality with a prolific publication record. That would\nbring this factor to a bare minimum.\"\n\n\"You take the number of Ph. D.'s and multiply them by the number of\npapers published and the years of experience and divide by the number of\nstudents enrolled. Is that the idea?\"\n\n\"Roughly,\" said Baker. \"We have certain constants which we also inject.\nIn addition, we give weight to other factors such as patents applied for\nand granted. Periods of consultation by private industry, and so on.\nEach of these factors is plotted separately, then combined into the\noverall Index.\"\n\nBaker turned the pages slowly, showing Fenwick a bleak record of black\nboundary lines cutting through nearly virginal territory on the charts.\nClearwater's evaluation was reflected in a small spot of color near the\nbottom edge.\n\n       *       *       *       *       *\n\nFenwick stared at the record without expression for a long time. \"What\nelse do you chart?\" he said finally.\n\n\"The next thing we evaluate is the performance of students graduated\nduring the past twenty-five years.\"\n\n\"Clearwater is only ten years old,\" said Fenwick.\n\n\"True,\" said Baker, \"and that is why, I believe, we have obtained such\nan anomalous showing in the chart of this factor.\"\n\nFenwick observed that the colored area had made a considerable invasion\non his side of the boundary on this chart. \"Why anomalous? It looks like\nwe make a pretty good showing here.\"\n\n\"On the face of it, this is true,\" Baker admitted. \"The ten-year record\nof the graduates of Clearwater is exceptional. But the past decade has\nbeen unusual in the scope of opportunities, you must admit.\"\n\n\"Your standard level must take this into account.\"\n\n\"It does. But somehow, I am sure there is a factor we haven't recognized\nhere.\"\n\n\"There might be,\" said Fenwick. \"There might be, at that.\"\n\n\"Another factor which contributes to the Index,\" said Baker, \"is the\ncultural impact of the institution upon the community. We measure that\nin terms of the number and quality of cultural activities brought into\nthe community by the university or college. We include concerts,\nlectures, terpsichorean activities, Broadway plays, and so on.\"\n\n\"Terpsichorean activities. I like that,\" said Fenwick.\n\n\"Primarily ballet,\" said Baker.\n\n\"Sure.\"\n\n\"Clearwater's record here is very low. It fact, there isn't any.\"\n\n\"This helps us get turned down for a research grant in physics?\"\n\n\"It's a factor in the measurement of the overall status.\"\n\n\"Look,\" said Fenwick, \"the citizens of Clearwater are so infernally busy\nwith their own shindigs that they wouldn't know what to do if we brought\na long-hair performance into town. If it isn't square-dancing in the\nGrange Hall, it's a pageant in the Masonic Temple. The married kids\nwould probably like to see a Broadway play, all right, but they're so\ndarned busy rehearsing their own in the basement of the Methodist Church\nthat I doubt they could find time to come. Besides that, there's the\ncommunity choir every Thursday, and the high school music department has\na recital nearly every month. People would drop dead if they had any\nmore to go to in Clearwater. I'd say our culture is doing pretty good.\"\n\n\"Folk activities are always admirable,\" said Baker, \"but improvement of\nthe cultural level in any community depends on the injection of outside\ninfluences, and this is one of the functions of the university.\nClearwater College has not performed its obligation to the community in\nthis respect.\"\n\nFenwick appeared to be growing increasingly ruddy. Baker thought he saw\nmoisture appearing on Fenwick's forehead.\n\n\"I know this is difficult to face,\" said Baker sympathetically, \"but I\nwanted you to understand, once and for all, just how Clearwater College\nappears to the completely objective eye.\"\n\nFenwick continued to stare at him without comment. Then he said flatly,\n\"Let's see some more charts, Bill.\"\n\n\"Museum activities. This is an important function of a college level\ninstitution. Clearwater has no museum.\"\n\n\"We can't afford one, in the first place. In the second place, I think\nyou've overlooked what we do have.\"\n\n\"There _is_ a Clearwater museum?\" Baker asked in surprise.\n\n\"Two or three hundred of them, I guess. Every kid in the county has his\nown collection of arrowheads, birds' eggs, rocks, and stuffed animals.\"\n\n\"I'm not joking, John,\" said Baker bleakly. \"The museum aspect of the\ncollege is extremely important.\"\n\n\"What else?\" said Fenwick.\n\n\"I won't go into everything we evaluate. But you should be aware of\nseveral other factors pertaining to the faculty, which are evaluated. We\nestablish an index of heredity for each faculty member. This is\nprimarily an index of ancestral achievement.\"\n\nFenwick's color deepened. Baker thought it seemed to verge on the\npurple. \"Should I open the window for a moment?\" Baker asked.\n\nFenwick shook his head, his throat working as if unable to speak. Then\nhe finally managed to say, \"Apart from the sheer idiocy of it, how did\nyou obtain any information in this area?\"\n\nBaker ignored the comment, but answered the question. \"You filled out\nforms. Each faculty member filled out forms.\"\n\n\"Yeah, that's right. I remember. Acres of forms. None of us minded if it\nwas to help get the research grant. We supposed it was the usual\nGovernment razzmatazz to keep some GS-9 clerk busy.\"\n\n\"Our forms are hardly designed to keep people busy. They are designed to\ngive us needed information about applicant institutions.\"\n\n\"And so you plot everybody's heredity.\"\n\n\"As well as possible. You understand, of course, that the data are\nnecessarily limited.\"\n\n\"Sure. How do our grandpas stack up on the charts?\"\n\n\"Not very well. Among Clearwater's total faculty of thirty-eight there\nwere no national political figures through three generations back. There\nwas one mayor, a couple of town councilmen, and a state senator or two.\nThat is about all.\"\n\n\"Our people weren't very politically minded.\"\n\n\"This is a measure of social consciousness and contemporary evaluation.\"\n\nFenwick shrugged. \"As I said, we aren't so good at politics.\"\n\n\"Achievements in welfare activities are similarly lacking. No notable\nintentions or discoveries, with the exception of one patent on a new\nkind of beehive, appear in the record.\"\n\n[Illustration: _... But liars figure ...!_]\n\n\"And this keeps us from getting a research grant in physics? What _did_\nour progenitors do, anyway? Get hung for being horse thieves?\"\n\n\"No criminal activities were reported by your people, but there is a\nrecord of singular restlessness and dissatisfaction with established\nconditions.\"\n\n       *       *       *       *       *\n\n\"What did they do?\"\n\n\"They were constantly on the move, for the most part. In the eighteenth\nand nineteenth centuries they were primarily pioneers, frontiersmen,\nsettlers of new country. But when the country was established they\nusually packed up and went somewhere else. Rovers, trappers, unsettled\npeople.\"\n\n\"This is not good?\" Fenwick glanced at the chart that was open now. It\nwas almost uncolored.\n\n\"I regret to say that such people are not classed as the stable element\nof communities,\" said Baker. \"We cannot evaluate the index of hereditary\naccomplishment for the Clearwater faculty very high.\"\n\n\"It appears that our grandpas were among those generally given credit\nfor getting things set up,\" said Fenwick.\n\n\"Such citizens are indeed necessary,\" said Baker. \"But our index\nevaluates stability in community life and accomplishments with\nlong-range effects in science and culture.\"\n\n\"We haven't got much of a chance then, grandpa being foot-loose as he\nwas.\"\n\n\"Other factors could completely override this negative evaluation. You\nsee, this is the beauty of the Index; it doesn't depend on any one\nfactor or small group of factors. We evaluate the whole range of factors\nthat have anything to do with the situation. Weaknesses in one spot may\nbe counterbalanced by strength in others.\"\n\n\"It looks like Clearwater is staffed by a bunch of bums without any\nstrong spots.\"\n\n\"I wouldn't say it in such terms, but the reason I am pointing these\nthings out to you, John, is to try to persuade you to disassociate\nyourself from such a weak organization and go elsewhere. You have fine\ntalents of your own, but you have always had a pattern of associating\nwith groups like this one at Clearwater. Don't you see now that the only\nthing for you to do is go somewhere where there are people capable of\ndoing things?\"\n\n\"I _like_ Clearwater. I like the people at the College. Where else are\nwe in the bums category?\"\n\nBaker suddenly didn't want to go on. The whole thing had become\ndistasteful to him. \"There are a good many others. I don't think we need\nto go into them. There is the staff reading index, the social activity\nindex, wardrobe evaluation, hobbies, children--actual and planned.\"\n\n\"I want to hear about them,\" said Fenwick. \"That wardrobe\nevaluation--that sounds like a real fascinating study.\"\n\n\"Actually, it's comparatively minor,\" said Baker. \"Our psychologists\nhave worked out some extremely interesting correlations, however. Each\nitem of a man's wardrobe is assigned a numerical rating. Tuxedo, one or\nmore. Business suits, color and number. Hunting jackets. Slacks. Sport\ncoats. Work shoes. Dress shoes. Very interesting what our people can do\nwith, such information.\"\n\n\"Clearwater doesn't rate here?\"\n\nBaker indicated the chart. \"I'm afraid not. Now, this staff reading\nindex is somewhat similar. You recall the application forms asked for\nthe number of pages of various types of material read during the past\nsix months--scientific journals, newspapers, magazines, fiction.\"\n\n\"I suppose Clearwater is a pretty illiterate bunch,\" said Fenwick.\n\nBaker pointed soundlessly to the graph.\n\n\"Hobbies and social activities are not bad,\" Baker said, after a time.\n\"Almost up to within ten points of the standard. A few less bingo\nparties and Brownie meetings and that many more book reviews or serious\nsoirees would balance the social activity chart. If the model railroad\nclub were canceled and a biological activity group substituted, the\nhobby classification would look much better. Then, in the number of\nchildren, actual and planned, Clearwater is definitely out of line, too.\nYou see, the standard takes the form of the well-known bell-shaped\ncurve. Clearwater is way down on the high side.\"\n\n\"Too much biological activity already,\" Fenwick murmured.\n\nBaker looked up. \"What was that? I didn't hear what you said.\"\n\nFenwick leaned back and extended his arms on the desk. \"I said your\nwhole damned Index is nothing but a bunch of pseudo-intellectual\ngarbage.\"\n\n       *       *       *       *       *\n\nBaker felt the color rising in his face, but he forced himself to remain\ncalm. After a moment of silence he said. \"Your emotional feelings are\nunderstandable, but you must remember that the Index permits us to\nadminister accurately the National Science Development Act. Without the\nscientific assurance of the Index there would be no way of determining\nwhere these precious funds could best be utilized.\"\n\n\"You'd be better off putting the money on the ponies,\" said Fenwick.\n\"Sometimes they win. As it stands, you've set it up for a sure loss. You\nhaven't got a chance in the world.\"\n\n\"You think Clearwater College could make better use of some of our funds\nthan, say, MIT?\"\n\n\"I wouldn't be surprised. Don't get me wrong. I'm not saying the boys at\nMIT or Cal Tech or a lot of other places couldn't come up with a real\ndevelopment in the way of a fermodacular filter for reducing\ninternucleated cross currents. But the real breakthroughs--you've closed\nyour doors and locked them out.\"\n\n\"Who have we locked out? We've screened and fine combed the resources of\nthe entire country. We know exactly where the top research is being\nconducted in every laboratory in the nation.\"\n\nFenwick shook his head slowly and smiled. \"You've forgotten the boys\nworking in their basements and in their back yard garages. You've\nforgotten the guys that persuade the wife to put up with a busted-down\nautomatic washer for another month so they can buy another hundred bucks\nworth of electronic parts. You've remembered the guys who have Ph. D.'s\nfor writing 890-page dissertations on the Change of Color in the Nubian\nDaisy after Twilight, but you've forgotten guys like George Durrant, who\ncan make the atoms of a crystal turn handsprings for him.\"\n\nBaker leaned back in his chair and smiled. He almost wished he hadn't\nwasted the effort of trying to show Fenwick. But, then, he had tried.\nAnd he would always have regretted it if he hadn't.\n\n\"You're referring now to the crackpot fringe?\" he said.\n\n\"I suppose so,\" said Fenwick. \"I've heard it called that before.\"\n\n\"One of the things, above all else, which the Index was designed to\naccomplish,\" said Baker, \"was the screening out of all elements that\nmight be ever so remotely associated with the crackpot fringe. And\nbelieve me, you'll never know how strong it is in this country! Every\ntwo-bit tinkerer wants a handout to develop his world-shaking gadget\nthat will suppress the fizz after the cap is removed from a pop bottle,\nor adapt any apartment-size bathtub for raising tropical fish.\"\n\n\"You ever heard of the flotation process?\" said Fenwick abruptly.\n\nBaker frowned at the sudden shift of thought. \"Of course--\"\n\n\"What would the world be like without the flotation process?\"\n\n\"The metals industry would be vastly different, of course. Copper would\nbe much scarcer and higher priced. Gold--\"\n\n\"A ton of ore and maybe a pound of recovered metal, right?\" said\nFenwick. \"Move a mountain of waste to get anything of value. Crush\nmillions of tons of rock and float out the pinpoint particles of metal\non bubbles of froth.\"\n\n\"That's a rough description of what happens.\"\n\n\"You've heard of high-grading.\"\n\n\"Of course. A somewhat colloquial term used in mining.\"\n\n\"The high-grader takes a pick and digs for anything big enough to see\nand pick up with his hands. He doesn't worry about the small stuff that\ntakes sweat and machinery to recover.\"\n\n\"I suppose so. I fail to see the significance--\"\n\n\"You're high-grading, Bill,\" said Fenwick. He leaned across the desk and\nspoke with bitter intensity. \"You're high-grading and you should be\nusing a flotation process.\"\n\nFenwick slowly drew back in his chair. Baker felt overwhelmed by the\nsudden intensity he had never before seen displayed in John Fenwick. Any\nreaction on his part seemed suddenly inadequate. \"I fail to see any\nconnection--,\" he said finally.\n\nFenwick looked at him steadily. \"Human creativeness can be mined only by\nflotation methods. It's in low-grade ore. Process a million stupid\nnotions and find a pin point of genius. Turn over enormous wastes of\nhuman thought and recover a golden principle. But turn your back on\nthese mountains of low-grade material and you shut out the wealth of\ncreative thought that is buried in them. More than that, by high-grading\nonly where rich veins have appeared in the past, you're mining lodes\nthat have played out.\"\n\n\"An ingenious analogy,\" said Baker, recovering with a smile now. \"But\nit's hardly an accurate or applicable one. The human mind is not a piece\nof precious metal found in a mountain of ore. Rather, it's an intricate\ndevice capable of producing computations of unbelievable complexity. And\nwe know how such devices that are superior in function are produced, and\nwe know what their characteristics are. We also know that such a device\ndoes not 'play out'. If it is superior in function, it can remain so for\na long time.\"\n\n\"High-grading,\" said Fenwick. \"And the vein is played out. You'll never\nfind the thing you're looking for until you develop means of processing\nlow-grade material.\"\n\n       *       *       *       *       *\n\nBaker watched Fenwick across the desk. He was weary of the whole thing.\nHe certainly had no need to prove himself to this man. He had simply\ntried to do Fenwick a favor, and Fenwick had thrown it right back in his\nface. Yet there was a temptation to go on, to prove to Fenwick the\ndifference between their two worlds. Fenwick belonged to a world\ncompounded of inevitable failure. The temptation to show him, to try\nagain to lift him out of it was born of a kind of pity for Fenwick.\n\nBaker's own life had arrowed decisively, without waver, to a goal that\nwas as correct as the tolerances of human error could make it. He often\npermitted himself the pride of considering his mind somewhat as a\ncomputer that had been programmed through a magnificent gene inheritance\nto drive irresistibly toward the precise goals he had reached. But\nFenwick--Fenwick was still fumbling around in a morass of uncertainty.\nAfter years of erratic starts and stops he was now confusedly trying to\nmake something out of that miserable little institution called\nClearwater College.\n\nIt wasn't particularly friendship that urged Baker to show Fenwick.\nTheir friendship was of a breed that Baker had never quite been able to\ndefine to his own satisfaction. It seemed to him there was a sort of\ndeadly fascination in associating with a man who walked so blindly, who\nwas so profoundly incapable of understanding his own blindness and\nperil.\n\n\"I'm going to show you,\" Baker said abruptly, \"exactly what it would\nmean if we were to do as you suggest. I'll show you what it would be\nlike to give attention to every halfwit and crackpot that comes begging\nfor a handout.\" He switched the intercom and spoke into it. \"Doris,\nplease bring in the Ellerbee file. Yes--the crackpot section.\"\n\nHe switched off. \"Doris has her own quaint but quite accurate way of\ncataloguing our various applications,\" he explained.\n\nIn a moment the secretary entered and placed the file on the desk.\n\"There's a new letter in there,\" she said. \"Dr. Pehrson initialed it. He\nsaid you didn't want to be bothered any more with this case.\"\n\n\"That's right.\"\n\nBaker opened the file and shoved it toward Fenwick. \"This boy has a\ngadget he wants us to look at. Doesn't really need any money, he says.\nThat's the kind we really have to be on guard against. If we looked at\nhis wonder gadget, we'd be pestered for a million-dollar handout for\nyears to come.\"\n\n\"What's he got?\" Fenwick asked.\n\n\"Some kind of communication device, he says. He claims it's nothing but\na grown crystal which you hold in your hand and talk to anybody anywhere\non Earth.\"\n\n\"Sounds like it wouldn't take much to find out whether he's got anything\nor not. Just let him put on a five-minute demonstration.\"\n\n\"But multiply that five minutes by a thousand, by ten thousand. And once\nyou let them get their teeth into you, it doesn't stop with five\nminutes. It goes on into reams of letters and years of time. No, you\nhave to stop this kind of thing before it ever starts. But take a look\nat some of this material in the file and you'll see what I mean.\"\n\nFenwick picked up the top letter as Baker pushed the file toward him.\n\"He starts this one by saying, 'Dear Urban.' Is that what he calls you?\nWhat does he mean?\"\n\n\"Who knows? He's a crackpot, I told you. Who cares what he means,\nanyway. We've got far more important things to worry about.\"\n\nFenwick scanned the letter a moment, then looked up, a faint smile on\nhis face. \"I know what he means. Urban--Pope Urban--was the one\nresponsible for the persecutions of Galileo.\"\n\nBaker shrugged embarrassedly. \"I told you he was a crackpot. Delusions\nof grandeur and of persecution are typical.\"\n\n\"This boy may not be as crazy as he sounds. You're giving him a pretty\ngood imitation of a Galileo treatment--won't even look at his device. He\nsays here that 'Since you have previously refused to examine my device\nand have questioned my reliability as an observer, I have obtained the\nservices of three unbiased witnesses, whose affidavits, signed and\nnotarized, are attached. These men are the Fire Chief, the Chief of\nPolice, and the Community Church Pastor of Redrock, all of whom testify\nthat they did see my device in full operation this past week. I trust\nthat this evidence will persuade you that an investigation should be\nmade of my device. I fail to see how the bull-headedness and\ncocksureness of your office can withstand any more of the evidence I\nhave to offer in support of my claims.'\"\n\n\"A typical crackpot letter,\" said Baker. \"He tries to be reasonable, but\nhis colors are soon shown when he breaks down into vituperative language\nlike a frustrated child.\"\n\nFenwick thumbed through the large pile of correspondence. \"I'd say\nanybody would likely blow his stack a good deal harder than this if he'd\nbeen trying to get your attention this long. Why didn't he ever send you\none of his gadgets in the mail?\"\n\n\"Oh, he did,\" said Baker. \"That was one of the first things he did.\"\n\n\"What did you do?\"\n\n\"Sent it back. We always return these things by registered return mail.\"\n\n\"Without even trying it out?\"\n\n\"Of course.\"\n\n\"Bill, that isn't even reasonable. These earlier letters of his describe\nthe growing of these crystals. He tells exactly how he does it. He knows\nwhat he's talking about. I'd like to see him and see his crystal.\"\n\n\"That's what I was hoping you'd say! All we have to do is get Doris to\ngive him a call and he'll be here first thing in the morning. You can be\nour official investigator. You can see what it's like dealing with a\ncrackpot!\"\n\n       *       *       *       *       *\n\nJames Ellerbee was a slim man, impetuous and energetic. Fenwick liked\nhim on sight. He was not a technical man; he was a farmer. But he was an\neducated farmer. He had a degree from the State Agricultural College. He\ndabbled in amateur radio and electronics as a hobby.\n\n\"I'm certainly glad someone is finally willing to give me a break and\ntake a look at my device,\" he said as he shook Fenwick's hand. \"I've had\nnothing but a runaround from this office for the past eight months. Yet,\naccording to all the publicity, this is where the nation's scientific\nprogress is evaluated.\"\n\nFenwick felt like a hypocrite. \"We get pretty overloaded,\" he said\nlamely.\n\nThey were in Baker's office. Baker watched smugly from behind his desk.\nEllerbee said, \"Well, we might as well get started. All you have to do,\nMr. Fenwick, is hold one of these crystal cubes in your hand. I'll go in\nthe other office and close the door. It may help at first if you close\nyour eyes, but this is not really necessary.\"\n\n\"Wait,\" said Fenwick. Somehow he wanted to get away from Baker while\nthis was going on. \"I'd like to take it outside, somewhere in the open.\nWould that be all right?\"\n\n\"Sure. Makes no difference where you try it,\" said Ellerbee. \"One place\nis as good as another.\"\n\nBaker waved a hand as they went out. \"Good luck,\" he said. He smiled\nconfidently at Fenwick.\n\nAs far as Fenwick could see, the crystal was not even potted or cased in\nany way. The raw crystal lay in his hand. The striations of the\nmultitude of layers in which it was laid down were plainly visible.\n\nEllerbee dropped Fenwick off by the Jefferson memorial, then drove on\nabout a mile. Still in sight, he stopped the car and got out. Fenwick\nsaw him wave a hand. Nothing happened.\n\nFenwick glanced down at the crystal in his hand. About the size of a\nchild's toy block. He could almost understand Baker's position. It _was_\npretty silly to suppose this thing could have the powers Ellerbee said\nit had. No electric energy applied. It merely amplified the normal\ntelepathic impulses existing in every human mind, Ellerbee said. Fenwick\nsighed. You just couldn't tell ahead of time that a thing wasn't going\nto pan out. He knew his philosophy was right. These had to be\ninvestigated--every lousy, crackpot one of them. You could never tell\nwhat you were missing out on unless you did check.\n\nHe squeezed harder on the crystal, as Ellerbee had told him to do.\n\nIt was just a little fuzzy at first, fading and coming back. Then it was\nthere, shimmering a little, but steady. The image of Ellerbee standing\nin front of him, grinning.\n\nFenwick glanced down the road. Ellerbee was still there, a mile away.\nBut he was also right there in front of him, about four feet away.\n\n\"It shakes you up a little bit at first,\" said Ellerbee. \"But you get\nused to it after a while. Anyway, this is it. Are you convinced my\ndevice works?\"\n\nFenwick shook his head to try to clear it rather than to give a negative\nanswer. \"I'm convinced _something_ is working,\" he said. \"I'm just not\nquite sure what it is.\"\n\n\"I'll drive across town,\" Ellerbee offered. \"You can see that distance\nmakes no difference at all. Later, I'll prove it works clear across the\ncountry if you want me to.\"\n\nThey arranged that proof of Ellerbee's presence on the other side of the\ncity could be obtained by Fenwick's calling him at a drug store pay\nphone. Then they would communicate by means of the cubes.\n\nIt was no different than before.\n\nThe telephone call satisfied Fenwick that Ellerbee was at least ten\nmiles away. Then, within a second, he also appeared to be standing\ndirectly in front of Fenwick.\n\n\"What do you want?\" said Fenwick finally. \"What do you want the Bureau\nto do about your device? How much money do you want for development?\"\n\n\"Money? I don't need any money!\" Ellerbee exploded. \"All I want is for\nthe Government to make some use of the thing. I've had a patent on it\nfor six months. The Patent Office had sense enough to give me a patent,\nbut nobody else would look at it. I just want somebody to make some use\nof it!\"\n\n\"I'm sure a great many practical applications can be found,\" Fenwick\nsaid lamely. \"We'll have to make a report, first, however. There will be\na need for a great many more experiments--\"\n\nBut most important of all, Baker would have to be shown. Baker would\nhave to _know_ from his own experience that this thing worked.\n\nFenwick suddenly wanted to get away from Ellerbee as much as he had from\nBaker a little earlier. There was just so much a man's aging synapses\ncould stand, he told himself. He had to do a bit of thinking by himself.\nWhen Ellerbee drove up again, Fenwick told him what he wanted.\n\nEllerbee looked disappointed but resigned. \"I hope this isn't another\nrunaround, Mr. Fenwick. You'll pardon me for being blunt, but I've had\nsome pretty raw treatment from your office since I started writing about\nmy communicator.\"\n\n\"I promise you this isn't a runaround,\" said Fenwick, \"but it's\nabsolutely necessary to get Dr. Baker to view your demonstration. We\nwill want to see your laboratories and your methods of production. I\npromise you it won't be more than two or three days, depending on Dr.\nBaker's busy schedule.\"\n\n\"O.K. I'll wait until the end of the week,\" said Ellerbee. \"If I don't\nhear something by then, I'll go ahead with my plans to market the\ncrystals as a novelty gadget.\"\n\n\"I'll be in touch with you. I promise,\" said Fenwick. He stood by the\ncurb and watched Ellerbee drive away.\n\n       *       *       *       *       *\n\nFenwick moved slowly back to his own car and sat behind the wheel\nwithout starting the motor. It seemed a long time since nine-thirty\nyesterday morning, when he had come in to Baker's office to check on the\ngrant he had known Baker wasn't going to give him. Now, merely by\nkicking Baker's refuse pile with his toe, so to speak, he had turned up\na diamond that Baker was ready to discard.\n\nFenwick felt a sudden surge of revulsion. How was it possible for such a\nblind, ignorant fool as Baker to be placed in the position he was in?\nHow could the administrative officers of the United States Government be\nresponsible for such misjudgment? Such maladministration, if performed\nconsciously, would be sheer treason. Yet, unconsciously and ignorantly,\nBaker's authority was perpetuated, giving him a stranglehold on the\ncreative powers of the nation.\n\nFenwick tried to recall how he and Baker had become friends--so long\nago, in their own college days. It wasn't that there was any closeness\nor common interest between them, yet they seemed to have drawn together\nas two opposites might. They were both science majors at the time, but\ntheir philosophies were so different that their studies were hardly a\ncommon ground.\n\nFenwick figuratively threw away the textbook the first time the\nprofessor's back was turned. Baker, Fenwick thought, never took his eyes\nfrom its pages. Fenwick distrusted everything that he could not prove\nhimself. Baker believed nothing that was not solidly fixed in black and\nwhite and bound between sturdy cloth covers, and prefaced by the name of\na man who boasted at least two graduate degrees.\n\nFenwick remembered even now his first reaction to Baker. He had never\nseen his kind before and could not believe that such existed. He\nsupposed Baker felt similarly about him, and, out of the strange\ncontradiction of their worlds, they formed a hesitant friendship. For\nhimself, Fenwick supposed that it was based on a kind of fascination in\nassociating with one who walked so blindly, who was so profoundly\nincapable of understanding his own blindness and peril.\n\nBut never before had he realized the absolute danger that rested in the\nhands of Baker. And there must be others like him in high Government\nscientific circles, Fenwick thought. He had learned long ago that\nBaker's kind was somewhere in the background in every laboratory and\nscientific office.\n\nBut few of them achieved the strangling power that Baker now possessed.\n\nThe Index! Fenwick thought of it and gagged. Wardrobe evaluation! Staff\nreading index! The reproductive ratio--social activity index--the index\nof hereditary accomplishment--multiply your ancestors by the number of\ntechnical papers your five-year old children have produced and divide by\nthe number of book reviews you attend weekly--\n\nFenwick slumped in the seat. We hold these truths to be\nself-evident--that the ratio of sports coats to tuxedos in a faculty\nmember's closet shall determine whether Clearwater gets to do research\nin solid state physics, whether George Durrant gives his genius to the\nnation or whether it gets buried in Dr. William Baker's refuse pile.\n\nBut not only George Durrant. Jim Ellerbee, too. And how many others?\n\nSomething had to be done.\n\nFenwick hadn't realized it before, but this was the thought that had\nbeen churning in his cortex for the last hour. Something had to be done\nabout Bill Baker.\n\nBut, short of murder, what?\n\nGetting rid of Baker physically was not the answer, of course. If he\nwere gone, a hundred others like him would fight for his place.\n\nBaker had to be shown. He had to be shown that high-grading was costing\nhim the very thing he was trying to find. It must be proven to him that\nflotation methods work as well in mining human resources as in mining\nmetal. That the extra trouble paid off.\n\nThis was known--a long time ago--Fenwick thought. Somewhere along the\nway things got changed. He glanced toward the Jefferson Memorial. Tom\nJefferson knew how it should be, Tom Jefferson, statesman, farmer,\nwriter, and amateur mechanic and inventor. It was not only every\ngentleman's privilege, it was also his duty to be a tinkerer and amateur\nscientist, no matter what else he might be.\n\nFenwick glanced in the distance toward the Lincoln Memorial. Abe had\ndone his share of tinkering. His weird boot-strap system for hoisting\nriver boats off shoals and bars hadn't amounted to much, but Abe knew\nthe principle that every man has the right to be his own scientist.\n\nAnd then there was Ben Franklin, the noblest amateur of them all! He had\nroamed these parts, too.\n\nSomewhere it had been lost. The Bill Bakers would have laughed out of\nexistence the great tinkerers like Franklin and Lincoln and Jefferson.\nAnd the Pasteurs and the Mendels--and the George Durrants and the Jim\nEllerbees, too.\n\nFenwick started the car. Something had to be done about Bill Baker.\n\n       *       *       *       *       *\n\nBaker leaned back in his chair and laughed heartily. \"So it worked, did\nit? He showed you something that made you think he had a real working\ndevice.\"\n\n\"There was no 'think' about it,\" said Fenwick. \"I saw it with my own\neyes. That boy's got something terrific!\"\n\nBaker sobered and thumbed through the Ellerbee file again. \"Any freshman\nmath major could poke holes all through this mathematical explanation he\noffers. Right? Secondly, a device such as he claims to have produced\nviolates all the basic laws of science. Why, it's even against the\nSecond Law of Thermodynamics!\"\n\n\"I don't care what it's against,\" said Fenwick. \"It works. I want you to\ncome with me to Ellerbee's and see for yourself. His device will\nrevolutionize communications.\"\n\nBaker shook his head sadly. \"It's always tougher when they show you\nsomething that seems to work. Then you've got to waste a lot of time\nlooking for the gimmick if you're going to follow it through. I just\nhaven't got the time--\"\n\n\"You've got to, Bill!\"\n\n\"I'll tell you what I'll do. You go out there and look over his setup.\nIf you can't find his gimmick in half a day, I'll come out and show it\nto you. But I warn you, some of these things are very tricky--like the\nold perpetual motion machines. You've got to have your wits about you.\nIs that fair enough?\"\n\n\"Fair enough,\" Fenwick agreed.\n\nBaker smiled broadly. \"I'll do even more. If this Ellerbee device should\nprove to be on the level, I'll give you the research grant you want for\nClearwater.\"\n\n\"I'm not so sure I want it on those terms,\" said Fenwick.\n\n\"Well, it's a purely academic matter. You won't have to worry about it.\nBut, on the other hand, I'll expect you to agree that when Ellerbee is\nexposed you'll not persist in your request to this office.\"\n\n\"Well, now--\"\n\n\"That's a fair offer. I'm giving you a chance to prove I'm wrong in\nsetting up the Index to screen out people like Ellerbee--\"\n\n\"--And institutions like Clearwater.\"\n\n\"And institutions like Clearwater,\" Baker agreed.\n\n\"All right,\" said Fenwick. \"I'll gamble with you--for one more stake: If\nEllerbee's device is on the level, you'll make a grant to Clearwater\n_and_ other institutions of like qualifications, and you'll scrap that\ninsane Index--\"\n\nBaker tapped the desk placatingly. \"The grant to Clearwater, yes. As for\nthe Index, if it should fail in its applicability to this clear-cut\nEllerbee case I would be the first to want to know why. But I assure you\nthere is no flaw in the Index. It has been tried too many thousands of\ntimes.\"\n\n       *       *       *       *       *\n\nEllerbee's place was in Virginia, in a dairying area in the hills. The\nlast ten miles of the road were not the kind to attract visitors. The\nroad was steep and narrow in places that turned sharply around the\nhillsides. No guardrails blocked the descent into the steep gullies. It\nwas definitely a region for people who liked solitude. The farms that\nlay in the valleys of the hills were neat and well-cared for, however.\nThe people Fenwick passed on the road didn't look like the recluse type.\n\nEllerbee's farm was one of the best looking in the vicinity. It had the\nlook of being cared for by a man who could do everything. The huge barn\nand the corrals were as neat as a garden, and the large white frame\nfarmhouse stood out like a monument against the green pasture.\n\nA woman and two children were in the garden beside the house as Fenwick\ndrove up. \"May I help you? I'm Mrs. Ellerbee,\" the woman said.\n\nFenwick explained who he was and his purpose in coming. \"Jim's been\nexpecting you,\" the woman said. \"His laboratory is the long white\nbuilding back of the house. He's out there now.\"\n\nJim Ellerbee met him at the door. \"You didn't bring Dr. Baker,\" he said\nalmost accusingly.\n\n\"Later,\" said Fenwick. \"I came, as I promised. Dr. Baker wants my report\non your facilities and production methods. Then he will come up to make\nhis own inspection.\"\n\nThere was doubt in Ellerbee's eyes, as if he was used to such stories.\n\"Maybe it would be best if I marketed the crystals in any form I can,\"\nhe said.\n\nHe led Fenwick through a number of rooms of expensive, precision\nelectronic equipment. Then they passed through a set of double doors,\nwhich Fenwick observed acted as a thermal lock between the crystal\ngrowing room and the rest of the building. It reminded him of George\nDurrant's laboratory at Clearwater.\n\n\"This is where the crystals are grown,\" said Ellerbee. \"I suppose you're\nfamiliar with such processes. Here we must use a very precisely\ncontrolled sequence of co-crystallization to get layers of desired\nthickness--\"\n\nFenwick wasn't listening. He had suddenly observed the second man in the\nroom, a rather small, swarthy man, who moved with quiet precision among\na row of tanks on the far side of the room. There was a startling\nquality about the man that Fenwick was unable to define, a strangeness.\n\nEllerbee caught the direction of his glance. \"Oh,\" he said. \"You must\nmeet my neighbor, Sam Atkins. Sam is in this as deep or even deeper than\nI am. I think perhaps he's more responsible for the communicator\ncrystals.\"\n\nThe man turned as his name was mentioned, and came toward them. \"You\nwere the one who developed the crystals,\" he said in a soft, persuasive\nvoice, to Jim Ellerbee.\n\n\"This is my setup,\" Ellerbee explained with a wave of his hand to\nindicate the laboratory surroundings. \"But Sam has been working with me\nfor about a year on this thing. When Sam moved in, we found we were both\nradio hams and electronic bugs. I'd been fooling around with crystal\ngrowing, trying to design some new type transistors. Then Sam suggested\nsome experiments in co-crystallization--using different chemicals that\nwill crystallize in successive layers in one crystal.\n\n\"We stumbled on one combination that made a terrific amplifier. Then we\nfound it would actually radiate to a distant point all by itself.\nFinally, we discovered that its radiation was completely\nnonelectromagnetic. There is no way we have yet found of detecting the\nradiation from the crystal--except by means of another piece of the same\ncrystal.\n\n\"I know it's against all the rules in the books. It just doesn't make\nsense. But there it is. It works.\"\n\nSam Atkins had turned away for a moment to attend to one of the tanks,\nbut Fenwick found himself intensely aware of the man's presence. There\nwas nothing he could put his finger on. He just knew, with such intense\ncertainty, that Sam Atkins was _there_.\n\n\"What does Mr. Atkins do?\" Fenwick asked. \"Does he have a dairy farm,\ntoo?\"\n\nEllerbee nodded. \"His place is right next to mine. Since we started this\nproject Sam has practically lived here, however. He's a bachelor, and so\nhe takes most of his meals with us.\"\n\n\"Seems strange--\" Fenwick mused, \"two men like you, way out here in the\ncountry, doing work on a level with that of the best crystal labs in the\ncountry. I should think you'd both rather be in academic or industrial\nwork.\"\n\nEllerbee smiled and looked up through the windows to the meadows beyond.\n\"We're _free_ out here,\" he said.\n\nFenwick thought of Baker. \"You are that,\" he said.\n\n\"You said you wanted to investigate the whole production process. We'll\nstart here, if you like, and I'll show you every step in our process.\nThis tank contains an ordinary alum solution. We start building on a\nseed crystal of alum and continue until we reach a precise thickness.\nHere is a solution of chrome alum. You'll note the insulated tanks. Room\ntemperature is maintained within half a degree. The solutions are held\nto within one-tenth of a degree. Crystal dimensions must be held to\ntolerances of little more than the thickness of a molecule--\"\n\n       *       *       *       *       *\n\nThe gimmick to fool him and cheat him. Where was it? Fenwick asked\nhimself. Baker was sure it was here. If so, where could it be? There was\nno trickery in the crystal laboratory--unless it was the trickery of\nprecision refinement of methods. Only men of great mechanical skill\ncould accomplish what Ellerbee and his friend were doing. Genius behind\nthe milking machine! Fenwick could almost sympathize with Baker in his\nhiding behind the ridiculous Index. Without some such protection a man\ncould encounter shocks.\n\nThe crackpot fringe.\n\nWhere else would credence have been given to the phenomenon of a crystal\nthat seemed to radiate in a nonelectromagnetic way?\n\nBut, of course, it couldn't actually be doing that. All the books, all\nthe authorities, and the known scientific principles said it couldn't\nhappen. Therefore, it wouldn't have happened--outside the crackpot\nfringe.\n\nIf Ellerbee and Atkins weren't trying to foist a deliberate deception,\nwhere were they mistaken? It was possible for such men as these to make\nan honest mistake. That would more than likely turn out to be the case\nhere. But how could there be a mistake in the production of a phenomenon\nsuch as Fenwick had witnessed? How could that be produced through some\nerror when it couldn't even be done by known electronic methods--not\njust as Fenwick had seen it.\n\nThroughout the morning Ellerbee led him down the rows of tanks,\nexplaining at each step what was happening. Sometimes Sam Atkins offered\na word of explanation also, but always he stayed in the background. The\ntwo farmers showed Fenwick how they measured crystal size down to the\nthickness of a molecule while the crystals were growing.\n\nA sudden suspicion crossed Fenwick's mind. \"If those dimensions are so\ncritical, how did you determine them in the first place?\"\n\n\"Initially, it was a lucky accident,\" said Sam Atkins.\n\n\"Very lucky,\" said Fenwick, \"if you were able to accidentally obtain a\ncrystal of fifteen layers or so and have each layer even approximately\ncorrect.\"\n\nSam smiled blandly. \"Our first crystals were not so complex, you\nunderstand. Only three layers. We thought we were building transistors,\nthen. Later, our mathematics showed us the advantage of additional\nlayers and gave us the dimensions.\"\n\nThe mathematics that Baker said a kid could poke holes in. Fenwick\ndidn't know. He hadn't checked the math.\n\nWhere was the gimmick?\n\nIn the afternoon they took him out for field tests again. A rise behind\nthe barn was about a mile from a similar rise on Sam Atkins' place. They\ncommunicated across that distance in all the ways, including various\nkinds of codes, that Fenwick could think of to find some evidence of\nhoax. Afterwards, they returned to the laboratory and sawed in two the\ncrystals they had just used. Then they showed him the tests they had\ndevised to determine the nature of the radiation between the crystals.\n\nHe did not find the gimmick.\n\nBy the end of the day Ellerbee seemed beat, as if he'd been under a\nheavy strain all day long. And then Fenwick realized that was actually\nthe case. Ellerbee wanted desperately to have someone believe in him,\nbelieve in his communication device. Not only had he used all the\nreasoning power at his command, he had been straining physically to\ninduce Fenwick to believe.\n\nThrough it all, however, Sam Atkins seemed to remain bland and utterly\nat ease, as if it made absolutely no difference to him, whatever.\n\n\"I guess we've just about shot our wad,\" said Ellerbee. \"That's about\nall we've got to show you. If we haven't convinced you by now that our\ncommunicator works, I don't know how we can accomplish it.\"\n\nHad they convinced him? Fenwick asked himself. Did he believe what he\nhad seen or didn't he? He had been smug in front of Baker after the\nfirst demonstration, but now he wondered how much he had been covered by\nthe same brush that had tarred Baker.\n\nIt wasn't easy for him to admit the possibility of nonelectromagnetic\nradiation from these strange crystals, radiation which could carry sight\nand sound from one point to another without any transducers but the\ncrystals themselves.\n\n\"You have to step out of the world you've grown accustomed to,\" said Sam\nAtkins very quietly. \"This is what we have had to do. It's not hard now\nto comprehend that telepathic forces of the mind can be directed by this\nmeans. This is a new pattern. Think of it as such. Don't try to cram it\ninto the old pattern. Then it's easy.\"\n\nA new pattern. That was the trouble, Fenwick thought. There couldn't\nreally be any new patterns, could there? There was only one basic\npattern, in which all the phenomena of the universe fit. He readily\nadmitted that very little was known about that pattern, and many things\nbelieved true were false. But the Second Law of Thermodynamics. _That_\nhad to be true--invariably true--didn't it?\n\nIf there was a hoax, Baker would have to find it.\n\n\"I'll be back with Dr. Baker in a couple of days,\" Fenwick said. \"After\nthat, the one final evidence we'll need will be to construct these\ncrystals in our own laboratories, entirely on our own, based on your\ninstructions.\"\n\nEllerbee nodded agreement. \"That would suit us just fine.\"\n\n       *       *       *       *       *\n\n\"Hypnotism,\" said Baker. \"It sounds like some form of hypnotism, and I\ndon't like that kind of thing. It could merit criminal prosecution.\"\n\n\"There's no possible way I could have been hypnotized,\" said Fenwick.\n\n\"These crystals--obviously it has something to do with them. But I\nwonder what their game is, anyway? It's hard to see where they can think\nthey're headed.\"\n\n\"I don't know,\" said Fenwick. \"But you promised to show me the gimmick\nif I couldn't find it in half a day. I spent a whole day out there\nwithout finding anything.\"\n\nBaker slapped the desk in exasperation. \"You're not really going to make\nme go out there and look at this fool thing, are you? I know I made a\ncrazy promise, but I was sure you could find where they were hoaxing you\nif you took one look at their setup. It's probably so obvious you just\nstumbled right over it without even seeing it was there.\"\n\n\"Possibly. But you're going to have to show me.\"\n\n\"John, look--\"\n\n\"Or, I _might_ be willing to take that Clearwater research grant without\nany more questions on either side.\"\n\nBaker thought of the repercussions that would occur in his own office,\nlet alone outside it, if he ever approved such a grant. \"All right,\" he\nsighed. \"You've got me over a barrel. I'll drive my car. I may have to\nstop at some offices on the other side of town.\"\n\n\"I might be going on, rather than coming back to town,\" said Fenwick. \"I\nought to have my car, too. Suppose I meet you out there?\"\n\n\"Good enough. Say one o'clock. I'm sure that will give us more time than\nwe need.\"\n\n       *       *       *       *       *\n\nBaker was prompt. He arrived with an air of\nlet's-get-this-over-as-quick-as-possible. He nodded perfunctorily as\nEllerbee introduced his wife. He scarcely looked at Sam Atkins.\n\n\"I hope you've got your demonstration all set up,\" he said. He glanced\nat the darkening sky. \"It looks like we might get some heavy rain this\nafternoon.\"\n\n\"We're all ready,\" said Ellerbee. \"Sam will drive over to that little\nhill on his farm, and we'll go out behind the barn.\"\n\nOn the knoll, Baker accepted the crystal cube without looking at it.\nClenching it in his fist, he put his hand in his pocket. Fenwick guessed\nhe was trying to avoid any direct view and thus avoid the possibility of\nhypnotic effects. This seemed pretty farfetched to Fenwick.\n\nThrough field glasses Sam Atkins was seen to get out of his car and walk\nto the top of the knoll. He stood a moment, then waved to signal his\nreadiness.\n\n\"Press the crystal in your hand,\" Ellerbee said to Baker. \"Direct your\nattention toward Sam Atkins.\"\n\nEach of them had a cube of the same crystal. It was like a party line.\nFenwick pressed his only slightly. He had learned it didn't take much.\nHe saw Baker hesitate, then purse his lips as if in utter disgust, and\nfollow instructions.\n\nIn a moment the image of Sam Atkins appeared before them. Regardless of\ntheir position, the image gave the illusion of standing about four feet\nin front of them.\n\n\"Good afternoon, Dr. Baker,\" Sam Atkins said.\n\nFenwick thought Baker was going to collapse.\n\nThe director just stood for a moment, like a creature that had been\npole-axed. Then his color began to deepen and he turned with robot\nstiffness. \"Did you men hear anything? Fenwick ... did you hear ... did\nyou see?\"\n\n\"Sure,\" said Fenwick, grinning broadly. \"Sam Atkins said good afternoon\nto you. It would be polite if you answered him back.\"\n\nThe image of Sam Atkins was still before them. He, too, was grinning\nbroadly. The grins infuriated Baker.\n\n\"Mr. Atkins,\" said Baker.\n\n\"Yes, Dr. Baker,\" said Sam Atkins.\n\n\"If you hear me, wave your hands. I will observe you through the field\nglasses.\"\n\n\"The field glasses won't be necessary.\"\n\nBoth the image before them, and the distant figure on the knoll were\nseen to wave arms and gyrate simultaneously. For good measure, Sam\nAtkins turned a cartwheel.\n\nBaker seemed to have partly recovered. \"There seems to be a very\nremarkable effect present here,\" he said cautiously.\n\n\"Dr. Baker,\" Jim Ellerbee spoke earnestly, \"I know you're skeptical. You\ndon't think the crystals do what I say they do. Even though you see it\nwith your own eyes you doubt that it is happening. I will do anything\npossible to test this device to your satisfaction. Name the test that\nwill dispel your doubts and we will perform it!\"\n\n\"It's not entirely a question of demonstration, Mr. Ellerbee,\" said\nBaker. \"There are the theoretical considerations as well. The\nmathematics you have submitted in support of your claim are not, to put\nit mildly, sound.\"\n\n\"I know. Sam keeps telling me that. He says we need an entirely new math\nto handle it. Maybe we'll get around to that. But the important thing is\nthat we've got a working device.\"\n\n\"Your mathematical basis _must_ be sound!\" Baker's fervor returned.\nFenwick felt a sudden surge of pity for the director.\n\nThe demonstration was repeated a dozen times more. Fenwick went over on\nSam Atkins' hill. He and Baker conversed privately.\n\n[Illustration: ... _\"Presence,\" with the crystals, was not a physical\nthing_ ...]\n\n\"Do you see it yet?\" Fenwick asked.\n\n\"No, I'm afraid I don't!\" Baker was snappish. \"This is one of the most\ndevilish things I've ever come across!\"\n\n\"You don't think it's working the way Jim and Sam say it is?\"\n\n\"Of course not. The thing is utterly impossible! I am convinced a\nhypnotic condition is involved, but I must admit I don't see how.\"\n\n\"You may figure it out when you go through Ellerbee's lab.\"\n\n       *       *       *       *       *\n\nBaker was obviously shaken. He spoke in subdued tones as Ellerbee\nstarted the tour of the crystal lab again. Baker's eyes took in\neverything. As the tour progressed he seemed to devour each new item\nwith frenzied intensity. He inspected the crystals through a microscope.\nHe checked the measurements of the thickness of the growing crystal\nlayers.\n\nThe rain began while they were in the crystal lab. It beat furiously on\nthe roof of the laboratory building, but Baker seemed scarcely aware\nthat it was taking place. His eyes sought out every minute feature of\nthe building. Fenwick was sure he was finding nothing to confirm his\nbelief that the communicator crystals were a hoax.\n\nFenwick hadn't realized it before, but he recognized now that it would\nbe a terrific blow to Baker if he couldn't prove the existence of a\nhoax.\n\nProof that the communicator crystals were all they were supposed to be\nwould be a direct frontal attack on the sacred Index. It would blast a\nhole in Baker's conviction that nothing of value could come from the\ncrackpot fringe. And, not least of all, it would require Baker to issue\na research grant to Clearwater College.\n\nWhat else it might do to Baker, Fenwick could only guess, but he felt\ncertain Bill Baker would never be the same man again.\n\nAs it grew darker, Baker looked up from the microscope through which he\nhad been peering. He glanced at the windows and the drenched countryside\nbeyond. \"It's been raining,\" he said.\n\nMary Ellerbee had already anticipated that the visitors would be staying\nthe night. She had the spare room ready for Baker and Fenwick before\ndinner. While they ate in the big farmhouse kitchen, Ellerbee explained.\n\"It would be crazy to try to get down to the highway tonight. The\ncounty's been promising us a new road for five years, but you see what\nwe've got. Even the oldest citizen wouldn't tackle it in weather like\nthis, unless it was an emergency. You put up for the night with us.\nYou'll get home just as fast by leaving in the morning, after the storm\nclears. And it will be a lot more pleasant than spending the night stuck\nin the mud somewhere--or worse.\"\n\nBaker seemed to accept the invitation as he ate without comment. To\nFenwick he appeared stunned by the events of the day, by his inability\nto find a hoax in connection with the communicator crystals.\n\n       *       *       *       *       *\n\nIt was only when Baker and Fenwick were alone in the upstairs bedroom\nthat Baker seemed to stir out of his state of shock.\n\n\"This is ridiculous, Fenwick!\" he said. \"I don't know what I'm doing\nhere. I can't possibly stay in this place tonight. I've got people to\nsee this evening, and appointments early in the morning.\"\n\n\"It's coming down like cats and dogs again,\" said Fenwick. \"You saw the\nroad coming in. It's a hog wallow by now. Your chance of getting through\nwould be almost zero.\"\n\n\"It's a chance I have to take,\" Baker insisted. He started for the door.\n\"_You_ don't have to take it, of course.\"\n\n\"I'm not going to!\" said Fenwick.\n\n\"But I must!\"\n\nFenwick followed him downstairs, still trying to persuade him of the\nfoolishness of driving back tonight. When Ellerbee heard of it he seemed\nappalled.\n\n\"It's impossible, Dr. Baker! I wouldn't have suggested your not\nreturning if there were any chance of getting through. I assure you\nthere isn't.\"\n\n\"Nevertheless I must try. Dr. Fenwick will remain, and I will come back\ntomorrow afternoon to complete our investigation. There are important\nthings I must attend to before then, however.\"\n\nFenwick had the sudden feeling that Baker was in a flight of panic. His\nwords had an aimless stream-of-consciousness quality that contrasted\nsharply with his usually precise speech. Fenwick was certain there was\nnothing sufficiently important that it demanded his attention on a night\nlike this. He could have telephoned his family and had his wife cancel\nany appointments.\n\nNo, Fenwick thought, there was nothing Baker had to go _to_; rather, he\nwas running _from_. He was running in panicky fear from his failure to\npin down the hoax in the crystals. He was running, Fenwick thought, from\nthe fear that there might be no hoax.\n\nIt seemed incredible that such an experience could trigger so strong a\nreaction. Yet Fenwick was aware that Baker's attitude toward Ellerbee\nand his device was not merely one aspect of Baker's character. His\nattitude in these things _was_ his character.\n\nFenwick dared not challenge Baker with these thoughts. He knew it would\nbe like probing Baker's flesh with a hot wire. There was nothing at all\nthat he could do to stop Baker's flight.\n\nEllerbee insisted on loaning him a powerful flashlight and a hand\nlantern, which Baker ridiculed but accepted. It was only after Baker's\ntail-light had disappeared in the thick mist that Fenwick remembered he\nstill had the crystal cube in his coat pocket.\n\n\"He's bound to get stuck and spend the night on the road,\" said\nEllerbee. \"He'll be so upset he'll never come back to finish his\ninvestigation.\"\n\nFenwick suspected this was true. Baker would seal off every association\nand reminder of the communicator crystals as if they were some infection\nthat would not heal. \"There's no use beating your brains out trying to\nget the NBSD to pay attention,\" Fenwick told Ellerbee. \"You've got a\npatent. Figure out some gadgety use and start selling the things. You'll\nget all the attention you want.\"\n\n\"I wanted to do it in a dignified way,\" said Ellerbee regretfully.\n\n_You, too_, Fenwick thought as he moved back up the stairs to the spare\nbedroom.\n\nFenwick undressed and got into bed. He tried to read a book he had\nborrowed from Ellerbee, but it held no interest for him. He kept\nthinking about Baker. What produced a man like Baker? What made him\ntick, anyway?\n\nFenwick had practically abandoned his earlier determination that\nsomething had to be done about Baker. There was really nothing that\ncould be done about Baker, Bill Baker in particular--and the host of\nassorted Bakers scattered throughout the world in positions of power and\nimportance, in general.\n\nThey stretched on and on, back through the pages of history and time.\nJim Ellerbee understood the breed. He had quite rightly tagged Baker in\naddressing him as \"Dear Urban.\" Pope Urban, who persecuted the great\nGalileo, had certainly been one of them.\n\nIt wasn't that Baker was ignorant or stupid. He was neither. Fenwick\ngave reluctant respect to his intelligence and his education. Baker was\nquick-witted. His head was stuffed full of accurate scientific\ninformation from diversified fields.\n\nBut he refused to be jarred loose from his fixed position that\nscientific breakthroughs could come from any source but the Established\nAuthority. The possibility that the crackpot fringe could produce such a\nbreak-through panicked him. It _had_ panicked him. He was fleeing\ndangerously now through the night, driven by a fear he did not know was\nin him.\n\nInflexibility. This seemed to be the characteristic that marked Baker\nand his kind. Defender of the Fixed Position might well have been his\ntitle. With all his might and power, Bill Baker defended the Fixed\nPosition he had chosen, the Fixed Position behind the wall of\nEstablished Authority.\n\nA blind spot, perhaps? But it seemed more than mere blindness that kept\nBaker so hotly defending his Fixed Position. It seemed as if, somehow,\nhe was aware of its vulnerability and was determined to fight off any\nand all attacks, regardless of consequences.\n\nFenwick didn't know. He felt as if it was less than hopeless, however,\nto attempt to change Bill Baker. Any change would have to be brought\nabout by Baker himself. And that, at the moment, seemed far less likely\nthan the well-known snowball in Hades.\n\n       *       *       *       *       *\n\nFenwick knew he must have dozed off to sleep with the light still on in\nthe room and Ellerbee's unread book opened over his chest. He did not\nknow what time it was when he awoke. He was aware only of a suffocating\nsensation as if some ghostly aura were within the room, filling it,\npressing down upon him. A wailing of agony and despair seemed to scratch\nat his senses although he was certain there was no audible sound. And a\ndepression clutched at his soul as if death itself had suddenly walked\nunseen through the closed door.\n\nFenwick sat up, shivering in the sudden coolness of the room, but clammy\nwith sweat over his whole body. He had never experienced such sensations\nbefore in his life. His stomach turned to a hard ball under the flow of\npanic that surged through all his nerves.\n\nHe forced himself to sit quietly for a moment, trying to release his\nfear-tightened muscles. He relaxed the panic in his stomach and looked\nslowly about the room. He could recall no stimulus in his sleep that had\nproduced such a reaction. He hadn't even been dreaming, as far as he\ncould tell. There was no recollection of any sound or movement within\nthe house or outside.\n\nHe was calmer after a moment, but that sensation of death close at hand\nwould not go away. He would have been unable to describe it if asked,\nbut it was there. It filled the atmosphere of the room. It seemed to\nemanate from--\n\nFenwick turned his head about. It was almost as if there was some\ndefinite source from which the ghastly sensation was pouring over him.\nThe walls--the air of the room--\n\nHis eyes caught the crystal on the table by the bed.\n\nHe could feel the force of death pouring from it.\n\nHis first impulse was to pick up the thing and hurl it as far as he\ncould. Then in saner desperation he leaped from the bed and threw on his\nclothes. He grabbed the crystal in his hand and ran out through the door\nand down the stairs.\n\nJim Ellerbee was already there in the living room. He was seated by the\nold-fashioned library table, his hand outstretched upon it. In his hand\nlay the counterpart of the crystal Fenwick carried.\n\n\"Ellerbee!\" Fenwick cried. \"What's going on? What in Heaven's name is\ncoming out of these things?\"\n\n\"Baker,\" said Ellerbee. \"He smashed up on the road somewhere. He's out\nthere dying.\"\n\n\"Can you be sure? Then don't sit there, man! Let's get on our way!\"\n\nEllerbee shook his head. \"He'll be dead before we can get there.\"\n\n\"How do you know he cracked up, anyway? Can you read that out of the\ncrystal?\"\n\nEllerbee nodded. \"He kept it in his pocket. It's close enough to him to\ntransmit the frantic messages of his dying mind.\"\n\n\"Then we've got to go! No matter if we get there in time or not.\"\n\nEllerbee shook his head again. \"Sam is on his way over here. He's in\ntouch with Baker. He says he thinks he can talk Baker back.\"\n\n\"_Talk_ him back? What do you mean by that?\"\n\nEllerbee hesitated. \"I'm not sure. In some ways Sam understands a lot\nmore about these things than I do. He can do things with the crystals\nthat I don't understand. If he says he can talk Dr. Baker back, I think\nmaybe he can.\"\n\n\"But we can't depend on that!\" Fenwick said frantically. \"Can't we get\non our way in the car and let Sam do what he thinks he can while we\ndrive? Maybe he can get Baker to hold on until we get him to a doctor.\"\n\n\"You don't understand,\" said Ellerbee. \"Dr. Baker has gone over the\nedge. He's _dying_. I know what it's like. I looked into a dying mind\nonce before. There is nothing whatever that a doctor can do after an\norganism starts dying. It's a definite process. Once started, it's\nirreversible.\"\n\n\"Then what does Sam--?\"\n\n\"Sam thinks he knows how to reverse it.\"\n\n       *       *       *       *       *\n\nThere wasn't much pain. Not as much as he would have supposed. He felt\nsure there was terrible damage inside. He could feel the warmth of blood\nwelling up inside his throat. But the pain was not there. That was good.\n\nIn place of pain, there was a kind of infinite satisfaction and a\ngrowing peace. The ultimate magnitude of this peace, which he could\nsense, was so great that it loomed like some blinding glory.\n\nThis was death. The commitment and the decision had been made. But this\nwas better than any alternative. He could not see how there could have\nbeen any question about it.\n\nHe was lying on his back in the wet clay of a bank below the road. It\nwas raining, softly now, and he rather liked the gentle drop of it on\nhis face. Somewhere below him the hulk of his wrecked car lay on its\nside. He could smell the unpleasant odor of gasoline. But all of this\nwas less than nothing in importance to him now. Somewhere in the back of\nhis mind was a remnant of memory of what he had been doing this day. He\nremembered the name of John Fenwick, and the memory brought a faint\namusement to his bloody lips. There had been some differences between\nhim and John Fenwick. Those differences were also less than nothing,\nnow. All differences were wiped out. He gave himself up to the pleasure\nof being borne along on that great current that seemed to be carrying\nhim swiftly to a quiet place.\n\nAfter a time, he remembered two other names, also. James Ellerbee and\nSam Atkins. He remembered a crystal, and it meant nothing. He remembered\nthat it was in his pocket and that for some time he had felt a warmth\nfrom it, that was both pleasant and unpleasant. It was of no importance.\nHe might have reached for it and thrown it farther from him, but his arm\non that side was broken.\n\nHe was glad that there was nothing--nothing whatever--that had any\nmagnitude of importance. Even his family--they were like fragments of a\nlong-ago dream.\n\nHe lay waiting quietly and patiently for the swiftly approaching\ndestination of ultimate peace. He did not know how long it would take,\nbut he knew it could not be long, and even the journey was sweet.\n\nIt was while he waited, letting his mind drift, that he became aware of\nthe intruder. In that moment, the pain boiled up in shrieking agony.\n\nHe had thought himself alone. He wanted above all else to be alone. But\nthere was someone with him. He wasn't sure how he knew. He could simply\n_feel_ the unwanted presence. He strained to see in the wet darkness. He\nlistened for muted sounds. There was nothing. Only the presence.\n\n\"Go away!\" he whispered hoarsely. \"Go away, and leave me alone--whoever\nyou are.\"\n\n\"No. Let me take you by the hand, William Baker. I have come to show you\nthe way back. I have come to lead you back.\"\n\n\"Leave me alone! Whoever you are, leave me alone!\" Baker was conscious\nof his own voice screaming in the black night. And it was not only\nterror of the unknown presence that made him scream, but the physical\npain of crushed bones and torn flesh was sweeping like a torrent through\nhim.\n\n\"Don't be afraid of me. You know me. You remember, we met this\nafternoon. Sam Atkins. You remember, Dr. Baker?\"\n\n\"I remember.\" Baker's voice was a painful gasp. \"I remember. Now go away\nand leave me alone. You can do nothing for me. I don't want you to do\nanything for me.\"\n\n       *       *       *       *       *\n\nSam Atkins. The crystal. Baker wished he could reach the cursed thing\nand hurl it away from him. That must be how Atkins was communicating\nwith him. Yes, somehow it was possible. He had found no trick, no\ngimmick. Somehow, the miserable things worked.\n\nBut what did Sam Atkins want? He had broken in on a moment that was as\nprivate as a dream. There was nothing he could do. Baker was dying. He\nknew he was dying. There was no medicine that could heal the battering\nhis body had taken. He had been slipping away into peace and release of\npain. He had no desire to have it interrupted.\n\nThere was no more evidence of Sam Atkins' presence. It was there--and\nBaker wished furiously that Atkins would let his death be a private\nthing--but he was not interfering now.\n\nThere was the faint suggestion of other presences, too. Baker thought he\ncould pick them out, Fenwick and Ellerbee. They were all gathered to\nwatch him die through the crystals. It was unkind of them to so\nintrude--but it didn't really matter very much. He began drifting\npleasantly again.\n\n\"William Baker.\" The soft voice of Sam Atkins shattered the peaceable\nrealm once more. \"We must do some healing before we start back, Dr.\nBaker. Give me your hand, and come with me, Dr. Baker, while we touch\nthese tissues and heal their breaks. Stay close to me and the pain will\nnot be more than you can endure.\"\n\nThe night remained dark and there was no sound, but Baker's body arched\nand twisted in panic as he fought against invisible hands that seemed to\ntouch with fleeting, exploratory passes over him.\n\n\"I don't want to be healed,\" he whispered. \"There is nothing that can be\ndone. I'm dying. I want to die! Can't you understand that? I want to\ndie! I don't want your help!\"\n\nHe had said it. And the shock of it jolted even him in the depths of his\nhalf-conscious mind. Could a man really _want_ to die?\n\nYes.\n\nHe had forgotten what terror he had left so far behind. He knew only\nthat he wanted to move forever in the direction of the flowing peace.\n\nLike probing fingers, Sam Atkins' mind continued to touch him. It\nscanned the broken organs of his body, and, in some kind of detached\nway, Baker felt that he was accompanying Atkins on that journey of\nexploration, even as Sam had asked.\n\nThey searched the skeleton and found the splintered bones. They examined\nthe muscle structure and found the torn and shattered tissue. They\nsearched the dark recesses of his vital organs and came to injury that\nBaker knew was hopeless.\n\n\"You built this once,\" Sam Atkins' voice whispered. \"You can build it\nagain. The materials are all here. The blood stream is still moving. The\nnerve tissue will carry your instructions. I'll supply the\nscaffolding--while you build--\"\n\nHe remembered. Baker examined the long-untouched record of when he had\ndone this before. He remembered the construction of cells, the building\nof organs, the interconnection of nerve tissue. He felt an infinite\nsadness at the present ruin. Yes--he could build again.\n\n       *       *       *       *       *\n\nSam Atkins' face was like that of a dead man. Across the table from him,\nJim Ellerbee and John Fenwick watched silently. Faintly, between them\nwas the crystal-projected image of Baker's body.\n\nFenwick felt the cold touch of some mysterious unknown prickle his\nscalp. Sam Atkins seemed remote and alien, like the practitioner of\nancient and forbidden arts. Fenwick found the question tumbling over and\nover in his mind, who is this man? He felt as if the very life energy of\nSam Atkins was somehow flowing out through the crystal, across space, to\nthe distant broken body of Bill Baker and was supporting it while\nBaker's own feeble energy was consumed in the rebuilding of his\nshattered organs.\n\n[Illustration]\n\nThough Fenwick and Ellerbee held their own crystals, Sam had somehow\nshut them out. They were in faint contact with Baker, but they could not\nfollow the fierce contact that Sam's mind held with him.\n\nEllerbee's face showed worry and a trace of panic. He hesitantly reached\nout to touch the immobile figure of Sam Atkins, who sat with closed eyes\nand imperceptible breath. Fenwick sensed disaster. He arrested the\nmotion of Ellerbee's hand.\n\n\"I think you could kill them both,\" he whispered. The life force of one\nman, divided between two--it was not sufficient to cope with unexpected\nshocks to either, now.\n\nEllerbee desisted. \"I've never seen anything like this before,\" he said.\n\"I don't know what Sam's doing--I don't know how he's doing it--\"\n\nFenwick looked sharply at Ellerbee. Ellerbee had discovered the\ncrystals, so he and Sam said. Yet Sam was able to do things with them\nthat Ellerbee could not conceive. Fenwick wondered just who was\nresponsible for the crystals. And he resolved that some day, when and if\nBaker pulled out of this, he would learn something more about Sam\nAtkins.\n\nTime moved beyond midnight and into the early morning hours of the day,\nbut this meant nothing to William Baker. He was in the midst of\neternity. Because the old pattern was there, and the ancient memories\nwere clear, his reconstruction moved at a pace that was limited only by\nthe materials available. When these grew scarce, Sam Atkins showed him\nhow to break down and utilize other structures that could be rebuilt\nleisurely at a later time. There was remembered joy in the building and,\nonce started, Baker gave only idle wonder to the question of whether\nthis was more desirable than death. He did not know. This seemed the\nright thing to do.\n\nIn the presence of Sam Atkins everything he was doing seemed right, and\na lifetime of doubts, and errors, and fears seemed distant and vague.\n\nBut Sam said suddenly, \"It is almost finished. Just a little farther and\nyou'll have to go the rest of the way alone.\"\n\nTerror struck at Baker. He had reached a point where he was absolutely\nsure he could _not_ go on alone without Sam's supporting presence. \"You\ntricked me!\" Baker cried. \"You tricked me! You didn't tell me I would\nhave to be reborn alone!\"\n\n\"Doesn't every man?\" said Sam. \"Is there any way to be born, except\nalone?\"\n\nSlowly, the world closed in about Baker.\n\nLight. Sounds.\n\nWet. Cold.\n\nThe impact of a million idiot minds. The coursing of cosmic-ray\nparticles. The wrenching of Earth's magnetic and gravitational fields.\nOld and sluggish memories were renewed, memories meant to be buried for\nall of his life.\n\nBaker felt as if he were suddenly running down a dark and immense\ncorridor. Behind were all the terrors spawned since the beginning of\ntime. Ahead were a thousand openings of light and safety. He raced for\nthe nearest and brightest and most familiar.\n\n\"No,\" said Sam Atkins. \"You cannot go that way again. It is the way you\nwent before--and it led to this--to a search for death. For you, it will\nlead only to the same goal again.\"\n\n\"I can't go on!\" Baker cried. The terrors seemed to be swiftly closing\nin.\n\n\"Take my hand a moment longer,\" said Sam. \"Inspect these more distant\npaths. There are many of them that will be agreeable to you.\"\n\nBaker felt calmer now in the renewed presence of Sam Atkins. He passed\nthe branching pathway that Sam had forbidden, that had seemed so bright.\nHe sensed now why Sam had cautioned him against it. Far down, in the\ndepths of it, he glimpsed faintly a dark ugliness that he had not seen\nbefore. He shuddered.\n\nDirectly ahead there seemed to be the opening of a corridor of blazing\nbrightness. Baker's calmness increased as he approached. \"This one,\" he\nsaid.\n\nHe heard nothing, but he sensed Sam Atkins' smile, and nod of approval.\n\nHe remembered now for the first time why he had wanted to die. It was to\navoid the very terrors by which he had been pursued through the dark\ncorridor. All this had happened before, and he had gone down the pathway\nSam had forbidden. Somehow, like a circle, it had come back to this very\npoint, to this forgotten experience for which he had been willing to die\nrather than endure again.\n\nIt was very bewildering. He did not understand the meaning of it. But he\nknew he had corrected a former error. He was back in the world. He was\nalive again.\n\nSam Atkins looked up at his companions through eyes that seemed all but\ndead. \"He's going to make it,\" he said. \"We can get the car out and pick\nup Baker now.\"\n\n       *       *       *       *       *\n\nThey used Sam's panel truck, which had a four-wheel drive and mud tires.\nNothing else could possibly get through. Fenwick left his own car at\nEllerbee's.\n\nIt was still raining lightly as the truck sloshed and slewed through the\nmuck that was hardly recognizable now as a road. For an hour Sam fought\nthe wheel to hold the car approximately in the middle of the brownish\nooze that led them through the night. The three men sat in the cab.\nBehind them, a litter and first-aid equipment had been rigged for Baker.\nSam told them nothing would be needed except soap and water, but Fenwick\nand Ellerbee felt it impossible to go off without some other emergency\nequipment.\n\nAfter an hour, Sam said, \"He's close. Just around the next bend. That's\nwhere his car went off.\"\n\nBaker loomed suddenly in the lights of the car. He was standing at the\nedge of the road. He waved an arm wearily.\n\nFenwick would not have recognized him. And for some seconds after the\ncar had come to a halt, and Baker stood weaving uncertainly in the beam\nof the lights, Fenwick was not sure it was Baker at all.\n\nHe looked like something out of an old Frankenstein movie. His clothes\nwere ripped almost completely away. Those remaining were stained with\nblood and red clay, and soaked with rain. Baker's face was laced with a\nnetwork of scars as if he had been slashed with a shower of glass not\ntoo long ago and the wounds were freshly healed. Blood was caked and\ncracked on his face and was matted in his hair.\n\n[Illustration]\n\nHe smiled grotesquely as he staggered toward the car door. \"About time\nyou got here,\" he said. \"A man could catch his death of cold standing\nout here in this weather.\"\n\n       *       *       *       *       *\n\nDr. William Baker was quite sure he had no need of hospitalization, but\nhe let them settle him in a hospital bed anyway. He had some thinking to\ndo, and he didn't know of a better place to get it done.\n\nThere was a good deal of medical speculation about the vast network of\nvery fresh scars on his body, the bones which X rays showed to have been\nonly very recently knit, and the violent internal injuries which gave\nsome evidence of their recent healing. Baker allowed the speculation to\ngo on without offering explanations. He let them tap and measure and\napply electrical gadgets to their heart's content. It didn't bother the\nthinking he had to get done.\n\nFenwick and Ellerbee came back the next day to see him. The two\napproached the bed so warily that Baker burst out laughing. \"Pull up\nchairs!\" he exclaimed. \"Just because you saw me looking a shade less\nthan dead doesn't mean I'm a ghost now. Sit down. And where's Sam? Not\nthat I don't appreciate seeing your ugly faces, but Sam and I have got\nsome things to talk about.\"\n\nEllerbee and Fenwick looked at each other as if each expected the other\nto speak.\n\n\"Well, what's the matter?\" demanded Baker. \"Nothing's happened to Sam, I\nhope!\"\n\nFenwick spoke finally. \"We don't know where Sam is. We don't think we'll\nbe seeing him again.\"\n\n\"Why not?\" Baker demanded. But in the back of his mind was the growing\nsuspicion that he knew.\n\n\"After your--accident,\" said Fenwick, \"I went back to the farm with\nEllerbee and Sam because I'd left my car there. I went back to bed to\ntry to get some more shut-eye, but the storm had started up again and\nkept me awake. Just before dawn a terrific bolt of lightning seemed to\nstrike Sam's silo. Later, Jim went out to check on his cows and help his\nman finish up the milking.\n\n\"By mid-morning we hadn't heard anything from Sam and decided to go over\nand talk to him about what we'd seen him do for you. I guess it was\neleven by the time we got there.\"\n\n[Illustration: ... _Lightning doesn't strike up from inside a silo!\nThat's something else_ ...]\n\nJim Ellerbee nodded agreement.\n\n\"When we got there,\" Fenwick went on, \"we saw that the front door of the\nhouse was open as if the storm had blown it in. We called Sam, but he\ndidn't answer, so we went on in. Things were a mess. We thought it was\nbecause of the storm, but then we saw that drawers and shelves seemed to\nhave been opened hastily and cleaned out. Some things had been dropped\non the floor, but most of the stuff was just gone.\n\n\"It was that way all through the house. Sam's bed hadn't been disturbed.\nHe had either not slept in it, or had gone to the trouble of making it\nup even though he left the rest of the house in a mess.\"\n\n\"Sounds like the place might have been broken into,\" said Baker. \"Didn't\nyou notify the sheriff?\"\n\n\"Not after we'd seen what was outside, in back.\"\n\n\"What was that?\"\n\n\"We wanted to see the silo after the lightning had struck it. Jim said\nhe'd always been curious about that silo. It was one of the best in the\ncounty, but Sam never used it. He used a pit.\n\n\"When we went out, all the cows were bellowing. They hadn't been milked.\nSam did all his own work. Jim called his own man to come and take care\nof Sam's cows. Then we had a close look at the silo. It had split like a\nbanana peel opening up. It hardly seemed as if a bolt of lightning could\nhave caused it. We climbed over the broken pieces to look inside. It was\nstill warm in there. At least six hours after lightning--or whatever had\nstruck it, the concrete was still warm. The bottom and several feet of\nthe sides of the silo were covered with a glassy glaze.\"\n\n\"No lightning bolt did that.\"\n\n\"We know that now,\" said Fenwick. \"But I had seen the flash of it\nmyself. Then I remembered that in my groggy condition that morning\nsomething had seemed wrong about that flash of lightning. Instead of a\njagged tree of lightning that formed instantly, it had seemed like a\nthin thread of light striking _upward_. I thought I must be getting\nbleary-eyed and tried to forget it. In the silo, I remembered. I told\nJim.\n\n\"We went back through the house once more. In Sam's bedroom, as if\naccidently dropped and kicked partway under the bed, I found this. Take\na look!\"\n\nFenwick held out a small book. It had covers and pages as did any\nordinary book. But when Baker's fingers touched the book, something\nchilled his backbone.\n\nThe material had the feel and appearance of white leather--yet Baker had\nthe insane impression that the cells of that leather still formed a\nliving substance. He opened the pages. Their substance was as foreign as\nthat of the cover. The message--printing, or whatever it might be\ncalled--consisted of patterned rows of dots, pin-head size, in color. It\nreminded him of computer tape cut to some character code. He had the\nimpression that an eye might scan those pages and react as swiftly as a\ntape-fed computer.\n\nBaker closed the book. \"Nothing more?\" he asked Fenwick.\n\n\"Nothing. We thought maybe you had found out something else when he\nworked to save your life.\"\n\n       *       *       *       *       *\n\nBaker kept his eyes on the ceiling. \"I found out a few things,\" he said.\n\"I could scarcely believe they were true. I have to believe after\nhearing your story.\"\n\n\"What did you find?\"\n\n\"Sam Atkins came from--somewhere else. He went back in the ship he had\nhidden in the silo.\"\n\n\"Where did he come from? What was he doing here?\"\n\n\"I don't know the name of the world he was from or where it is located.\nSomewhere in this galaxy, is about all I can deduce from my impressions.\nHe was here on a scientific mission, a sociological study. He was\nresponsible for the crystals. I suppose you know that by now?\" Baker\nglanced at Ellerbee.\n\nJim Ellerbee nodded. \"I suspected for a long time that I was being led,\nbut I couldn't understand it. I thought I was doing the research that\nproduced the crystals, but Sam would drop a hint or a suggestion every\nonce in a while, that would lead off on the right track and produce\nsomething fantastic. He knew where we were going, ahead of time. He led\nme to believe that we were exploring together. Do you know why he did\nthis?\"\n\n\"Yes,\" said Baker. \"It was part of his project. The project consisted of\na study of human reaction to scientific processes which our scientific\nculture considered impossible. He was interested in measuring our\nflexibility and reaction to such introductions.\"\n\nBaker smiled grimly. \"We sure gave him his money's worth, didn't we! We\nreally reacted when he brought out his little cubes. I'd like to read\nthe report he writes up!\"\n\n\"Why did he leave so suddenly?\" asked Fenwick. \"Was he through?\"\n\n\"No, that's the bad part of it. My reaction to the crystals was a shock\nthat sent me into a suicidal action--\"\n\nFenwick stared at him, shocked. \"You didn't--\"\n\n\"But I did,\" said Baker calmly. \"All very subconsciously, of course, but\nI did try to commit suicide. The crystals triggered it. I'll explain how\nin a minute, but since Sam Atkins was an ethical being he felt the\nresponsibility for what had happened to me. He had to reveal himself to\nthe extent of saving my life--and helping me to change so that the\nsuicidal drive would not appear again. He did this, but it revealed too\nmuch of himself and destroyed the chance of completing his program. When\nhe gets back home, he's really going to catch hell for lousing up the\nworks. It's too bad.\"\n\nJim Ellerbee let out a long breath. \"Sam Atkins--somebody from another\nworld--it doesn't seem possible. What things he could have taught us if\nhe'd stayed!\"\n\nFenwick wondered why it had to have been Baker to receive this\nknowledge. Baker, the High Priest of the Fixed Position, the ambassador\nof Established Authority. Why couldn't Sam Atkins--or whatever his real\nname might be--have whispered just a few words of light to a man willing\nto listen and profit? His bowels felt sick with the impact of\nopportunity forever lost.\n\n       *       *       *       *       *\n\n\"How did the crystals trigger a suicidal reaction?\" asked Fenwick\nfinally, as if to make conversation more than anything else.\n\nBaker's face seemed to glow. \"That's the really important thing I\nlearned from Sam. I learned that about me--about all of us. It's hard to\nexplain. I experienced it--but you can only hear about it.\"\n\n\"We're listening,\" said Fenwick dully.\n\n\"I saw a picture of a lathe in a magazine a few months ago,\" said Baker\nslowly. \"You can buy one of these lathes for $174,000, if you want one.\nIt's a pretty fancy job. The lathe remembers what it does once, and\nafterwards can do it again without any instructions.\n\n\"The lathe has a magnetic tape memory. The operator cuts the first piece\non the lathe, and the tape records all the operations necessary for that\nproduction. After that, the operator needs only to insert the metal\nstock and press the start button.\n\n\"There could be a million memories in storage, and the lathe could draw\non any one of them to repeat what it had done before at any time in its\nhistory.\"\n\n\"I don't see what this has got to do with Sam and you,\" said Fenwick.\n\nBaker ignored him. \"A long time ago a bit of life came into existence.\nIt had no memory, because it was the first. But it faced the universe\nand made decisions. That's the difference between life and nonlife. Did\nyou know that, Fenwick? The capacity to make decisions without\npre-programming. The lathe is not alive because it must be\npre-programmed by the operator. We used to say that reproduction was the\ncriterion of life, but the lathe could be pre-programmed to build a\nduplicate of itself, complete with existing memories, if that were\ndesired, but that would not make it a living thing.\n\n\"Spontaneous decision. A single cell can make a simple binary choice.\nMaybe nothing more complex than to be or not to be. The decision may be\nconditioned by lethal circumstances that permit only a 'not' decision.\nNevertheless, a decision _is_ made, and the cell shuts down its life\nprocesses in the very instant of death. They are not shut down for it.\n\n\"In the beginning, the first bit of life faced the world and made\ndecisions, and memory came into being. The structures of giant protein\nmolecules shifted slightly in those first cells and became a memory of\ndecisions and encounters. The cells split and became new pairs carrying\nin each part giant patterned molecules of the same structure. These were\nmemory tapes that grew and divided and spread among all life until they\ncarried un-numbered billions of memories.\n\n\"Molecular tapes. Genes. The memory of life on earth, since the\nbeginning. Each new piece of life that springs from parent life comes\nequipped with vast libraries of molecular tapes recording the\nexperiences of life since the beginning.\n\n\"Life forms as complex as mammals could not exist without this tape\nlibrary to draw upon. The bodily mechanisms could not function if they\ncame into existence without the taped memories out of the ages,\nexplaining why each organ was developed and how it should function.\nSometimes, part of the tapes _are_ missing, and the organism, if it\nendures, must live without instructions for some function. One human\nlifetime is too infinitesimally small to relearn procedures that have\ntaken aeons to develop.\n\n\"Just as the lathe operator has a choice of tapes which will cause the\nlathe to function in different ways, so does new life have a choice. The\naccumulated instructions and wisdom of the whole race may be available,\nexcept for those tapes which have been lost or destroyed through the\nages. New life has a choice from that vast library of tapes. In its\ninexperience, it relies on the parentage for the selection of many\nproven combinations, and so we conclude certain characteristics are\n'dominant' or 'inherited,' but we haven't been able to discover the\nslightest reason why this is so.\n\n\"A selection of things other than color of eyes, the height of growth to\nbe attained, the shape of the body must also be made. A choice of modes\nof facing the exterior world, a choice of stratagems to be used in\nattaining survival and security in that world, must be made.\n\n\"And there is one other important factor: Mammalian life is created in a\nuniverse where only life exists. The mammal in the womb does not know of\nthe existence of the external universe. Somewhere, sometime, the first\nawareness of this external universe arises. In the womb. Outside the\nwomb. Early in fetal life, or late. When and where this awareness comes\nis an individual matter. But when it comes, it arrives with lethal\nimpact.\n\n\"Awareness brings a million sensory invasions--chemical, physical,\nextrasensory--none of them understood, all of them terrifying.\n\n\"This terrible fear that arises in this moment of awareness and\nnon-understanding is almost sufficient to cause a choice of death rather\nthan life at this point. Only because of the developed toughness,\nacquired through the aeons, does the majority of mammalian life choose\nto continue.\n\n\"In this moment, choices must be made as to how to cope with the\nexternal world, how to understand it so as to diminish the fear it\ninspires. The library of genetic tapes is full of possible solutions.\nParental experience is examined, too, and the very sensory impacts that\nare the source of the terror are inspected to a greater or lesser extent\nto see how they align with taped information.\n\n\"A very basic choice is then made. It may not be a single decision, but,\nrather, a system of decisions all based on some fundamental underlying\nprinciple. And the choice may not be made in an instant. How long a time\nit may occupy I do not know.\n\n\"When the decision has been made, reaction between the individual and\nthe external universe begins and understanding begins to flow into the\ndata storage banks. As data are stored, and successful solutions found\nin the encounter with the world, fear diminishes. Some kind of\nequilibrium is eventually reached, in which the organism decides how\nmuch fear it is willing to tolerate to venture farther into areas of the\nunknown, and how much it is willing to limit its experience because of\nthis fear.\n\n\"When the decision has been made, and the point of equilibrium chosen, a\npersonality exists. The individual has shaped himself to face the world.\n\n\"And nothing short of a Heavenly miracle will ever change that shape!\"\n\n\"You have said nothing about how the crystal caused you to attempt\nsuicide,\" said Fenwick.\n\n\"The crystal invalidated the molecular tape I had chosen to provide my\nfoundation program for living. The tape was completely shattered,\nbrought to an end. There was nothing left for me to go on.\"\n\n       *       *       *       *       *\n\n\"Wait a minute!\" said Fenwick. \"Even supposing this could happen as you\ndescribe it, other programs could be selected out of the great number\nyou have described.\"\n\n\"Quite true. But do you know what happens to an adult human being when\nthe program on which his entire life is patterned is destroyed?\"\n\nFenwick shook his head. \"What is it like?\"\n\n\"It's like it was in the beginning, in that moment of first awareness of\nthe external universe. He is aware of the universe, but has no\nunderstanding of it. Previous understanding--or what he thought was\nunderstanding--has been invalidated, destroyed. The drive to keep\nliving, that was present in that first moment of awareness, has\nweakened. The strongest impulse is to escape the terror that follows\nawareness without understanding. Death is the quickest escape.\n\n\"This is why men are inflexible. This is why the Urbans cannot endure\nthe Galileos. This is why the Bill Bakers cannot face the Jim Ellerbees.\nThat was what Sam Atkins wanted to find out.\n\n\"If a man should decide his basic program is invalid and decide to\nchoose another, he would have to face again the terror of awareness of a\nworld in which understanding does not exist. He would have to return to\nthat moment of first awareness and select a new program in that moment\nof overwhelming fear. Men are not willing to do this. They prefer a\nprogram--a personality--that is defective, that functions with only a\nfraction of the efficiency it might have. They prefer this to a basic\nchange of programs. Only when a program is rendered absolutely\ninvalid--as mine was by the crystal communicator--is the program\nabandoned. When that happens, the average man drives his car into a\ntelephone pole or a bridge abutment, or he steps in front of a truck at\na street intersection. I drove into a gully in a storm.\"\n\n\"All this would imply that the tape library is loaded with genetic\nprograms that contain basic defects!\" said Fenwick.\n\nBaker hesitated. \"That's not quite true,\" he said finally. \"The library\nof molecular tapes does contain a great many false solutions. But they\nare false not so much because they are defective as because they are\nobsolete. All of them worked at one time, under some set of\ncircumstances, however briefly. Those times and circumstances may have\nvanished long since.\"\n\n\"Then why are they chosen? Why aren't they simply passed over?\"\n\n\"Because the individual organism lacks adequate data for evaluating the\navailable programs. In addition, information may be presented to him\nwhich says these obsolete programs are just the ones to use.\"\n\nFenwick leaned against the bed and shook his head. \"How could a crazy\nthing like that come about?\"\n\n\"Cultures become diseased,\" said Baker. \"Sparta was such a one in\nancient times. A more psychotic culture has scarcely existed anywhere,\nyet Sparta prevailed for generations. Ancient Rome is another example.\nThe Age of Chivalry. Each of these cultures was afflicted with a\ndifferent disease.\n\n\"These diseases are epidemic. Individuals are infected before they\nemerge from the womb. In the Age of Chivalry this cultural disease held\nout the data that the best life program was based on the concept of\nHonor. Honor that could be challenged by a mistaken glance, an\naccidental touch in a crowd. Honor that had to be defended at the\nexpense of life itself.\n\n\"Pure insanity. Yet how long did it persist?\"\n\n\"And our culture?\" said Fenwick. \"There is such a sickness in our\ntimes?\"\n\n       *       *       *       *       *\n\nBaker nodded. \"There's a disease in our times. A cultural disease you\nmight call the Great Gray Plague. It is a disease which premises that\nsafety, security, and effectiveness in dealing with the world may be\nobtained by agreement with the highest existing Authority.\n\n\"This premise was valid in the days when disobedience to the Head Man\nmeant getting lost in a bog or eaten by a saber-toothed tiger. Today it\nis more than obsolete. It is among the most vicious sicknesses that have\never infected any culture.\"\n\n\"And you were sick with it.\"\n\n\"I was sick with it. You remember I said a molecular program is chosen\npartly on the basis of data presented by parental sources and the spears\nof invasion from the external world. This data that came to me from both\nsources said that I could deal with the world by yielding to Authority,\nby surrounding myself with it as with a shell. It would protect me. I\nwould have stature. My world-problems would be solved if I chose this\npattern.\n\n\"I chose it well. In our culture there are two areas of Authority, one\nin government, one in science. I covered myself both ways. I became a\nGovernment Science Administrator. You just don't get any more\nauthoritative than that in our day and time!\"\n\n\"But not everyone employs this as a basic premise!\" exclaimed Fenwick.\n\n\"No--not everyone, fortunately. In that, may be our salvation. In all\ntimes there have been a few infected individuals--Pope Urban, for\nexample. But in his time the culture was throwing off such ills and was\nsurging forward under the impetus of men like Galileo.\n\n\"In our own time we are on the other end of the stick. We are just\nbeginning to sink into this plague; it has existed in epidemic form only\na few short decades. But look how it has spread! Our civil institutions,\nalways weak to such infection, have almost completely succumbed. Our\neducational centers are equally sick. Approach them with a new idea and\nno Ph. D. and see what happens. Remember the Greek elevator engineer who\ndid that a few years ago? He battered his way in by sheer force. It was\nthe only way. He became a nuclear scientist. But for every one of his\nkind a thousand others are defeated by the Plague.\"\n\nFenwick was grinning broadly. He suddenly laughed aloud. \"You must be\ncrazy in the head, Bill. You sound just like me!\"\n\nBaker smiled faintly. \"You are one of the lucky ones. You and Jim. It\nhasn't hit you. And there are plenty of others like you. But they are\ndefeated by the powerful ones in authority, who have been infected.\n\n\"It's less than fifty years since it hit us. It may have five hundred\nyears to run. I think we'll be wiped out by it before then. There must\nbe something that can be done, some way to stamp it out.\"\n\n\"Well,\" said Fenwick. \"You could give Clearwater enough to get us on our\nfeet and running. That would be a start in the right direction.\"\n\n\"An excellent start,\" said Baker. \"The only trouble is you asked for\nless than half of what you need. As soon as I get back to the office a\ngrant for what you need will be on its way.\"\n\n       *       *       *       *       *\n\nWilliam Baker stayed in the hospital two more days. Apart from his\nfamily, he asked that no visitors be admitted. He felt as if he were a\nnew-born infant, facing the world with the knowledge of a man--but\ninnocent of experience.\n\nHe remembered the days before the accident. He remembered how he dealt\nwith the world in those days. But the methods used then were as\nimpossible to him now as if he were paralyzed. The new methods, found in\nthat bright portal to which Sam Atkins had helped guide him, were\nuntried. He knew they were right. But he had never used them.\n\nHe found it difficult to define the postulates he had chosen. The more\nhe struggled to identify them, the more elusive they seemed to become.\nWhen he gave up the struggle he found the answer. He had chosen a\nprogram that held no fixed postulates. It was based on a decision to\nface the world as it came.\n\nHe was not entirely sure what this meant. The age-old genetic wisdom was\nstill available to guide him. But he was committed to no set path. Fresh\ndecisions would be required at every turn.\n\nA single shot of vaccine could not stem an epidemic. His immunity to the\nsickness of his culture could not immunize the entire populace. Yet, he\nfelt there was something he could do. He was just not sure what it was.\n\nWhat could a single man do? In other times, a lone man had been enough\nto overturn an age. But William Baker did not feel such heroic\nconfidence in his own capacity.\n\nHe was not alone, however. There were the John Fenwicks and the Jim\nEllerbees who were immune to the great Plague. It was just that William\nBaker was probably the only man in the world who had ever been infected\nso completely and then rendered immune. That gave him a look at both\nsides of the fence, which was an advantage no one else shared.\n\nThere was something that stuck in his mind, something that Sam Atkins\nhad said that night when Baker had been reborn. He couldn't understand\nit. Sam Atkins had said of the molecular program tape that had been\nbroken: When you cease to be fearful of Authority, you become Authority.\n\nThe last thing in the whole world William Baker wanted now was to be\nAuthority. But the thought would not leave his mind. Sam Atkins did not\nsay things that had no meaning.\n\n       *       *       *       *       *\n\nBaker's return to the office of NBSD was an occasion for outpouring of\nthe professional affection which his staff had always tendered him. He\nknew that there had been a time when this had given him a great deal of\nsatisfaction. He remembered that fiftieth birthday party.\n\nLooking back, it seemed as if all that must have happened to some other\nman. He felt like a double of himself, taking over positions and\nprerogatives in which he was a complete impostor.\n\nThis was going to be harder than he had anticipated, he thought.\n\nPehrson especially, it appeared, was going to be difficult. The\nadministrative assistant came into the office almost as soon as Baker\nwas seated at his desk. \"It's very good to have you back,\" said Pehrson.\n\"I think we've managed to keep things running while you've been gone,\nhowever. We have rejected approximately one hundred applications during\nthe past week.\"\n\nBaker grunted. \"And how many have you approved?\"\n\n\"Approval would have had to await your signature, of course.\"\n\n\"O.K., how many are awaiting my signature?\"\n\n\"It has been impossible to find a single one which had a high enough\nIndex to warrant your consideration.\"\n\n\"I see,\" said Baker. \"So you've taken care of the usual routine without\nany help from me?\"\n\n\"Yes,\" said Pehrson.\n\n\"There's one grant left over from before I was absent. We must get that\nout of the way as quickly as possible.\"\n\n\"I don't recall any that were pending--\" said Pehrson in apology.\n\n\"Clearwater College. Get me the file, will you?\"\n\nPehrson didn't know for sure whether the chief was joking or not. He\nlooked completely serious. Pehrson felt sick at the sudden thought that\nthe accident may have so injured the chief's mind that he was actually\nserious.\n\nHe sparred. \"The Clearwater College file?\"\n\n\"That's what I said. Bring a set of approval forms, too.\"\n\nPehrson managed to get out with a placid mask on his face, but it broke\nas soon as he reached the safety of his own office. It wasn't possible\nthat Baker was serious! The check that went out that afternoon convinced\nhim it was so.\n\nWhen Pehrson left the office, Baker got up and sauntered to the window,\nlooking out over the smoke-gray buildings of Washington. The Index, he\nsmiled, remembering it. Five years he and Pehrson had worked on that. It\nhad seemed like quite a monumental achievement when they considered it\nfinished. It had never been really finished, of course. Continuous\nadditions and modifications were being made. But they had been very\nproud of it.\n\nBaker wondered now, however, if they had not been very shortsighted in\ntheir application of the Index. He sensed, stirring in the back of his\nmind, not fully defined, possibilities that had never appeared to him\nbefore.\n\nHis speculations were interrupted by Doris. She spoke on the interphone,\nstill in the sweetly sympathetic tone she had adopted for her greetings\nthat morning. Baker suspected this would last at least a full week.\n\n       *       *       *       *       *\n\n\"Dr. Wily is on the phone. He would like to know if you'd mind his\ncoming in this afternoon. Shall I make an appointment or would you\nrather postpone these interviews for a few days? Dr. Wily would\nunderstand, of course.\"\n\n\"Tell him to come on up whenever he's ready,\" said Baker. \"I'm not doing\nmuch today.\"\n\nPresident George H. Wily, Ph. D., D.Sc., of Great Eastern University.\nWily was one of his best customers.\n\nBaker guessed that he had given Wily somewhere around twelve or thirteen\nmillion dollars over the past decade. He didn't know exactly what Wily\nhad done with all of it, but one didn't question Great Eastern's use of\nits funds. Certainly only the most benevolent use would be made of the\nmoney.\n\nBaker reflected on his associations with Wily. His satisfaction had been\nunmeasurable in those exquisite moments when he had had the pleasure of\nhanding Wily a check for two or three million dollars at a time. In\nturn, Wily had invited him to the great, commemorative banquets of Great\nEastern. He had presented Baker to the Alumni and extolled the\nmagnificent work Baker was doing in the advancement of the cause of\nScience. It had been a very pleasant association for both of them.\n\nThe door opened and Doris ushered Wily into the room. He came forward\nwith outstretched hands. \"My dear Baker! Your secretary said you had no\nobjection to my coming up immediately, so I took advantage of it. I\ndidn't hear about your terrible accident until yesterday. It's so good\nto know that you were not more seriously hurt.\"\n\n\"Thanks,\" said Baker. \"It wasn't very bad. Come and sit down.\"\n\nWily was a rather large, beetle-shaped man. He affected a small, graying\nbeard that sometimes had tobacco ashes in it.\n\n\"Terrible loss to the cause of Science if your accident had been more\nserious,\" Wily was saying. \"I don't know of anyone who occupies a more\ncritical position in our nation's scientific advance than you do.\"\n\nThis was what had made him feel safe, secure, able to cope with the\nproblems of the world, Baker reflected. Wily represented Authority, the\nhighest possible Authority in the existing scientific culture.\n\nBut it had worked both ways, too. Baker had supplied a similar\ncounterpart for Wily. His degrees matched Wily's own. He represented\nboth Science and Government. The gift of a million dollars expressed\nconfidence on the part of the Government that Wily was on the right\ntrack, that his activity was approved.\n\nA sort of mutual admiration society, Baker thought.\n\n\"I suppose you are interested in the progress on your application for\nrenewal of Great Eastern's grants,\" said Baker.\n\nWily waved the subject away with an emphatic gesture. \"Not business\ntoday! I simply dropped in for a friendly chat after learning of your\naccident. Of course, if there is something to report, I wouldn't mind\nhearing it. I presume, however, the processing is following the usual\nroutine.\"\n\n\"Not quite,\" said Baker slowly. \"An increasing flood of applications is\ncoming in, and I'm finding it necessary to adopt new processing methods\nto cope with the problem.\"\n\n\"I can understand that,\" said Wily. \"And one of the things I have always\nadmired most about your office is your ability to prevent wastage of\nfunds by nonqualified people. Qualifications in the scientific world are\nbecoming tighter every day. You have no idea how difficult it is to get\npeople with adequate backgrounds today. Men of stature and authority\nseem to be getting rarer all the time. At any rate, I'm sure we are\nagreed that only the intellectual elite must be given access to these\nfunds of your Bureau, which are limited at best.\"\n\nBaker continued to regard Wily across the desk for a long moment. Wily\nwas one of them, he thought. One of the most heavily infected of all.\nSurround yourself with Authority. Fold it about you like a shell. Never\nstep beyond the boundaries set by Authority. This was George H. Wily,\nPresident of Great Eastern University. This was a man stricken by the\nGreat Gray Plague.\n\n\"I need a report,\" said Baker. \"For our new program of screening I need\na report of past performance under our grants. The last two years would\nbe sufficient, I think, from Great Eastern.\"\n\nWily was disturbed. He frowned and hesitated. \"I'm sure we could supply\nsuch a report,\" he said finally. \"There's never been any question--\"\n\n\"No question at all,\" said Baker. \"I just need to tally up the\nachievements made under recent grants. I shall also require some new\ninformation for the Index. I'll send forms as soon as they're ready.\"\n\n\"We'll be more than glad to co-operate,\" said Wily. \"It's just that\nconcrete achievement in a research program is sometimes hard to pin\npoint, you know. So many intangibles.\"\n\n\"I know,\" said Baker.\n\nWhen Wily was gone, Baker continued sitting at his desk for a long time.\nHe wished fervently that he could talk with Sam Atkins for just five\nminutes now. And he hoped Sam hadn't gotten too blistered by his mentors\nwhen he returned home after fluffing the inquiry he was sent out on.\n\nThere was no chance, of course, that Baker would ever be able to talk\nwith Sam again. That one fortuitous encounter would have to do for a\nlifetime. But Sam's great cryptic statement was slowly beginning to make\nsense: When you cease to be fearful of Authority, you become Authority.\n\nNeither Baker or Wily, or any of the members of Wily's lock-step staff\nwere Authority. Rather, they all gave obeisance to the intangible\nAuthority of Science, and stood together as self-appointed vicars of\nthat Authority, demanding penance for the slightest blasphemy against\nit. And each one stood in living terror of such censure.\n\nThe same ghost haunted the halls of Government. The smallest civil\nservant, in his meanest incivility, could invoke the same reverence for\nthat unseen mantle of Authority that rested, however falsely, on his\nthin shoulders.\n\nThe ghost existed in but one place, the minds of the victims of the\nPlague. William Baker had ceased to recognize or give obeisance to it.\nHe was beginning to understand the meaning of Sam Atkins' words.\n\nHe was quite sure the grants to Great Eastern were going to diminish\nseverely.\n\n       *       *       *       *       *\n\nWithin six months, the output from Clearwater College was phenomenal.\nThe only string that Baker had attached to his grants was the provision\nthat the National Bureau of Scientific Development be granted the\nprivilege of announcing all new inventions, discoveries, and significant\nreports. This worked to the advantage of both parties. It gave the\ncollege the prestige of association in the press with the powerful\nGovernment agency, and it gave Baker the association with a prominent\nscientific discovery.\n\nDuring the first month of operation under the grant, Fenwick appointed a\nhalf dozen \"uneducated\" professors to his physical science staff. These\nwere located with Baker's help because they had previously applied to\nNBSD for assistance.\n\nThe announcement of the developments of the projects of these men was a\nkind of unearned windfall for both Baker and Fenwick because most of the\nwork had already been done in garages and basements. But no one objected\nthat it gave both Clearwater and NBSD a substantial boost in the public\nconsciousness.\n\nDuring this period, Baker found three other small colleges of almost\nequal caliber with Clearwater. He made substantial grants to all of them\nand watched their staffs grow in number and quality of background that\nwould have shocked George Wily into apoplexy. Baker's announcements of\nsubstantial scientific gains became the subject of weekly press\nconferences.\n\nAnd also, during this time, he lowered the ax on Great Eastern and two\nother giants whose applications were pending. He cut them to twenty per\ncent of what they were asking. A dozen of the largest industrial firms\nwere accorded similar treatment.\n\nThrough all this, Pehrson moved like a man in a nightmare. His first\nimpulse had been to resign. His second was to report the gross\nmismanagement of NBSD to some appropriate congressman. Before he did\neither of these things the reports began to come in from Clearwater and\nother obscure points.\n\nPehrson was a man in whom allegiance was easily swayed. His loyalty was\nonly for the top man of any hierarchy, and he suddenly began to regard\nBaker with an amazed incredulity. It seemed akin to witchcraft to be\nable to pull out works of near genius from the dross material Baker had\nbeen supporting with his grants. Pehrson wasn't quite sure how it had\nbeen done although he had been present throughout the whole process. He\nonly knew that Baker had developed a kind of prescience that was nothing\nshort of miraculous, and from now on he was strictly a Baker man.\n\nBaker was happy with this outcome. The problem of Pehrson had been a\nbothersome one. Civil Service regulations forbade his displacement.\nBaker had been undecided how to deal with him. With Pehrson's acceptance\nof the new methods, the entire staff swung behind Baker, and the\nprevious grumblings and complaints finally ceased. He stood on top in\nhis own office, at least, Baker reflected.\n\nGeorge H. Wily was not happy, however. He waited two full days after\nreceiving the announcement of NBSD's grant for the coming year. He\nconsulted with his Board of Regents and then took a night plane down to\nWashington to see Baker.\n\nHe was coldly formal as he entered Baker's office. Baker shook his hand\nwarmly and invited him to sit down.\n\n\"I was hoping you'd drop in again when you came to town,\" said Baker. \"I\nwas sorry we had to ask you for so much new information, but I\nappreciate your prompt response.\"\n\nWily's eyes were frosty. \"Is that why you gave us only two hundred\nthousand?\" he asked.\n\nBaker spread his hands. \"I explained when you were here last that we\nwere getting a flood of applications. We have been forced to distribute\nthe money much more broadly than in other years. There is only so much\nto go around, you know.\"\n\n\"There is just as much as you've ever had,\" snapped Wily. \"I've checked\non your overall appropriation. And there is no increase in qualified\napplicants. There is a decrease, if anything.\n\n\"I've done a little checking on the grants you've made, Baker. I'd like\nto see you defend your appropriation for that miserable little school\ncalled Clearwater College. I made a detailed study of their staff. They\nhaven't a single qualified man. Not one with a background any better\nthan that of your elevator operator!\"\n\nBaker looked up at the ceiling. \"I remember an elevator man who became\nquite a first rate scientist.\"\n\nWily glared, waiting for explanation, then snorted. \"Oh, _him_--\"\n\n\"Yes, _him_,\" said Baker.\n\n\"That doesn't explain your wasting of Government funds on such an\ninstitution as Clearwater. It doesn't explain your grants to--\"\n\n\"Let me show you what does explain my grants,\" said Baker. \"I have what\nI call the Index--with a capital I, you know--\"\n\n\"I don't care anything about your explanations or your Index!\" Wily\nexclaimed. \"I'm here to serve notice that I represent the nation's\ninterest as well as that of Great Eastern. And I am not going to stand\nby silently while you mismanage these sacred funds the way you have\nchosen to do in recent months. I don't know what's happened to you,\nBaker. You were never guilty of such mistakes before. But unless you can\nassure me that the full normal grant can be restored to Great Eastern,\nI'm going to see that your office is turned inside out by the Senate\nCommittee on Scientific Development, and that you, personally, are\nthrown out.\"\n\nWily glared and breathed heavily after his speech. He sat waiting for\nBaker's answer.\n\nBaker gave it when Wily had stopped panting and turned to drumming his\nfingers on the desk. \"Unless your record of achievement is better this\nyear than it has been in recent years, Great Eastern may not get any\nallotment at all next year,\" he said quietly.\n\nWily shaded toward deep red, verging on purple, as he rose. \"You'll\nregret this, Baker! This office belongs to American Science. I refuse to\nsee it desecrated by your gross mismanagement! Good day!\"\n\n[Illustration]\n\nBaker smiled grimly as Wily stormed out. Then he picked up the phone and\nasked Doris to get Fenwick at Clearwater. When Fenwick finally came on,\nBaker said, \"Wily was just here. I expected he would be the one. This is\ngoing to be it. Send me everything you've got for release. We're going\nto find out how right Sam Atkins was!\"\n\nHe called the other maverick schools he'd given grants, and the penny\nante commercial organizations he'd set on their feet. He gave them the\nsame message.\n\nIt wasn't going to be easy or pleasant, he reflected. The biggest guns\nof Scientific Authority would be trained on him before this was over.\n\n       *       *       *       *       *\n\nDrew Pearson had the word even before it reached Baker. Baker read it at\nbreakfast a week after Wily's visit. The columnist said, \"The next big\nspending agency to come under the fire of Congressional Investigation is\nnone other than the high-echelon National Bureau of Scientific\nDevelopment. Dr. William Baker, head of the Agency, has been accused of\nindiscriminate spending policies wholly unrelated to the national\ninterest. The accusers are a group of elite universities and top\nmanufacturing organizations that have benefited greatly from Baker's\nhandouts in years past. This year, Baker is accused of giving upwards of\nfive million dollars to crackpot groups and individuals who have no\nstanding in the scientific community whatever.\n\n\"If these charges are true, it is difficult to see what Dr. Baker is up\nto. For many years he has had an enviable record as a tight-fisted,\nhard-headed administrator of these important funds. Congress intends to\nfind out what's going on. The watchdog committee of Senator Landrus is\nexpected to call an investigation early next week.\"\n\nBaker was notified that same afternoon.\n\n       *       *       *       *       *\n\nSenator Landrus was a big, florid man, who moved about a committee\nhearing chamber with the ponderous smoothness of a luxury liner. He was\nnever visited by a single doubt about the rightness of his chosen\ncourse--no matter how erratic it might appear to an onlooker. His faith\nin his established legislative procedures and in the established tenets\nof Science was complete. Since he wore the shield of both camps, his\nconfidence in the path of Senator Robert Landrus was also unmarred by\nquestions.\n\nBaker had faced him many times, but always as an ally. Now, recognizing\nhim as the enemy, Baker felt some small qualms, not because he feared\nLandrus, but because so much was at stake in this hearing. So much\ndepended on his ability to guide the whims and uncertainties of this\nmammoth vessel of Authority.\n\nThere was an unusual amount of press interest in what might have seemed\na routine and unspectacular hearing. No one could recall a previous\noccasion when the recipients had challenged a Government handout agency\nregarding the size of the handouts. While Landrus made his opening\nstatement several of the reporters fiddled with the idea of a headline\nthat said something about biting the hand that feeds. It wouldn't quite\ncome off.\n\nWily was invited to make his statement next, which he did with icy\nreserve, never once looking in Baker's direction. He was followed by two\nother university presidents and a string of laboratory directors. The\nessence of their remarks was that Russia was going to beat the pants off\nAmerican researchers, and it was all Baker's fault.\n\nThis recital took up all of the morning and half the afternoon of the\nfirst day. A dozen or so corporation executives were next on the docket\nwith complaints that their vast facilities were being hamstrung by\nBaker's sudden switch of R & D funds to less qualified agents. Baker\nobserved that the ones complaining were some of those who had never\nspent a nickel on genuine research until the Government began buying it.\nHe knew that Landrus had not observed this fact. It would have to be\ncalled to the senator's attention.\n\nBy the end of the day, Landrus looked grave. It was obvious that he\ncould see nothing but villainy in Baker's recent performance. It had\nbeen explained to him in careful detail by some of the most powerful men\nin the nation. Baker was certainly guilty of criminal negligence, if not\nmore, in derailing these funds which Congress had intended should go to\nthe support of the nation's scientific leaders. Landrus felt a weary\ndepression. He hadn't really believed it would turn out this bad for\nBaker, for whom he had had a considerable regard in times past.\n\n\"You have heard the testimony of these witnesses,\" Landrus said to\nBaker. \"Do you wish to reply or make a statement of your own, Dr.\nBaker?\"\n\n\"I most certainly do!\" said Baker.\n\nLandrus didn't see what was left for Baker to say. \"Testimony will\nresume tomorrow at nine a.m.,\" he said. \"Dr. Baker will present his\nstatement at that time.\"\n\n       *       *       *       *       *\n\nThe press thought it looked bad for Baker, too. Some papers accused him\nopenly of attempting to sabotage the nation's research program. Wily and\nhis fellows, and Landrus, were commended for catching this defection\nbefore it progressed any further.\n\nBaker was well aware he was in a tight spot, and one which he had\ndeliberately created. But as far as he could see, it was the only chance\nof utilizing the gift that Sam Atkins had left him. He felt confident he\nhad a fighting chance.\n\nHis battery of supporters had not even been noticed in the glare of\nWily's brilliant assembly, but Fenwick was there, and Ellerbee.\nFenwick's fair-haired boy, George, and a half dozen of his new recruits\nwere there. Also present were the heads of the other maverick schools\nlike Clearwater, and the presidents--some of whom doubled as\njanitors--of the minor corporations Baker had sponsored.\n\nBaker took the stand the following morning, armed with his charts and\ndisplays. He looked completely confident as he addressed Landrus and the\nassembly.\n\n\"Gentlemen--and ladies--\" he said. \"The corner grocery store was one of\nAmerica's most familiar and best loved institutions a generation or two\nago. In spite of this, it went out of business because we refused to\nsupport it. May I ask why we refused to continue to support the corner\ngrocery?\n\n\"The answer is obvious. We began to find better bargains elsewhere, in\nthe supermarket. As much as we regret the passing of the oldtime grocer\nI'm sure that none of us would seriously suggest we bring him back.\n\n\"For the same reason I suggest that the time may have come to reconsider\nthe bargains we have been getting in scientific developments and\ninventions. Americans have always taken pride in driving a good, hard,\nfair bargain. I see no reason why we should not do the same when we go\ninto the open market to buy ideas.\n\n\"Some months ago I began giving fresh consideration to the product we\nwere buying with the millions of dollars in grants made by NBSD. It was\nobvious that we were buying an impressive collection of shiny, glass and\nmetal laboratories. We were buying giant pieces of laboratory equipment\nand monstrous machines of other kinds. We were getting endless\nquantities of fat reports--they fill thousands of miles of microfilm.\n\n\"Then I discovered an old picture of what I am sure all unbiased\nscientists will recognize as the world's greatest laboratory--greatest\nin terms of measurable output. I brought this picture with me.\"\n\nBaker unrolled the first of his exhibits, a large photographic blowup.\nThe single, whitehaired figure seated at a desk was instantly\nrecognized. Wily and his group glanced at the picture and glared at\nBaker.\n\n\"You recognize Dr. Einstein, of course,\" said Baker. \"This is a\nphotograph of him at work in his laboratory at the Institute for\nAdvanced Study at Princeton.\"\n\n\"We are all familiar with the appearance of the great Dr. Einstein,\"\nsaid Landrus. \"But you are not showing us anything of his laboratory, as\nyou claimed.\"\n\n\"Ah, but I am!\" said Baker. \"This is all the laboratory Dr. Einstein\never had. A desk, a chair, some writing paper. You will note that even\nthe bookshelves behind him are bare except for a can of tobacco. The\ngreatest laboratory in the world, a place for a man's mind to work in\npeace. Nuclear science began here.\"\n\nWily jumped to his feet. \"This is absurd! No one denies the greatness of\nDr. Einstein's work, but where would he have been without billions of\ndollars spent at Oak Ridge, Hanford, Los Alamos, and other great\nlaboratories. To say that Dr. Einstein did not use laboratory facilities\ndoes not imply that vast expenditures for laboratories are not\nnecessary!\"\n\n\"I should like to reverse your question, Dr. Wily, and then let it\nrest,\" said Baker. \"What would Oak Ridge, Hanford, and Los Alamos have\ndone without Dr. Einstein?\"\n\n       *       *       *       *       *\n\nSenator Landrus floated up from his chair and raised his hands. \"Let us\nbe orderly, gentlemen. Dr. Baker has the floor. I should not like to\nhave him interrupted again, please.\"\n\nBaker nodded his thanks to the senator. \"It has been charged,\" Baker\ncontinued, \"that the methods of NBSD in granting funds for research have\nchanged in recent times. This is entirely correct, and I should first\nlike to show the results of this change.\"\n\nHe unrolled a chart and pinned it to the board behind him. \"This chart\nshows what we have been paying and what we have been getting. The black\nline on the upper half of the chart shows the number of millions of\ndollars spent during the past five years. Our budget has had a\nmoderately steady rise. The green line shows the value of laboratories\nconstructed and equipment purchased. The red line shows the measure of\nnew concepts developed by the scientists in these laboratories, the\nimprovement on old concepts, and the invention of devices that are\nfundamentally new in purpose or function.\"\n\nThe gallery leaned forward to stare at the chart. From press row came\nthe popping of flash cameras. Then a surge of spontaneous comment rolled\nthrough the chamber as the audience observed the sharp rise of the red\nline during the last six months, and the dropping of the green line.\n\nWily was on his feet again. \"An imbecile should be able to see that the\ntrend of the red line is the direct result of the previous satisfactory\nexpenditures for facilities. One follows the other!\"\n\nLandrus banged for order.\n\n\"That's a very interesting point,\" said Baker. \"I have another chart\nhere\"--he unrolled and pinned it--\"that shows the output in terms of\nconcepts and inventions, plotted against the size of the grants given to\nthe institution.\"\n\nThe curve went almost straight downhill.\n\nWily was screaming. \"Such data are absolutely meaningless! Who can say\nwhat constitutes a new idea, a new invention? The months of\ngroundwork--\"\n\n\"It will be necessary to remove any further demonstrators from the\nhearing room,\" said Landrus. \"This will be an orderly hearing if I have\nto evict everyone but Dr. Baker and myself. Please continue, doctor.\"\n\n\"I am quite willing for my figures and premises to be examined in all\ndetail,\" said Baker. \"I will be glad to supply the necessary information\nto anyone who desires it at the close of this session. In the meantime,\nI should like to present a picture of the means which we have devised to\ndetermine whether a grant should be made to any given applicant.\n\n\"I am sure you will agree, Senator Landrus and Committee members, that\nit would be criminal to make such choices on any but the most scientific\nbasis. For this reason, we have chosen to eliminate all elements of\nbias, chance, or outright error. We have developed a highly advanced\nscientific tool which we know simply as The Index.\"\n\n       *       *       *       *       *\n\nBaker posted another long chart on the wall, speaking as he went. \"This\nchart represents the index of an institution which shall remain\nanonymous as Sample A. However, I would direct Dr. Wily's close\nattention to this exhibit. The black median line indicates the boundary\nof characteristics which have been determined as acceptable or\nnonacceptable for grants. The colored areas on either side of the median\nline show strength of the various factors represented in any one\ninstitution. The Index is very simple. All that is required is that\nfifty per cent of the area above the line be colored in order to be\neligible for a grant. You will note that in the case of Sample A the\nrequirement is not met.\"\n\nFenwick couldn't believe his eyes. The chart was almost like the first\none he had ever seen, the one prepared for Clearwater College months\nago. He hadn't even known that Baker was still using the idiotic Index.\nSomething was wrong, he told himself--all wrong.\n\n\"The Index is a composite,\" Baker was saying; \"the final resultant of\nmany individual charts, and it is the individual charts that will show\nyou the factors which are measured. These factors are determined by an\nanalysis of information supplied directly by the institution.\n\n\"The first of these factors is admissions. For a college, it is\nadmission as a student. For a corporation, it is admission as an\nemployee. In each case we present the qualifications of the following at\ncollege age: Thomas Edison, Michael Faraday, Nicholai Tesla, James Watt,\nHeinrich Hertz, Kepler, Copernicus, Galileo, and Henry Ford. The\nadmissibility of this group of the world's scientific and the inventive\nleaders is shown here.\" Baker pointed to a minute dab of red on the\nchart.\n\n\"Gentlemen of the Committee,\" he said, \"would you advise me to support\nwith a million-dollar grant an institution that would close its doors to\nminds like those of Edison and Faraday?\"\n\nThe roar of surf seemed to fill the committee room as Landrus banged in\nvain on the table. Photographers' flashes lit the scene with spurts of\nlightning. Wily was on his feet screaming, and Baker thought he heard\nthe word, \"Fraud!\" repeated numerous times. Landrus was finally heard,\n\"The room will be cleared at the next outburst!\"\n\nBaker wondered if he ever did carry out such a threat.\n\nBut Wily prevailed. \"No such question was ever asked,\" he cried. \"My\norganization was never asked the ridiculous question of whether or not\nit would admit these men. Of course we would admit them if they were\nknown to us!\"\n\n\"I should like to answer the gentleman's objection,\" Baker said to\nLandrus.\n\nThe senator nodded reluctantly.\n\n\"We did not, of course, present these men by name. That would have been\ntoo obvious. We presented them in terms of their qualifications at the\nage of college entrance. You see how many would have been turned down.\nHow many, therefore, who are the intellectual equals of these men are\nalso being turned down? Dr. Wily says they would be admitted if they\nwere known. But of course they could not be known at the start of their\ncareers!\"\n\n       *       *       *       *       *\n\nBaker turned the chart and quickly substituted another. \"The second\nstandard is that of creativeness. We simply asked the applicants to\ndescribe ten or more new ideas of speculations entertained by each\nmember of the staff during the past year. When we received this\ninformation, we did not even read the descriptions; we merely plotted\nthe degree of response. As you see, the institution represented by\nSample A does not consider itself long on speculative ideas.\"\n\nA titter rippled through the audience. Baker saw Wily poised, beet-red,\nto spring up once more; then apparently he thought better of it and\nslumped in his seat.\n\n\"Is this a fair test?\" Baker asked rhetorically. \"I submit that it is.\nAn institution that is in the business of fostering creativeness ought\nto be guilty of a few new ideas once in a while!\"\n\nHe changed charts once more and faced the listeners. \"We have more than\ntwenty such factors that go into the composition of the Index. I will\nnot weary you with a recital of all of them, but I will present just one\nmore. We call this the area of communication, and it is plotted here for\nSample institution A.\"\n\nAgain, a dismal red smudge showed up at the bottom of the sheet. Fenwick\ncould hardly keep from chuckling aloud as he recalled the first time he\nhad seen such a chart. He hoped Baker was putting it over. If the\nreaction of the gallery were any indication, he was doing so.\n\n\"A major activity of scientists in all ages has been writing reports of\ntheir activities. If a man creates something new and talks only to\nhimself about it, the value of the man and his discovery to the world is\na big round zero. If a man creates something new and tells the whole\nworld about it, the value is at a maximum. Somewhere in between these\nextremes lies the communicative activity of the modern scientist.\n\n\"There was a time when the scientist was the most literate of men, and\nthe writing of a scientific report was a work of literary art. The\nlectures of Michael Faraday, Darwin's account of his great\nresearch--these are literate reading still.\n\n\"There are few such men among us today. The modern scientists seldom\nspeak to you and me, but only to each other. To the extent their circle\nof communication is limited, so is their value. Shall we support the man\nwho speaks to the world, or the man who speaks only in order to hear his\nown echo?\"\n\nHe had them now, Fenwick was convinced. He could quit any time and be\nahead. The gallery was smiling approval. The press was nodding and\nwhispering to each other. The senators wouldn't be human if they weren't\nmoved.\n\nBaker swept aside all these charts now and placed another series before\nthe audience. \"This is the Index on an institution to whom we have given\na sizable grant,\" he said. \"Is there anyone here who would question our\ndecision?\n\n\"This institution would have accepted every one of the list of\nscientists I gave you a moment ago. They would have had their chance\nhere. This institution has men in whom new ideas pop up like cherry\nblossoms in the spring. I don't know how many of them are good ideas. No\none can tell at this stage, but, at least, these men are\n_thinking_--which is a basic requirement for producing scientific\ndiscovery.\n\n\"Finally, this institution is staffed by men who can't be shut up. They\ndon't communicate merely with each other. They talk about their ideas to\nanyone who comes along. They write articles for little publications and\nfor big ones. They are in the home mechanics' journals and on\npublishers' book lists.\n\n\"Most important of all, these are some of the men responsible for the\nred line on the first curve I showed you. These are the men who have\nproduced the most new developments and inventions with the least amount\nof money.\n\n\"I leave it to you, gentlemen. Has the National Bureau of Scientific\nDevelopment chosen correctly, or should we return to our former course?\"\n\nThere were cheers and applause as Baker sat down. Landrus closed the\nhearing with the announcement that the evidence would be examined at\nlength and a report issued. Wily hurried forward to buttonhole him as\nthe crowd filed out.\n\n       *       *       *       *       *\n\n\"It was a good show,\" Fenwick said, \"but I'm still puzzled by what\nyou've done. This new Index is really just about as phony as your old\none.\"\n\nThey were seated in Baker's office once more. Baker smiled and glanced\nthrough the window beyond Fenwick. \"I suppose so,\" Baker admitted\nfinally, \"but do you think Wily will be able to convince Landrus and his\ncommittee of that no matter how big a dinner he buys him tonight?\"\n\n\"No--I don't think he will.\"\n\n\"Then we've accomplished our purpose. Besides, there's a good deal of\ntruth buried in the Index. It's no lie that we can give them scientific\nresearch at a cheaper price than ever before.\"\n\n\"But what was the purpose you were trying to accomplish?\"\n\nBaker hesitated. \"To establish myself as an Authority,\" he said,\nfinally. \"After today, I will be the recognized Authority on how to\nmanage the nation's greatest research and development program.\"\n\nFenwick stared, then gasped. \"Authority--you? This is the thing you were\ntrying to fight. This is the great Plague Sam Atkins taught you--\"\n\nBaker was shaking his head and laughing. \"No. Sam Atkins didn't tell me\nthat one man could become immune and fight the Plague head on all by\nhimself. He taught me something else that I didn't understand for a long\ntime. He told me that he who ceases to fear Authority becomes Authority.\n\n\"To become Authority was the last thing in the world I wanted. But\nfinally I recognized what Sam meant; it was the only way I could ever\naccomplish anything in the face of this Plague. You can't tell men of\nthis culture that it is wrong to put themselves in total agreement with\nAuthority. If that's the program on which they've chosen to function,\nthe destruction of the program would destroy them, just as it did me.\nThere had to be another way.\n\n\"If men are afraid of lions, you don't teach them it's wrong for men to\nbe afraid of beasts; you teach them how to trap lions.\n\n\"If men are afraid of new knowledge-experiences, you don't teach them\nthat new knowledge is not to be feared. There was a time when men got\nburned at the stake for such efforts. The response today is not entirely\ndifferent. No--when men are afraid of knowledge you teach them to trap\nknowledge, just as you might teach them to trap lions.\n\n\"I can do this now because I have shown them that I am an Authority. I\ncan lead them and it will not fracture their basic program tapes, which\ninstruct them to be in accord with Authority. I can stop their battle\nagainst those who are not possessed of the Plague. It may even be that I\ncan change the course of the Plague. Who knows?\"\n\nFenwick was silent for a long time. Then he spoke again. \"I read\nsomewhere about a caterpillar that's called the Processionary\nCaterpillar. Several of them hook up, nose to fanny, and travel through\na forest wherever the whims of the front caterpillar take them.\n\n\"A naturalist once took a train of Processionary Caterpillars and placed\nthem on the rim of a flower pot in a continuous chain. They marched for\ndays around the flower pot, each one supposing the caterpillar in front\nof him knew where he was going. Each was the Authority to the one\nbehind. Food and water were placed nearby, but the caterpillars\ncontinued marching until they dropped off from exhaustion.\"\n\nBaker frowned. \"And what's that got to do with--?\"\n\n\"You,\" said Fenwick. \"You just led the way down off the flower pot. You\njust got promoted to head caterpillar.\"\n\n\n\n\n\nEnd of Project Gutenberg's The Great Gray Plague, by Raymond F. Jones\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE GREAT GRAY PLAGUE ***\n\n***** This file should be named 28118.txt or 28118.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/8/1/1/28118/\n\nProduced by Greg Weeks, Dave Lovelace, Mary Meehan and the\nOnline Distributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}