{"title": "Minor Detail", "author": "John Michael Sharkey", "releaseDate": "February 23, 2009", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n    _General Webb had a simply magnificent idea for getting ground\n    forces into the enemy's territory despite rockets and missiles and\n    things like that. It was a grand scheme, except for one_\n\n\nMINOR DETAIL\n\nBy JACK SHARKEY\n\n\nThe Secretary of Defense, flown in by special plane from the new Capitol\nBuilding in Denver, trotted down the ramp with his right hand\noutstretched before him.\n\nAt the base of the ramp his hand was touched, clutched and hidden by the\nright hand of General \"Smiley\" Webb in a hearty parody of a casual\nhandshake. General Webb did everything in a big way, and that included\neven little things like handshakes.\n\nRetrieving his hand once more, James Whitlow, the Secretary of Defense,\nsmiled nervously with his tiny mouth, and said,\n\n\"Well, here I am.\"\n\nThis statement was taken down by a hovering circle of news reporters,\ndispatched by wireless and telephone to every town in the forty-nine\nstates, expanded, contracted, quoted and misquoted, ignored and\nmisconstrued, and then forgotten; all this in a matter of hours.\n\nThe nation, hearing it, put aside its wonted trepidations, took an extra\ntranquilizer or two, and felt secure once more. The government was in\ngood hands.\n\n       *       *       *       *       *\n\nLeaving the reporters in a disgruntled group beyond the\ncyclone-fence-and-barbed-wire barriers surrounding Project W, General\nWebb, seated beside Whitlow in the back of his private car, sighed and\nfolded his arms.\n\n\"You'll be amazed!\" he chortled, nudging his companion with a bony\nelbow.\n\n\"I--I expect so,\" said Whitlow, clinging to his brief case with both\nhands. It contained, among other things, a volume of mystery stories and\na ham sandwich, neatly packaged in aluminum foil. Whitlow didn't want to\nchance losing it. Not, at least, until he'd eaten the sandwich.\n\n\"Of course, you're wondering where I got the idea for my project,\" said\n\"Smiley\" Webb, adding, for the benefit of his driver, \"Keep your eyes on\nthe road, Sergeant! The WAC barracks will still be there when you get\noff duty!\"\n\n\"Yes, sir,\" came a hollow grunt from the front seat.\n\n\"Weren't you?\" asked General Webb, gleaming a toothy smile in Whitlow's\ndirection.\n\n\"Weren't I _what_?\" Whitlow asked miserably, having lost the thread of\ntheir conversation due to a surreptitious glance backward at the WAC\nbarracks in their wake.\n\n\"Wondering about the project!\" snapped the general.\n\n\"Yes. We _all_ were,\" said the Secretary of Defense, appending somewhat\ntartly, \"That's why they _sent_ me here.\"\n\n\"To be sure. To be sure,\" General Webb muttered. He didn't much like\ntartness in responses, but the Secretary of Defense, unfortunately, was\nhardly a subordinate, and therefore not subject to the general's choler.\nSilly little ass! he said to himself. Rather liking the sound of the\nwords--albeit in his mind--he repeated them over again, adding\nembellishments like \"pompous\" and \"mousy\" and \"squirrel-eyed.\" After\nthree or four such thoughts, the general felt much better.\n\n\"_I_ thought the whole thing up, myself,\" he said, proudly.\n\n\"I wish you'd stop being so ambiguous,\" Whitlow protested in a small\nvoice. \"Just what _is_ this project? How does it work? Will it help us\nwin the war?\"\n\n\"_Sssh!_\" said the general, jerking a quivering forefinger perpendicular\nbefore pursed lips. \"Security!\"\n\nHe closed one eye in a broad wink and wriggled a thumb in the direction\nof the driver. \"He's only cleared for Confidential material,\" said the\ngeneral, his tone casting aspersions on the sergeant's patriotism,\nancestry and personal hygiene. \"This project is, of course, _Top\nSecret_!\" He said the words reverently, his face going all noble and\nbrave. Whitlow half-expected him to remove his hat, but he did not.\n\n       *       *       *       *       *\n\nThey drove onward, then, in silence, until they passed by a large field,\nin the center of which Whitlow could discern the outlines of an immense\nbull's-eye, in front of a tall, somewhat rickety khaki-colored reviewing\nstand, draped in tired bunting.\n\n\"What's that?\" asked Whitlow, relinquishing his grip on his brief case\nlong enough to point toward the field.\n\n\"_Ssssh!_\" said \"Smiley\" Webb. \"You'll find out in a matter of hours.\"\n\n\"Many hours?\" Whitlow asked, thinking of the ham sandwich.\n\nGeneral Webb consulted a magnificent platinum timepiece anchored to his\nthick hairy wrist by a stout leather strap.\n\n\"In exactly one hour, thirty-seven minutes, and\nforty-three-point-oh-oh-nine seconds!\" he said, proudly.\n\n\"Thank you,\" Whitlow sighed. \"You're certainly running this\nthing--whatever it is--in an efficient manner.\"\n\n\"Thank _you_!\" General Webb glowed. \"We like to think so,\" he added\nmodestly.\n\n       *       *       *       *       *\n\nPasswords, signs, countersigns, combination-locks and electronic\nrecognition signals were negotiated one by one, until Whitlow was\ndespairing of ever getting into the heart of Project W. He said as much\nto General Webb, who merely flashed the grin which gave him his\nnickname, and opened a final door.\n\nFor a moment, Whitlow thought he was going deaf. The shrill roar of\nscreeching metal and throbbing dynamos that pounded at his eardrums\nbegan to fuddle his mind, until General Webb handed him a small\ncardboard box--also stamped, like every door and wall in the place, \"Top\nSecret\"--in which his trembling fingers located two ordinary rubber\nearplugs, which he instantly put to good use.\n\n\"There she is!\" said General Webb, proudly, gesturing over the railing\nof the small balcony upon which they stood. \"The Whirligig!\"\n\n\"What?\" called Secretary of Defense Whitlow, shaking his head to\nindicate he hadn't heard a word.\n\nSomewhat piqued, but resigned, General Webb leaned his wide mouth nearly\nup against Whitlow's small pink plugged ear, and roared the same\ninformation at the top of his lungs.\n\nWhitlow, a little stunned by the volume despite the plugs, nodded\nwearily, to indicate that he'd heard, then asked, in a high, piping\nvoice, \"What's it for?\"\n\nWebb's eyes bulged in their sockets. \"Great heavens, man, can't you\n_see_?\" He gestured down at his creation, his baby, his project, as\nthough it were self-evident what its function was.\n\nWhitlow strained his eyes to divine anything that might give a clue as\nto just what the government had been pouring money into for the past\neight months. All he saw was what appeared to be a sort of ferris-wheel,\nexcept that it was revolving in a horizontal plane. The structure was\ncompletely enclosed in metal, and was whirling too fast for even the\ncentral shaft to be anything but a hazy, silver-blue blur.\n\n\"I see it,\" he shouted, squeakily. \"But I don't understand it!\"\n\n\"Come with me,\" said General Webb, re-opening the door at their backs.\nHe was just about to step through when, with a quick blush of\nmortification, he remembered the \"Top Secret\" earplugs. Hastily,\naverting his face lest the other man see his embarrassment, he returned\nhis plugs to their box, and did the same with Whitlow's.\n\nWhitlow was glad when the door closed behind them.\n\n\"My office is this way,\" said Webb, striding off in a stiff military\nmanner.\n\nWhitlow, with a forlorn shrug, could do nothing but clutch his brief\ncase and follow.\n\n       *       *       *       *       *\n\n\"It's this way,\" General Webb began, once they were seated uncomfortably\nin his office. From a pocket in his khaki jacket, Webb had produced a\nbig-bowled calabash pipe, and was puffing its noxious gray fumes in all\ndirections while he spoke. \"Up until the late fifties, war was a simple\nthing ...\"\n\nOh, not the March of Science Speech! said Whitlow to himself. He knew it\nby heart. It was the talk of the Capitol, and the nightmare of military\nstrategists. As the general's voice droned on and on, Whitlow barely\nlistened. The general, Top Secret or no Top Secret, was divulging\nnothing that wasn't common knowledge from the ruins of Philadelphia to\nthe great Hollywood crater ...\n\nAll at once, weapons had gotten _too_ good. That was the whole problem.\nWars, no matter what the abilities of the death-dealing guns, cannon,\nrifles, rockets or whatever, needed one thing on the battlefield that\ncould not be turned out in a factory: Men.\n\nIn order to win a war, a country must be vanquished. In order to\nvanquish a country, soldiers must be landed. And that was precisely\nwherein the difficulty lay: landing the soldiers.\n\nShips were nearly obsolete in this respect. Landing barges could be\nblown out of the water as fast as they were let down into it.\n\nParatroops were likewise hopeless. The slow-moving troop-carrying planes\ndaren't even peek above the enemy's horizon without chancing an\nonslaught of \"thinking\" rockets that would stay on their trail until\nthey were molten cinders falling into the sea.\n\nSo someone invented the supersonic carrier. This was pretty good,\nallowing the planes to come in high and fast over the enemy's territory,\nas fast as the land-to-air missiles themselves. The only drawback was\nthat the first men to try parachuting at that speed were battered to\nconfetti by the slipstream of their own carriers. That would not do.\n\nNext, someone thought of the capsules. Each man was packed into a\nbreak-proof, shock-proof, water-proof, wind-proof plastic capsule, and\nejected safely beyond the slipstream area of the carriers, at which\npoint, each capsule sprouted a silken chute that lowered the enclosed\nmen gently down into range of the enemy's rocket-fire ...\n\nThis plan was scrapped like the others.\n\nAnd so, things were at a stalemate. There hadn't been a really good\nskirmish for nearly five years. War was hardly anything but a memory,\nwhat with both sides practically omnipotent. Unless troops could be\nlanded, war was downright impossible. And, no one could land troops, so\nthere was no war.\n\nAs a matter of fact, Whitlow _liked_ the state of affairs. To be\nSecretary of Defense during a years-long peace was a soft job to top all\nsoft jobs. And Whitlow didn't much like war. He'd rather live peacefully\nwith his mystery stories and ham sandwiches.\n\nBut the Capitol, under the relentless lobbying of the munitions\ninterests, was trying to find a way to get a war started.\n\nThey _had_ tried simply bombing the other countries, but it hadn't\nworked out too well: the other countries had bombed back.\n\nThis plan had been scrapped as too dangerous.\n\nAnd then, just when all seemed lost, when it looked as though mankind\nwas doomed to eternal peace ...\n\nAlong came General \"Smiley\" Webb.\n\n\"Land troops?\" he'd said, confidently, \"nothing easier. With the\ngovernment's cooperation, I can have our troops in any country in the\nworld, safely landed, within the space of one year!\"\n\nCongress had voted him the money unanimously, and off he'd gone to work\nat Project W. No one knew _quite_ what it was about, but the general had\nseemed so self-assured that-- Well, they'd almost forgotten about him\nuntil some ambitious clerk, trying to balance at least _part_ of the\nbudget, had discovered a monthly expenditure to an obscure base in the\nsouthwest totalling some millions of dollars. Perfunctory checking had\nbrought out the fact that \"Smiley\" Webb had been drawing this money\nevery month, and hadn't as much as mailed in a single progress report.\n\nThere'd been swift phone-calls from Denver to Project W, and, General\nWebb informed them, not only was all the money to be accounted for, but\nso was all the time and effort: the project was completed, and about to\nbe tested. Would someone like to come down and watch?\n\nSomeone would.\n\n       *       *       *       *       *\n\nAnd thus it was that James Whitlow, with mystery stories and ham\nsandwich, had taken the first plane from the Capitol ...\n\n\"... when all at once, I thought: Speed! Endurance! _That_ is the\nproblem!\" said Webb, breaking in on Whitlow's reverie.\n\n\"I beg your pardon?\" said the Secretary of Defense.\n\nWebb whacked the dottle out of his pipe into a meaty palm, tossed the\nsmoking cinders rather carelessly into a waste-basket, and leaned\nforward to confront the other man face to face, their noses almost\nnudging.\n\n\"Why are parachutes out?\" he snapped.\n\n\"They go too slow,\" said Whitlow.\n\n\"Why do we use parachutes at all?\"\n\n\"To keep the men from getting killed by the fall.\"\n\n\"Why does a fall kill the men?\"\n\n\"It-- It breaks their bones and stuff.\"\n\n\"_Bah!_\" Webb scoffed.\n\n\"Bah?\" reiterated Whitlow. \"Bah?\"\n\n\"Certainly bah!\" said the general. \"All it takes is a little training.\"\n\n       *       *       *       *       *\n\n\"All _what_ takes?\" said Whitlow, helplessly.\n\n\"Falling, man, falling!\" the general boomed. \"If a man can fall safely\nfrom ten feet-- Why not from ten times ten feet!?\"\n\n\"Because,\" said Whitlow, \"increasing height accelerates the _rate_ of\nfalling, and--\"\n\n\"_Poppycock!_\" the general roared.\n\n\"Yes, sir,\" said Whitlow, somewhat cowed.\n\n\"Muscle-building. That's the secret. Endurance. Stress. Strain.\nTension.\"\n\n\"If-- If you say so ...\" said Whitlow, slumping lower and lower in his\nchair as the general's massive form leaned precariously over him.\n\"But--\"\n\n\"Of _course_ you are puzzled,\" said the general, suddenly chummy.\n\"Anyone would be. Until they realized the use to which I've put the\nWhirligig!\"\n\n\"Yes. Yes, I suppose so ...\" said Whitlow, thinking longingly of his ham\nsandwich, and its crunchy, moist green smear of pickle relish.\n\n\"The first day--\" said General Webb, \"it revolved at _one_ gravity! They\nwithstood it!\"\n\n\"What did? Who withstood? When?\" asked Whitlow, with much confusion.\n\n\"The men!\" said the general, irritably. \"The men in the Whirligig!\"\n\nWhitlow jerked bolt upright. \"There are _men_ in that thing?\" It's not\npossible, he thought.\n\n\"Of course,\" said Webb, soothingly. \"But they're all right. They've been\nin there for thirty days, whirling around at one gravity more each day.\nWe have constant telephone communication with them. They're all feeling\nfine, just fine.\"\n\n\"But--\" Whitlow said, weakly.\n\nGeneral Webb had him firmly by the arm, and was leading him out of the\noffice. \"We must get to the stands, man. Operation Human Bomb in ten\nminutes.\"\n\n\"Bomb?\" Whitlow squeaked, scurrying alongside Webb as the larger man\nstrode down the echoing corridor.\n\n\"A euphemism, of course,\" said Webb. \"Because they will fall much like a\nbomb does. But they will not explode! No, they will land, rifles in\nhand, ready to take over the enemy territory.\"\n\n\"Without parachutes?\" Whitlow marveled.\n\n\"Exactly,\" said the general, leading the way out into the blinding\ndesert sunlight. \"You see,\" he remarked, as they strolled toward the\nheat-shimmering outlines of the reviewing stand, its bunting hanging\nlimp and faded in the dry, breezeless air, \"it's really so simple I'm\nastonished the enemy didn't think of it first. Though, of course, I'm\nglad they didn't-- Ha! ha!\" He oozed self-appreciation.\n\n\"Ha ha,\" repeated Whitlow, with little enthusiasm.\n\n\"When one is whirled at one gravity, you see, the wall--the outside\nrim--of the Whirligig, becomes the floor for the men inside. Each day,\nthey have spent up to ten hours doing nothing but deep knee-bends, and\neating high protein foods. Their legs will be able to withstand _any_\nforce of landing. If they can do deep knee-bends at thirty\ngravities--during which, of course, each of them weighed nearly three\ntons--they can jump from any height and survive. Good, huh?\"\n\n       *       *       *       *       *\n\nWhitlow was worried as they clambered up into the stands. There seemed\nto be no one about but the two of them.\n\n\"Who else is coming?\" he asked.\n\n\"Just us,\" said Webb. \"I'm the only one with a clearance high enough to\nwatch this. You're only here because you're _my_ guest.\"\n\n\"But--\" said Whitlow, observing the heat-baked wide-open spaces\nextending on all sides of the reviewing stand and bull's-eye, \"the men\non this base can surely watch from almost anywhere not beyond the\nhorizon.\"\n\n\"They'd _better_ not!\" was the general's only comment.\n\n\"Well,\" said Whitlow, \"what happens now?\"\n\n\"The men that were in that Whirligig have--since you and I went to my\noffice to chat--been transported to the airfield, from which point they\nwere taken aloft--\" he consulted his watch, \"five minutes, and\nfifty-five-point-six seconds ago.\"\n\n\"And?\" asked Whitlow, casually unbuckling the straps of his brief case\nand slipping out his sandwich.\n\n\"The plane will be within bomb vector of this target in just ten\nseconds!\" said Webb, confidently.\n\nWhitlow listened, for the next nine seconds, then, right on schedule, he\nheard the muted droning of a plane, high up. Webb joggled him with an\nelbow. \"They'll fall faster than any known enemy weapon can track them,\"\nhe said, smugly.\n\n\"That's fortunate,\" said Whitlow, munching desultorily at his sandwich.\n\"Bud dere's wud thig budduhs bee.\"\n\n\"Hmmf?\" asked the general.\n\nWhitlow swallowed hastily. \"I say, there's one thing bothers me.\"\n\n\"What's that?\" asked the general.\n\n\"Well, it's just that gravity is centripetal, you know, and the\nWhirligig is centrifugal. I wondered if it might not make some sort of\ndifference?\"\n\n\"Bah!\" said General Webb. \"Just a minor detail.\"\n\n\"If you say so,\" Whitlow shrugged.\n\n\"There they come!\" shouted the general, jumping to his feet.\n\nWhitlow, despite his misgivings, found that he, too, was on his feet,\nstaring skyward at the tiny dots that were detaching themselves from the\nshining bulk of the carrier plane. As he watched, his heart beating\nmadly, the dots grew bigger, and soon, awfully soon, they could be\ndistinguished as man-shaped, too.\n\n\"There's-- There's something wrong!\" said the general. \"What's that\nthey're all shouting? It _should_ be 'Geronimo' ...\"\n\nWhitlow listened. \"It sounds more like 'Eeeeeyaaaaa',\" he said.\n\nAnd it was.\n\nThe sound grew from a distant mumble to a shrieking roar, and the next\nthing, each man had landed upon the concrete-and-paint bull's-eye before\nthe reviewing stand.\n\nWhitlow sighed and re-buckled his brief case.\n\nThe general moaned and fainted.\n\nAnd the men of the Whirligig, all of whom had landed on the target\nhead-first, did nothing, their magnificently muscled legs waving idly in\na sudden gentle gust of desert breeze.\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Amazing Stories_ November 1959.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Minor Detail, by John Michael Sharkey\n\n*** END OF THIS PROJECT GUTENBERG EBOOK MINOR DETAIL ***\n\n***** This file should be named 28156.txt or 28156.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/8/1/5/28156/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}