{"title": "The Calm Man", "author": "Frank Belknap Long", "releaseDate": "April 21, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n    _Dip the pen of a Frank Belknap Long into a bottle of ink and the\n    result is always bound to be a scintillating piece of brilliant\n    imaginative science fiction. And he's done it again in the tortured\n    story of Sally._\n\n\n  the\n calm\n  man\n\n _by ... Frank Belknap Long_\n\n\n Sally watched the molten gold glow in the sky. Then knew she\n would not see her son and her husband ever again on Earth.\n\n\nSally Anders had never really thought of herself as a wallflower. A girl\ncould be shy, couldn't she, and still be pretty enough to attract and\nhold men?\n\nOnly this morning she had drawn an admiring look from the milkman and a\nwolf cry from Jimmy on the corner, with his newspapers and shiny new\nbike. What if the milkman was crowding sixty and wore thick-lensed\nglasses? What if Jimmy was only seventeen?\n\nA male was a male, and a glance was a glance. Why, if I just primp a\nlittle more, Sally told herself, I'll be irresistible.\n\nHair ribbons and perfume, a mirror tilted at just the right angle, an\ninvitation to a party on the dresser--what more did a girl need?\n\n\"Dinner, Sally!\" came echoing up from the kitchen. \"Do you want to be\nlate, child?\"\n\nSally had no intention of being late. Tonight she'd see him across a\ncrowded room and her heart would skip a beat. He'd look at her and\nsmile, and come straight toward her with his shoulders squared.\n\nThere was always one night in a girl's life that stands above all other\nnights. One night when the moon shone bright and clear and the clock on\nthe wall went _tick tock, tick tock, tick tock_. One night when each\ntick said, \"You're beautiful! Really beautiful!\"\n\nGiving her hair a final pat Sally smiled at herself in the mirror.\n\nIn the bathroom the water was still running and the perfumed bath soap\nstill spread its aromatic sweet odor through the room. Sally went into\nthe bathroom and turned off the tap before going downstairs to the\nkitchen.\n\n\"My girl looks radiant tonight!\" Uncle Ben said, smiling at her over his\ncorned beef and cabbage.\n\nSally blushed and lowered her eyes.\n\n\"Ben, you're making her nervous,\" Sally's mother said, laughing.\n\nSally looked up and met her uncle's stare, her eyes defiant. \"I'm not\nbad-looking whatever you may think,\" she said.\n\n\"Oh, now, Sally,\" Uncle Ben protested. \"No sense in getting on a high\nhorse. Tonight you may find a man who just won't be able to resist you.\"\n\n\"Maybe I will and maybe I won't,\" Sally said. \"You'd be surprised if I\ndid, wouldn't you?\"\n\nIt was Uncle Ben's turn to lower his eyes.\n\n\"I'll tell the world you've inherited your mother's looks, Sally,\" he\nsaid. \"But a man has to pride himself on something. My defects of\ncharacter are pretty bad. But no one has ever accused me of dishonesty.\"\n\nSally folded her napkin and rose stiffly from the table.\n\n\"Good night, Uncle,\" she said.\n\nWhen Sally arrived at the party every foot of floor space was taken up\nby dancing couples and the reception room was so crowded that, as each\nnew guest was announced, a little ripple of displeasure went through the\nmen in midnight blue and the women in Nile green and lavender.\n\nFor a moment Sally did not move, just stood staring at the dancing\ncouples, half-hidden by one of the potted palms that framed the sides of\nthe long room.\n\nMoonlight silvered her hair and touched her white throat and arms with a\ncaress so gentle that simply by closing her eyes she could fancy herself\nalready in his arms.\n\nMoonlight from tall windows flooding down, turning the dancing guests\ninto pirouetting ghosts in diaphanous blue and green, scarlet and gold.\n\n_Close your eyes, Sally, close them tight! Now open them! That's it ...\nSlowly, slowly ..._\n\nHe came out of nothingness into the light and was right beside her\nsuddenly.\n\nHe was tall, but not too tall. His face was tanned mahogany brown, and\nhis eyes were clear and very bright. And he stood there looking at her\nsteadily until her mouth opened and a little gasp flew out.\n\nHe took her into his arms without a word and they started to dance ...\n\nThey were still dancing when he asked her to be his wife.\n\n\"You'll marry me, of course,\" he said. \"We haven't too much time. The\nyears go by so swiftly, like great white birds at sea.\"\n\nThey were very close when he asked her, but he made no attempt to kiss\nher. They went right on dancing and while he waited for her answer he\ntalked about the moon ...\n\n\"When the lights go out and the music stops the moon will remain,\" he\nsaid. \"It raises tides on the Earth, it inflames the minds and hearts of\nmen. There are cyclic rhythms which would set a stone to dreaming and\ndesiring on such a night as this.\"\n\nHe stopped dancing abruptly and looked at her with calm assurance.\n\n\"You _will_ marry me, won't you?\" he asked. \"Allowing for a reasonable\nmargin of error I seriously doubt if I could be happy with any of these\nother women. I was attracted to you the instant I saw you.\"\n\nA girl who has never been asked before, who has drawn only one lone wolf\ncry from a newsboy could hardly be expected to resist such an offer.\n\n_Don't resist, Sally. He's strong and tall and extremely good-looking.\nHe knows what he wants and makes up his mind quickly. Surely a man so\nresolute must make enough money to support a wife._\n\n\"Yes,\" Sally breathed, snuggling close to him. \"Oh, yes!\"\n\nShe paused a moment, then said, \"You may kiss me now if you wish, my\ndarling.\"\n\nHe straightened and frowned a little, and looked away quickly. \"That can\nwait,\" he said.\n\n       *       *       *       *       *\n\nThey were married a week later and went to live on an elm-shaded street\njust five blocks from where Sally was born. The cottage was small, white\nand attractively decorated inside and out. But Sally changed the\ncurtains, as all women must, and bought some new furniture on the\ninstallment plan.\n\nThe neighbors were friendly folk who knew her husband as Mr. James Rand,\nan energetic young insurance broker who would certainly carve a wider\nswath for himself in his chosen profession now that he had so charming a\nwife.\n\nTen months later the first baby came.\n\nLying beneath cool white sheets in the hospital Sally looked at the\nother women and felt so deliriously happy she wanted to cry. It was a\nbeautiful baby and it cuddled close to her heart, its smallness a\nmiracle in itself.\n\nThe other husbands came in and sat beside their wives, holding on tight\nto their happiness. There were flowers and smiles, whispers that\nexplored bright new worlds of tenderness and rejoicing.\n\nOut in the corridor the husbands congratulated one another and came in\nsmelling of cigar smoke.\n\n\"Have a cigar! That's right. Eight pounds at birth. That's unusual,\nisn't it? Brightest kid you ever saw. Knew his old man right off.\"\n\nHe was beside her suddenly, standing straight and still in shadows.\n\n\"Oh, darling,\" she whispered. \"Why did you wait? It's been three whole\ndays.\"\n\n\"Three days?\" he asked, leaning forward to stare down at his son.\n\"Really! It didn't seem that long.\"\n\n\"Where were you? You didn't even phone!\"\n\n\"Sometimes it's difficult to phone,\" he said slowly, as if measuring his\nwords. \"You have given me a son. That pleases me very much.\"\n\nA coldness touched her heart and a despair took hold of her. \"It pleases\nyou! Is that all you can say? You stand there looking at me as if I were\na--a patient ...\"\n\n\"A patient?\" His expression grew quizzical. \"Just what do you mean,\nSally?\"\n\n\"You said you were pleased. If a patient is ill her doctor hopes that\nshe will get well. He is pleased when she does. If a woman has a baby a\ndoctor will say, 'I'm so pleased. The baby is doing fine. You don't have\nto worry about him. I've put him on the scales and he's a bouncing,\nhealthy boy.'\"\n\n\"Medicine is a sane and wise profession,\" Sally's husband said. \"When I\nlook at my son that is exactly what I would say to the mother of my son.\nHe is healthy and strong. You have pleased me, Sally.\"\n\nHe bent as he spoke and picked Sally's son up. He held the infant in the\ncrook of his arm, smiling down at it.\n\n\"A healthy male child,\" he said. \"His hair will come in thick and black.\nSoon he will speak, will know that I am his father.\"\n\nHe ran his palm over the baby's smooth head, opened its mouth gently\nwith his forefinger and looked inside.\n\nSally rose on one elbow, her tormented eyes searching his face.\n\n\"He's your child, your son!\" she sobbed. \"A woman has a child and her\nhusband comes and puts his arms around her. He holds her close. If they\nlove each other they are so happy, so very happy, they break down and\ncry.\"\n\n\"I am too pleased to do anything so fantastic, Sally,\" he said. \"When a\nchild is born no tears should be shed by its parents. I have examined\nthe child and I am pleased with it. Does not that content you?\"\n\n\"No, it doesn't!\" Sally almost shrieked. \"Why do you stare at your own\nson as if you'd never seen a baby before? He isn't a mechanical toy.\nHe's our own darling, adorable little baby. _Our child!_ How can you be\nso _inhumanly_ calm?\"\n\nHe frowned, put the baby down.\n\n\"There is a time for love-making and a time for parenthood,\" he said.\n\"Parenthood is a serious responsibility. That is where medicine comes\nin, surgery. If a child is not perfect there are emergency measures\nwhich can be taken to correct the defect.\"\n\nSally's mouth went suddenly dry. \"Perfect! What do you mean, Jim? Is\nthere something _wrong_ with Tommy?\"\n\n\"I don't think so,\" her husband said. \"His grasp is firm and strong. He\nhas good hearing and his eyesight appears to be all that could be\ndesired. Did you notice how his eyes followed me every moment?\"\n\n\"I wasn't looking at his eyes!\" Sally whispered, her voice tight with\nalarm. \"Why are you trying to frighten me, Jim? If Tommy wasn't a\nnormal, healthy baby do you imagine for one instant they would have\nplaced him in my arms?\"\n\n\"That is a very sound observation,\" Sally's husband said. \"Truth is\ntruth, but to alarm you at a time like this would be unnecessarily\ncruel.\"\n\n\"Where does that put you?\"\n\n\"I simply spoke my mind as the child's father. I had to speak as I did\nbecause of my natural concern for the health of our child. Do you want\nme to stay and talk to you, Sally?\"\n\nSally shook her head. \"No, Jim. I won't let you torture me any more.\"\n\nSally drew the baby into her arms again and held it tightly. \"I'll\nscream if you stay!\" she warned. \"I'll become hysterical unless you\nleave.\"\n\n\"Very well,\" her husband said. \"I'll come back tomorrow.\"\n\nHe bent as he spoke and kissed her on the forehead. His lips were ice\ncold.\n\nFor eight years Sally sat across the table from her husband at\nbreakfast, her eyes fixed upon a nothingness on the green-blue wall at\nhis back. Calm he remained even while eating. The eggs she placed before\nhim he cracked methodically with a knife and consumed behind a tilted\nnewspaper, taking now an assured sip of coffee, now a measured glance at\nthe clock.\n\nThe presence of his young son bothered him not at all. Tommy could be\nquiet or noisy, in trouble at school, or with an _A_ for good conduct\ntucked with his report card in his soiled leather zipper jacket. It was\nalways: \"Eat slowly, my son. Never gulp your food. Be sure to take\nplenty of exercise today. Stay in the sun as much as possible.\"\n\nOften Sally wanted to shriek: \"Be a father to him! A real father! Get\ndown on the floor and play with him. Shoot marbles with him, spin one of\nhis tops. Remember the toy locomotive you gave him for Christmas after I\ngot hysterical and screamed at you? Remember the beautiful little train?\nGet it out of the closet and wreck it accidentally. He'll warm up to you\nthen. He'll be broken-hearted, but he'll feel close to you, then you'll\nknow what it means to have a son!\"\n\nOften Sally wanted to fly at him, beat with her fists on his chest. But\nshe never did.\n\n_You can't warm a stone by slapping it, Sally. You'd only bruise\nyourself. A stone is neither cruel nor tender. You've married a man of\nstone, Sally._\n\nHe hasn't missed a day at the office in eight years. She'd never visited\nthe office but he was always there to answer when she phoned. \"I'm very\nbusy, Sally. What did you say? You've bought a new hat? I'm sure it will\nlook well on you, Sally. What did you say? Tommy got into a fight with a\nnew boy in the neighborhood? You must take better care of him, Sally.\"\n\nThere are patterns in every marriage. When once the mold has set, a few\nstrange behavior patterns must be accepted as a matter of course.\n\n\"I'll drop in at the office tomorrow, darling!\" Sally had promised right\nafter the breakfast pattern had become firmly established. The desire to\nsee where her husband worked had been from the start a strong, bright\nflame in her. But he asked her to wait a while before visiting his\noffice.\n\nA strong will can dampen the brightest flame, and when months passed and\nhe kept saying 'no,' Sally found herself agreeing with her husband's\nsuggestion that the visit be put off indefinitely.\n\nSnuff a candle and it stays snuffed. A marriage pattern once established\nrequires a very special kind of re-kindling. Sally's husband refused to\nsupply the needed spark.\n\nWhenever Sally had an impulse to turn her steps in the direction of the\noffice a voice deep in her mind seemed to whisper: \"No sense in it,\nSally. Stay away. He's been mean and spiteful about it all these years.\nDon't give in to him now by going.\"\n\nBesides, Tommy took up so much of her time. A growing boy was always a\nproblem and Tommy seemed to have a special gift for getting into things\nbecause he was so active. And he went through his clothes, wore out his\nshoes almost faster than she could replace them.\n\nRight now Tommy was playing in the yard. Sally's eyes came to a focus\nupon him, crouching by a hole in the fence which kindly old Mrs.\nWallingford had erected as a protection against the prying\ninquisitiveness of an eight-year-old determined to make life miserable\nfor her.\n\nA thrice-widowed neighbor of seventy without a spiteful hair in her head\ncould put up with a boy who rollicked and yelled perhaps. But peep-hole\nspying was another matter.\n\nSally muttered: \"Enough of that!\" and started for the kitchen door. Just\nas she reached it the telephone rang.\n\nSally went quickly to the phone and lifted the receiver. The instant she\npressed it to her ear she recognized her husband's voice--or thought she\ndid.\n\n\"Sally, come to the office!\" came the voice, speaking in a hoarse\nwhisper. \"Hurry--or it will be too late! Hurry, Sally!\"\n\nSally turned with a startled gasp, looked out through the kitchen window\nat the autumn leaves blowing crisp and dry across the lawn. As she\nlooked the scattered leaves whirled into a flurry around Tommy, then\nlifted and went spinning over the fence and out of sight.\n\nThe dread in her heart gave way to a sudden, bleak despair. As she\nturned from the phone something within her withered, became as dead as\nthe drifting leaves with their dark autumnal mottlings.\n\nShe did not even pause to call Tommy in from the yard. She rushed\nupstairs, then down again, gathering up her hat, gloves and purse,\nmaking sure she had enough change to pay for the taxi.\n\nThe ride to the office was a nightmare ... Tall buildings swept past,\nfacades of granite as gray as the leaden skies of mid-winter, beehives\nof commerce where men and women brushed shoulders without touching\nhands.\n\nAutumnal leaves blowing, and the gray buildings sweeping past. Despite\nTommy, despite everything there was no shining vision to warm Sally from\nwithin. A cottage must be lived in to become a home and Sally had never\nreally had a home.\n\nOne-night stand! It wasn't an expression she'd have used by choice, but\nit came unbidden into her mind. If you live for nine years with a man\nwho can't relax and be human, who can't be warm and loving you'll begin\neventually to feel you might as well live alone. Each day had been like\na lonely sentinel outpost in a desert waste for Sally.\n\nShe thought about Tommy ... Tommy wasn't in the least like his father\nwhen he came racing home from school, hair tousled, books dangling from\na strap. Tommy would raid the pantry with unthinking zest, invite other\nboys in to look at the Westerns on TV, and trade black eyes for marbles\nwith a healthy pugnacity.\n\nUp to a point Tommy _was_ normal, _was_ healthy.\n\nBut she had seen mirrored in Tommy's pale blue eyes the same abnormal\ncalmness that was always in his father's, and the look of derisive\nwithdrawal which made him seem always to be staring down at her from a\nheight. And it filled her with terror to see that Tommy's mood could\nchange as abruptly and terrifyingly cold ...\n\nTommy, her son. Tommy, no longer boisterous and eager, but sitting in a\ncorner with his legs drawn up, a faraway look in his eyes. Tommy seeming\nto look right through her, into space. Tommy and Jim exchanging silent\nunderstanding glances. Tommy roaming through the cottage, staring at his\ntoys with frowning disapproval. Tommy drawing back when she tried to\ntouch him.\n\n_Tommy, Tommy, come back to me!_ How often she had cried out in her\nheart when that coldness came between them.\n\nTommy drawing strange figures on the floor with a piece of colored\nchalk, then erasing them quickly before she could see them, refusing to\nlet her enter his secret child's world.\n\nTommy picking up the cat and stroking its fur mechanically, while he\nstared out through the kitchen window at rusty blackbirds on the\nwing ...\n\n\"This is the address you gave me, lady. Sixty-seven Vine Street,\" the\ncab driver was saying.\n\nSally shivered, remembering her husband's voice on the phone,\nremembering where she was ... \"_Come to the office, Sally! Hurry,\nhurry--or it will be too late!_\"\n\nToo late for what? Too late to recapture a happiness she had never\npossessed?\n\n\"This is it, lady!\" the cab driver insisted. \"Do you want me to wait?\"\n\n\"No,\" Sally said, fumbling for her change purse. She descended from the\ntaxi, paid the driver and hurried across the pavement to the big office\nbuilding with its mirroring frontage of plate glass and black onyx\ntiles.\n\nThe firm's name was on the directory board in the lobby, white on black\nin beautifully embossed lettering. White for hope, and black for\ndespair, mourning ...\n\nThe elevator opened and closed and Sally was whisked up eight stories\nbehind a man in a checkered suit.\n\n\"Eighth floor!\" Sally whispered, in sudden alarm. The elevator jolted to\nan abrupt halt and the operator swung about to glare at her.\n\n\"You should have told me when you got on, Miss!\" he complained.\n\n\"Sorry,\" Sally muttered, stumbling out into the corridor. How horrible\nit must be to go to business every day, she thought wildly. To sit in an\noffice, to thumb through papers, to bark orders, to be a machine.\n\nSally stood very still for an instant, startled, feeling her sanity\nthreatened by the very absurdity of the thought. People who worked in\noffices could turn for escape to a cottage in the sunset's glow, when\nthey were set free by the moving hands of a clock. There could be a\nfierce joy at the thought of deliverance, at the prospect of going home\nat five o'clock.\n\nBut for Sally was the brightness, the deliverance withheld. The corridor\nwas wide and deserted and the black tiles with their gold borders seemed\nto converge upon her, hemming her into a cool magnificence as\nstructurally somber as the architectural embellishments of a costly\nmausoleum.\n\nShe found the office with her surface mind, working at cross-purposes\nwith the confusion and swiftly mounting dread which made her footsteps\nfalter, her mouth go dry.\n\n_Steady, Sally! Here's the office, here's the door. Turn the knob and\nget it over with ..._\n\nSally opened the door and stepped into a small, deserted reception room.\nBeyond the reception desk was a gate, and beyond the gate a large\ncentral office branched off into several smaller offices.\n\nSally paused only an instant. It seemed quite natural to her that a\nbusiness office should be deserted so late in the afternoon.\n\nShe crossed the reception room to the gate, passed through it, utter\ndesperation giving her courage.\n\nSomething within her whispered that she had only to walk across the\ncentral office, open the first door she came to to find her husband ...\n\nThe first door combined privacy with easy accessibility. The instant she\nopened the door she knew that she had been right to trust her instincts.\nThis was his office ...\n\nHe was sitting at a desk by the window, a patch of sunset sky visible\nover his right shoulder. His elbows rested on the desk and his hands\nwere tightly locked as if he had just stopped wringing them.\n\nHe was looking straight at her, his eyes wide and staring.\n\n\"Jim!\" Sally breathed. \"Jim, what's wrong?\"\n\nHe did not answer, did not move or attempt to greet her in any way.\nThere was no color at all in his face. His lips were parted, his white\nteeth gleamed. And he was more stiffly controlled than usual--a control\nso intense that for once Sally felt more alarm than bitterness.\n\nThere was a rising terror in her now. And a slowly dawning horror. The\nsunlight streamed in, gleaming redly on his hair, his shoulders. He\nseemed to be the center of a flaming red ball ...\n\n_He sent for you, Sally. Why doesn't he get up and speak to you, if only\nto pour salt on the wounds you've borne for eight long years?_\n\n_Poor Sally! You wanted a strong, protective, old-fashioned husband.\nWhat have you got instead?_\n\nSally went up to the desk and looked steadily into eyes so calm and\nblank that they seemed like the eyes of a child lost in some dreamy\nwonderland barred forever to adult understanding.\n\nFor an instant her terror ebbed and she felt almost reassured. Then she\nmade the mistake of bending more closely above him, brushing his right\nelbow with her sleeve.\n\n       *       *       *       *       *\n\nThat single light woman's touch unsettled him. He started to fall,\nsideways and very fast. Topple a dead weight and it crashes with a\nswiftness no opposing force can counter-balance.\n\nIt did Sally no good to clutch frantically at his arm as he fell, to tug\nand jerk at the slackening folds of his suit. The heaviness of his\ndescending bulk dragged him down and away from her, the awful inertia of\nlifeless flesh.\n\nHe thudded to the floor and rolled over on his back, seeming to shrink\nas Sally widened her eyes upon him. He lay in a grotesque sprawl at her\nfeet, his jaw hanging open on the gaping black orifice of his mouth ...\n\nSally might have screamed and gone right on screaming--if she had been a\ndifferent kind of woman. On seeing her husband lying dead her impulse\nmight have been to throw herself down beside him, give way to her grief\nin a wild fit of sobbing.\n\nBut where there was no grief there could be no sobbing ...\n\nOne thing only she did before she left. She unloosed the collar of the\nunmoving form on the floor and looked for the small brown mole she did\nnot really expect to find. The mole she knew to be on her husband's\nshoulder, high up on the left side.\n\nShe had noticed things that made her doubt her sanity; she needed to see\nthe little black mole to reassure her ...\n\nShe had noticed the difference in the hair-line, the strange slant of\nthe eyebrows, the crinkly texture of the skin where it should have been\nsmooth ...\n\nSomething was wrong ... horribly, weirdly wrong ...\n\nEven the hands of the sprawled form seemed larger and hairier than the\nhands of her husband. Nevertheless it was important to be sure ...\n\nThe absence of the mole clinched it.\n\nSally crouched beside the body, carefully readjusting the collar. Then\nshe got up and walked out of the office.\n\nSome homecomings are joyful, others cruel. Sitting in the taxi,\nclenching and unclenching her hands, Sally had no plan that could be\ncalled a plan, no hope that was more than a dim flickering in a vast\nwasteland, bleak and unexplored.\n\nBut it was strange how one light burning brightly in a cottage window\ncould make even a wasteland seem small, could shrink and diminish it\nuntil it became no more than a patch of darkness that anyone with\ncourage might cross.\n\nThe light was in Tommy's room and there was a whispering behind the\ndoor. Sally could hear the whispering as she tiptoed upstairs, could see\nthe light streaming out into the hall.\n\nShe paused for an instant at the head of the stairs, listening. There\nwere two voices in the room, and they were talking back and forth.\n\nSally tiptoed down the hall, stood with wildly beating heart just\noutside the door.\n\n\"She knows now, Tommy,\" the deepest of the two voices said. \"We are very\nclose, your mother and I. She knows now that I sent her to the office to\nfind my 'stand in.' Oh, it's an amusing term, Tommy--an Earth term we'd\nhardly use on Mars. But it's a term your mother would understand.\"\n\nA pause, then the voice went on, \"You see, my son, it has taken me eight\nyears to repair the ship. And in eight years a man can wither up and die\nby inches if he does not have a growing son to go adventuring with him\nin the end.\"\n\n\"Adventuring, father?\"\n\n\"You have read a good many Earth books, my son, written especially for\nboys. _Treasure Island_, _Robinson Crusoe_, _Twenty Thousand Leagues\nUnder The Sea_. What paltry books they are! But in them there is a\nlittle of the fire, a little of the glow of _our_ world.\"\n\n\"No, father. I started them but I threw them away for I did not like\nthem.\"\n\n\"As you and I must throw away all Earth things, my son. I tried to be\nkind to your mother, to be a good husband as husbands go on Earth. But\nhow could I feel proud and strong and reckless by her side? How could I\nshare her paltry joys and sorrows, chirp with delight as a sparrow might\nchirp hopping about in the grass? Can an eagle pretend to be a sparrow?\nCan the thunder muffle its voice when two white-crested clouds collide\nin the shining depths of the night sky?\"\n\n\"You tried, father. You did your best.\"\n\n\"Yes, my son, I did try. But if I had attempted to feign emotions I did\nnot feel your mother would have seen through the pretense. She would\nthen have turned from me completely. Without her I could not have had\nyou, my son.\"\n\n\"And now, father, what will we do?\"\n\n\"Now the ship has been repaired and is waiting for us. Every day for\neight years I went to the hill and worked on the ship. It was badly\nwrecked, my son, but now my patience has been rewarded, and every\ndamaged astronavigation instrument has been replaced.\"\n\n\"You never went to the office, father? You never went at all?\"\n\n\"No, my son. My stand-in worked at the office in my place. I instilled\nin your mother's mind an intense dislike and fear of the office to keep\nher from ever coming face to face with the stand-in. She might have\nnoticed the difference. But I had to have a stand-in, as a safeguard.\nYour mother _might_ have gone to the office despite the mental block.\"\n\n\"She's gone now, father. Why did you send for her?\"\n\n\"To avoid what she would call a scene, my son. That I could not endure.\nI had the stand-in summon her on the office telephone, then I withdrew\nall vitality from it. She will find it quite lifeless. But it does not\nmatter now. When she returns we will be gone.\"\n\n\"Was constructing the stand-in difficult, father?\"\n\n\"Not for me, my son. On Mars we have many androids, each constructed to\nperform a specific task. Some are ingenious beyond belief--or would seem\nso to Earthmen.\"\n\nThere was a pause, then the weaker of the two voices said, \"I will miss\nmy mother. She tried to make me happy. She tried very hard.\"\n\n\"You must be brave and strong, my son. We are eagles, you and I. Your\nmother is a sparrow, gentle and dun-colored. I shall always remember her\nwith tenderness. You want to go with me, don't you?\"\n\n\"Yes, father. Oh, yes!\"\n\n\"Then come, my son. We must hurry. Your mother will be returning any\nminute now.\"\n\nSally stood motionless, listening to the voices like a spectator sitting\nbefore a television screen. A spectator can see as well as hear, and\nSally could visualize her son's pale, eager face so clearly there was no\nneed for her to move forward into the room.\n\nShe could not move. And nothing on Earth could have wrenched a tortured\ncry from her. Grief and shock may paralyze the mind and will, but\nSally's will was not paralyzed.\n\nIt was as if the thread of her life had been cut, with only one light\nleft burning. Tommy was that light. He would never change. He would go\nfrom her forever. But he would always be her son.\n\nThe door of Tommy's room opened and Tommy and his father came out into\nthe hall. Sally stepped back into shadows and watched them walk quickly\ndown the hall to the stairs, their voices low, hushed. She heard them\ndescend the stairs, their footsteps dwindle, die away into silence ...\n\n_You'll see a light, Sally, a great glow lighting up the sky. The ship\nmust be very beautiful. For eight years he labored over it, restoring it\nwith all the shining gifts of skill and feeling at his command. He was\ncalm toward you, but not toward the ship, Sally--the ship which will\ntake him back to Mars!_\n\nHow is it on Mars, she wondered. My son, Tommy, will become a strong,\nproud adventurer daring the farthest planet of the farthest star?\n\nYou can't stop a boy from adventuring. Surprise him at his books and\nyou'll see tropical seas in his eyes, a pearly nautilus, Hong Kong and\nValparaiso resplendent in the dawn.\n\n_There is no strength quite like the strength of a mother, Sally. Endure\nit, be brave ..._\n\nSally was at the window when it came. A dazzling burst of radiance,\nstarting from the horizon's rim and spreading across the entire sky. It\nlit up the cottage and flickered over the lawn, turning rooftops to\nmolten gold and gilding the long line of rolling hills which hemmed in\nthe town.\n\nBrighter it grew and brighter, gilding for a moment even Sally's bowed\nhead and her image mirrored on the pane. Then, abruptly, it was gone ...\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Fantastic Universe_ May 1954.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Calm Man, by Frank Belknap Long\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE CALM MAN ***\n\n***** This file should be named 28583.txt or 28583.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/8/5/8/28583/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}