{"title": "Inside John Barth", "author": "William W. Stuart", "releaseDate": "April 25, 2009", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\n\n\n\n\nTranscriber's Note: This e-text was produced from Galaxy Magazine,\nJune, 1960. Extensive research did not uncover any evidence that the\nU.S. copyright on this publication was renewed.\n\n\n\n\nINSIDE JOHN BARTH\n\n\nBy WILLIAM W. STUART\n\n\n\nEvery man wants to see a Garden of Eden. John Barth\nagreed with his whole heart--he knew that he'd rather\nsee than be one!\n\n\n\nIllustrated by DILLON\n\n\n\n\nI\n\nTake a fellow, reasonably young, personable enough, health perfect.\nSuppose he has all the money he can reasonably, or even unreasonably,\nuse. He is successful in a number of different fields of work in which\nhe is interested. Certainly he has security. Women? Well, maybe not any\nwoman in the world he might want. But still, a very nice, choice\nselection of a number of the very finest physical specimens. The\nfinest--and no acute case of puritanism to inhibit his enjoyment.\n\nTake all that. Then add to it the positive assurance of continuing\nyouth and vigor, with a solid life expectancy of from 175 to 200 more\nyears. Impossible? Well--just suppose it were all true of someone. A\nman like that, a man with all those things going for him, you'd figure\nhe would be the happiest man in the world.\n\nWouldn't you?\n\nSure. A man with all that would have to be the happiest--unless he was\ncrazy. Right? But me, Johnny Barth, I had it.\n\nI had all of it, just like that. I sure wasn't the happiest man in the\nworld though. And I know I wasn't crazy either. The thing about me was,\nI wasn't a man. Not exactly.\n\nI was a colony.\n\nReally. A colony. A settlement. A new but flourishing culture, you\nmight say. Oh, I had the look of a man, and the mind and the nerves and\nthe feel of a man too. All the normal parts and equipment. But all of\nit existed--and was beautifully kept up, I'll say that--primarily as a\nlocale, not a man.\n\nI was, as I said before, a colony.\n\nSometimes I used to wonder how New England really felt about the\nPilgrims. If you think that sounds silly--perhaps one of these days you\nwon't.\n\n\nThe beginning was some ten years back, on a hunting trip the autumn\nafter I got out of college. That was just before I started working, as\nfar off the bottom as I could talk myself, which was the personnel\noffice in my Uncle John's dry cleaning chain in the city.\n\nThat wasn't too bad. But I was number four man in the office, so it\ncould have been better, too. Uncle John was a bachelor, which meant he\nhad no daughter I could marry. Anyway, she would have been my cousin.\nBut next best, I figured, was to be on good personal terms with the old\nbull.\n\nThis wasn't too hard. Apart from expecting rising young executives to\nrise and start work no later than 8:30 a.m., Uncle John was more or\nless all right. Humor him? Well, every fall he liked to go hunting. So\nwhen he asked me to go hunting with him up in the Great Sentries, I\nknew I was getting along pretty well. I went hunting.\n\nThe trip was nothing very much. We camped up in the hills. We drank a\nreasonably good bourbon. We hunted--if that's the word for it. Me, I'd\ndone my hitch in the Army. I know what a gun is--and respect it. Uncle\nJohn provided our hunting excitement by turning out to be one of the\ntrigger-happy types. His score was two cows, a goat, a couple of other\nhunters, one possible deer--and unnumbered shrubs and bushes shot _at_.\nLuckily he was such a lousy shot that the safest things in the\nmountains were his targets.\n\nWell, no matter. I tried to stay in the second safest place, which was\ndirectly behind him. So it was a nice enough trip with no casualties,\nright up to the last night.\n\nWe were all set to pack out in the morning when it happened. Maybe you\nread about the thing at the time. It got a light-hearted play in the\npapers, the way those things do. \"A one in a billion accident,\" they\ncalled it.\n\nWe were lounging by the campfire after supper and a few good snorts.\nUncle John was entertaining himself with a review of some of his\nnearer, more thrilling misses. I, to tell the truth, was sort of dozing\noff.\n\nThen, all of a sudden, there was a bright flash of blue-green light and\na loud sort of a \"zoop-zing\" sound. And a sharp, stinging sensation in\nmy thighs.\n\nI hollered. I jumped to my feet. I looked down, and my pants were\npeppered with about a dozen little holes like buckshot. I didn't have\nto drop my pants to know my legs were too. I could feel it. And blood\nstarted to ooze.\n\nI figured, of course, that Uncle John had finally shot me and I at once\nlooked on the bright side. I would be a cinch for a fast promotion to\nvice president. But Uncle John swore he hadn't been near a gun. So we\nguessed some other hunter must have done it, seen what he had done and\nthen prudently ducked. At least no one stepped forward.\n\n\nIt was a moonlight night. With Uncle John helping me we made it the two\nand a half miles back down the trail to Poxville, where we'd left our\ncar and stuff. We routed out the only doctor in the area, old Doc\nGrandy.\n\nHe grumbled, \"Hell, boy, a few little hunks o' buckshot like that and\nyou make such a holler. I see a dozen twice's bad as this ever' season.\nOught to make you wait till office hours. Well--hike yourself up on the\ntable there. I'll flip 'em out for you.\"\n\nWhich he proceeded to do. If it was a joke to him, it sure wasn't to\nme, even if they weren't in very deep. Finally he was done. He stood\nthere clucking like an old hen with no family but a brass doorknob.\nSomething didn't seem quite right to him.\n\nUncle John gave me a good belt of the bourbon he'd been thoughtful\nenough to pack along.\n\n\"What was it you say hit you, boy?\" Doc Grandy wanted to know, reaching\nabsently for the bottle.\n\n\"Buckshot, I suppose. What was it you just hacked out of me?\"\n\n\"Hah!\" He passed the bottle back to Uncle John. \"Not like any buckshot\nI ever saw. Little balls, or shells of metallic stuff all right. But\nnot lead. Peculiar. M-mph. You know what, boy?\"\n\n\"You're mighty liberal with the iodine, I know that. What else?\"\n\n\"You say you saw a big flash of light. Come to think on it, I saw a\nstreak of light up the mountainside about that same time. I was out\non the porch. You know, boy, I believe you got something to feel\nright set up about. I believe you been hit by a meteor. If it\nweren't--ha-ha--pieces of one of them flying saucers you read\nabout.\"\n\nWell, I didn't feel so set up about it, then or ever. But it did turn\nout he was right.\n\nDoc Grandy got a science professor from Eastern State Teachers College\nthere in Poxville to come look. He agreed that they were meteor\nfragments. The two of them phoned it in to the city papers during a\nslow week and, all in all, it was a big thing. To them. To me it was\nnothing much but a pain in the rear.\n\nThe meteor, interviewed scientists were quoted as saying, must have\nalmost burned up coming through the atmosphere, and disintegrated just\nbefore it hit me. Otherwise I'd have been killed. The Poxville\nprofessor got very long-winded about the peculiar shape and composition\nof the pieces, and finally carried off all but one for the college\nmuseum. Most likely they're still there. One I kept as a souvenir,\nwhich was silly. It wasn't a thing I wanted to remember--or, as I found\nlater, would ever be able to forget. Anyway, I lost it.\n\nAll right. That was that and, except for a lingering need to sit on\nvery soft cushions, the end of it. I thought. We went back to town.\n\nUncle John felt almost as guilty about the whole thing as if he had\nshot me himself and, in November, when he found about old Bert\nWinginheimer interviewing girl applicants for checker jobs at home in\nhis apartment, I got a nice promotion.\n\n\nWorking my way up, I was a happy, successful businessman.\n\nAnd then, not all at once but gradually, a lot of little things\ndeveloped into problems. They weren't really problems either, exactly.\nThey were puzzles. Nothing big but--well, it was like I was sort of\nbeing made to do, or not do, certain things. Like being pushed in one\ndirection or another. And not necessarily the direction I personally\nwould have picked. Like----\n\nWell, one thing was shaving.\n\nI always had used an ordinary safety razor--nicked myself not more than\naverage. It seemed OK to me. Never cared too much for electric razors;\nit didn't seem to me they shaved as close. But--I took to using an\nelectric razor now, because I had to.\n\nOne workday morning I dragged myself to the bathroom of my bachelor\napartment to wash and shave. Getting started in the morning was never a\npleasure to me. But this time seemed somehow tougher than usual. I\nlathered my face and put a fresh blade in my old razor.\n\nFor some reason, I could barely force myself to start. \"Come on, Johnny\nboy!\" I told myself. \"Let's go!\" I made myself take a first stroke with\nthe razor. Man! It burned like fire. I started another stroke and the\nburning came before the razor even touched my face. I had to give up. I\nwent down to the office without a shave.\n\nThat was no good, of course, so at the coffee break I forced myself\naround the corner to the barber shop. Same thing! I got all lathered up\nall right, holding myself by force in the chair. But, before the barber\ncould touch the razor to my face, the burning started again.\n\nI stopped him. I couldn't take it.\n\nAnd then suddenly the idea came to me that an electric razor would be\nthe solution. It wasn't, actually, just an idea; it was positive\nknowledge. Somehow I knew an electric razor would do it. I picked one\nup at the drug store around the corner and took it to the office.\nPlugged the thing in and went to work. It was fine, as I had known it\nwould be. As close a shave? Well, no. But at least it was a shave.\n\nAnother thing was my approach to--or retreat from--drinking. Not that I\never was a real rummy, but I hadn't been one to drag my feet at a\nparty. Now I got so moderate it hardly seemed worth bothering with at\nall. I could only take three or four drinks, and that only about once a\nweek. The first time I had that feeling I should quit after four, I\ntried just one--or two--more. At the first sip of number five, I\nthought the top of my head would blast off. Four was the limit. Rigidly\nenforced.\n\nAll that winter, things like that kept coming up. I couldn't drink more\nthan so much coffee. Had to take it easy on smoking. Gave up ice\nskating--all of a sudden the cold bothered me. Stay up late nights and\nchase around? No more; I could hardly hold my eyes open after ten.\n\nThat's the way it went.\n\nI had these feelings, compulsions actually. I couldn't control them. I\ncouldn't go against them. If I did, I would suffer for it.\n\nTrue, I had to admit that probably all these things were really good\nfor me. But it got to where everything I did was something that was\ngood for me--and that was bad. Hell, it isn't natural for a young\nfellow just out of college to live like a fussy old man of seventy with\na grudge against the undertaker. Life became very dull!\n\nAbout the only thing I could say for it was, I was sure healthy.\n\nIt was the first winter since I could remember that I never caught a\ncold. A cold? I never once sniffled. My health was perfect; never even\nso much as a pimple. My dandruff and athlete's foot disappeared. I had\na wonderful appetite--which was lucky, since I didn't have much other\nrecreation left. And I didn't even gain weight!\n\nWell, those things were nice enough, true. But were they compensation\nfor the life I was being forced to live? Answer: Uh-uh. I couldn't\nimagine what was wrong with me.\n\nOf course, as it turned out the following spring, I didn't have to\nimagine it. I was told.\n\n\nII\n\nIt was a Friday. After work I stopped by Perry's Place with Fred\nSchingle and Burk Walters from the main accounting office. I was hoping\nit would turn out to be one of my nights to have a couple--but no. I\ngot the message and sat there, more or less sulking, in my half of the\nbooth.\n\nFred and Burk got to arguing about flying saucers. Fred said yes; Burk,\nno. I stirred my coffee and sat in a neutral corner.\n\n\"Now look here,\" said Burk, \"you say people have seen things. All\nright. Maybe some of them have seen things--weather balloons, shadows,\nmeteors maybe. But space ships? Nonsense.\"\n\n\"No nonsense at all. I've seen pictures. And some of the reports are\nfrom airline pilots and people like that, who are not fooled by\nballoons or meteors. They have seen ships, I tell you, ships from outer\nspace. And they are observing us.\"\n\n\"Drivel!\"\n\n\"It is not!\"\n\n\"It's drivel. Now look, Fred. You too, Johnny, if you're awake over\nthere. How long have they been reporting these things? For years. Ever\nsince World War II.\n\n\"All right. Ever since the war, at least. So. Suppose they were space\nships? Whoever was in them must be way ahead of us technically. So why\ndon't they land? Why don't they approach us?\"\n\nFred shrugged. \"How would I know? They probably have their reasons.\nMaybe they figure we aren't worth any closer contact.\"\n\n\"Hah! Nonsense. The reason we don't see these space people, Fred my\nboy, admit it, is because there aren't any. And you know it!\"\n\n\"I don't know anything of the damned sort. For all any of us know, they\nmight even be all around us right now.\"\n\nBurk laughed. I smiled, a little sourly, and drained my coffee.\n\nI felt a little warning twinge.\n\nToo much coffee; should have taken milk. I excused myself as the other\ntwo ordered up another round.\n\nI left. The conversation was too stupid to listen to. Space creatures\nall around me, of all things. How wrong can a man get? There weren't\nany invaders from space all around me.\n\n_I was all around them._\n\n\nAll at once, standing there on the sidewalk outside Perry's Bar, I knew\nthat it was true. Space invaders. The Earth was invaded--the Earth,\nhell! _I_ was invaded. I didn't know how I knew, but I knew all right.\nI should have. I was in possession of all the information.\n\nI took a cab home to my apartment.\n\nI was upset. I had a right to be upset and I wanted to be alone. Alone?\nThat was a joke!\n\nWell, my cab pulled up in front of my very modest place. I paid the\ndriver, overtipped him--I was really upset--and ran up the stairs. In\nthe apartment, I hustled to the two by four kitchen and, with\nunshakable determination, I poured myself a four-finger snort of\nscotch.\n\nThen I groaned and poured it down the sink. Unshakable determination is\nall very well--but when the top of your head seems to rip loose like a\npiece of stubborn adhesive coming off a hairy chest and bounces, hard,\nagainst the ceiling, then all you can do is give up. I stumbled out to\nthe front room and slumped down in my easy chair to think.\n\nI'd left the door open and I was sitting in a draft.\n\nSo I had to--that compulsion--go close the door. _Then_ I sat down to\nthink.\n\nAnyway I _thought_ I sat down to think. But, suddenly, my thoughts were\nnot my own.\n\nI wasn't producing them; I was receiving them.\n\n\"Barth! Oh, Land of Barth. Do you read us, oh Barthland? Do you read\nus?\"\n\nI didn't hear that, you understand. It wasn't a voice. It was all\nthoughts inside my head. But to me they came in terms of words.\n\nI took it calmly. Surprisingly, I was no longer upset--which, as I\nthink it over, was probably more an achievement of internal engineering\nthan personal stability.\n\n\"Yeah,\" I said, \"I read you. So who in hell--\" a poor choice of\nexpression--\"are you? What are you doing here? Answer me that.\" I\ndidn't have to say it, the thought would have been enough. I knew that.\nBut it made me feel better to speak out.\n\n\"We are Barthians, of course. We are your people. We live here.\"\n\n\"Well, you're trespassing on private property! Get out, you hear me?\nGet out!\"\n\n\"Now, now, noble Fatherland. Please, do not become upset and\nunreasonable. We honor you greatly as our home and country. Surely we\nwho were born and raised here have our rights. True, our forefathers\nwho made the great voyage through space settled first here in a\nfrightful wilderness some four generations back. But we are neither\npioneers nor immigrants. We are citizens born.\"\n\n\"Invaders! Squatters!\"\n\n\"Citizens of Barthland.\"\n\n\"Invaded! Good Lord, of all the people in the world, why me? Nothing\nlike this ever happened to anyone. Why did I have to be picked to be a\nterritory--the first man to have queer things living in me?\"\n\n\"Oh, please, gracious Fatherland! Permit us to correct you. In the day\nof our fathers, conditions were, we can assure you, chaotic. Many\nhorrible things lived here. Wild beasts and plant growths of the most\nvicious types were everywhere.\"\n\n\"There were----?\"\n\n\"What you would call microbes. Bacteria. Fungi. Viruses. Terrible\ndevouring wild creatures everywhere. You were a howling wilderness. Of\ncourse, we have cleaned those things up now. Today you are civilized--a\nfine, healthy individual of your species--and our revered Fatherland.\nSurely you have noted the vast improvement in your condition!\"\n\n\"Yes, but----\"\n\n\"And we pledge our lives to you, oh Barthland. As patriotic citizens we\nwill defend you to the death. We promise you will never be successfully\ninvaded.\"\n\nYeah. Well, that was nice. But already I felt as crowded as a subway\ntrain with the power cut out at rush hour.\n\nBut there was no room for doubt either. I'd had it. I still did have\nit; had no chance at all of getting rid of it.\n\n\nThey went on then and told me their story.\n\nI won't try to repeat it all verbatim. I couldn't now, since my\nmemory--but that's something else. Anyway, I finally got the picture.\n\nBut I didn't get it all the same evening. Oh, no. At ten I had to knock\nit off to go to bed, get my sleep, keep up my health. They were\ninsistent.\n\nAs they put it, even if I didn't care for myself I had to think about\nan entire population and generations yet unborn. Or unbudded, which was\nthe way they did it.\n\nWell, as they said, we had the whole weekend to work out an\nunderstanding. Which we did. When we were through, I didn't like it a\nwhole lot better, but at least I could understand it.\n\nIt was all a perfectly logical proposition from their point of\nview--which differed in quite a number of respects from my own. To them\nit was simply a matter of survival for their race and their culture. To\nme it was a matter of who or what I was going to be. But then, I had no\nchoice.\n\nAccording to the Official History I was given, they came from a tiny\nplanet of a small sun. Actually, their sun was itself a planet, still\nincandescent, distant perhaps like Jupiter from the true sun. Their\nplanet or moon was tiny, wet and warm. And the temperature was\nconstant.\n\nThese conditions, naturally, governed their development--and,\neventually, mine.\n\nOf course they were very small, about the size of a dysentery amoeba.\nThe individual life span was short as compared to ours but the\naccelerated pace of their lives balanced it out. In the beginning,\nsomething like four of our days was a lifetime. So they lived, grew,\ndeveloped, evolved. They learned to communicate. They became\ncivilized--far more so than we have, according to them. And I guess\nthat was true. They were even able to extend their life span to\nsomething like two months.\n\n\"And to what,\" I inquired--but without much fire, I'm afraid; I was\nlosing fight--\"to what am I indebted for this intrusion?\"\n\n\"Necessity.\"\n\nIt was, to them. Their sun had begun to cool. It was their eviction\nnotice.\n\nThey had to move or adapt themselves to immeasurably harsher\nconditions; and they had become so highly developed, so specialized,\nthat change of that sort would have been difficult if not impossible.\nAnd they didn't want to change, anyway. They liked themselves as they\nwere.\n\nThe only other thing was to escape. They had to work for flight through\nspace. And they succeeded.\n\nThere were planets nearer to them than Earth. But these were enormous\nworlds to them, and the conditions were intolerably harsh. They found\none planet with conditions much like those on Earth a few million years\nback. It was a jungle world, dominated by giant reptiles--which were of\nno use to the folk. But there were a few, small, struggling,\nwarm-blooded animals. Small to us, that is--they were county size to\nthe folk.\n\nSome genius had a great inspiration. While the environment of the\nplanet itself was impossibly harsh and hostile, the conditions _inside_\nthese warm little animals were highly suitable!\n\nIt seemed to be the solution to their problem of survival. Small, trial\ncolonies were established. Communication with the space ships from home\nwas achieved.\n\nThe experiment was a success.\n\n\nThe trouble was that each colony's existence depended on the life of\nthe host. When the animal died, the colony died.\n\nLife on the planet was savage. New colonies would, of course, be passed\nfrom individual to individual and generation to generation of the host\nspecies. But the inevitable toll of attrition from the violent deaths\nof the animals appalled this gentle race. And there was nothing they\ncould do about it. They could give protection against disease, but they\ncould not control the hosts. Their scientists figured that, if they\ncould find a form of life having conscious power of reason, they would\nbe able to establish communication and a measure of control. But it was\nnot possible where only instinct existed.\n\nThey went ahead because they had no choice. Their only chance was to\nestablish their colonies, accepting the certainty of the slaughter of\nhundreds upon hundreds of entire communities--and hoping that, with\ntheir help, evolution on the planet would eventually produce a better\nhost organism. Even of this they were by no means sure. It was a hope.\nFor all they could know, the struggling mammalian life might well be\ndoomed to extermination by the giant reptiles.\n\nThey took the gamble. Hundreds of colonies were planted.\n\nThey did it but they weren't satisfied with it. So, back on the dying\nhome moon, survivors continued to work. Before the end came they made\none more desperate bid for race survival.\n\nThey built interstellar ships to be launched on possibly endless\njourneys into space. A nucleus of select individuals in a spore-like\nform of suspended animation was placed on each ship. Ships were\nlaunched in pairs, with automatic controls to be activated when they\nentered into the radius of attraction of a sun. Should the sun have\nplanets such as their own home world--or Earth type--the ships would be\nguided there. In the case of an Earth type planet having intelligent\nlife, they would----\n\nThey would do just what my damned \"meteor\" had done.\n\nThey would home in on an individual, \"explode,\" penetrate--and set up\nheavy housekeeping on a permanent basis. They did. Lovely. Oh, joy!\n\nWell. We would all like to see the Garden of Eden; but being it is\nsomething quite else again.\n\nMe, a colony!\n\nMy--uh--population had no idea where they were in relation to their\noriginal home, or how long they had traveled through space. They did\nhope that someplace on Earth their companion ship had established\nanother settlement. But they didn't know. So far on our world, with its\nmasses of powerful electrical impulses, plus those of our own brains,\nthey had found distance communication impossible.\n\n\"Well, look, fellows,\" I said. \"Look here now. This is a noble,\ninspiring story. The heroic struggle of your--uh--people to survive,\novercoming all odds and stuff, it's wonderful! And I admire you for it,\nindeed I do. But--what about me?\"\n\n\"You, Great Land of Barth, are our beloved home and fatherland for\nmany, many generations to come. You are the mighty base from which we\ncan spread over this enormous planet.\"\n\n\"That's you. What I mean is, what about _me_?\"\n\n\"Oh? But there is no conflict. Your interests are our interests.\"\n\nThat was how they looked at it. Sincerely. As they said, they weren't\nruthless conquerors. They only wanted to get along.\n\n\nAnd all they wanted for me were such fine things as good health, long\nlife, contentment. Contentment, sure. Continued irritation--a sour\ndisposition resulting in excess flow of bile--did not provide just the\nsort of environment in which they cared to bring up the kiddies.\nSmoking? No. It wasn't healthy. Alcohol? Well, they were willing to\ndeclare a national holiday now and then. Within reason.\n\nWhich, as I already knew, meant two to four shots once or twice a week.\n\n\nSex? Themselves, they didn't have any. \"But,\" they told me with an\nattitude of broad tolerance, \"we want to be fair. We will not interfere\nwith you in this matter--other than to assist you in the use of sound\njudgment in the selection of a partner.\"\n\n_But_ I shouldn't feel that any of this was in any way real restrictive.\nIt was merely practical common sense.\n\nFor observing it I would get their valuable advice and assistance in\nall phases of my life. I would enjoy--or have, anyway--perfect health.\nMy life, if that's what it was, would be extended by better than 100\nyears. \"You are fortunate,\" they pointed out, a little smugly I\nthought, \"that we, unlike your race, are conservationists in the truest\nsense. Far from despoiling our homeland and laying waste its resources\nand natural scenic wonders, we will improve it.\"\n\nI had to be careful because, as they explained it, even a small nick\nwith a razor might wipe out an entire suburban family.\n\n\"But fellows! I want to live my own life.\"\n\n\"Come now. Please remember that you are not alone now.\"\n\n\"Aw, fellows. Look, I'll get a dog, lots of dogs--fine purebreds, not\nmongrels like me. The finest. I'll pamper them. They'll live like\nkings.... Wouldn't you consider moving?\"\n\n\"Out of the question.\"\n\n\"An elephant then? Think of the space, the room for the kids to\nplay----\"\n\n\"Never.\"\n\n\"Damn it! Take me to--no, I mean let me talk to your leader.\"\n\nThat got me no place. It seemed I was already talking to their highest\ngovernment councils. All of my suggestions were considered, debated,\nvoted on--and rejected.\n\nThey were democratic, they said. They counted my vote in favor; but\nthat was just one vote. Rather a small minority.\n\nAs I suppose I should have figured, my thoughts were coming through\nover a period that was, to them, equal to weeks. They recorded them,\naccelerated them, broadcast them all around, held elections and\nrecorded replies to be played back to me at my own slow tempo by the\ntime I had a new thought ready. No, they wouldn't take time to let me\ncount the votes. And there is where you might say I lost my self\ncontrol.\n\n\"Damn it!\" I said. Or shouted. \"I won't have it! I won't put up with\nit. I'll--uh--I'll get us all dead drunk. I'll take dope! I'll go out\nand get a shot of penicillin and--\"\n\nI didn't do a damned thing. I couldn't.\n\nTheir control of my actions was just as complete as they wanted to make\nit. While they didn't exercise it all the time, they made the rules.\nAccording to them, they could have controlled my thoughts too if they\nhad wanted to. They didn't because they felt that wouldn't be\ndemocratic. Actually, I suppose they were pretty fair and\nreasonable--from their point of view. Certainly it could have been a\nlot worse.\n\n\nIII\n\nI wasn't as bad off as old Faust and his deal with the devil. My soul\nwas still my own. But my body was community property--and I couldn't,\nby God, so much as bite my own tongue without feeling like a bloody\nmurderer--and being made to suffer for it, too.\n\nPerhaps you don't think biting your tongue is any great privilege to\nhave to give up. Maybe not. But, no matter how you figure, you've got\nto admit the situation was--well--confining.\n\nAnd it lasted for over nine years.\n\nNine miserable years of semi-slavery? Well, no. I couldn't honestly say\nthat it was that bad. There were all the restrictions and limitations,\nbut also there was my perfect health; and what you might call a sort of\na sense of inner well-being. Added to that, there was my sensationally\nsuccessful career. And the money.\n\nAll at once, almost anything I undertook to do was sensationally\nsuccessful. I wrote, in several different styles and fields and under a\nnumber of different names; I was terrific. My painting was the talk of\nthe art world. \"Superb,\" said the critics. \"An astonishing\nother-worldly quality.\" How right they were--even if they didn't know\nwhy. I patented a few little inventions, just for fun; and I invested.\nThe money poured in so fast I couldn't count it. I hired people to\ncount it, and to help guide it through the tax loopholes--although\nthere I was able to give them a few sneaky little ideas that even our\nsharpest tax lawyers hadn't worked out.\n\nOf course the catch in all that was that, actually, I was not so much a\nrich, brilliant, successful man. I was a booming, prosperous nation.\n\nThe satisfaction I could take in all my success was limited by my\nknowledge that it was a group effort. How could I help being\nsuccessful? I had a very fair part of the resources of a society\nsubstantially ahead of our own working for me. As for knowledge of our\nworld, they didn't just know everything I did. They knew everything I\never had known--or seen, heard, read, dreamed or thought of. They could\ndig up anything, explore it, expand it and use it in ways I couldn't\nhave worked out in a thousand years. Sure, I was successful. I did stay\nout of sports--too dangerous; entertainment--didn't lend itself too\nwell to the group approach; and music--they had never developed or used\nsound, and we agreed not to go into it. As I figured it, music in the\nsoul may be very beautiful; but a full-size symphony in a sinus I could\ndo without.\n\nSo I had success. And there was another thing I had too. Company.\n\nPrivacy? No, I had less privacy than any man who ever lived, although I\nadmit that my people, as long as I obeyed the rules, were never pushy\nor intrusive. They didn't come barging into my thoughts unless I\ninvited them. But they were always ready. And if those nine years were\nless than perfect, at least I was never lonesome. Success, with me, was\nnot a lonely thing.\n\nAnd there were women.\n\nYes, there were women. And finally, at the end of it, there was a\nwoman--and that was it.\n\n\nAs they had explained it, they were prepared to be tolerant about\nmy--ah--relations with women as long as I was \"reasonable\" in my\nselection. Come to find out, they were prepared to be not just tolerant\nbut insistent--and very selective.\n\nFirst there was Helga.\n\nHelga was Uncle John's secretary, a great big, healthy, rosy-cheeked,\nblonde Swedish girl, terrific if you liked the type. Me, I hadn't ever\nmade a move in her direction, partly because she was so close to Uncle\nJohn, but mostly because my tastes always ran to the smaller types. But\ntastes can be changed.\n\nTen days after that first conversation with my people I'd already\ncleared something like $50,000 in a few speculations in the commodity\nmarket. I was feeling a little moody in spite of it, and I decided to\nquit my job. So I went up that afternoon to Uncle John's office to tell\nhim.\n\nUncle John was out. Helga was in. There she was, five foot eleven of\nbig, bouncy, blonde smorgasbord. Wow! Before, I'd seen Helga a hundred\ntimes, looked with mild admiration but not one real ripple inside. And\nnow, all at once, wow! That was my people, of course, manipulating\nglands, thoughts, feelings. \"Wow!\" it was.\n\nFirst things first. \"Helga, Doll! Ah! Where's Uncle John?\"\n\n\"Johnny! That's the first time you ever called me--hm-m--Mr. Barth has\ngone for the day ... Johnny.\"\n\nShe hadn't even looked at me before. My--uh--government was growing\nmore powerful. It was establishing outside spheres of influence. Of\ncourse, at the time, I didn't take the trouble to analyze the\nsituation; I just went to work on it.\n\nAs they say, it is nice work if you can get it.\n\nI could get it.\n\nIt was a good thing Uncle John didn't come bustling back after\nsomething he'd forgotten that afternoon.\n\nI didn't get around to quitting my job that afternoon. Later on that\nevening, I took her home. She wanted me to come in and meet her\nparents, yet! But I begged off that--and then she came up with a\nsnapper. \"But we will be married, Johnny darling. Won't we? Real soon!\"\n\n\"Uh,\" I said, making a quick mental plane reservation for Rio, \"sure,\nDoll. Sure we will.\" I broke away right quick after that. There was a\nproblem I wanted to get a little advice on.\n\nWhat I did get, actually, was a nasty shock.\n\nBack in my apartment--my big, new, plush apartment--I sat down to go\nover the thing with the Department of the Interior. The enthusiastic\nresponse I got surprised me. \"Magnificent,\" was the word. \"Superb.\nGreat!\"\n\nWell, I thought myself that I had turned in a pretty outstanding\nperformance, but I hadn't expected such applause. \"It is a first step,\na splendid beginning! A fully equipped, well-armed expedition will have\nthe place settled, under cultivation and reasonably civilized inside of\na day or two, your time. It will be simple for them. So much more so\nthan in your case--since we now know precisely what to expect.\"\n\n\nI was truly shocked. I felt guilty. \"No!\" I said. \"Oh, no! What a thing\nto do. You _can't_!\"\n\n\"Now, now. Gently,\" they said. \"What, after all, oh Fatherland, might\nbe the perfectly natural consequences of your own act?\"\n\n\"What? You mean under other--that is----\"\n\n\"Exactly. You could very well have implanted a new life in her, which\nis all that we have done. Why should our doing so disturb you?\"\n\nWell, it did disturb me. But then, as they pointed out, they could have\ndeveloped less pleasant methods of spreading colonies. They had merely\ndecided that this approach would be the surest and simplest.\n\n\"Well, maybe,\" I told them, \"but it still seems kind of sneaky to me.\nBesides, if you'd left it to me, I'd certainly never have picked a\ngreat big ox like Helga. And now she says she's going to marry me,\ntoo!\"\n\n\"You do not wish this? We understand. Do not be concerned. We\nwill--ah--send instructions to our people the next time. She will\nchange her feelings about this.\"\n\nShe dropped the marriage bit completely.\n\nWe had what you might call an idyllic association, in spite of her\nbeing such a big, husky model--a fact which never bothered me when I\nwas with her. \"She is happy,\" I was assured, \"very happy.\" She seemed\npleased and contented enough, even if she developed, I thought, a sort\nof an inward look about her. She and I never discussed our--uh--people.\nWe had a fast whirl for a couple of weeks. And then I'd quit my job\nwith Uncle John, and we sort of drifted apart.\n\nNext thing I heard of her, she married Uncle John.\n\nWell. I have my doubts about how faithful a wife she was to him, but\ncertainly she seemed to make him happy. And my government assured me\nUncle John was not colonized. \"Too late,\" they said. \"He is too old to\nbe worth the risk of settling.\" But they respected my scruples about my\nuncle's wife and direct communication with Helgaland was broken off.\n\nBut there were others.\n\n\nIV\n\nFor the next nine years--things came easy for me. I suppose the\nrestrictions, the lack of freedom should have made me a lot more\ndissatisfied than I was. I know, though they didn't say so, that my\npeople did a little manipulating of my moods by jiggering the glands\nand hormones or something. It must have been that with the women.\n\nI know that after Helga I felt guilty about the whole thing. I wouldn't\ndo it again. But then one afternoon I was painting that big amazon of a\nmodel and--Wow!\n\nI couldn't help it. So, actually, I don't feel I should be blamed too\nmuch if, after the first couple of times, I quit trying to desert, so\nto speak.\n\nAnd time went by, although you wouldn't have guessed it to look at me.\nI didn't age. My health was perfect. Well, there were a couple of very\nlight headaches and a touch of fever, but that was only politics.\n\nThere were a couple of pretty tight elections which, of course, I\nfollowed fairly closely. After all, I had my vote, along with everyone\nelse and I didn't want to waste it--even though, really, the political\nparties were pretty much the same and the elections were more questions\nof personality than anything else.\n\nThen one afternoon I went to my broker's office to shift around a few\ninvestments according to plans worked out the night before. I gave my\ninstructions. Old man Henry Schnable checked over the notes he had\nmade.\n\n\"Now that's a funny thing,\" he said.\n\n\"You think I'm making a mistake?\"\n\n\"Oh, no. You never have yet, so I don't suppose you are now. The funny\nthing is that your moves here are almost exactly the same as those\nanother very unusual customer of mine gave me over the phone not an\nhour ago.\"\n\n\"Oh?\" There was nothing very interesting about that. But, oddly enough,\nI was very interested.\n\n\"Yes. Miss Julia Reede. Only a child really, 21, but a brilliant girl.\nPossibly a genius. She comes from some little town up in the mountains.\nShe has been in town here for just the past six months and her\ninvestments--well! Now I come to think about it, I believe they have\nvery closely paralleled yours all along the line. Fabulously\nsuccessful. You advising her?\"\n\n\"Never heard of the girl.\"\n\n\"Well, you really should meet her, Mr. Barth. You two have so much in\ncommon, and such lovely investments. Why don't you wait around? Miss\nReede is coming in to sign some papers this afternoon. You two should\nknow each other.\"\n\n\nHe was right. We _should_ know each other. I could feel it.\n\n\"Well, Henry,\" I said, \"perhaps I will wait. I've got nothing else to\ndo this afternoon.\"\n\nThat was a lie. I had plenty of things to do, including a date with the\ncaptain of a visiting women's track team from Finland. Strangely, my\npeople and I were in full agreement on standing up the chesty Finn, let\nthe javelins fall where they may.\n\nHenry was surprised too. \"You are going to wait for her? Uh. Well now,\nMr. Barth, your reputation--ah--that is, she's only a child, you know,\nfrom the country.\"\n\nThe buzzer on his desk sounded. His secretary spoke up on the intercom.\n\"Miss Reede is here.\"\n\nMiss Reede came right on in the door without waiting for a further\ninvitation.\n\nWe stood there gaping at each other. She was small, about 5'2\" maybe,\nwith short, black, curly hair, surface-cool green eyes with fire\nunderneath, fresh, freckled nose, slim figure. Boyish? No. Not boyish.\n\nI stared, taking in every little detail. Every little detail was\nperfect and--well, I can't begin to describe it. That was for me. I\ncould feel it all through me, she was what I had been waiting for,\ndreaming of.\n\nI made a quick call on the inside switchboard, determined to fight to\noverride the veto I was sure was coming. I called.\n\nNo answer.\n\nFor the first time, I got no regular answer. Of course, by now I always\nhad a kind of a sense or feeling of what was going on. This time there\nwas a feeling of a celebration, rejoicing, everybody on a holiday.\nWhich was exactly the way I felt as I looked at the girl. No\nobjections? Then why ask questions?\n\n\"Julia,\" old Henry Schnable was saying, \"this is Mr. John Barth. John,\nthis is--John! John, remember----\"\n\nI had reached out and taken the girl's hand. I tucked her arm in mine\nand she looked up at me with the light, the fire in the green depths\nswimming toward the surface. I didn't know what she saw in me--neither\nof us knew then--but the light was there, glowing. We walked together\nout of Henry Schnable's office.\n\n\"John! Julia, your papers! You have to sign----\"\n\nBusiness? We had business elsewhere, she and I.\n\n\"Where?\" I asked her in the elevator. It was the first word either of\nus had spoken.\n\n\"My apartment,\" she said in a voice like a husky torch song. \"It's\nclose. The girl who rooms with me is spending the week back home with\nher folks. The show she was in closed. We can be alone.\"\n\nWe could. Five minutes in a cab and we were.\n\nI never experienced anything remotely like it in all my life. I never\nwill again.\n\n\nAnd then there was the time afterwards, and then we knew.\n\nIt was late afternoon, turning to dusk. She lifted up on one elbow\nand half turned away from me to switch on the bedside lamp. The\nlight came on and I looked down at her, lovingly, admiringly. Idly,\nI started to ask her, \"How did you get those little scars on your\nleg there and ... those little scars? Like buckshot! Julia! Once,\nalong about ten years ago--you must have been a little girl then--in\nthe mountains--sure. You were hit by a meteor, weren't you??\"\n\nShe turned and stared at me. I pointed at my own little pockmark scars.\n\n\"A meteor--about ten years ago!\"\n\n\"Oh!\"\n\n\"I knew it. You were.\"\n\n\"'Some damn fool, crazy hunter,' was what Pop said. He thought it\nreally was buckshot. So did I, at first. We all did. Of course about\nsix months later I found out what it was but we--my little people and\nI--agreed there was no sense in my telling anyone. But you know.\"\n\nIt was the other ship. There were two in this sector, each controlled\nto colonize a person. My own group always hoped and believed the other\nship might have landed safely. And now they knew.\n\nWe lay there, she and I, and we both checked internal communications.\nThey were confused, not clear and precise as usual. It was a holiday in\nfull swing. The glorious reunion! No one was working. No one was\nwilling to put in a lot of time at the communications center talking to\nJulia and me. They were too busy talking to each other. I was right.\nThe other ship.\n\nOf course, since the other ship's landfall had been a little girl then,\nthe early movements of the group had been restricted. Expansion was\ndelayed. She grew up. She came to the city. Then--well, I didn't have\nto think about that.\n\nWe looked at each other, Julia and I. A doll she was in the first place\nand a doll she still was. And then on top of that was the feeling of\ncommunity, of closeness coming from our people. There was a sympathy.\nThe two of us were in the same fix. And it may be that there was a\ncertain sense of jealousy and resentment too--like the feeling, say,\nbetween North and South America. How did we feel?\n\n\"I feel like a drink.\"\n\nWe said it together and laughed. Then we got up and got the drinks. I\nwas glad to find that Julia's absent roommate, an actress, had a pretty\nfair bar stock.\n\n\nWe had a drink. We had another. And a third.\n\nMaybe nobody at all was manning the inner duty stations. Or maybe they\nwere visiting back and forth, both populations in a holiday mood. They\nfigured this was a once in a millennium celebration and, for once, the\nlimits were off. Even alcohol was welcome. That's a line of thought\nthat kills plenty of people every day out on the highway.\n\nWe had a couple more in a reckless toast. I kissed Julia. She kissed\nme. Then we had some more drinks.\n\nNaturally it hit us hard; we weren't used to it. But still we didn't\nstop drinking. The limits were off for the first time. Probably it\nwould never happen again. This was our chance of a lifetime and there\nwas a sort of desperation in it. We kept on drinking.\n\n\"Woosh,\" I said, finally, \"wow. Let's have one more, wha' say? One more\nthem--an' one more those.\"\n\nShe giggled. \"Aroun' an aroun', whoop, whoop! Dizzy. Woozy. Oughta have\ncup coffee.\"\n\n\"Naw. Not coffee. Gonna have hangover. Take pill. Apsirin.\"\n\n\"Can-_not_! Can-_not_ take pill. Won' lemme. 'Gains talla rules.\"\n\n\"Can.\"\n\n\"Can-_not_.\"\n\n\"Can. No rules. Rule soff. Can. Apsirin. C'mon.\"\n\nClinging to each other, we stumbled to the bathroom. Pills? The\nroommate must have been a real hypochondriac. She had rows and\nbatteries of pills. I knocked a bottle off the cabinet shelf. Aspirin?\nSure, fancy aspirin. Blue, special. I took a couple.\n\n\"Apsirin. See? Easy.\"\n\nHer mouth made a little, red, round \"O\" of wonder. She took a couple.\n\n\"Gosh! Firs' time I c'd ever take a pill.\"\n\n\"Good. Have 'nother?\"\n\nIt was crazy, sure. The two of us were drunk. But it was more than\nthat. We were like a couple of wild, irresponsible kids, out of control\nand running wild through the pill boxes. We reeled around the bathroom,\nsampling pills and laughing.\n\n\"Here's nice bottla red ones.\"\n\nThere was a nice bottle of red ones. I fumbled the top off the bottle\nand spilled the bright red pills bouncing across the white tile\nbathroom floor. We dropped to our knees after them, after the red\npills, the red dots, the red, fiery moons, spinning suddenly, whirling,\ntwirling, racing across the white floor. And then it got dark. Dark,\nand darker and even the red, red moons faded away.\n\nSome eons later, light began to come back and the red moons, dim now\nand pallid, whirled languidly across a white ceiling.\n\n\nSomeone said, \"He's coming out of it, I think.\"\n\n\"Oh,\" I said. \"Ugh!\"\n\nI didn't feel good. I'd almost forgotten what it was like, but I was\nsick. Awful. I didn't particularly want to look around but I did, eyes\nmoving rustily in their sockets. There was a nurse and a doctor. They\nwere standing by my bed in what was certainly a hospital.\n\n\"Don't ask,\" said the doctor. I wasn't going to. I didn't even care\nwhere I was, but he told me anyway, \"You are in the South Side\nHospital, Mr. Barth. You will be all right--which is a wonder,\nconsidering. Remarkable stamina! Please tell me, Mr. Barth, what kind\nof lunatic suicide pact was that?\"\n\n\"Suicide pact?\"\n\n\"Yes, Mr. Barth. Why couldn't you have settled for just one simple\npoison, hm-m? The lab has been swearing at you all day.\"\n\n\"Uh?\"\n\n\"Yes. At what we pumped from your stomach. And found in the girl's.\nLiquor, lots of that--but then, why aspirin? Barbiturates we expect.\nRoach pellets are not unusual. But aureomycin? Tranquilizers? Bufferin?\nVitamin B complex, vitamin C--and, finally, half a dozen highly\nquestionable contraceptive pills? Good Lord, man!\"\n\n\"It was an accident. The girl--Julia----?\"\n\n\"You are lucky. She wasn't.\"\n\n\"Dead?\"\n\n\"Yes, Mr. Barth. She is dead.\"\n\n\"Doctor, listen to me! It was an accident, I swear. We didn't know what\nwe were doing. We were, well, celebrating.\"\n\n\"In the medicine cabinet, Mr. Barth? Queer place to be celebrating!\nWell, Mr. Barth, you must rest now. You have been through a lot. It was\na near thing. The police will be in to see you later.\"\n\nWith this kindly word the doctor and his silently disapproving nurse\nfiled out of the room.\n\nThe police? Julia, poor Julia--dead.\n\nNow what? What should I do? I turned, as always, inward for advice and\ninstructions. \"Folks! Why didn't you stop me? Why did you let me do it?\nAnd now--what shall I do? Answer me, I say. Answer!\"\n\nThere was only an emptiness. It was a hollow, aching sensation. It\nseemed to me I could hear my questions echoing inside me with a lonely\nsound.\n\nI was alone. For the first time in nearly ten years, I was truly alone,\nwith no one to turn to.\n\nThey were gone! At last, after all these years, they were gone. I was\nfree again, truly free. It was glorious to be free--wasn't it?\n\nThe sheer joy of the thing brought a tightness to my throat, and I\nsniffled. I sniffled again. My nose was stuffy. The tightness in my\nthroat grew tighter and became a pain.\n\nI sneezed.\n\nWas this joy--or a cold coming on? I shifted uneasily on the hospital\nbed and scratched at an itch on my left hip. Ouch! It was a pimple. My\nhead ached. My throat hurt. I itched. Julia was dead. The police were\ncoming. I was alone. What should I do?\n\n\"Nurse!\" I shouted at the top of my voice. \"Nurse, come here. I want to\nsend a wire. Rush. Urgent. To my aunt, Mrs. Helga Barth, the address is\nin my wallet. Say, 'Helga. Am desperately ill, repeat, ill. Please come\nat once. I must have help--from you.'\"\n\nShe'll come. I know she will. They've _got_ to let her. It was an\naccident, I swear, and I'm not too old. I'm still in wonderful shape,\nbeautifully kept up.\n\nBut I feel awful.\n\nWell--how do you suppose New England would feel today, if suddenly all\nof its inhabitants died?\n\n\n--WILLIAM W. STUART\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Inside John Barth, by William W. Stuart\n\n*** END OF THIS PROJECT GUTENBERG EBOOK INSIDE JOHN BARTH ***\n\n***** This file should be named 28608.txt or 28608.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/8/6/0/28608/\n\nProduced by Greg Weeks and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}