{"title": "Devil Crystals of Arret", "author": "Hal K. Wells", "releaseDate": "April 28, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Barbara Tozier and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n    This etext was produced from Astounding Stories September 1931.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed.\n\n\n\n\n[Illustration: The tip sprayed a web around his body.]\n\n\n\n\nDevil Crystals of Arret\n\n_By Hal K. Wells_\n\n    Facing a six-hour deadline of death, young Larry raids a\n    hostile world of rat-men and tinkling Devil Crystals.\n\n\nBenjamin Marlowe and his young assistant, Larry Powell, opened the\ndoor of the Marlowe laboratory, then stopped aghast at the sight\nwhich greeted their startled eyes.\n\nThere on the central floor-plate directly in the focus of the big\natomic projector stood the slender figure of Joan Marlowe, old\nBenjamin Marlowe's niece and Larry Powell's fiancee.\n\nThe girl had apparently only been awaiting their return to the\nlaboratory for around her gray laboratory smock was already fastened\none of their Silver Belts, and a cord was already in place running\nfrom her wrist to the main switch of the projection mechanism.\n\nJoan's clear blue eyes sparkled with the thrill of high adventure as\nshe swiftly raised a slender hand in a gesture of warning to the two\nmen.\n\n\"Don't try to stop me,\" she warned quietly. \"I can jerk the switch\nand be in Arret, before you've taken two steps. I'm going to Arret,\nanyway. I was only waiting for you to return to the laboratory so\nI'd be sure of having you here to bring me back to Earth again\nbefore I have time to get into any serious trouble over there.\"\n\n\"But, Joan,\" Benjamin Marlowe protested, \"this is sheer madness! No\none can possibly guess what terrible conditions you may confront in\nArret. We've never dared to send a human being across the atomic\nbarrier yet!\"\n\n\"We've sent all kinds of animals across, though,\" Joan retorted\ncalmly, \"and as long as we recalled them within the twelve-hour\nlimit they always came back alive and unhurt. There's no reason why\na human being should not be able to make the round trip just as\nsafely. Ever since our Silver Belts first came back with the weird\nplant and mineral fragments which proved that there really is such a\nplace as Arret, I've been wild to see with my own eyes the\nincredible things that must exist there.\"\n\nJoan waved her hand in gay farewell. \"Good-by, Uncle Ben and Larry!\nI know that you'll drag me back just as quickly as you can possibly\ndash over to the recall switch, but I'll at least have had a few\nprecious seconds of sightseeing as Earth's first human visitor to\nArret!\"\n\n       *       *       *       *       *\n\nLarry Powell was already sprinting for the mechanism as Joan jerked\nthe cord that ran to the switch, but he was barely half-way across\nthe intervening space when the big atomic projector flared forth in\na brilliant gush of roseate flame.\n\nFor a fraction of a second Joan's slender figure was outlined in the\nvery heart of the ruddy glow, then vanished completely. There was\nleft only a short length of the switch cord to indicate that the\ngirl had ever stood there.\n\nPowell reached the mechanism and shut off the projector's flame,\nthen turned swiftly to the control-panel of the recall mechanism. As\nhe closed the switch on this panel, three banks of tubes set in\ntriangular form around the floor-plate upon which Joan had stood\nglowed a brilliant and blinding green.\n\nShielding his eyes from the glare with an upraised forearm, Powell\nbegan stepping a rheostat up to more and more power. In his anxiety,\nhe increased the power far too quickly. There was a sudden gush of\nblue-white flame from the heart of the mechanism, together with the\nhissing crackle of fusing metal. The green light in the tubes\npromptly died.\n\nBenjamin Marlowe was bending over the apparatus almost instantly. A\nmoment later he raised a face that had suddenly gone white. There\nwas terror in his eyes as he turned to his assistant.\n\n\"The entire second series of coils is burned out, Larry!\" he gasped\nin consternation. \"Joan is marooned over there in Arret--marooned in\nthat grim unknown land as completely beyond our reach as though she\nwere upon one of the moons of Mars!\"\n\nFor a long moment the two men gazed at each other with\nhorror-stricken faces, dazed and shaken. Then they quickly drew\nthemselves together again and set about the herculean task of making\nthe necessary repairs to the damaged mechanism in time to rescue\nJoan before the twelve-hour limit should doom the girl to forever\nremain an exile in that land of alien mystery beyond the atomic\nbarrier.\n\n       *       *       *       *       *\n\nTheir previous experiments with animals had proved that no living\ncreature from Earth could be brought back after it had been in Arret\nover twelve hours. After that time the change in the atoms\nconstituting living tissues apparently became permanently Arretian,\nfor the Silver Belts returned without any trace of their original\nwearers.\n\nThe necessary repairs to the damaged coils were of such an exacting\nand intricate nature that any great speed was impossible. Hours\npassed while the two men bent to their work with grim concentration.\nNeither of them dared think too much of what nameless dangers might\nbe confronting Joan during those weary hours. Their actual knowledge\nof Arret was so pitiably slight.\n\nSome months ago, while they were experimenting upon apparatus for\nreversing the electrical charges of an atom's electrons and protons,\nthey had first stumbled upon the incredible fact that such a place\nas Arret really existed. They found that it was another world\noccupying the same position in space as Earth, with the fundamental\ndifference in the two interwoven planes of existence lying in the\nelectrical make-up of the atoms that constituted matter in each\nplane.\n\nOn Earth all atoms are composed of small heavy protons that are\nalways positive in charge, and larger lighter electrons that are\nalways negative. In Arret the protons were negative, and the\nelectrons positive. The result was two worlds occupying the same\nspace at the same time, yet with matter so essentially and\ncompletely different that each world was intangible to the other.\nThey had named the unseen world Arret, the reverse of Terra.\n\nFinding it impossible to work directly upon most forms of matter,\nthe experimenters had finally evolved a silver alloy that served as\na medium both for sending objects into Arret and then bringing\nthem back to Earth. By focussing the flame of the projection\napparatus upon a Silver Belt of this alloy, the electrical charges\nof the Belt's atoms were reversed, automatically causing the Belt to\nvanish from Earth and materialize in Arret. At the same time the\natoms of any object within the Belt's immediate radius were\nsimilarly transformed, and that object was taken into Arret with the\nBelt.\n\nThe recall mechanism functioned by broadcasting a power wave that\nagain reversed the atomic charge of the Belt and its contained\nobject back to that of Earth. At the same time the recall wave\nexerted an attractive force that drew the atoms back to a central\npoint in the laboratory, where they were re-materialized upon the\nsame floor-plate from which they had originally been sent.\n\n       *       *       *       *       *\n\nThe twelve-hour time limit was half up when Benjamin Marlowe and\nLarry Powell finally straightened up wearily from their work over\nthe recall mechanism, their repairs completed. It had been one\no'clock in the afternoon when Joan Marlowe vanished from Earth in\nthe roseate flare of the projector. It was now nearly seven o'clock.\n\nWith nerves tense from anxiety, the two men crossed over to the\ncontrol-panel of the recall apparatus. This time they donned goggles\nof dark glass to shield their eyes from the blinding green glare.\nMarlowe threw the main switch, and the banked tubes came to life in\na flood of vivid emerald light.\n\nMarlowe began stepping the rheostat up gradually to more power,\nadvancing it with cautious slowness to avoid any chance of a\nrepetition of the previous accident. The green radiance streaming\nfrom the tubes in every direction began to throb with an electric\nforce that the two men could feel pulsing through their own bodies.\n\nThere was a click as the rheostat struck the last notch. The green\nradiance was now a searing flame that half-blinded them even through\nthe thick dark glass of their protective goggles, while the vibrant\nforce of the green rays was sweeping through their bodies with a\ntingling shock that nearly took their breath away.\n\nTensely the two men stared at the metal floor-plate in the center of\nthe area bounded by the flaming green tubes. Just over the plate the\ngreen radiance seemed to be thickening and swirling oddly. The\nswirling eddy became a small dense cloud of darker green light. Then\nabruptly, like the fade-in on a moving picture screen, from the\ncloud over the plate the misty outlines of an object swiftly cleared\nand solidified into a bizarre something at whose unfamiliar aspect\nboth Marlowe and Powell gasped in amazement.\n\nMarlowe snapped the switch off, and the green radiance vanished.\nStripping the dark goggles from their eyes, the two men hurried over\nfor a closer view of the thing that rested quiescent and apparently\nlifeless there on the metal floor-plate.\n\n       *       *       *       *       *\n\nIt was shaped like a huge egg, a little over a yard long, and was\napparently composed of a solid lump of some unknown crystalline\nsubstance that closely resembled very clear, pale amber. Embedded in\nthe heart of the strange egg were clearly visible objects which\ncaused Marlowe and Powell to gasp in mingled horror and amazement.\n\nChief among the things imprisoned in that amber shroud was the\nSilver Belt that Joan had worn, but the Belt was now looped over the\nbony shoulder of a skeleton that by no possible stretch of the\nimagination could ever have been that of a creature of this Earth.\n\nThe skeleton was still perfectly articulated, and gleamed through\nthe crystalline amber as though its bony surfaces were encrusted\nwith diamond dust. The bones were apparently those of a creature\nthat in life had been half dwarf-ape and half giant rat.\n\nThe beast had stood a little under a yard in height. The legs were\nshort, powerful, and bowed. The long arms ended in claw-like\ntravesties of hands. The skull was relatively small, with a sharply\nsloping forehead and projecting squirrel-like teeth that were\nmarkedly rodent.\n\nAround the skeleton's neck there was a wide band of some strange\ngray metal, with its smooth outer surface roughly scratched in\ncharacters that resembled primitive hieroglyphics.\n\nMarlowe's face was white with grief as he turned to Powell. \"Joan\nmust be dead, Larry,\" he said sadly. \"Otherwise, she would surely\nnever have allowed her Silver Belt to pass into the possession\nof--this! She knew that the Belt represented her only hope of ever\nbeing brought back to this world.\"\n\n       *       *       *       *       *\n\nFor a moment Powell stared intently into the heart of the\ncrystalline egg without answering. Then suddenly he straightened up\nwith marked excitement upon his face.\n\n\"There's a small sheet of paper entwined in the coils of that Belt!\"\nhe exclaimed. \"It may be a message from Joan!\"\n\nSwiftly the two men lifted the amber egg up to the top of a\nworkbench. Powell took a small hammer to test the hardness of the\nstrange translucent substance.\n\nHe struck it a sharp rap, then recoiled in surprise at the effect of\nhis blow, for the entire egg instantly shattered with a tinkling\ncrash like the bursting of a huge glass bubble. So complete was the\ndisintegration of the egg and the skeleton within it that all that\nremained of either was a heap of diamond and amber dust. The only\nthings left intact were the Silver Belt and the metal collar.\n\nPowell snatched up the Belt and extracted the small piece of paper\nthat had been firmly tucked into its coils. Hurriedly written in\npencil upon the paper was a message in a handwriting familiar to\nboth Powell and Marlowe:\n\n    Help! I am held prisoner in the Cave of Blue Flames!\n                                                 --Joan.\n\n\"Larry, Joan must still be alive over there in Arret!\" There was new\nhope in Benjamin Marlowe's voice.\n\n\"Yes, alive and held captive by whatever monstrosities may inhabit\nthat unknown plane,\" Powell agreed grimly. \"There's only one way in\nwhich we can possibly rescue her now. That is for you to send me\ninto Arret with a reserve Belt for Joan. I'll be ready to start as\nsoon as I get a couple of automatic pistols that I have up in my\nroom. It's a sure thing that I'll need them over there in Arret.\"\n\n       *       *       *       *       *\n\nFive minutes later Powell stood ready and waiting upon the\nfloor-plate in the focus of the big atomic projector, with the\ncentral lens of the apparatus levelled down upon him like a huge\nsearchlight. Around Powell's waist were strapped two Silver Belts,\nand a cartridge belt with a holstered .45-calibre automatic on\neither side. His wrist-watch was synchronized to the second with\nBenjamin Marlowe's watch.\n\n\"Joan's twelve-hour time limit in Arret will expire at one o'clock\ntomorrow morning.\" Powell reminded Marlowe. \"That gives me nearly\nsix hours in which to find her and equip her with a Silver Belt. You\nwill broadcast the recall wave at exactly one o'clock. If I haven't\nsucceeded in finding Joan by then, I'll discard my own Belt and stay\non over there in Arret with her.... I'm ready to start now, whenever\nyou are.\"\n\nBenjamin Marlowe raised his hand to the switch in the projector's\ncontrol panel. \"Good-by, Larry,\"--the old man's voice shook a trifle\nin spite of himself--\"and may God be with you!\" He closed the\nswitch.\n\nA great burst of roseate flame leaped toward Powell from the\nprojector. The laboratory was instantly blotted out in a swirling\nchaos of ruddy radiance that swept him up and away like a chip upon\na tidal wave. There was a long moment during which he seemed to\nhurtle helplessly through a universe of swirling tinted mists, while\ngreat electric waves tingled with exquisite poignancy through every\natom of his body.\n\nThen the mists suddenly cleared like the tearing away of a mighty\ncurtain, and with startling abruptness Powell found himself again in\na solid world of material things. For a moment as he gazed dazedly\nabout him he thought that the roseate glow of the projector must\nstill be playing tricks with his eyesight, for the landscape around\nhim was completely and incredibly red!\n\n       *       *       *       *       *\n\nHe soon realized that the monochrome of scarlet was a natural aspect\nof things in Arret. The weird vegetation all around him was of a\nuniform glossy red. The sandy soil under his feet was dull\nbrick-red. High in the reddish-saffron sky overhead there blazed a\nlurid orb of blood-red hue, the intense heat of its ruddy radiance\ngiving the still dry air a nearly tropical temperature. From this\norb's position in the sky and its size, Powell was forced to\nconclude that it must be the Arretian equivalent of Earth's moon.\n\nFor a moment he stood motionless as he peered cautiously around him,\ntrying to decide what should be his first step in this scarlet world\nthat was so utterly alien in every way to his own. On every side the\nlandscape stretched monotonously away from him in low rolling dunes\nlike the frozen ground swell of a crimson sea--dunes covered with\nvegetation of a kind never seen upon Earth.\n\nNot a leaf existed in all that weird flora. Instead of leaves or\ntwigs the constituent units of bushes and grasses consisted of\nglobules, glossy spheres of scarlet that ranged in size from\npinheads to the bulk of large pumpkins. The branches of the\nvegetation were formed from strings of the globules set edge to edge\nand tapering in size like graduated beads strung upon wire,\ndwindling in bulk until the tips of the branches were as fragile as\nthe fronds of maidenhair fern. The bulk of the shrubbery was\nhead-high, and so dense that Powell could see for only a couple of\nyards into the thicket in any direction.\n\nThe stillness around Powell was complete. Not even a globular twig\nstirred in the hot dry air. Powell decided to head for the crest of\none of the low dunes some fifty feet away. From its top he might be\nable to sight something that would give a clue to the location of\nthe \"Cave of Blue Flames\" of which Joan had written.\n\n       *       *       *       *       *\n\nHe arrived at the foot of the dune's slope without incident. But\nthere he came to an abrupt halt as the silence was suddenly\nshattered by a strange sound from the shrubbery-covered crest just\nabove him. It was a musical, tinkling crash, oddly suggestive of a\nhandful of thin glass plates shattering upon a stone floor. A second\nlater there came the agonized scream of some creature in its death\nthroes.\n\nThe tinkling, crashing sound promptly swelled to a steady pulsing\nsong like that of a brittle river of crystalline glass surging and\nbreaking over granite boulders. There was an eery beauty in that\ntinkling burst of melody, yet with the beauty there was an\nintangible suggestion of horror that made Powell's flesh creep.\n\nThe crystalline song swelled to a crescendo climax. Then there came\nanother sound, a single resonant note like that given when a string\nof a bass viol is violently plucked--and the tinkling melody\nabruptly died. Immediately following the resonant twang some object\nwas ejected from the midst of the thicket on the dune's crest, and\ncame rolling and bounding down the gentle slope toward Powell.\n\nIt finally came to rest against the base of a bush almost at his\nfeet. He whistled softly in surprise as he saw the nature of the\nthing. It was another of the yard-long egg-shaped crystals of\ntranslucent amber like the one that had been materialized in\nBenjamin Marlowe's laboratory. Imprisoned in the clear depths of\nthis amber egg was the sparkling, diamond-encrusted skeleton of what\nhad apparently been a small quadruped about the size of a fox.\n\nPowell's eyes narrowed in speculation as he realized that he had\nbefore him the first slight clue as to what might have happened to\nJoan. Her Silver Belt had been enclosed in one of those amber,\ncrystalline eggs. Apparently her capture had been in some way\nconnected with that sinister, unseen Tinkling Death.\n\n       *       *       *       *       *\n\nPowell began cautiously working his way up the slope of the dune,\nwith an automatic pistol ready for use in his right hand. Silence\nreigned unbroken now in the thicket on the crest, but with each\nupward step that he took there came with constantly increasing force\na feeling of some vast, alien intelligence lurking up there,\nwatching and waiting.\n\nNearer and nearer the crest he worked his wary way, until he was so\nclose that he fancied he could see the vague outline of some\nmonstrous silvery bulk looming there in the heart of the red\nthicket. He took another cautious step forward--and then his careful\nstalking was sharply interrupted.\n\nWithout a second's warning there came the roaring rush of great\nwings beating the air just above him. Powell tried to dive for\ncover, but he was too late. A slender snaky tentacle came lashing\ndown and struck his shoulder with a force that sent him sprawling\nforward upon his face. Before he could rise, two of the tentacles\ntwined around him, and he was jerked up into the air like a\nwood-grub captured by a husky robin.\n\nAgain the great wings above him threshed the air in tremendous\npower, as the unseen monster started away with its prey. Then the\ntentacles from which he was dangling shifted their grip slightly,\nturning Powell's body in the air so that he could look up and get\nhis first glimpse of the thing that had captured him. He shuddered\nat what he saw. The creature was a hideous combination of octopus\nand giant bat.\n\nNaked wings of membrane spanned twenty feet from tip to tip. There\nwas a pursy sac-like body, ending in a head with staring, lidless\neyes and a great black beak that looked strong enough to shear sheet\nsteel. From the body descended half a dozen long writhing tentacles.\n\n       *       *       *       *       *\n\nPowell's one hundred and eighty pounds made a weight that was\napparently a burden for even this flying monster. It flew jerkily\nalong, scarcely a dozen feet from the ground, and there was\nlaborious effort obvious in every movement of its flapping wings.\nPowell decided to make a prompt break for escape before the\noctopus-bat succeeded in fighting its way any higher. His left arm\nwas still pinioned to his body by one of the constricting tentacles,\nbut his right hand, with the automatic in it, was free.\n\nHe swung the weapon's muzzle into line with the hideous face above\nhim, then sent a stream of lead crashing upward into the creature's\nhead. The bullet struck squarely home. The tentacles tightened\nconvulsively with a force that almost cracked Powell's ribs. Then in\nanother paroxysm of agony the tentacles flung him free.\n\nThe impetus of his fall sent him rolling for a dozen feet. Unhurt,\nsave for minor scratches and bruises, he scrambled to his feet just\nin time to see the mortally wounded octopus-bat come crashing down\nin the red vegetation some thirty yards away. For a few minutes\nthere was audible a convulsive threshing; and then there was\nsilence.\n\nPowell refilled the automatic's clip, then looked about, trying to\nregain his bearings. He wanted to return to the thicket of the\nTinkling Death, but the octopus-bat had carried him hundreds of\nyards from there and he was now uncertain even of the direction in\nwhich the thicket was.\n\nAs he paused in indecision, there came to Powell's ears a new sound\nthat promptly drove all thought of the Tinkling Death from his mind.\n\n       *       *       *       *       *\n\nThe sound of his gun against the octopus-bat had apparently\nattracted new and unseen assailants--and their number was legion.\nSwiftly closing in upon him from every side there came the rustle\nand whisper of countless thousands of unseen foes advancing through\nthe dense red thickets.\n\nCompletely hemmed in as he was, flight was out of the question. He\nsought the center of a small clearing, some ten feet in diameter, in\norder to gain at least a moment's sight of his adversaries before\nthey swarmed in upon him. With an automatic in each hand, he waited\ntense and ready.\n\nThe encircling rush came swiftly nearer, until Powell was suddenly\naware that the unseen horde had arrived. The thicket bordering his\ntiny clearing was literally alive with yard-high furry bodies of\ncreatures that dodged about too swiftly in the cover of the red\nbushes for him to get a clear view of any of them. There was a\nconstant babel of snarling, chattering sound as the things called\nback and forth to each other.\n\nThen the chattering stopped abruptly, as though at the command of\nsome unseen leader. The next moment one of the creatures stepped\nboldly out into full view in the clearing. Powell's scalp crinkled\nin disgust as he realized the nature of the thing confronting him.\n\nIt was literally a rat-man. Its upright posture upon two powerful,\nbowed hind legs was that of a man, but its human-like points were\novershadowed by a dozen indelible marks of the beast. A coat of\nshort, dirty gray fur covered the creature from head to foot. Its\nhands and feet were claw-like travesties of human members. Its\npointed, chinless face with its projecting teeth and glittering\nlittle beady eyes was that of a giant rodent.\n\nThe beast in the clearing was apparently a leader of some sort, for\naround his throat was a wide collar of gray metal, with its flat\nsurface marked in rudely scratched hieroglyphics. Powell's heart\nleaped as he noted the collar. In this creature before him he had\nhis second clue to the whereabouts of Joan Marlowe.\n\nNot only was the collar practically identical to the one worn by the\nskeleton that had been materialized in the egg back in the\nlaboratory, but the skeleton itself was obviously that of one of the\nrat-men. Could it be this grotesque horde of human-like rodents that\nwas holding Joan captive in the Cave of Blue Flames?\n\n       *       *       *       *       *\n\nPowell tried desperately to think of some way of communicating with\nthe gray-collared leader. Then the beast shrilled a command that\nbrought hundreds of the beasts swarming into the clearing from every\nside, and in the face of the menace of their countless glittering\neyes and bared fangs Powell abandoned all thought of attempting to\nparley with the beasts.\n\nThere was another shrill command from the leader, and the horde\nclosed in. Both of Powell's guns flamed in a crashing leaden hail\nthat swept the close-packed ranks of furry bodies with murderous\neffect. But he was doomed by sheer weight of numbers.\n\nThe rat-men directly in front of the blazing pistols wavered\nmomentarily, but the press of the hundreds behind them swept them\ninexorably forward. Powell emptied both guns in a last vain effort.\nThen he was swept from his feet, and the horde surged over him.\n\nBlinded and smothered by the dozens of furry bodies that swarmed\nover him, he had hardly a chance to even try to fight back. His\ncartridge-belt and guns, his Silver Belts and his wrist-watch were\nstripped from him by the dozens of claw-like hands that searched his\nbody. Other claw-hands jerked his arms behind his back and lashed\nthem firmly together with rope.\n\nA blanketing sheet of some heavy fabric was crammed over his head\nand tied in place so tightly that he was completely blindfolded and\nhalf-suffocated. A noose was knotted around his neck. A suggestive\njerk of this noose brought Powell lurching to his feet; there was\nanother commanding jerk, and he obediently started walking.\n\n       *       *       *       *       *\n\nThe march that followed soon became torture for the captive.\nBlindfolded as he was, and having only the occasional jerks of rope\nto guide his footsteps, he stumbled and fell repeatedly, until his\naching body seemed one solid mass of bruises.\n\nAs nearly as he could judge, the horde had conducted him nearly two\nmiles when the path abruptly sloped downward. A moment later the\nsudden coolness of the air and the echoes about him told him that\nthey had entered an underground passage of some kind. After\ntraversing this passage for several yards they emerged into what was\napparently a large open area, for he could hear the excited\nchattering and squealing of countless thousands of rat-men on every\nside of him.\n\nHe was dragged forward a dozen steps more, then brought to a halt.\nThe blindfolding fabric was roughly stripped from his head. For a\nmoment he blinked dazedly, half-blinded by a glare of blue light\nthat flooded the place.\n\nHe was standing in a vast cavern. From dozens of fissures high in\nthe rock walls streamed flickering sheets of blue flame which both\nwarmed and lighted the place. There was a weird tingling glow in the\nair that suggested that the strange blue fires might be electrical\nin their origin.\n\nPowell looked eagerly around for Joan, but he could see no trace of\nher. The only other living beings in the big cavern were the\nswarming thousands of the rat-people. The brutes were apparently too\nlow in the evolutionary scale to have any but the most primitive\nform of tribal organization.\n\nSitting on a rude rock throne just in front of Powell was a\ngrotesquely fat, mangy-furred old rat-man who was obviously the king\nof the horde. Some thirty or forty rat-men, larger and stronger than\ntheir fellows, wore the gray-metal collars that apparently marked\nthem as minor leaders.\n\n       *       *       *       *       *\n\nThe great bulk of the horde, numbering far into the thousands,\nswarmed in the cavern in one vast animal pack, sleeping, feeding,\nsnarling, fighting. As Powell was halted before the king's throne,\nmost of them abandoned their other pursuits to come surging around\nthe captive in a jostling, curious mob.\n\nThe metal-collared leader of the pack that had captured Powell\npresented the rat-king with the captive's gun-belt and two Silver\nBelts, accompanying the gifts with a squealing oration that was\napparently a recital of the capture. The old monarch took the\ntrophies with delight.\n\nThe two Silver Belts were promptly draped over his own furry\nshoulders by the king--seemingly following the same primitive love\nfor adornment that inspires an African savage to ornament his person\nwith any new and glittering object he happens to acquire. The\nrat-king then graciously draped the cartridge-belt and holstered\nautomatics around the shoulders of the metal-collared leader who had\ncaptured Powell.\n\nThe king turned his attention back to his prisoner. He studied the\ncaptive curiously for a moment or two, then squealed a brief\ncommand. A score of the rat-men promptly closed in upon Powell, and\nbegan herding him toward a far back corner of the big cavern.\n\nStopping a few yards away from the edge of what seemed to be a wide\ndeep pit in the rock floor, the guard stripped Powell's bonds from\nhim. Powell made no move to take advantage of his freedom, realizing\nthat the swarming thousands of rodents in the cave made escape out\nof the question for the moment. He allowed himself to be docilely\nherded on to the edge of the pit.\n\nAnd the next moment he exclaimed aloud in delighted surprise as he\ngazed down at the floor of the pit ten feet beneath him. There,\nsitting on a low heap of stones on the pit's sandy floor,\nwhite-faced and weary but apparently unhurt, was Joan Marlowe.\n\n       *       *       *       *       *\n\nThe girl's face brightened in relief as she looked up and recognized\nhim.\n\n\"Larry! Oh, thank God you've come!\"\n\nThe leader of the guards motioned for Powell to jump down into the\npit. He needed no urging. A moment later he landed lightly on the\nsandy floor of the pit, and Joan was in his arms.\n\nThe rat-men left a dozen of their number scattered as sentries\naround the edge of the pit. The rest of them returned to the main\nhorde, leaving the prisoners to their own devices.\n\n\"I knew that you'd come, Larry, as soon as you got my note,\" Joan\nexclaimed happily. \"But how did you ever succeed in finding this\nCave of Blue Flame?\"\n\n\"I didn't find it myself,\" Powell admitted. \"I was captured like a\nboob and dragged here.\" He told Joan of his mishaps since arriving\nin Arret.\n\nThe girl nodded when he had finished. \"Much the same happened to me,\nLarry, only the red moon wasn't shining then. The only light was\nfrom what looked like the dim ghost of a big yellow sun. I\nmaterialized in Arret almost in the middle of a scouting group of\nrat-men. They took me captive immediately. When several minutes\npassed without you and Uncle Benjamin broadcasting the recall wave\nfor me, I knew that something terrible must have happened back in\nthe laboratory, and that I might be marooned in Arret for hours.\n\n\"I tried to hang onto my Silver Belt, of course,\" the girl\ncontinued, \"but when I was brought to the cavern here I saw that the\nking was going to take it. There was a notebook and a pencil in my\nlaboratory smock. I managed to write the note and twine it into the\nbelt just before it was taken from me. The king seemed to think the\nnote enhanced the Belt's value as an ornament. He was wearing it\nwhen I last saw it. Was he materialized in the laboratory with the\nBelt?\"\n\nPowell told her of the amber egg and the skeleton.\n\n\"The same sort of crystalline amber egg that accompanied the work of\nthe mysterious Tinkling Death, wasn't it?\" Joan mused. \"One of the\nking's lieutenants must have stolen the Belt, and reaped prompt\nretribution when he tried to flee. I wonder what that weird Tinkling\nDeath is?\"\n\n\"Possibly some strange weapon of the rat-men,\" Powell hazarded.\n\n\"No, they are as afraid of it as we are. While I was being brought\nhere to this cave the Tinkling Death was heard several times in the\ndistance, and the rat-men were obviously terrified at the sound.\"\n\n       *       *       *       *       *\n\nThe prisoners' conversation was abruptly interrupted by a rhythmic,\nsnarling chant from the vast horde of rat-men in the cavern above.\nThe chant rose and fell in a rude cadence that was suggestively\nritual in nature.\n\n\"They've been doing that at intervals ever since I was first brought\nhere,\" Joan commented. \"It sounds almost like the beginning of some\nprimitive religious ceremony, doesn't it?\"\n\nPowell nodded, without telling Joan the depressing thought in his\nmind. The rat-men were so low in the evolutionary scale as to be\nlittle more than beasts, and a prominent feature of nearly all\nprimitive religious rites is the sacrifice of living beings. Powell\ncould not help but wonder whether the chanting might not mark the\nbeginning of rites which would end with the sacrifice of himself and\nJoan to some monstrous deity of theirs.\n\nThe snarling chant continued with monotonous regularity for hours,\nwhile the prisoners huddled helplessly together there on the floor\nof the pit, awaiting the next move of the rat-men. Any thought of\nescape was out of the question. The sheer walls of the pit were\nalways guarded by alert sentries who had only to call to bring the\nentire horde to their help.\n\nWithout Powell's wrist-watch, the captives had no way of accurately\nfollowing the lapse of time, but they both realized that the\ntwelve-hour time limit upon Joan's rescue from Arret must be coming\nperilously near its end. They waited in momentary fear lest a sudden\nturmoil in the cavern above them should indicate that Benjamin\nMarlowe had broadcast the recall wave, whisking the two Belts back\nto Earth, together with the old rat-king who presumably still wore\nthem.\n\n       *       *       *       *       *\n\nThe chanting above rose slowly to a snarling climax, then swiftly\ndied away into silence. A moment later there came the sound of\nthousands of claw-like feet scratching over the rocky floor as the\nmain horde apparently began marching out of the cavern. A detachment\nof fifty rat-men appeared at the pit's edge.\n\nA rude metal ladder was shoved down to the captives, and a\nmetal-collared leader motioned for them to climb up. Seeing nothing\nto be gained by refusal, they obeyed. They were seized as they\nreached the top, and their hands again bound behind them. The\noverwhelming numbers of the rat-men made any attempt at resistance\nfutile.\n\nThere was no sign of the main horde as Joan and Powell were herded\nout through the empty cavern and out into the open air again. With\ntheir prisoners in the center of their group, the rat-men started\nalong a well-worn path that wound through the red vegetation.\nOverhead the blood-red moon still blazed down in lurid splendor.\n\nFrom somewhere ahead of them the captives began to again hear the\ndistant squealing chant of the main horde. They steadily approached\nthe sound, until abruptly they emerged into a huge clearing that had\napparently been a ceremonial assembly place for generations, for its\nsmooth sandy floor was packed down nearly to the hardness of rock.\n\nThe main horde of rat-men was there now, countless thousands of\nthem, packed in a roughly crescent-shaped mob, with the open side of\ntheir formation facing what seemed to be a large deep pit, some\nseventy yards in circumference. In the clear space left between the\nhorde and the edge of the pit was a smaller group, among them the\nold king himself.\n\nPowell's heart leaped as he noted that the Silver Belts were still\ndraped over the mangy old monarch's shoulders. If only he and Joan\ncould get their hands on those precious Belts before Benjamin\nMarlowe broadcast the recall wave that would forever snatch them out\nof their reach!\n\n       *       *       *       *       *\n\nThe captives were hurried through the main horde and taken in charge\nby a score of picked guards who herded them on to join a small group\nof four rat-men near the pit's edge. These four rodents were\napparently also prisoners, for their arms were firmly bound behind\nthem.\n\nThe rat-king, accompanied only by the metal-collared leader, around\nwhose shoulders the gun-belt was still draped, stood near the pit's\nedge some ten yards distant from the guards and captives. Between\nthe prisoners and the rodent monarch the edge of the pit jutted out\nin a narrow tongue of rock that extended outward for about twenty\nfeet over the pit.\n\nJoan and Powell had barely taken their place with the other captives\nwhen an abrupt and familiar sound drew their attention to the floor\nof the pit some thirty feet beneath them. Its smooth sandy bottom\nwas clearly visible from where they stood. And there on that sandy\nfloor were six great gleaming shapes of menace which brought\ninvoluntary gasps of horrified amazement to the captives' lips.\n\nThe faint musical tinkling sound as the things moved in occasional\nponderous restlessness was unmistakable. Joan and Powell realized\nthat the amazing organisms responsible for the mysterious Tinkling\nDeath were at last before them.\n\nThe things were giant _living_ crystals--great silvery\nsemi-transparent shapes nearly ten feet in height, their faceted\nsides pulsing in sinister and incredible life as they gleamed in\nunearthly beauty beneath the blazing rays of the red moon!\n\nNear the center of each of the giant crystals there was visible\nthrough the semi-transparent wall a large inner nucleus of sullen\nopalescence that ceaselessly swirled and eddied.\n\nTheir powers of movement were apparently limited to a slow,\nponderous, half-rocking, half-rolling progress on their heavy\nrounded bases. They were now grouped in a rough semicircle just\nunder the edge of the rocky projection that extended out over the\npit. The opalescent nucleus in every silvery faceted form seemed to\nbe \"watching\" with frightening intensity the figures on the pit's\nedge above them.\n\n       *       *       *       *       *\n\nThere was no mistaking the meaning of the scene. The giant\ncarnivorous crystals had obviously been lured from their normal\nhabitat in Arret's red vegetation, and established there in the big\npit by the rat-men to act as principals in their primitive religious\nceremonies.\n\nThose Devil Crystals waiting down there on the pit's floor were\nwaiting to be fed--and the small group of captives, rat-men and\nhuman beings, were to be the feast!\n\nUtterly sick at heart, Powell wondered if they would at least be\ngiven the boon of a merciful death before being hurled over the\nbrink to those lurking shapes. He was not left long in doubt.\n\nAt a shrill command from the rat-king the guards closed in upon the\ncaptives and herded two of the bound rat-men from among them. A\nguard placed to the lips of each of the captive brutes a small cup\ncontaining a faintly cloudy white liquid. Apparently resigned to\ntheir fate, the creatures docilely drained the cups.\n\nThe drugged drinks acted with startling rapidity. Scarcely a minute\npassed before the rodents' eyes clouded dully, their jaws dropped\nslackly open, and their bodies stiffened in almost complete\nrigidity.\n\nThe bonds were quickly stripped from the two stupefied creatures.\nThe ceremonial rites apparently required that the victims go to\ntheir doom unbound and of their own volition. The guards maneuvered\nthe two over to the rocky projection that jutted out over the pit.\n\nMoving with the stiffly wooden steps of automatons, the two victims\nstarted out along the narrow projection, leaving the guards behind.\nOn they marched, straight for the end of the rocky strip--and then,\nwithout a second's hesitation, they plunged on and over.\n\nTheir bodies crashed to the pit's floor squarely among the group of\nwaiting crystals. One of the rat-men lay motionless. The other\ndazedly tried to struggle to his feet--but was too late.\n\n       *       *       *       *       *\n\nFrom the side of the nearest Devil Crystal, some fifteen feet away\nfrom the dazed rat-man, a cone-shaped projection budded with\nstartling swiftness.\n\nA fraction of a second more and the projection had lengthened into a\nlong slender arm of crystalline silver that streaked across the\nintervening space with the swiftness of a spear.\n\nThere was a crashing, tinkling sound as the point of the arm struck\nthe furry body of the rat-man. Then the arm's point sprayed into a\nweb of shining filaments that laced the rodent's body inexorably in\ntheir web.\n\nThe arm immediately contracted, jerking the victim irresistibly\ntoward the waiting crystal. A second later the rat-man was pinned\nagainst the faceted crystalline side just under the opalescent\nnucleus.\n\nThe moment the furry body made contact with the crystal's side a\nterrifying phenomenon occurred. Crystals grew and spread all over\nits form with the lightning growth of water-glass. Faster and faster\nclustered the crystalline shroud, until the furry body was lanced\nthrough and through--and all the time the air was filled with\neldritch music as of a thousand sheets of thinnest glass crashing,\ntinkling and shattering.\n\nThe crystal growths over the imprisoned body rounded their contours\nand merged together until they were in the form of a great\ncrystalline egg. The outlines of the rodent's body blurred and\nvanished, melting swiftly until only a diamond-encrusted skeleton\nwas left. The color of the great Devil Crystal began to gleam pink\nas the victim's flesh and blood were absorbed.\n\nThe egg-like excrescence under the nucleus turned in hue to pale\ntranslucent amber in whose depths the diamond skeleton gleamed with\nweird brilliance. Then there came a sudden twang, as of a violently\nplucked string on a bass viol, and the amber egg dropped from the\nfaceted side. The Crystal's feast was over.\n\nOne of the most terrifying aspects of the whole thing had been its\nincredible speed. The entire tragedy had occurred in but little over\ntwo minutes from the time the lance-arm had first struck the\nrat-man.\n\nIn the meantime the body of the second rodent had been drawn in and\ndevoured by another of the carnivorous crystalline monsters. There\ncame a second twang now, as its skeleton in its amber shroud was\ndiscarded.\n\n       *       *       *       *       *\n\nPowell's brain reeled as he saw the other crystals move sluggishly\nnearer the foot of the rocky projection in anticipation of the next\nvictims.\n\nThe remaining two captive rat-men came next. They were swiftly\ndrugged, unbound, and started on their dazed march. They trudged\nwoodenly out the rocky projection to its end, then on and over; and\nagain the grim tragedy of the Devil Crystal's feast was repeated, to\nthe accompaniment of that eerily beautiful crashing, tinkling song.\n\nThe four Devil Crystals that had completed their gruesome feast\nmoved sluggishly away, leaving the space clear for the two crystals\nthat remained unfed. The score of guards closed in upon Joan and\nPowell.\n\nWith the crystalline doom at last staring them squarely in the face,\nPowell went berserk in a final desperate effort to gain even a\nmoment's respite. He lashed out in a writhing, kicking flurry that\nalmost cleared the space around them.\n\nThen three of the rat-men slipped behind him, and a second later his\nfeet were jerked from under him. His bound arms made him helpless to\navert his fall, and he crashed heavily to the ground. Then a dozen\nof the powerful little beasts swarmed over him, completely\noverpowering him by their numbers.\n\nClaw-like hands pried his set jaws apart. A cup of the cloudy white\nliquid was pressed to his lips. He choked; then, unable to help\nhimself, he had to let the stuff pour down his throat. It had an\nacid taste faintly reminiscent of lemons. The rat-men apparently\nwanted to make sure of giving him enough, for they poured another\nfull cup of the liquid down his throat before releasing him.\n\nThe guards then fell back and Powell stumbled to his feet. Joan was\nalready up again, standing close beside him. From the wry expression\nupon her face, Powell knew that she had also been given the drugged\npotion.\n\n       *       *       *       *       *\n\nFor a long minute the two stood there with every nerve trembling as\nthey helplessly waited for the paralyzing numbness to sweep over\ntheir bodies. The seconds passed slowly, and still their minds\nremained as clear as though the drug had been water. Another full\nminute elapsed without effect, before they could finally convince\nthemselves of the amazing truth.\n\nThe drugged drink of the rat-men, instantly paralyzing to those of\ntheir own rodent race, was utterly harmless to the human being from\nanother world!\n\nPowell instantly realized the forlorn last chance their unexpected\nimmunity to the drug gave them.\n\n\"Play 'possum, Joan!\" he whispered tensely. \"Then we'll make a\nbreak for the king and those Belts!\"\n\nJoan nodded slightly in quick understanding. Powell let his jaw drop\nslack and open, and stiffened his body in imitation of the stupor\nthe rodent drug victims had shown. Joan promptly followed his lead.\nThe alertly watching guards relaxed their tense vigilance in obvious\nrelief.\n\nThe guards waited another minute to be sure of the drug's effects.\nThen, apparently satisfied, they stepped forward and unbound the two\nprisoners. Powell let his bonds drop from him without making a\nhostile move of any kind. He wanted first to wait until he was free\nof the encircling guards.\n\nThe rat-men maneuvered the two into position, and prodded them\nforward toward the projecting point of rock. They obediently began\ntheir march, simulating as best they could the wooden mechanical\ngait of the drug victims. Powell saw from the corner of his eye that\nJoan was tensely watching his face for a sign from him.\n\nAs the captives reached the narrow projection the guards dropped a\ncouple of yards behind and halted to watch. It was the chance for\nwhich Powell had been waiting.\n\n\"Let's go!\" he shouted to Joan. The girl, alert for his signal, was\nright beside him as they wheeled and dashed at break-neck speed for\nthe rat-king and his sole lieutenant, some ten yards away.\n\n       *       *       *       *       *\n\nThey were upon the two startled rodent leaders before they even\nrealized what was happening. Powell swept the squirming old king up\nin the air, tore the Silver Belts from about the monarch's\nshoulders, and flung the creature sprawling and senseless at the\npit's edge.\n\nThe lieutenant leaped for Powell's throat in a belated effort at\nrescue, but Powell smashed a solid fist squarely into its snarling\nface, and the brute collapsed with a broken neck.\n\nSnatching his gun-belt from the fallen rat-man, Powell crammed new\nclips of ammunition into the two guns and wheeled to confront the\nrest of the rat-men. The detachment of guards, demoralized by the\ndazzling speed of the captives' sortie, were milling in obvious\nuncertainty.\n\nBehind them the thousands of the main horde were chattering and\nsquealing in excited frenzy, dazed and bewildered by their king's\nswift overthrow. The whole clearing was a seething mob of excited\nbeasts, stunned for the moment, but ready at any second to rally\nfrom their shock and surge forward in a furious charge that would\nsweep everything before it.\n\nPowell menaced the rat-men with levelled guns while Joan, with\nfingers that shook from excitement and haste, quietly buckled one of\nthe Silver Belts around each of them.\n\nThe guards rallied from their panic first. At a shrill command from\ntheir leader, they began cautiously edging forward toward Joan and\nPowell. The two gave ground slowly, working their way back over\ntoward the projecting tongue of rock. Out on the end of that narrow\nstrip, Powell knew that he could hold the horde at bay for a few\nmoments at least.\n\n       *       *       *       *       *\n\nThey reached the rocky projection, and began backing slowly and\ncarefully out toward its end. The guards, galvanized into action by\ntheir captives' retreat, suddenly came surging forward in a furious\ncharge.\n\nPowell emptied the two automatics in a crashing volley that nearly\nwiped out the charging guards. The few survivors turned and fled in\npanic back to the main horde. Powell reloaded his clips with\nfeverish haste.\n\nThe thousands of rat-men in the main horde were now milling in what\nwas apparently a last moment of hesitation before surging forward in\nan irresistible stampede toward the beleaguered two out on the rocky\nstrip.\n\nSeveral bolder individuals at the edge of the horde edged a step\nforward. Their example was followed by a hundred others. Another\nhesitant step or two--and then the whole horde was in motion.\n\nPowell swept the front rank with a rain of lead from one of the\nautomatics, holding the other as a reserve. The heavy bullets plowed\nmurder into the close-packed furry bodies. The charge wavered\nmomentarily. Then Powell felt Joan tugging frantically at his arm.\n\n\"Larry, the rocks under us are crumbling!\" she cried. \"We'll be\nhurled down into the pit!\"\n\nEven as she spoke, Powell felt the narrow strip of rock under them\nquiver and settle. He looked quickly down. All along its length, the\nnarrow rocky projection, weakened by their weight, was breaking\nswiftly away from the pit's edge. And on the floor of the pit below\nthem the two waiting Devil Crystals moved with musical, tinkling\nsounds as they waited restlessly for their prey to fall among them.\n\nThe horde of rat-men rallied and swept on forward in a wave that\nnothing could have stopped this time--but their charge was too late.\nThe entire rocky projection collapsed with a final sickening lurch,\nand slid to the pit's floor, carrying Joan and Powell with it in a\nminiature avalanche of rocky rubble.\n\n       *       *       *       *       *\n\nEven in the chaos of their wild descent, Powell retained his grip\nupon the loaded automatic in his hand. They struck the bottom and\nstaggered half-dazed to their feet, to confront the two crystalline\nmonsters rocking on their rounded bases scarcely ten feet away.\n\nThe fatal cone-shaped projection was already beginning to form upon\nthe silver-faceted side of the nearest Devil Crystal. Before the\nlance-like arm of crystal could flash outward, Powell sent two\nbullets crashing into the crystal's side just over the opalescent\nnucleus.\n\nThe leaden missiles caromed harmlessly off, as though they had\nstruck armor-plate, but the nucleus clouded momentarily and the\ncone-shaped projection dissolved back into the side.\n\nWith lightning speed Powell shifted his aim to the other crystal\njust as its partly-formed arm was flashing toward them. His bullet\ncrashed into the silvery side squarely over the nucleus. Again the\nbullet's effect was the same. This crystal nucleus clouded murkily,\nand the lance-like arm telescoped back into the faceted bulk.\n\nBut the effect of the bullets was only momentary. Swiftly the nuclei\nof both crystals cleared. A deep blue film, apparently protective in\nnature, formed between the outer wall and each nucleus. The cones\nbudded, and again the arms started forth.\n\nPowell fired again, and this time uselessly. His bullet struck\nsquarely, but the shock of its impact was apparently nullified by\nthe protective blue film. He emptied his gun in a last crashing\nfusillade, but without effect of any kind upon the film-guarded\nnuclei of the giant crystals.\n\nTheir forming arms never wavered as they came lancing forward with\ndeadly accuracy straight toward Joan and Powell. In a last effort to\nsave Joan from the terrible doom of the crystal lances as long as\npossible, Powell flung his own body as a shield in front of the\nhalf-fainting girl. The tip of one of the crystalline arms struck\nhis chest with a crashing tinkle of musical glass.\n\nInstantly the tip sprayed into a web of fine filaments that laced on\naround his body. A tinkling shock raced through his every nerve from\nthe contact with the weird life force of the great crystal.\n\nThe arm began contracting. Powell was helpless against the terrific\npower of the slender, diamond-hard lance of crystal. He felt himself\nirresistibly drawn toward the silver-faceted wall of the Devil\nCrystal.\n\nHis senses reeled in the babel of alien sounds--the crashing,\nglass-like music of the crystalline monsters and the snarling,\nsquealing, paean of jubilant triumph from the thousands of rat-men\nnow lining the rim of the pit above.\n\n       *       *       *       *       *\n\nThen suddenly the pit, the Devil Crystals, and everything else in\nthe nightmare world of Arret was blotted out in a vast swirling\ncloud of pulsing roseate flame that seemed to sweep him bodily up\ninto the air and whirl him dizzily around.\n\nHis dazed brain staggered from the shock of the cataclysmic force\nthat was disintegrating an entire world around him, but through the\nutter chaos one thought rang clear and exultant in his consciousness.\n\nBenjamin Marlowe had finally broadcast the recall wave!\n\nFor what seemed endless eons of time Powell hurried through a\nlimitless universe of swirling, tinted fires, while vibrations of a\nmighty force tingled with poignant ecstasy in every atom of his\nbody.\n\nThen the eddying clouds of flame began to coalesce and solidify with\nstartling suddenness. A moment later, like the abrupt lighting of a\nroom when an electric switch is snapped, the mists vanished and\nPowell felt firm footing again under his feet. Around him were the\nfamiliar objects of Benjamin Marlowe's laboratory.\n\nHe was standing upon the floor-plate in the center of the area\nbounded by the banked green tubes, and beside him stood Joan,\nsobbing with relief at their last-minute rescue from the Devil\nCrystals of Arret. And over by the control panel of the recall\nmechanism was the slight figure of old Benjamin Marlowe, with a\ngreat joy now shining in his faded eyes.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Devil Crystals of Arret, by Hal K. Wells\n\n*** END OF THIS PROJECT GUTENBERG EBOOK DEVIL CRYSTALS OF ARRET ***\n\n***** This file should be named 28628.txt or 28628.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/8/6/2/28628/\n\nProduced by Greg Weeks, Barbara Tozier and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}