{"title": "Texas Week", "author": "Albert Hernhuter", "releaseDate": "April 30, 2009", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n    _One of the chief purposes of psychiatry is to separate fantasy from\n    reality. It is reasonable to expect that future psychiatrists will\n    know more about this borderline than the most learned doctors of\n    today. Yet now and again even the best of them may encounter\n    situations that defy all logic._\n\n\n texas\n  week\n\n _by ... Albert Hernhuter_\n\n\n Meeting the little man who isn't there is rated\n an horrendous experience. But discovery that the\n man _is_ there may be even worse.\n\n\nThe slick black car sped along the wide and straight street. It came to\na smooth stop in front of a clean white house. A man got out of the car\nand walked briskly to the door. Reaching out with a pink hand, he\npressed the doorbell with one well-manicured finger.\n\nThe door was answered by a housewife. She was wearing a white blouse, a\ngreen skirt and a green apron trimmed with white. Her feet were tucked\ninto orange slippers, her blonde hair was done up in a neat bun. She was\ndressed as the government had ordered for that week.\n\nThe man said, \"You are Mrs. Christopher Nest?\"\n\nThere was a trace of anxiety in her voice as she answered. \"Yes. And you\nare...?\"\n\n\"My name is Maxwell Hanstark. As you may already know, I am the official\npsychiatrist for this district. My appointment will last until the end\nof this year.\"\n\nMrs. Nest invited him in. They stepped into a clean living-room. At one\nend was the television set, at the other end were several chairs. There\nwas nothing between the set and the chairs except a large grey rug\nwhich stretched from wall to wall. They walked to the chairs and sat\ndown.\n\n\"Now, just what is the matter with your husband, Mrs. Nest?\"\n\nMrs. Nest reached into a large bowl and absently picked up a piece of\nstale popcorn. She daintily placed it in her mouth and chewed\nthoughtfully before she answered.\n\n\"I wish I knew. All he does all day long is sit in the backyard and\nstare at the grass. He insists that he is standing on top of a cliff.\"\n\nHanstark took out a small pad and a short ball-point pen. He wrote\nsomething down before he spoke again. \"Is he violent? Did he get angry\nwhen you told him there was no cliff?\"\n\nMrs. Nest was silent for a moment. A second piece of popcorn joined the\nfirst. Hanstark's pen was poised above the pad. \"No. He didn't get\nviolent.\"\n\nHanstark wrote as he asked the next question. \"Just what _was_ his\nreaction?\"\n\n\"He said _I_ must be crazy.\"\n\n\"Were those his exact words?\"\n\n\"No. He said that I was\"-- She thought for a moment--\"loco. Yes, that\nwas the word.\"\n\n\"Loco?\"\n\n\"Yes. He said it just like those cowboys on the television.\"\n\nHanstark looked puzzled. \"Perhaps you had better tell me more about\nthis. When did he first start acting this way?\"\n\nMrs. Nest glanced up at the television set, then back at Hanstark. \"It\nwas right after Texas Week. You remember--they showed all of those old\ncowboy pictures.\"\n\nHanstark nodded.\n\n\"Well, he stayed up every night watching them. Some nights he didn't\neven go to sleep. Even after the set was off, he sat in one of the\nchairs, just staring at the screen. This morning, when I got up, he\nwasn't in the house. I looked all over but I couldn't find him. I was\njust about ready to phone the police when I glanced out the window into\nthe backyard. And I saw him.\"\n\n\"What was he doing?\"\n\n\"He was just sitting there in the middle of the yard, staring. I went\nout and tried to bring him into the house. He told me he had to watch\nfor someone. When I asked him what he was talking about he told me that\nI was crazy. That was when I phoned you, Mr. Hanstark.\"\n\n\"A very wise move, Mrs. Nest. And would you show me where your husband\nis right now?\"\n\nShe nodded her head and they both got up from the chairs. They walked\nthrough the dining-room and kitchen. On the back porch Hanstark came to\na halt.\n\n\"You'd better stay here, Mrs. Nest.\" He walked to the door and opened\nit.\n\n\"Mr. Hanstark,\" Mrs. Nest called.\n\nHanstark turned and saw her standing next to the automatic washing\nmachine. \"Yes?\"\n\n\"Please be careful.\"\n\nHanstark smiled. \"I shall be, Mrs. Nest.\"\n\nHe walked out the door and down three concrete steps. Looking a little\nto his right, he saw a man squatted on his heels. He walked up to the\nman. \"You are Mr. Christopher Nest?\"\n\nThe man looked up and stared for a moment at Hanstark. \"Yep,\" he\nanswered. Then he turned and stared at the grass again.\n\n\"And may I ask you what you are doing?\"\n\nNest answered without looking up. \"Guardin' the pass.\"\n\nHanstark scribbled something in his notebook. \"And why are you guarding\nthe pass?\"\n\nNest rose to his feet and stared down at Hanstark. \"Just what are you\naskin' all of these questions for, stranger?\"\n\nHanstark saw Nest was bigger than he and decided to play along for a\nwhile. After all, strategy ...\n\n\"I'm just interested in your welfare, Mr. Nest.\"\n\nNest shrugged his shoulders. He reached into his shirt pocket and pulled\nout a sack of tobacco and some paper. Holding a piece of paper in one\nhand, he carefully poured a little tobacco onto it. In one quick\nmovement he rolled the paper and tobacco into a perfect cylinder.\n\nHe put the sack of tobacco and paper back into his pocket and took out a\nwooden kitchen match. He scraped it to life on the sole of his shoe and\napplied the flame to the tip of the cigarette. He puffed it into life\nand threw the match away. It burned for a few moments in the moist\ngrass, then went out. A thin trail of smoke rose from it, and then was\ngone.\n\n\"Why are you guarding the pass?\" Hanstark asked again.\n\nNest resumed his crouch on the grass. \"News is around that Dirty Dan the\ncattle rustler is gonna try to steal some of my cattle.\" He patted an\nimaginary holster at his side. \"And I aim to stop him.\"\n\nHanstark thought for a moment. Strategy--he must use strategy ... \"Mr.\nNest.\" He waited until Nest had turned to him. \"Mr. Nest. What would you\nsay if I told you that there was no pass down there?\"\n\n\"Why shucks, pardner. I'd say you'd been chewin' some loco weed.\"\n\n\"And if I could prove it?\"\n\nNest answered after a moment's pause. \"Why then, I guess _I'd_ be loco.\"\n\nHanstark thought it was going to be easy. \"Mr. Nest, it is a well known\nfact that no one can walk in mid-air. Is that not true?\"\n\nNest took a deep drag on his cigarette and blew the smoke out of his\nnostrils. \"Shore.\"\n\n\"Then if I were to walk out above your pass you'd have to admit there is\nno pass.\"\n\n\"Reckon so.\"\n\nHanstark began to walk in the direction of Nest's \"cliff.\" Nest jumped\nto his feet and grabbed the official psychiatrist by the arm.\n\n\"What're you tryin' to do,\" Nest said angrily, \"kill yourself?\"\n\nHanstark shook free of his grasp. \"Mr. Nest, I am not going to kill\nmyself. I am merely going to walk in that direction.\" He pointed to\nwhere the cliff was supposed to be. \"To you it will look as if I were\nwalking in mid-air.\"\n\nNest dropped his hands to his sides. \"Shucks, I don't care if you kill\nyourself. It's just that it's liable to make the cattle nervous.\"\n\nHanstark gave him a cold glare and began to walk. He took three paces\nand stopped. \"You see, Mr. Nest. There is no cliff.\"\n\nNest looked at him and laughed. \"You just take one more step and you'll\nfind there _is_ a cliff!\"\n\nHanstark took another step--a long one. His face bore a surprised look\nas he disappeared beneath the grass. His screams could be heard for a\nmoment before he landed on the rocks below.\n\nNest walked to the edge of the cliff and looked down at the mangled\nbody. He took off his hat in respect. \"Little feller had a lotta guts.\"\nThen he added, \"Poor little feller.\"\n\nHe put his hat back on and looked down at the entrance to the valley. A\nhorse and rider appeared from behind several rocks.\n\n\"Dirty Dan!\" Nest exclaimed. He reached down and picked up his rifle.\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Fantastic Universe_ January 1954.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Texas Week, by Albert Hernhuter\n\n*** END OF THIS PROJECT GUTENBERG EBOOK TEXAS WEEK ***\n\n***** This file should be named 28647.txt or 28647.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/8/6/4/28647/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}