{"title": "The Crystal Crypt", "author": "Philip Kindred Dick", "releaseDate": "May 6, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\nTHE CRYSTAL CRYPT\n\nBy PHILIP K. DICK\n\n\n    _Stark terror ruled the Inner-Flight ship on that last Mars-Terra\n    run. For the black-clad Leiters were on the prowl ... and the grim\n    red planet was not far behind._\n\n\n\"Attention, Inner-Flight ship! Attention! You are ordered to land at the\nControl Station on Deimos for inspection. Attention! You are to land at\nonce!\"\n\nThe metallic rasp of the speaker echoed through the corridors of the\ngreat ship. The passengers glanced at each other uneasily, murmuring and\npeering out the port windows at the small speck below, the dot of rock\nthat was the Martian checkpoint, Deimos.\n\n\"What's up?\" an anxious passenger asked one of the pilots, hurrying\nthrough the ship to check the escape lock.\n\n\"We have to land. Keep seated.\" The pilot went on.\n\n\"Land? But why?\" They all looked at each other. Hovering above the\nbulging Inner-Flight ship were three slender Martian pursuit craft,\npoised and alert for any emergency. As the Inner-Flight ship prepared to\nland the pursuit ships dropped lower, carefully maintaining themselves a\nshort distance away.\n\n\"There's something going on,\" a woman passenger said nervously. \"Lord, I\nthought we were finally through with those Martians. Now what?\"\n\n\"I don't blame them for giving us one last going over,\" a heavy-set\nbusiness man said to his companion. \"After all, we're the last ship\nleaving Mars for Terra. We're damn lucky they let us go at all.\"\n\n\"You think there really will be war?\" A young man said to the girl\nsitting in the seat next to him. \"Those Martians won't dare fight, not\nwith our weapons and ability to produce. We could take care of Mars in a\nmonth. It's all talk.\"\n\nThe girl glanced at him. \"Don't be so sure. Mars is desperate. They'll\nfight tooth and nail. I've been on Mars three years.\" She shuddered.\n\"Thank goodness I'm getting away. If--\"\n\n\"Prepare to land!\" the pilot's voice came. The ship began to settle\nslowly, dropping down toward the tiny emergency field on the seldom\nvisited moon. Down, down the ship dropped. There was a grinding sound, a\nsickening jolt. Then silence.\n\n\"We've landed,\" the heavy-set business man said. \"They better not do\nanything to us! Terra will rip them apart if they violate one Space\nArticle.\"\n\n\"Please keep your seats,\" the pilot's voice came. \"No one is to leave\nthe ship, according to the Martian authorities. We are to remain here.\"\n\nA restless stir filled the ship. Some of the passengers began to read\nuneasily, others stared out at the deserted field, nervous and on edge,\nwatching the three Martian pursuit ships land and disgorge groups of\narmed men.\n\nThe Martian soldiers were crossing the field quickly, moving toward\nthem, running double time.\n\nThis Inner-Flight spaceship was the last passenger vessel to leave Mars\nfor Terra. All other ships had long since left, returning to safety\nbefore the outbreak of hostilities. The passengers were the very last to\ngo, the final group of Terrans to leave the grim red planet, business\nmen, expatriates, tourists, any and all Terrans who had not already gone\nhome.\n\n\"What do you suppose they want?\" the young man said to the girl. \"It's\nhard to figure Martians out, isn't it? First they give the ship\nclearance, let us take off, and now they radio us to set down again. By\nthe way, my name's Thacher, Bob Thacher. Since we're going to be here\nawhile--\"\n\n[Illustration]\n\n       *       *       *       *       *\n\nThe port lock opened. Talking ceased abruptly, as everyone turned. A\nblack-clad Martian official, a Province Leiter, stood framed against the\nbleak sunlight, staring around the ship. Behind him a handful of Martian\nsoldiers stood waiting, their guns ready.\n\n\"This will not take long,\" the Leiter said, stepping into the ship, the\nsoldiers following him. \"You will be allowed to continue your trip\nshortly.\"\n\nAn audible sigh of relief went through the passengers.\n\n\"Look at him,\" the girl whispered to Thacher. \"How I hate those black\nuniforms!\"\n\n\"He's just a Provincial Leiter,\" Thacher said. \"Don't worry.\"\n\nThe Leiter stood for a moment, his hands on his hips, looking around at\nthem without expression. \"I have ordered your ship grounded so that an\ninspection can be made of all persons aboard,\" he said. \"You Terrans are\nthe last to leave our planet. Most of you are ordinary and harmless-- I\nam not interested in you. I am interested in finding three saboteurs,\nthree Terrans, two men and a woman, who have committed an incredible act\nof destruction and violence. They are said to have fled to this ship.\"\n\nMurmurs of surprise and indignation broke out on all sides. The Leiter\nmotioned the soldiers to follow him up the aisle.\n\n\"Two hours ago a Martian city was destroyed. Nothing remains, only a\ndepression in the sand where the city was. The city and all its people\nhave completely vanished. An entire city destroyed in a second! Mars\nwill never rest until the saboteurs are captured. And we know they are\naboard this ship.\"\n\n\"It's impossible,\" the heavy-set business man said. \"There aren't any\nsaboteurs here.\"\n\n\"We'll begin with you,\" the Leiter said to him, stepping up beside the\nman's seat. One of the soldiers passed the Leiter a square metal box.\n\"This will soon tell us if you're speaking the truth. Stand up. Get on\nyour feet.\"\n\nThe man rose slowly, flushing. \"See here--\"\n\n\"Are you involved in the destruction of the city? Answer!\"\n\nThe man swallowed angrily. \"I know nothing about any destruction of any\ncity. And furthermore--\"\n\n\"He is telling the truth,\" the metal box said tonelessly.\n\n\"Next person.\" The Leiter moved down the aisle.\n\nA thin, bald-headed man stood up nervously. \"No, sir,\" he said. \"I don't\nknow a thing about it.\"\n\n\"He is telling the truth,\" the box affirmed.\n\n\"Next person! Stand up!\"\n\nOne person after another stood, answered, and sat down again in relief.\nAt last there were only a few people left who had not been questioned.\nThe Leiter paused, studying them intently.\n\n\"Only five left. The three must be among you. We have narrowed it down.\"\nHis hand moved to his belt. Something flashed, a rod of pale fire. He\nraised the rod, pointing it steadily at the five people. \"All right, the\nfirst one of you. What do you know about this destruction? Are you\ninvolved with the destruction of our city?\"\n\n\"No, not at all,\" the man murmured.\n\n\"Yes, he's telling the truth,\" the box intoned.\n\n\"Next!\"\n\n\"Nothing-- I know nothing. I had nothing to do with it.\"\n\n\"True,\" the box said.\n\nThe ship was silent. Three people remained, a middle-aged man and his\nwife and their son, a boy of about twelve. They stood in the corner,\nstaring white-faced at the Leiter, at the rod in his dark fingers.\n\n\"It must be you,\" the Leiter grated, moving toward them. The Martian\nsoldiers raised their guns. \"It _must_ be you. You there, the boy. What\ndo you know about the destruction of our city? Answer!\"\n\nThe boy shook his head. \"Nothing,\" he whispered.\n\nThe box was silent for a moment. \"He is telling the truth,\" it said\nreluctantly.\n\n\"Next!\"\n\n\"Nothing,\" the woman muttered. \"Nothing.\"\n\n\"The truth.\"\n\n\"Next!\"\n\n\"I had nothing to do with blowing up your city,\" the man said. \"You're\nwasting your time.\"\n\n\"It is the truth,\" the box said.\n\nFor a long time the Leiter stood, toying with his rod. At last he pushed\nit back in his belt and signalled the soldiers toward the exit lock.\n\n\"You may proceed on your trip,\" he said. He walked after the soldiers.\nAt the hatch he stopped, looking back at the passengers, his face grim.\n\"You may go-- But Mars will not allow her enemies to escape. The three\nsaboteurs will be caught, I promise you.\" He rubbed his dark jaw\nthoughtfully. \"It is strange. I was certain they were on this ship.\"\n\nAgain he looked coldly around at the Terrans.\n\n\"Perhaps I was wrong. All right, proceed! But remember: the three will\nbe caught, even if it takes endless years. Mars will catch them and\npunish them! I swear it!\"\n\n       *       *       *       *       *\n\nFor a long time no one spoke. The ship lumbered through space again, its\njets firing evenly, calmly, moving the passengers toward their own\nplanet, toward home. Behind them Deimos and the red ball that was Mars\ndropped farther and farther away each moment, disappearing and fading\ninto the distance.\n\nA sigh of relief passed through the passengers. \"What a lot of hot air\nthat was,\" one grumbled.\n\n\"Barbarians!\" a woman said.\n\nA few of them stood up, moving out into the aisle, toward the lounge and\nthe cocktail bar. Beside Thacher the girl got to her feet, pulling her\njacket around her shoulders.\n\n\"Pardon me,\" she said, stepping past him.\n\n\"Going to the bar?\" Thacher said. \"Mind if I come along?\"\n\n\"I suppose not.\"\n\nThey followed the others into the lounge, walking together up the aisle.\n\"You know,\" Thacher said, \"I don't even know your name, yet.\"\n\n\"My name is Mara Gordon.\"\n\n\"Mara? That's a nice name. What part of Terra are you from? North\nAmerica? New York?\"\n\n\"I've been in New York,\" Mara said. \"New York is very lovely.\" She was\nslender and pretty, with a cloud of dark hair tumbling down her neck,\nagainst her leather jacket.\n\nThey entered the lounge and stood undecided.\n\n\"Let's sit at a table,\" Mara said, looking around at the people at the\nbar, mostly men. \"Perhaps that table over there.\"\n\n\"But someone's there already,\" Thacher said. The heavy-set business man\nhad sat down at the table and deposited his sample case on the floor.\n\"Do we want to sit with _him_?\"\n\n\"Oh, it's all right,\" Mara said, crossing to the table. \"May we sit\nhere?\" she said to the man.\n\nThe man looked up, half-rising. \"It's a pleasure,\" he murmured. He\nstudied Thacher intently. \"However, a friend of mine will be joining me\nin a moment.\"\n\n\"I'm sure there's room enough for us all,\" Mara said. She seated herself\nand Thacher helped her with her chair. He sat down, too, glancing up\nsuddenly at Mara and the business man. They were looking at each other\nalmost as if something had passed between them. The man was middle-aged,\nwith a florid face and tired, grey eyes. His hands were mottled with the\nveins showing thickly. At the moment he was tapping nervously.\n\n\"My name's Thacher,\" Thacher said to him, holding out his hand. \"Bob\nThacher. Since we're going to be together for a while we might as well\nget to know each other.\"\n\nThe man studied him. Slowly his hand came out. \"Why not? My name's\nErickson. Ralf Erickson.\"\n\n\"Erickson?\" Thacher smiled. \"You look like a commercial man, to me.\" He\nnodded toward the sample case on the floor. \"Am I right?\"\n\nThe man named Erickson started to answer, but at that moment there was a\nstir. A thin man of about thirty had come up to the table, his eyes\nbright, staring down at them warmly. \"Well, we're on our way,\" he said\nto Erickson.\n\n\"Hello, Mara.\" He pulled out a chair and sat down quickly, folding his\nhands on the table before him. He noticed Thacher and drew back a\nlittle. \"Pardon me,\" he murmured.\n\n\"Bob Thacher is my name,\" Thacher said. \"I hope I'm not intruding\nhere.\" He glanced around at the three of them, Mara, alert, watching him\nintently, heavy-set Erickson, his face blank, and this person. \"Say, do\nyou three know each other?\" he asked suddenly.\n\nThere was silence.\n\nThe robot attendant slid over soundlessly, poised to take their orders.\nErickson roused himself. \"Let's see,\" he murmured. \"What will we have?\nMara?\"\n\n\"Whiskey and water.\"\n\n\"You, Jan?\"\n\nThe bright slim man smiled. \"The same.\"\n\n\"Thacher?\"\n\n\"Gin and tonic.\"\n\n\"Whiskey and water for me, also,\" Erickson said. The robot attendant\nwent off. It returned at once with the drinks, setting them on the table.\nEach took his own. \"Well,\" Erickson said, holding his glass up. \"To our\nmutual success.\"\n\n       *       *       *       *       *\n\nAll drank, Thacher and the three of them, heavy-set Erickson, Mara, her\neyes nervous and alert, Jan, who had just come. Again a look passed\nbetween Mara and Erickson, a look so swift that he would not have caught\nit had he not been looking directly at her.\n\n\"What line do you represent, Mr. Erickson?\" Thacher asked.\n\nErickson glanced at him, then down at the sample case on the floor. He\ngrunted. \"Well, as you can see, I'm a salesman.\"\n\nThacher smiled. \"I knew it! You get so you can always spot a salesman\nright off by his sample case. A salesman always has to carry something\nto show. What are you in, sir?\"\n\nErickson paused. He licked his thick lips, his eyes blank and lidded,\nlike a toad's. At last he rubbed his mouth with his hand and reached\ndown, lifting up the sample case. He set it on the table in front of\nhim.\n\n\"Well?\" he said. \"Perhaps we might even show Mr. Thacher.\"\n\nThey all stared down at the sample case. It seemed to be an ordinary\nleather case, with a metal handle and a snap lock. \"I'm getting\ncurious,\" Thacher said. \"What's in there? You're all so tense. Diamonds?\nStolen jewels?\"\n\nJan laughed harshly, mirthlessly. \"Erick, put it down. We're not far\nenough away, yet.\"\n\n\"Nonsense,\" Erick rumbled. \"We're away, Jan.\"\n\n\"Please,\" Mara whispered. \"Wait, Erick.\"\n\n\"Wait? Why? What for? You're so accustomed to--\"\n\n\"Erick,\" Mara said. She nodded toward Thacher. \"We don't know him,\nErick. Please!\"\n\n\"He's a Terran, isn't he?\" Erickson said. \"All Terrans are together in\nthese times.\" He fumbled suddenly at the catch lock on the case. \"Yes,\nMr. Thacher. I'm a salesman. We're all salesmen, the three of us.\"\n\n\"Then you do know each other.\"\n\n\"Yes.\" Erickson nodded. His two companions sat rigidly, staring down.\n\"Yes, we do. Here, I'll show you our line.\"\n\nHe opened the case. From it he took a letter-knife, a pencil sharpener,\na glass globe paperweight, a box of thumb tacks, a stapler, some clips,\na plastic ashtray, and some things Thacher could not identify. He placed\nthe objects in a row in front of him on the table top. Then he closed\nthe sample case.\n\n\"I gather you're in office supplies,\" Thacher said. He touched the\nletter-knife with his finger. \"Nice quality steel. Looks like Swedish\nsteel, to me.\"\n\nErickson nodded, looking into Thacher's face. \"Not really an impressive\nbusiness, is it? Office supplies. Ashtrays, paper clips.\" He smiled.\n\n\"Oh--\" Thacher shrugged. \"Why not? They're a necessity in modern\nbusiness. The only thing I wonder--\"\n\n\"What's that?\"\n\n\"Well, I wonder how you'd ever find enough customers on Mars to make it\nworth your while.\" He paused, examining the glass paperweight. He lifted\nit up, holding it to the light, staring at the scene within until\nErickson took it out of his hand and put it back in the sample case.\n\"And another thing. If you three know each other, why did you sit apart\nwhen you got on?\"\n\nThey looked at him quickly.\n\n\"And why didn't you speak to each other until we left Deimos?\" He leaned\ntoward Erickson, smiling at him. \"Two men and a woman. Three of you.\nSitting apart in the ship. Not speaking, not until the check-station\nwas past. I find myself thinking over what the Martian said. Three\nsaboteurs. A woman and two men.\"\n\nErickson put the things back in the sample case. He was smiling, but his\nface had gone chalk white. Mara stared down, playing with a drop of\nwater on the edge of her glass. Jan clenched his hands together\nnervously, blinking rapidly.\n\n\"You three are the ones the Leiter was after,\" Thacher said softly. \"You\nare the destroyers, the saboteurs. But their lie detector-- Why didn't\nit trap you? How did you get by that? And now you're safe, outside the\ncheck-station.\" He grinned, staring around at them. \"I'll be damned! And\nI really thought you were a salesman, Erickson. You really fooled me.\"\n\nErickson relaxed a little. \"Well, Mr. Thacher, it's in a good cause. I'm\nsure you have no love for Mars, either. No Terran does. And I see you're\nleaving with the rest of us.\"\n\n\"True,\" Thacher said. \"You must certainly have an interesting account to\ngive, the three of you.\" He looked around the table.\n\n\"We still have an hour or so of travel. Sometimes it gets dull, this\nMars-Terra run. Nothing to see, nothing to do but sit and drink in the\nlounge.\" He raised his eyes slowly. \"Any chance you'd like to spin a\nstory to keep us awake?\"\n\nJan and Mara looked at Erickson. \"Go on,\" Jan said. \"He knows who we\nare. Tell him the rest of the story.\"\n\n\"You might as well,\" Mara said.\n\nJan let out a sigh suddenly, a sigh of relief. \"Let's put the cards on\nthe table, get this weight off us. I'm tired of sneaking around,\nslipping--\"\n\n\"Sure,\" Erickson said expansively. \"Why not?\" He settled back in his\nchair, unbuttoning his vest. \"Certainly, Mr. Thacher. I'll be glad to\nspin you a story. And I'm sure it will be interesting enough to keep you\nawake.\"\n\n       *       *       *       *       *\n\nThey ran through the groves of dead trees, leaping across the sun-baked\nMartian soil, running silently together. They went up a little rise,\nacross a narrow ridge. Suddenly Erick stopped, throwing himself down\nflat on the ground. The others did the same, pressing themselves against\nthe soil, gasping for breath.\n\n\"Be silent,\" Erick muttered. He raised himself a little. \"No noise.\nThere'll be Leiters nearby, from now on. We don't dare take any\nchances.\"\n\nBetween the three people lying in the grove of dead trees and the City\nwas a barren, level waste of desert, over a mile of blasted sand. No\ntrees or bushes marred the smooth, parched surface. Only an occasional\nwind, a dry wind eddying and twisting, blew the sand up into little\nrills. A faint odor came to them, a bitter smell of heat and sand,\ncarried by the wind.\n\nErick pointed. \"Look. The City-- There it is.\"\n\nThey stared, still breathing deeply from their race through the trees.\nThe City was close, closer than they had ever seen it before. Never had\nthey gotten so close to it in times past. Terrans were never allowed\nnear the great Martian cities, the centers of Martian life. Even in\nordinary times, when there was no threat of approaching war, the\nMartians shrewdly kept all Terrans away from their citadels, partly from\nfear, partly from a deep, innate sense of hostility toward the\nwhite-skinned visitors whose commercial ventures had earned them the\nrespect, and the dislike, of the whole system.\n\n\"How does it look to you?\" Erick said.\n\nThe City was huge, much larger than they had imagined from the drawings\nand models they had studied so carefully back in New York, in the War\nMinistry Office. Huge it was, huge and stark, black towers rising up\nagainst the sky, incredibly thin columns of ancient metal, columns that\nhad stood wind and sun for centuries. Around the City was a wall of\nstone, red stone, immense bricks that had been lugged there and fitted\ninto place by slaves of the early Martian dynasties, under the whiplash\nof the first great Kings of Mars.\n\nAn ancient, sun-baked City, a City set in the middle of a wasted plain,\nbeyond groves of dead trees, a City seldom seen by Terrans--but a City\nstudied on maps and charts in every War Office on Terra. A City that\ncontained, for all its ancient stone and archaic towers, the ruling\ngroup of all Mars, the Council of Senior Leiters, black-clad men who\ngoverned and ruled with an iron hand.\n\nThe Senior Leiters, twelve fanatic and devoted men, black priests, but\npriests with flashing rods of fire, lie detectors, rocket ships,\nintra-space cannon, many more things the Terran Senate could only\nconjecture about. The Senior Leiters and their subordinate Province\nLeiters-- Erick and the two behind him suppressed a shudder.\n\n\"We've got to be careful,\" Erick said again. \"We'll be passing among\nthem, soon. If they guess who we are, or what we're here for--\"\n\nHe snapped open the case he carried, glancing inside for a second. Then\nhe closed it again, grasping the handle firmly. \"Let's go,\" he said. He\nstood up slowly. \"You two come up beside me. I want to make sure you\nlook the way you should.\"\n\n       *       *       *       *       *\n\nMara and Jan stepped quickly ahead. Erick studied them critically as the\nthree of them walked slowly down the slope, onto the plain, toward the\ntowering black spires of the City.\n\n\"Jan,\" Erick said. \"Take hold of her hand! Remember, you're going to\nmarry her; she's your bride. And Martian peasants think a lot of their\nbrides.\"\n\nJan was dressed in the short trousers and coat of the Martian farmer, a\nknotted rope tied around his waist, a hat on his head to keep off the\nsun. His skin was dark, colored by dye until it was almost bronze.\n\n\"You look fine,\" Erick said to him. He glanced at Mara. Her black hair\nwas tied in a knot, looped through a hollowed-out yuke bone. Her face\nwas dark, too, dark and lined with colored ceremonial pigment, green and\norange stripes across her cheeks. Earrings were strung through her ears.\nOn her feet were tiny slippers of perruh hide, laced around her ankles,\nand she wore long translucent Martian trousers with a bright sash tied\naround her waist. Between her small breasts a chain of stone beads\nrested, good-luck charms for the coming marriage.\n\n\"All right,\" Erick said. He, himself, wore the flowing grey robe of a\nMartian priest, dirty robes that were supposed to remain on him all his\nlife, to be buried around him when he died. \"I think we'll get past the\nguards. There should be heavy morning traffic on the road.\"\n\nThey walked on, the hard sand crunching under their feet. Against the\nhorizon they could see specks moving, other persons going toward the\nCity, farmers and peasants and merchants, bringing their crops and goods\nto market.\n\n\"See the cart!\" Mara exclaimed.\n\nThey were nearing a narrow road, two ruts worn into the sand. A Martian\nhufa was pulling the cart, its great sides wet with perspiration, its\ntongue hanging out. The cart was piled high with bales of cloth, rough\ncountry cloth, hand dipped. A bent farmer urged the hufa on.\n\n\"And there.\" She pointed, smiling.\n\nA group of merchants riding small animals were moving along behind the\ncart, Martians in long robes, their faces hidden by sand masks. On each\nanimal was a pack, carefully tied on with rope. And beyond the\nmerchants, plodding dully along, were peasants and farmers in an endless\nprocession, some riding carts or animals, but mostly on foot.\n\nMara and Jan and Erick joined the line of people, melting in behind the\nmerchants. No one noticed them; no one looked up or gave any sign. The\nmarch continued as before. Neither Jan nor Mara said anything to each\nother. They walked a little behind Erick, who paced with a certain\ndignity, a certain bearing becoming his position.\n\nOnce he slowed down, pointing up at the sky. \"Look,\" he murmured, in the\nMartian hill dialect. \"See that?\"\n\nTwo black dots circled lazily. Martian patrol craft, the military on the\noutlook for any sign of unusual activity. War was almost ready to break\nout with Terra. Any day, almost any moment.\n\n\"We'll be just in time,\" Erick said. \"Tomorrow will be too late. The\nlast ship will have left Mars.\"\n\n\"I hope nothing stops us,\" Mara said. \"I want to get back home when\nwe're through.\"\n\n       *       *       *       *       *\n\nHalf an hour passed. They neared the City, the wall growing as they\nwalked, rising higher and higher until it seemed to blot out the sky\nitself. A vast wall, a wall of eternal stone that had felt the wind and\nsun for centuries. A group of Martian soldiers were standing at the\nentrance, the single passage-gate hewn into the rock, leading to the\nCity. As each person went through the soldiers examined him, poking his\ngarments, looking into his load.\n\nErick tensed. The line had slowed almost to a halt. \"It'll be our turn,\nsoon,\" he murmured. \"Be prepared.\"\n\n\"Let's hope no Leiters come around,\" Jan said. \"The soldiers aren't so\nbad.\"\n\nMara was staring up at the wall and the towers beyond. Under their feet\nthe ground trembled, vibrating and shaking. She could see tongues of\nflame rising from the towers, from the deep underground factories and\nforges of the City. The air was thick and dense with particles of soot.\nMara rubbed her mouth, coughing.\n\n\"Here they come,\" Erick said softly.\n\nThe merchants had been examined and allowed to pass through the dark\ngate, the entrance through the wall into the City. They and their silent\nanimals had already disappeared inside. The leader of the group of\nsoldiers was beckoning impatiently to Erick, waving him on.\n\n\"Come along!\" he said. \"Hurry up there, old man.\"\n\nErick advanced slowly, his arms wrapped around his body, looking down at\nthe ground.\n\n\"Who are you and what's your business here?\" the soldier demanded, his\nhands on his hips, his gun hanging idly at his waist. Most of the\nsoldiers were lounging lazily, leaning against the wall, some even\nsquatting in the shade. Flies crawled on the face of one who had fallen\nasleep, his gun on the ground beside him.\n\n\"My business?\" Erick murmured. \"I am a village priest.\"\n\n\"Why do you want to enter the City?\"\n\n\"I must bring these two people before the magistrate to marry them.\" He\nindicated Mara and Jan, standing a little behind him. \"That is the Law\nthe Leiters have made.\"\n\nThe soldier laughed. He circled around Erick. \"What do you have in that\nbag you carry?\"\n\n\"Laundry. We stay the night.\"\n\n\"What village are you from?\"\n\n\"Kranos.\"\n\n\"Kranos?\" The soldier looked to a companion. \"Ever heard of Kranos?\"\n\n\"A backward pig sty. I saw it once on a hunting trip.\"\n\nThe leader of the soldiers nodded to Jan and Mara. The two of them\nadvanced, their hands clasped, standing close together. One of the\nsoldiers put his hand on Mara's bare shoulder, turning her around.\n\n\"Nice little wife you're getting,\" he said. \"Good and firm-looking.\" He\nwinked, grinning lewdly.\n\nJan glanced at him in sullen resentment. The soldiers guffawed. \"All\nright,\" the leader said to Erick. \"You people can pass.\"\n\nErick took a small purse from his robes and gave the soldier a coin.\nThen the three of them went into the dark tunnel that was the entrance,\npassing through the wall of stone, into the City beyond.\n\nThey were within the City!\n\n\"Now,\" Erick whispered. \"Hurry.\"\n\nAround them the City roared and cracked, the sound of a thousand vents\nand machines, shaking the stones under their feet. Erick led Mara and\nJan into a corner, by a row of brick warehouses. People were everywhere,\nhurrying back and forth, shouting above the din, merchants, peddlers,\nsoldiers, street women. Erick bent down and opened the case he carried.\nFrom the case he quickly took three small coils of fine metal, intricate\nmeshed wires and vanes worked together into a small cone. Jan took one\nand Mara took one. Erick put the remaining cone into his robe and\nsnapped the case shut again.\n\n\"Now remember, the coils must be buried in such a way that the line runs\nthrough the center of the City. We must trisect the main section, where\nthe largest concentration of buildings is. Remember the maps! Watch the\nalleys and streets carefully. Talk to no one if you can help it. Each of\nyou has enough Martian money to buy your way out of trouble. Watch\nespecially for cut-purses, and for heaven's sake, don't get lost.\"\n\n       *       *       *       *       *\n\nErick broke off. Two black-clad Leiters were coming along the inside of\nthe wall, strolling together with their hands behind their backs. They\nnoticed the three who stood in the corner by the warehouses and stopped.\n\n\"Go,\" Erick muttered. \"And be back here at sundown.\" He smiled grimly.\n\"Or never come back.\"\n\nEach went off a different way, walking quickly without looking back. The\nLeiters watched them go. \"The little bride was quite lovely,\" one\nLeiter said. \"Those hill people have the stamp of nobility in their\nblood, from the old times.\"\n\n\"A very lucky young peasant to possess her,\" the other said. They went\non. Erick looked after them, still smiling a little. Then he joined the\nsurging mass of people that milled eternally through the streets of the\nCity.\n\nAt dusk they met outside the gate. The sun was soon to set, and the air\nhad turned thin and frigid. It cut through their clothing like knives.\n\nMara huddled against Jan, trembling and rubbing her bare arms.\n\n\"Well?\" Erick said. \"Did you both succeed?\"\n\nAround them peasants and merchants were pouring from the entrance,\nleaving the City to return to their farms and villages, starting the\nlong trip back across the plain toward the hills beyond. None of them\nnoticed the shivering girl and the young man and the old priest standing\nby the wall.\n\n\"Mine's in place,\" Jan said. \"On the other side of the City, on the\nextreme edge. Buried by a well.\"\n\n\"Mine's in the industrial section,\" Mara whispered, her teeth\nchattering. \"Jan, give me something to put over me! I'm freezing.\"\n\n\"Good,\" Erick said. \"Then the three coils should trisect dead center, if\nthe models were correct.\" He looked up at the darkening sky. Already,\nstars were beginning to show. Two dots, the evening patrol, moved slowly\ntoward the horizon. \"Let's hurry. It won't be long.\"\n\nThey joined the line of Martians moving along the road, away from the\nCity. Behind them the City was losing itself in the sombre tones of\nnight, its black spires disappearing into darkness.\n\nThey walked silently with the country people until the flat ridge of\ndead trees became visible on the horizon. Then they left the road and\nturned off, walking toward the trees.\n\n\"Almost time!\" Erick said. He increased his pace, looking back at Jan\nand Mara impatiently.\n\n\"Come on!\"\n\nThey hurried, making their way through the twilight, stumbling over\nrocks and dead branches, up the side of the ridge. At the top Erick\nhalted, standing with his hands on his hips, looking back.\n\n\"See,\" he murmured. \"The City. The last time we'll ever see it this\nway.\"\n\n\"Can I sit down?\" Mara said. \"My feet hurt me.\"\n\nJan pulled at Erick's sleeve. \"Hurry, Erick! Not much time left.\" He\nlaughed nervously. \"If everything goes right we'll be able to look at\nit--forever.\"\n\n\"But not like this,\" Erick murmured. He squatted down, snapping his case\nopen. He took some tubes and wiring out and assembled them together on\nthe ground, at the peak of the ridge. A small pyramid of wire and\nplastic grew, shaped by his expert hands.\n\nAt last he grunted, standing up. \"All right.\"\n\n\"Is it pointed directly at the City?\" Mara asked anxiously, looking down\nat the pyramid.\n\nErick nodded. \"Yes, it's placed according--\" He stopped, suddenly\nstiffening. \"Get back! It's time! _Hurry!_\"\n\nJan ran, down the far side of the slope, away from the City, pulling\nMara with him. Erick came quickly after, still looking back at the\ndistant spires, almost lost in the night sky.\n\n\"Down.\"\n\nJan sprawled out, Mara beside him, her trembling body pressed against\nhis. Erick settled down into the sand and dead branches, still trying to\nsee. \"I want to see it,\" he murmured. \"A miracle. I want to see--\"\n\nA flash, a blinding burst of violet light, lit up the sky. Erick clapped\nhis hands over his eyes. The flash whitened, growing larger, expanding.\nSuddenly there was a roar, and a furious hot wind rushed past him,\nthrowing him on his face in the sand. The hot dry wind licked and seared\nat them, crackling the bits of branches into flame. Mara and Jan shut\ntheir eyes, pressed tightly together.\n\n\"God--\" Erick muttered.\n\nThe storm passed. They opened their eyes slowly. The sky was still alive\nwith fire, a drifting cloud of sparks that was beginning to dissipate\nwith the night wind. Erick stood up unsteadily, helping Jan and Mara to\ntheir feet. The three of them stood, staring silently across the dark\nwaste, the black plain, none of them speaking.\n\nThe City was gone.\n\nAt last Erick turned away. \"That part's done,\" he said. \"Now the rest!\nGive me a hand, Jan. There'll be a thousand patrol ships around here in\na minute.\"\n\n\"I see one already,\" Mara said, pointing up. A spot winked in the sky, a\nrapidly moving spot. \"They're coming, Erick.\" There was a throb of chill\nfear in her voice.\n\n\"I know.\" Erick and Jan squatted on the ground around the pyramid of\ntubes and plastic, pulling the pyramid apart. The pyramid was fused,\nfused together like molten glass. Erick tore the pieces away with\ntrembling fingers. From the remains of the pyramid he pulled something\nforth, something he held up high, trying to make it out in the darkness.\nJan and Mara came close to see, both staring up intently, almost without\nbreathing.\n\n\"There it is,\" Erick said. \"There!\"\n\n       *       *       *       *       *\n\nIn his hand was a globe, a small transparent globe of glass. Within the\nglass something moved, something minute and fragile, spires almost too\nsmall to be seen, microscopic, a complex web swimming within the hollow\nglass globe. A web of spires. A City.\n\nErick put the globe into the case and snapped it shut. \"Let's go,\" he\nsaid. They began to lope back through the trees, back the way they had\ncome before. \"We'll change in the car,\" he said as they ran. \"I think we\nshould keep these clothes on until we're actually inside the car. We\nstill might encounter someone.\"\n\n\"I'll be glad to get my own clothing on again,\" Jan said. \"I feel funny\nin these little pants.\"\n\n\"How do you think I feel?\" Mara gasped. \"I'm freezing in this, what\nthere is of it.\"\n\n\"All young Martian brides dress that way,\" Erick said. He clutched the\ncase tightly as they ran. \"I think it looks fine.\"\n\n\"Thank you,\" Mara said, \"but it is cold.\"\n\n\"What do you suppose they'll think?\" Jan asked. \"They'll assume the City\nwas destroyed, won't they? That's certain.\"\n\n\"Yes,\" Erick said. \"They'll be sure it was blown up. We can count on\nthat. And it will be damn important to us that they think so!\"\n\n\"The car should be around here, someplace,\" Mara said, slowing down.\n\n\"No. Farther on,\" Erick said. \"Past that little hill over there. In the\nravine, by the trees. It's so hard to see where we are.\"\n\n\"Shall I light something?\" Jan said.\n\n\"No. There may be patrols around who--\"\n\nHe halted abruptly. Jan and Mara stopped beside him. \"What--\" Mara\nbegan.\n\nA light glimmered. Something stirred in the darkness. There was a sound.\n\n\"Quick!\" Erick rasped. He dropped, throwing the case far away from him,\ninto the bushes. He straightened up tensely.\n\nA figure loomed up, moving through the darkness, and behind it came more\nfigures, men, soldiers in uniform. The light flashed up brightly,\nblinding them. Erick closed his eyes. The light left him, touching Mara\nand Jan, standing silently together, clasping hands. Then it flicked\ndown to the ground and around in a circle.\n\nA Leiter stepped forward, a tall figure in black, with his soldiers\nclose behind him, their guns ready. \"You three,\" the Leiter said. \"Who\nare you? Don't move. Stand where you are.\"\n\nHe came up to Erick, peering at him intently, his hard Martian face\nwithout expression. He went all around Erick, examining his robes, his\nsleeves.\n\n\"Please--\" Erick began in a quavering voice, but the Leiter cut him off.\n\n\"I'll do the talking. Who are you three? What are you doing here? Speak\nup.\"\n\n\"We--we are going back to our village,\" Erick muttered, staring down,\nhis hands folded. \"We were in the City, and now we are going home.\"\n\nOne of the soldiers spoke into a mouthpiece. He clicked it off and put\nit away.\n\n\"Come with me,\" the Leiter said. \"We're taking you in. Hurry along.\"\n\n\"In? Back to the City?\"\n\nOne of the soldiers laughed. \"The City is gone,\" he said. \"All that's\nleft of it you can put in the palm of your hand.\"\n\n\"But what happened?\" Mara said.\n\n\"No one knows. Come on, hurry it up!\"\n\nThere was a sound. A soldier came quickly out of the darkness. \"A Senior\nLeiter,\" he said. \"Coming this way.\" He disappeared again.\n\n       *       *       *       *       *\n\n\"A Senior Leiter.\" The soldiers stood waiting, standing at a respectful\nattention. A moment later the Senior Leiter stepped into the light, a\nblack-clad old man, his ancient face thin and hard, like a bird's, eyes\nbright and alert. He looked from Erick to Jan.\n\n\"Who are these people?\" he demanded.\n\n\"Villagers going back home.\"\n\n\"No, they're not. They don't stand like villagers. Villagers slump--diet,\npoor food. These people are not villagers. I myself came from the hills,\nand I know.\"\n\nHe stepped close to Erick, looking keenly into his face. \"Who are you?\nLook at his chin--he never shaved with a sharpened stone! Something is\nwrong here.\"\n\nIn his hand a rod of pale fire flashed. \"The City is gone, and with it\nat least half the Leiter Council. It is very strange, a flash, then\nheat, and a wind. But it was not fission. I am puzzled. All at once the\nCity has vanished. Nothing is left but a depression in the sand.\"\n\n\"We'll take them in,\" the other Leiter said. \"Soldiers, surround them.\nMake certain that--\"\n\n\"Run!\" Erick cried. He struck out, knocking the rod from the Senior\nLeiter's hand. They were all running, soldiers shouting, flashing their\nlights, stumbling against each other in the darkness. Erick dropped to\nhis knees, groping frantically in the bushes. His fingers closed over\nthe handle of the case and he leaped up. In Terran he shouted to Mara\nand Jan.\n\n\"Hurry! To the car! Run!\" He set off, down the slope, stumbling through\nthe darkness. He could hear soldiers behind him, soldiers running and\nfalling. A body collided against him and he struck out. Someplace behind\nhim there was a hiss, and a section of the slope went up in flames. The\nLeiter's rod--\n\n\"Erick,\" Mara cried from the darkness. He ran toward her. Suddenly he\nslipped, falling on a stone. Confusion and firing. The sound of excited\nvoices.\n\n\"Erick, is that you?\" Jan caught hold of him, helping him up. \"The car.\nIt's over here. Where's Mara?\"\n\n\"I'm here,\" Mara's voice came. \"Over here, by the car.\"\n\nA light flashed. A tree went up in a puff of fire, and Erick felt the\nsinge of the heat against his face. He and Jan made their way toward the\ngirl. Mara's hand caught his in the darkness.\n\n\"Now the car,\" Erick said. \"If they haven't got to it.\" He slid down the\nslope into the ravine, fumbling in the darkness, reaching and holding\nonto the handle of the case. Reaching, reaching--\n\nHe touched something cold and smooth. Metal, a metal door handle. Relief\nflooded through him. \"I've found it! Jan, get inside. Mara, come on.\" He\npushed Jan past him, into the car. Mara slipped in after Jan, her small\nagile body crowding in beside him.\n\n\"Stop!\" a voice shouted from above. \"There's no use hiding in that\nravine. We'll get you! Come up and--\"\n\nThe sound of voices was drowned out by the roar of the car's motor. A\nmoment later they shot into the darkness, the car rising into the air.\nTreetops broke and cracked under them as Erick turned the car from side\nto side, avoiding the groping shafts of pale light from below, the last\nfurious thrusts from the two Leiters and their soldiers.\n\nThen they were away, above the trees, high in the air, gaining speed\neach moment, leaving the knot of Martians far behind.\n\n\"Toward Marsport,\" Jan said to Erick. \"Right?\"\n\nErick nodded. \"Yes. We'll land outside the field, in the hills. We can\nchange back to our regular clothing there, our commercial clothing. Damn\nit--we'll be lucky if we can get there in time for the ship.\"\n\n\"The last ship,\" Mara whispered, her chest rising and falling. \"What if\nwe don't get there in time?\"\n\nErick looked down at the leather case in his lap. \"We'll have to get\nthere,\" he murmured. \"We must!\"\n\n       *       *       *       *       *\n\nFor a long time there was silence. Thacher stared at Erickson. The older\nman was leaning back in his chair, sipping a little of his drink. Mara\nand Jan were silent.\n\n\"So you didn't destroy the City,\" Thacher said. \"You didn't destroy it\nat all. You shrank it down and put it in a glass globe, in a\npaperweight. And now you're salesmen again, with a sample case of office\nsupplies!\"\n\nErickson smiled. He opened the briefcase and reaching into it he brought\nout the glass globe paperweight. He held it up, looking into it. \"Yes,\nwe stole the City from the Martians. That's how we got by the lie\ndetector. It was true that we knew nothing about a _destroyed_ City.\"\n\n\"But why?\" Thacher said. \"Why steal a City? Why not merely bomb it?\"\n\n\"Ransom,\" Mara said fervently, gazing into the globe, her dark eyes\nbright. \"Their biggest City, half of their Council--in Erick's hand!\"\n\n\"Mars will have to do what Terra asks,\" Erickson said. \"Now Terra will\nbe able to make her commercial demands felt. Maybe there won't even be a\nwar. Perhaps Terra will get her way without fighting.\" Still smiling, he\nput the globe back into the briefcase and locked it.\n\n\"Quite a story,\" Thacher said. \"What an amazing process, reduction of\nsize-- A whole City reduced to microscopic dimensions. Amazing. No\nwonder you were able to escape. With such daring as that, no one could\nhope to stop you.\"\n\nHe looked down at the briefcase on the floor. Underneath them the jets\nmurmured and vibrated evenly, as the ship moved through space toward\ndistant Terra.\n\n\"We still have quite a way to go,\" Jan said. \"You've heard our story,\nThacher. Why not tell us yours? What sort of line are you in? What's\nyour business?\"\n\n\"Yes,\" Mara said. \"What do you do?\"\n\n\"What do I do?\" Thacher said. \"Well, if you like, I'll show you.\" He\nreached into his coat and brought out something. Something that flashed\nand glinted, something slender. A rod of pale fire.\n\nThe three stared at it. Sickened shock settled over them slowly.\n\nThacher held the rod loosely, calmly, pointing it at Erickson. \"We knew\nyou three were on this ship,\" he said. \"There was no doubt of that. But\nwe did not know what had become of the City. My theory was that the City\nhad not been destroyed at all, that something else had happened to it.\nCouncil instruments measured a sudden loss of mass in that area, a\ndecrease equal to the mass of the City. Somehow the City had been\nspirited away, not destroyed. But I could not convince the other Council\nLeiters of it. I had to follow you alone.\"\n\nThacher turned a little, nodding to the men sitting at the bar. The men\nrose at once, coming toward the table.\n\n\"A very interesting process you have. Mars will benefit a great deal\nfrom it. Perhaps it will even turn the tide in our favor. When we return\nto Marsport I wish to begin work on it at once. And now, if you will\nplease pass me the briefcase--\"\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Planet Stories_ January 1954.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of Project Gutenberg's The Crystal Crypt, by Philip Kindred Dick\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE CRYSTAL CRYPT ***\n\n***** This file should be named 28698.txt or 28698.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/8/6/9/28698/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}