{"title": "The God in the Box", "author": "Sewell Peaslee Wright", "releaseDate": "May 6, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\n\n\n\n\nTranscriber's Note: This e-text was produced from Astounding Stories,\nSeptember, 1931. Extensive research did not uncover any evidence that\nthe U.S. copyright on this publication was renewed.\n\n\n\n[Illustration: \"_A little object lesson, as it were!_\"]\n\n\n\n\nThe God in the Box\n\n\n_By Sewell Peaslee Wright_\n\n\n\n\n[Sidenote: In the course of his Special Patrol duties Commander John\nHanson resolves the unique and poignant mystery of \"toma annerson.\"]\n\nThis is a story I never intended to tell. I would not even tell it now\nif it were not for the Zenians.\n\nUnderstand that I do not dislike the Zenians. One of the best officers\nI ever had was a Zenian. His name was Eitel, and he served under me on\nthe old _Tamon_, my first command. But lately the Zenians have made\nrather too much of the exploits of Ame Baove.\n\nThe history of the Universe gives him credit, and justly, for making\nthe first successful exploration in space. Baove's log of that trip is\na classic that every school-child knows.\n\nBut I have a number of friends who are natives of Zenia, and they fret\nme with their boastings.\n\n\"Well, Hanson,\" they say, \"your Special Patrol Service has done\nwonderful work, largely under the officership of Earth-men. But after\nall, you have to admit that it was a Zenian who first mastered space!\"\n\nPerhaps it is just fractiousness of an old man, but countless\nrepetitions of such statements, in one form or another, have irritated\nme to the point of action--and before going further, let me say, for\nthe benefit of my Zenian friends, that if they care to dig deeply\nenough into the archives, somewhere they will find a brief report of\nthese adventures recorded in the log of one of my old ships, the\n_Ertak_, now scrapped and forgotten. Except, perhaps, by some few like\nmyself, who knew and loved her when she was one of the newest and\nfinest ships of the Service.\n\nI commanded the _Ertak_ during practically her entire active life.\nThose were the days when John Hanson was not an old man, writing of\nbrave deeds, but a youngster of half a century, or thereabouts, and\nfull of spirit. Sometimes, when memory brings back those old days, it\nseems hard for me to believe that John Hanson, Commander of the\n_Ertak_, and old John Hanson, retired, and a spinner of ancient yarns,\nare one and the same--but I must get on to my story, for youth is\nimpatient, and from \"old man\" to \"old fool\" is a short leap for a\nyouthful mind.\n\n                     *      *      *      *      *\n\nThe Special Patrol Service is not all high adventure. It was not so\neven in the days of the _Ertak_. There was much routine patrolling, and\nthe _Ertak_ drew her full share of this type of duty. We hated it, of\ncourse, but in that Service you do what you are told and say nothing.\n\nWe were on a routine patrol, with only one possible source of interest\nin our orders. The wizened and sour-faced scientists the Universe\nacclaims so highly had figured out that a certain planet, thus far\nunvisited, would be passing close to the line of our patrol, and our\norders read, \"if feasible,\" to inspect this body, and if inhabited,\nwhich was doubted, to make contact.\n\nThere was a separate report, if I remember correctly, with a lot of\nfigures. This world was not large; smaller than Earth, as a matter of\nfact, and its orbit brought it into conjunction with our system only\nonce in some immemorable period of time. I suppose that record is\nstored away, too, if anybody is interested in it. It was largely\ncomposed of guesses, and most of them were wrong. These white-coated\nscientists do a lot of wild guessing, if the facts were known.\n\nHowever, she did show up at about the place they had predicted.\nKincaide, my second officer, was on duty when the television disk first\npicked her up, and he called me promptly.\n\n\"Strobus\"--that was the name the scientists had given this planet we\nwere to look over--\"Strobus is in view, sir, if you'd like to look her\nover,\" he reported. \"Not close enough yet to determine anything of\ninterest, however, even with maximum power.\"\n\nI considered for a moment, scowling at the microphone.\n\n\"Very well, Mr. Kincaide,\" I said at length. \"Set a course for her.\nWe'll give her a glance, anyway.\"\n\n\"Yes, sir,\" replied Kincaide promptly. One of the best officers in the\nService, Kincaide. Level-headed, and a straight thinker. He was a man\nfor any emergency. I remember--but I've already told that story.\n\n                     *      *      *      *      *\n\nI turned back to my reports, and forgot all about this wandering\nStrobus. Then I turned in, to catch up somewhat on my sleep, for we had\nhad some close calls in a field of meteors, and the memory of a\nprevious disaster was still fresh in my mind.[1] I had spent my \"watch\nbelow\" in the navigating room, and now I needed sleep rather badly. If\nthe scientists really want to do something for humanity, why don't they\nshow us how to do without food and sleep?\n\n      [1] See \"The Ghost World\" in the April issue of Amazing\n      Stories.--Ed.\n\nWhen, refreshed and ready for anything, I did report to the navigating\nroom, Correy, my first officer, was on duty.\n\n\"Good morning, sir,\" he nodded. It was the custom, on ships I\ncommanded, for the officers to govern themselves by Earth standards of\ntime; we created an artificial day and night, and disregarded entirely,\nexcept in our official records, the enar and other units of the\nUniversal time system.\n\n\"Good morning, Mr. Correy. How are we bearing?\"\n\n\"Straight for our objective, sir.\" He glanced down at the two glowing\ncharts that pictured our surroundings in three dimensions, to reassure\nhimself. \"She's dead ahead, and looming up quite sizeably.\"\n\n\"Right!\" I bent over the great hooded television disk--the ponderous\ntype we used in those days--and picked up Strobus without difficulty.\nThe body more than filled the disk and I reduced the magnification\nuntil I could get a full view of the entire exposed surface.\n\nStrobus, it seemed, bore a slight resemblance to one view of my own\nEarth. There were two very apparent polar caps, and two continents,\nbarely connected, the two of them resembling the numeral eight in the\nwriting of Earth-men; a numeral consisting of two circles, one above\nthe other, and just touching. One of the roughly circular continents\nwas much larger than the other.\n\n\"Mr. Kincaide reported that the portions he inspected consisted\nentirely of fluid sir,\" commented Correy. \"The two continents now\nvisible have just come into view, so I presume that there are no\nothers, unless they are concealed by the polar caps. Do you find any\nindications of habitation?\"\n\n\"I haven't examined her closely under high magnification,\" I replied.\n\"There are some signs....\"\n\n                     *      *      *      *      *\n\nI increased power, and began slowly searching the terrain of the\ndistant body. I had not far to search before I found what I sought.\n\n\"We're in luck, Mr. Correy!\" I exclaimed. \"Our friend is inhabited.\nThere is at least one sizeable city on the larger continent and ...\nyes, there's another! Something to break the monotony, eh? Strobus is\nan 'unknown' on the charts.\"\n\n\"Suppose we'll have trouble, sir?\" asked Correy hopefully. Correy was a\nprime hand for a fight of any kind. A bit too hot-headed perhaps, but a\nman who never knew when he was beaten.\n\n\"I hope not; you know how they rant at the Base when we have to protect\nourselves,\" I replied, not without a certain amount of bitterness.\n\"They'd like to pacify the Universe with never a sweep of a\ndisintegrator beam. 'Of course, Commander Hanson' some silver-sleeve\nwill say, 'if it was absolutely vital to protect your men and your\nship'--ugh! They ought to turn out for a tour of duty once in a while,\nand see what conditions are.\" I was young then, and the attitude of my\nconservative superiors at the Base was not at all in keeping with my\nown views, at times.\n\n\"You think, then, that we will have trouble, sir?\"\n\n\"Your guess is as good is mine,\" I shrugged. \"The people of this\nStrobus know nothing of us. They will not know whether we come as\nfriends or enemies. Naturally, they will be suspicious. It is hard to\nexplain the use of the menore, to convey our thoughts to them.\"\n\nI glanced up at the attraction meter, reflecting upon the estimated\nmass of the body we were approaching. By night we should be nearing her\natmospheric envelope. By morning we should be setting down on her.\n\n\"We'll hope for the best, sir,\" said Correy innocently.\n\nI bent more closely over the television disk, to hide my smile. I knew\nperfectly what the belligerent Correy meant by \"the best.\"\n\n                     *      *      *      *      *\n\nThe next morning, at atmospheric speed, we settled down swiftly over\nthe larger of the two continents, Correy giving orders to the\nnavigating room while I divided my attention between the television\ndisk and the altimeter, with a glance every few seconds at the surface\ntemperature gauge. In unknown atmospheres, it is not difficult to run\nup a considerable surface temperature, and that is always uncomfortable\nand sometimes dangerous.\n\n\"The largest city seems to be nearer the other continent. You should be\nable to take over visually before long. Has the report on the\natmosphere come through yet?\"\n\n\"Not yet. Just a moment, sir.\" Correy spoke for a moment into his\nmicrophone and turned to me with a smile.\n\n\"Suitable for breathing,\" he reported. \"Slight excess of oxygen, and\nonly a trace of moisture. Hendricks just completed the analysis.\"\nHendricks, my third officer, was as clever as a laboratory man in many\nways, and a red-blooded young officer as well. That's a combination you\ndon't come across very often.\n\n\"Good! Breathing masks are a nuisance. I believe I'd reduce speed\nsomewhat; she's warming up. The big city I mentioned is dead ahead. Set\nthe _Ertak_ down as close as possible.\"\n\n\"Yes, sir!\" snapped Correy, and I leaned over the television disk to\nexamine, at very close range, the great Strobian metropolis we were so\nswiftly approaching.\n\n                     *      *      *      *      *\n\nThe buildings were all tall, and constructed of a shining substance\nthat I could not identify, even though I could now make out the details\nof their architecture, which was exceedingly simple, and devoid of\nornament of any kind, save an occasional pilaster or flying buttress.\nThe streets were broad, and laid out to cut the city into lozenge-shaped\nsections, instead of the conventional squares. In the center of the\ncity stood a great lozenge-shaped building with a smooth, arched roof.\nFrom every section of the city, great swarms of people were flocking in\nthe direction of the spot toward which the _Ertak_ was settling, on\nfoot and in long, slim vehicles of some kind that apparently carried\nseveral people.\n\n\"Lots of excitement down there, Mr. Correy,\" I commented. \"Better tell\nMr. Kincaide to order up all hands, and station a double guard at the\nport. Have a landing force, armed with atomic pistols and bombs, and\nequipped with menores, as an escort.\"\n\n\"And the disintegrator-ray generators--you'll have them in operation,\nsir, just in case?\"\n\n\"That might be well. But they are not to be used except in the greatest\nemergency, understand. Hendricks will accompany me, if it seems\nexpeditious to leave the ship, leaving you in command here.\"\n\n\"Very well, sir!\" I knew the arrangement didn't suit him, but he was\ntoo much the perfect officer to protest, even with a glance. And\nbesides, at the moment, he was very busy with orders to the men in the\ncontrol room, forward, as he conned the ship to the place he had\nselected to set her down.\n\nBut busy as he was, he did not forget the order to tune up the\ndisintegrator-ray generators.\n\n                     *      *      *      *      *\n\nWhile the great circular door of the _Ertak_ was backing out ponderously\nfrom its threaded seat, suspended by its massive gimbals, I inspected\nthe people of this new world.\n\nMy first impression was that they were a soldiery people, for there\nwere no jostling crowds swarming around the ship, such as might have\nbeen expected. Instead, the citizenry stood at ease in a sort of\nmilitary formation of numerous small companies, each apparently in\ncharge of an officer. These companies were arranged to form a long wide\navenue, leading to the city, and down this avenue a strange procession\nwas coming toward the ship.\n\nI should make it clear at this point that these Strobians were, in\nform, very similar to Earth-men, although somewhat shorter in stature,\nand certainly more delicately formed. Perhaps it would be better to say\nthey resembled the Zenians, save for this marked difference: the\nStrobians were exceedingly light in color, their skins being nearly\ntranslucent, and their hair a light straw color. The darkest hair I saw\nat any time was a pale gold, and many had hair as colorless as\nsilver--which I should explain is a metal of Earth somewhat resembling\naluminum in appearance.\n\nThe procession was coming toward the ship slowly, the marchers\napparently chanting as they came, for I could see their lips moving.\nThey were dressed in short kirtles of brilliant colors--scarlet, green,\norange, purple--and wore brilliant belts suspended about their waists\nby straps which crossed over their breasts and passed over each\nshoulder.\n\nEach marcher bore a tall staff from which flew a tiny pennon of the\nsame color as his chief garment. At the top of each staff was a metal\nornament, which at first glance I took to be the representation of a\nfish. As they came closer, I saw that this was not a good guess, for\nthe device was without a tail.\n\n                     *      *      *      *      *\n\n\"The exit port is open, sir,\" reported Hendricks. \"The people seem far\nfrom hostile, and the air is very good. What are your orders?\"\n\n\"There will be no change, I think,\" I said as I hurried toward the now\nopen door. \"Mr. Kincaide will be in command of the guard at the port.\nYou and I, with a small landing force, will advance to meet this\nprocession. Make sure that there are a number of extra menores carried\nby the escort; we shall need them.\"\n\n\"Yes, sir!\" Hendricks snapped a command and the landing force fell into\nplace behind us as we passed through the circular doorway, and out onto\nthe rocky ground of Strobus.\n\nThe procession stopped instantly, and the chanting died to a murmur.\nThe men forming the living wall on each side bowed their heads and made\na quick sign; a peculiar gesture, as though they reached out to shake\nan invisible hand.\n\nThe leader of the procession, a fine-featured man with golden hair,\nwalked forward with bowed head, chanting a single phrase over and over\nagain in a voice as sweet as a woman's: \"_Toma annerson ... toma\nannerson ... toma annerson...._\"\n\n\"Sounds friendly enough,\" I whispered to Hendricks. \"Hand me an extra\nmenore; I'll see....\"\n\nThe chanting stopped, and the Strobian lifted his head.\n\n\"Greetings!\" he said. \"You are welcome here.\"\n\n                     *      *      *      *      *\n\nI think nothing ever surprised me more, I stared at the man like a\nfool, my jaw dropping, and my eyes bulging. For the man spoke in a\nlanguage of Earth; spoke it haltingly and poorly, but recognizably.\n\n\"You--you speak English?\" I faltered. \"Where--where did you learn to\nspeak this language?\"\n\nThe Strobian smiled, his face shining as though he saw a vision.\n\n\"Toma annerson,\" he intoned gravely, and extended his right hand in a\ngreeting which Earth-men have offered each other for untold centuries!\n\nI shook hands with him gravely, wondering if I were dreaming.\n\n\"I thank you for your welcome,\" I said, gathering my wits at last. \"We\ncome as friends, from worlds not unlike your own. We are glad that you\nmeet us as friends.\"\n\n\"It was so ordered. _He_ ordered it so and Artur is His mouthpiece in\nthis day.\" The Strobian weighed every word carefully before he uttered\nit speaking with a solemn gravity that was most impressive.\n\n\"Artur?\" I questioned him. \"That is your name?\"\n\n\"That is my name,\" he said proudly. \"It came from He Who Speaks who\ngave it to my father many times removed.\"\n\nThere were many questions in my mind, but I could not be outdone in\ncourtesy by this kindly Strobian.\n\n\"I am John Hanson,\" I told him, \"Commander of the Special Patrol\nService ship _Ertak_. This is Avery Hendricks, my third officer.\"\n\n\"Much of that,\" said Artur slowly, \"I do not understand. But I am\ngreatly honored.\" He bowed again, first to me, and then to Hendricks,\nwho was staring at me in utter amazement. \"You will come with us now,\nto the Place?\" Artur added.\n\nI considered swiftly, and turned to Hendricks.\n\n\"This is too interesting to miss,\" I said in an undertone. \"Send the\nescort back with word for Mr. Correy that these people are very\nfriendly, and we are going on into the city. Let three men remain with\nus. We will keep in communication with the ship by menore.\"\n\n                     *      *      *      *      *\n\nHendricks gave the necessary orders, and all our escort, save for three\nmen, did a brisk about face and marched back to the ship. The five of\nus, conducted by Artur, started for the city, the rest of the\nprocession falling in behind us. Behind the double file of the\nprocession, the companies that had formed the living wall marched\ntwenty abreast. Not all the companies, however, for perhaps a thousand\nmen, in all, formed a great hollow square about the _Ertak_, a great\nmotionless guard of honor, clad in kirtles like the pennon-bearers in\nthe procession, save that their kirtles were longer, and pale green in\ncolor. The uniform of their officers was identical, save that it was\nsomewhat darker in color, and set of with a narrow black belt, without\nshoulder straps.\n\nWe marched on and on, into the city, down the wide streets, walled with\nsoaring buildings that shone with an iridescent lustre, toward the\ngreat domed building I had seen from the _Ertak_.\n\nThe streets were utterly deserted, and when we came close to the\nbuilding I saw why. The whole populace was gathered there; they were\ndrawn up around the building in orderly groups, with a great lane\nopened to the mighty entrance.\n\nThere were women waiting there, thousands of them, the most beautiful I\nhave ever seen, and in my younger days I had eyes that were quick to\nnote a pretty face.\n\nThrough these great silent ranks we passed majestically, and I felt\nvery foolish and very much bewildered. Every head was bowed as though\nin reverence, and the chanting of the men behind us was like the\nsinging of a hymn.\n\n                     *      *      *      *      *\n\nAt the head of the procession, we entered the great domed,\nlozenge-shaped building, and I stared around in amazement.\n\nThe structure was immense, but utterly without obstructing columns, the\nroof being supported by great arches buttressed to pilasters along the\nwalls, and furnished with row after row of long benches of some\npolished, close-grained red wood, so clear that it shone brilliantly.\n\nThere were four great aisles, leading from the four angles of the\nlozenge, and many narrower ones, to give ready access to the benches,\nall radiating from a raised dais in the center, and the whole building\nilluminated by bluish globes of light that I recognized from\ndescriptions and visits to scientific museums, as replicas of an early\nform of the ethon tube.\n\nThese things I took in at a glance. It was the object upon the huge\ncentral dais that caught and held my attention.\n\n\"Hendricks!\" I muttered, just loud enough to make my voice audible\nabove the solemn chanting. \"Are we dreaming?\"\n\n\"No, sir!\" Hendricks' eyes were starting out of his head, and I have no\ndoubt I looked as idiotic as he did. \"It's there.\"\n\nOn the dais was a gleaming object perhaps sixty feet long--which is a\nlength equal to the height of about ten full-sized men. It was shaped\nlike an elongated egg--like the metal object surmounting the staffs of\nthe pennon-bearers!\n\nAnd, unmistakably, it was a ship for navigating space.\n\n                     *      *      *      *      *\n\nAs we came closer, I could make out details. The ship was made of some\nbluish, shining metal that I took to be chromium, or some compound of\nchromium, and there was a small circular port in the side presented to\nus. Set into the blunt nose of the ship was a ring of small disks,\nreddish in color, and deeply pitted, whether by electrical action or\noxidization, I could not determine. Around the more pointed stern were\ninnumerable small vents, pointed rearward, and smoothly stream-lined\ninto the body. The body of the ship fairly glistened, but it was dented\nand deeply scratched in a number of places, and around the stern vents\nthe metal was a dark, iridescent blue, as though stained by heat.\n\nThe chanting stopped as we reached the dais, and I turned to our guide.\nHe motioned that Hendricks and I were to precede him up a narrow,\ncurving ramp that led upwards, while the three Zenians who accompanied\nus were to remain below. I nodded my approval of this arrangement, and\nslowly we made our way to the top of the great platform, while the\npennon-bearers formed a close circle around its base, and the people,\nwho had surrounded the great building filed in with military precision\nand took seats. In the short space of time that it took us to reach the\ntop of the dais, the whole great building filled itself with humanity.\n\nArtur turned to that great sea of faces and made a sweeping gesture, as\nof benediction.\n\n\"Toma annerson!\" His voice rang out like the clear note of a bell,\nfilling that vast auditorium. In a great wave, the assembled people\nseated themselves, and sat watching us, silent and motionless.\n\n                     *      *      *      *      *\n\nArtur walked to the edge of the dais, and stood for a moment as though\nlost in thought. Then he spoke, not in the language which I understood,\nbut in a melodious tongue which was utterly strange. His voice was\ngrave and tender; he spoke with a degree of feeling which stirred me\neven though I understood no word that he spoke. Now and again I heard\none recognizable sequence of syllables, that now familiar phrase, \"toma\nannerson.\"\n\n\"Wonder what that means, sir?\" whispered Hendricks. \"'Toma annerson?'\nSomething very special, from the way he brings it out. And do you know\nwhat we are here for, and what all this means?\"\n\n\"No,\" I admitted. \"I have some ideas, but they're too wild for\nutterance. We'll just go slow, and take things as they come.\"\n\nAs I spoke, Artur concluded his speech, and turned to us.\n\n\"John Hanson,\" he said softly, \"our people would hear your voice.\"\n\n\"But--but what am I to say?\" I stammered. \"I don't speak their\nlanguage.\"\n\n\"It will be enough,\" he muttered, \"that they have heard your voice.\"\n\nHe stood aside, and there was nothing for me to do but walk to the edge\nof the platform, as he had done, and speak.\n\nMy own voice, in that hushed silence, frightened me. I would not have\nbelieved that so great a gathering could maintain such utter, deathly\nsilence. I stammered like a school-child reciting for the first time\nbefore his class.\n\n\"People of Strobus,\" I said--this is as nearly as I remember it, and\nperhaps my actual words were even less intelligent--\"we are glad to be\nhere. The welcome accorded us overwhelms us. We have come ... we have\ncome from worlds like your own, and ... and we have never seen a more\nbeautiful one. Nor more kindly people. We like you, and we hope that\nyou will like us. We won't be here long, anyway. I thank you!\"\n\n                     *      *      *      *      *\n\nI was perspiring and red-faced by the time I finished, and I caught\nHendricks in the very act of grinning at his commander's discomfiture.\nOne black scowl wiped that grin off so quickly, however, that I thought\nI must have imagined it.\n\n\"How was that, Artur?\" I asked. \"All right?\"\n\n\"Your words were good to hear, John Hanson,\" he nodded gravely. \"In\nbehalf----\"\n\nThe hundreds of blue lights hung from the vaulted roof clacked suddenly\nand went out. Almost instantly they flashed on again--and then clicked\nout. A third time they left us momentarily in darkness, and, when they\ncame on again, a murmur that was like a vast moan rose from the sea of\nhumanity surrounding the dais. And the almost beautiful features of\nArtur were drawn and ghastly with pain.\n\n\"They come!\" he whispered. \"At this hour, they come!\"\n\n\"Who, Artur?\" I asked quickly. \"Is there some danger?\"\n\n\"Yes. A very great one. I will tell you, but first--\" He strode to the\nedge of the dais and spoke crisply, his voice ringing out like the thin\ncry of military brass. The thousands in the auditorium rose in unison,\nand swept down the aisles toward the doors.\n\n\"Now,\" cried Artur, \"I shall tell you the meaning of that signal. For\nthree or four generations, we have awaited it with dread. Since the\nlast anniversary of his coming, we have known the time was not far off.\nAnd it had to come at this moment! But this tells you nothing.\n\n                     *      *      *      *      *\n\n\"The signal warns us that the Neens have at last made good their threat\nto come down upon us with their great hordes. The Neens were once men\nlike ourselves, who would have none of Him\"--and Artur glanced toward\nthe gleaming ship upon the dais--\"nor His teachings. They did not like\nthe new order, and they wandered off, to join those outcasts who had\nbroken His laws, and had been sent to the smaller land of this world,\nwhere it is always warm, and where there are great trees thick with\nmoss, and the earth underfoot steams, and brings forth wriggling life.\nNeen, we call that land, as this larger land is called Libar.\n\n\"These men of Neen became the enemies of Libar, and of us who call\nourselves Libars, and follow His ways. In that warm country they became\nbrown, and their hair darkened. They increased more rapidly than did\nthe Libars, and as they forgot their learning, their bodies developed\nin strength.\n\n\"Yet they have always envied us; envied us the beauty of our women, and\nof our cities. Envied us those things which He taught us to make, and\nwhich their clumsy hands cannot fashion, and which their brutish brains\ndo not understand.\n\n\"And now they have the overwhelming strength that makes us powerless\nagainst them.\" His voice broke, he turned his face away, that I might\nnot see the agony written there.\n\n\"Toma annerson!\" he muttered. \"Ah, toma annerson!\" The words were like\na prayer.\n\n\"Just a minute, Artur!\" I said sharply. \"What weapons have they? And\nwhat means of travel?\"\n\nHe turned with a hopeless gesture.\n\n\"They have the weapons we have,\" he said. \"Spears and knives and short\nspears shot from bows. And for travel they have vast numbers of\nmonocars they have stolen from us, generation after generation.\"\n\n\"Monocars?\" I asked, startled.\n\n\"Yes. He Who Speaks gave us that secret. Ah, He was wise; to hear His\nvoice was to feel in touch with all the wisdom of all the air!\" He made\na gesture as though to include the whole universe.\n\n                     *      *      *      *      *\n\nThere were a score of questions in my mind, but there was no time for\nthem then. I snatched my menore from its clip on my belt, and adjusted\nit quickly. It was a huge and cumbersome thing, the menore of that day,\nbut it worked as well as the fragile, bejeweled things of today. Maybe\nbetter. The guard posted outside the ship responded instantly.\n\n\"Commander Hanson emanating,\" I shot at him. \"Present my compliments to\nMr. Correy, and instruct him as follows: He is to withdraw the outside\nguard instantly, and proceed with the _Ertak_ to the large domed\nbuilding in the center of the city. He will bring the _Ertak_ to rest\nat the lowest possible altitude above the building, and receive further\norders at that time. Repeat these instructions.\"\n\nThe guard returned the orders almost word for word, and I removed the\nmenore with a little flourish. Oh, I was young enough in those days!\n\n\"Don't worry any more, Artur,\" I said crisply. \"I don't know who _He_\nwas, but we'll show you some tricks you haven't seen yet! Come!\"\n\nI led the way down the ramp, Hendricks, Artur, and the three Zenians\nfollowing. As we came out into the daylight, a silent shadow fell\nacross the great avenue that ran before the entrance, and there, barely\nclearing the shining roof of the auditorium, was the sleek, fat bulk of\nthe _Ertak_. Correy had wasted no time in obeying orders.\n\nCorrey could smell a fight further than any man I ever knew.\n\n                     *      *      *      *      *\n\nFrom her emergency landing trap, the _Ertak_ let down the cable\nelevator, and the six of us, Hendricks, Artur, the three Zenians of the\ncrew, and myself, were shot up into the hull. Correy was right there by\nthe trap to greet me.\n\n\"What are the orders, sir?\" he asked, staring curiously at Artur. \"Is\nthere trouble brewing?\"\n\n\"I gather that there is, but we'll talk about that in a moment--in the\nnavigating room.\" I introduced Artur and Correy as we hurried forward,\nand as soon as the door of the navigating room had closed on the three\nof us, I turned to Artur with a question.\n\n\"Now, where will we find the enemy, these Neens? Have you any idea?\"\n\n\"Surely,\" nodded Artur. \"They come from their own country, to the\nsouth. The frontier is the narrow strip of land that connects Libar\nwith Neen, and since the alarm has been sounded, the enemy is already\nat the frontier, and the forces of my people and the enemy are already\nmet.\"\n\n\"I don't know anything about the set-up,\" put in Correy, \"but that\nsounds like poor management to me. Haven't you any advance guards, or\nspies, or outposts?\"\n\nArtur shook his head sadly.\n\n\"My people are not warlike. We who spread His teachings have tried to\nwarn the masses, but they would not listen. The land of the Neens was\nfar away. The Neens had never risen against the Libars. They never\nwould. So my people reasoned.\"\n\n\"And you think there is fighting in progress now?\" I asked. \"How did\nthe word come?\"\n\n\"By phone or radio, I presume,\" said Artur. \"We are in communication\nwith the frontier by both methods, and the signal of the lights has\nbeen arranged for generations. In the day, all lights were to flash on\nthree times; at night, they were to be darkened three times.\"\n\n                     *      *      *      *      *\n\nSo they had telephones and radios! It was most amazing, but my\nquestions could wait. They would have to wait. Correy was shuffling his\nfeet with anxiety for orders to start action.\n\n\"All right, Mr. Correy,\" I said. \"Close the ports and ascend to a\nheight that will enable you to navigate visually. You are sufficiently\nfamiliar with the country to understand our objective?\"\n\n\"Yes, sir! Studied it coming down. It's that neck of land that\nseparates the two continents.\" He picked up the microphone, and started\npunching buttons and snapping orders. In twenty seconds we were\nrushing, at maximum atmospheric speed, toward the scene of what, Artur\nhad told us, was already a battle.\n\nArtur proved to be correct. As we settled down over the narrow neck of\nland, we could see the two forces locked in frenzied combat; the Libars\nfighting with fine military precision, in regular companies, but\noutnumbered at least five to one by the mob-like masses of brown Neens.\n\nFrom the north and from the south slim, long vehicles that moved with\nuncanny swiftness were rushing up reserve forces for both sides. There\nwere far more monocars serving the Libars, but each car brought but a\npitifully few men. And every car shot back loaded with wounded.\n\n\"I thought you said your people weren't fighters, Artur?\" I said.\n\"They're fighting now, like trained soldiers.\"\n\n\"Surely. They are well trained, but they have no fighting spirit, like\nthe enemy. Their training, it is no more than a form of amusement, a\nrecreation, the following of custom. He taught it, and my people drill,\nknowing not for what they train. See! Their beautiful ranks crumple and\ngo down before the formless rush of the Neens!\"\n\n\"The disintegrator beams, sir?\" asked Correy insidiously.\n\n\"No. That would be needless slaughter. Those brown hordes are witless\nsavages. An atomic bomb, Mr. Correy. Perhaps two of them, one on either\nflank of the enemy. Will you give the order?\"\n\n                     *      *      *      *      *\n\nCorrey rapped out the order, and the ship darted to the desired\nposition for the first bomb--darted so violently that Artur was almost\nthrown off his feet.\n\n\"Watch!\" I said, motioning to Artur to share a port with me.\n\nThe bomb fled downward, a swift black speck. It struck perhaps a half\nmile to the west (to adopt Earth measures and directions) of the\nenemy's flank.\n\nAs it struck, a circle of white shot out from the point of impact, a\ncircle that barely touched that seething west flank. The circle paled\nto gray, and settled to earth. Where there had been green, rank growth,\nthere was now no more than a dirty red crater, and the whole west flank\nof the enemy was fleeing wildly.\n\nI said the whole west flank; that was not true. There were some that\ndid not flee: that would never move again. But there was not one\nhundredth part of the number that would not have dissolved into dust\nwith one sweep of the disintegrator ray through that pack of striving\nhumanity.\n\n\"The other flank, Mr. Correy,\" I said quietly. \"And just a shade\nfurther away from the enemy. A little object lesson, as it were!\"\n\n                     *      *      *      *      *\n\nThe battle was at a momentary standstill. The Neens and the Libars\nseemed, for the moment, to forget the issue; every face was turned\nupward. Even the faces of the runners who fled from a disaster they did\nnot understand.\n\n\"I think one more will be enough, sir,\" chuckled Correy. \"The beggars\nare ready to run for it right now.\" He gave a command, and as though\nthe microphone itself released the bomb, it dropped from the bottom of\nthe _Ertak_ and diminished swiftly as it hurtled earthward.\n\nAgain the swift spread of white that turned to gray; again the vast red\ncrater. Again, too, a flank crumpled.\n\nAs though I could see the faces of the brown men, I saw terror strike\nto the heart of the Neens. The flanks were melting away, and the panic\nof fear spread as flame spreads on a surface of oil. Correy has a good\neye for such things, and he said there were fifty thousand of the enemy\nmassed there. If there were, in the space that it takes the heart to\ntick ten times, fifty thousand Neens turned their back to the enemy and\nfled to the safety of their own jungles.\n\n                     *      *      *      *      *\n\nThe Libars made no effort to pursue. They stood there, in their\nmilitary formations, watching with wonderment. Then, with crisp\nmilitary dispatch, they maneuvered into great long ranks, awaiting the\narrival of transportation.\n\n\"And so it is finished, John Hanson,\" said Artur slowly, his eyes\nshining with a light that might almost be called holy. \"My people are\nsaved! He spoke well, as always, when He said that those who would come\nafter Him would be our friends if we were their friends.\"\n\n\"We are your friends,\" I replied, \"but tell me, who is this one of whom\nyou speak always, but do not name? From what I have seen, I guess a\ngreat deal, but there has been no time to learn all the story. Will you\ntell me, now?\"\n\n\"I will, if that is your wish,\" said Artur, \"but I should prefer to\ntell you in the Place. It is a long story, the story of toma annerson,\nthe story of He Who Speaks, and there are things you should see, so\nthat you may understand that story.\"\n\n\"As you wish, Artur.\" I glanced at Correy and nodded. \"Back to the\ncity, Mr. Correy. I think we're through here.\"\n\n\"I believe we are, sir.\" He gave the orders to the operating room, and\nthe _Ertak_ swung in a great circle toward the gleaming city of the\nLibars. \"It looked like a real row when we got here; I wouldn't have\nminded being down there for a few minutes myself.\"\n\n\"With the _Ertak_ poised over your head, dropping atomic bombs?\"\n\nCorrey shook his head and grinned.\n\n\"No, sir!\" he admitted. \"Just hand to hand, with clubs.\"\n\n                     *      *      *      *      *\n\nArtur and I were together in the great domed building he called \"the\nPlace.\" There were no others in that vast auditorium, although outside\na multitude waited. Artur had expressed a wish that no one accompany\nme, and I could see no valid reason for refusing the request.\n\n\"First,\" he said, pausing beside the great shining body of the space\nship upon the central dais, \"let me take you back many generations, to\nthe time when only this northern continent was inhabited, and the\nLibars and the Neens were one people.\n\n\"In those days, we were of less understanding than the Neens of today.\nThere were no cities; each family lived to itself, in crude huts,\ntilling the ground and hunting its own food. Then, out of the sky came\nthis.\" He touched, reverently, the smooth side of the space ship. \"It\ncame to earth at this very spot, and from it, presently, emerged He Who\nSpeaks. Would you inspect the ship that brought Him here?\"\n\n\"Gladly,\" I said, and as I spoke, Artur swung open the small circular\ndoor. A great ethon flashlight, of a type still to be seen in our\nlarger museums, stood just inside the threshold, and aided by its\nbeams, we entered.\n\nI stared around in amazement. The port through which he had entered led\nto a narrow compartment running lengthwise of the ship: a compartment\ntwice the length of a man, perhaps, and half the length of a man in\nbreadth. The rest of the ship was cut off by bulkheads, each studded\nwith control devices the uses of which I could but vaguely understand.\n\n                     *      *      *      *      *\n\nForward was a veritable maze of instruments, mounted on three large\npanels, the central panel of the group containing a circular lens which\napparently was the eyepiece of some type of television disk the like of\nwhich I have never seen or heard. From my hasty examination I gathered\nthat the ship operated by both a rocket effect (an early type of\npropulsion which was abandoned as ineffective) and some form of\nattraction-repulsion apparatus, evidently functioning through the\nreddish, pitted disks I had observed around the nose of the ship. The\nlettering upon the control panels and the instruments, while nearly\nobliterated, was unmistakably in the same language in which Artur had\naddressed us.\n\nThe ship had, beyond the shadow of doubt, come from Earth!\n\n\"Artur,\" I said gravely, \"you have shown me that which has stirred me\nmore than anything in my life. This ship of the air came from my own\nworld, which is called Earth.\"\n\n\"True,\" he nodded, \"that is the name He gave to it: Earth. He was a\nyoung man, but He was full of kindness and wisdom. He took my people\nout of the fields and the forests, and He taught them the working of\nmetals, and the making of such things as He thought were good. Other\nthings, of which He knew, He kept secret. He had small instruments He\ncould hold in His hand, and which roared suddenly, that would take the\nlife of large animals at a great distance, but He did not explain\nthese, saying that they were bad. But all the good things He made for\nmy people, and showed them how to make others.\n\n                     *      *      *      *      *\n\n\"Not all my people were good. Some of them hated this great one, and\nstrove against Him. They were makers of trouble, and He sent them to\nthe southern continent, which is called Neen. Those among my people who\nloved Him and served Him best, He made His friends. He taught them His\nlanguage, which is this that I speak, and which has been the holy\nlanguage of His priests since that day. He gave to these friends names\nfrom his own country, and they were handed down from father to son, so\nthat I am now Artur, as my father was Artur, and his father before him,\nfor many generations.\"\n\n\"Just a second,\" I put in. \"Artur? That is not--ah! Arthur! That is the\nname: Arthur.\"\n\n\"Perhaps so,\" nodded the priest of this unknown Earth-child. \"In many\ngenerations, a name might slightly change. But I must hasten on with my\nstory, for outside my people become impatient.\n\n\"In the course of time, He passed away, an old man, with a beard that\nwas whiter than the hair of our new-born children. Here, our hair grows\ndark with age, but His whitened like the metal of his ship that brought\nHim here. But He left to us His voice, and so long as His voice spoke\nto us on the anniversary of the day upon which He came out of the sky,\nthe Neens believed that His power still protected His people.\n\n\"But the Neens were only awaiting the time when His voice would no\nlonger sound in the Place. Each year their brown and savage\nrepresentatives came, upon the anniversary, to listen, and each time\nthey cowered and went back to their own kind with the word that He Who\nSpeaks, still spoke to His people.\n\n\"But the last anniversary, no sound came forth. His voice was silenced\nat last; and the Neens went back rejoicing, to tell their people that\nat last the god of the Libars had truly died, and that His voice\nsounded no more in the Place.\"\n\n                     *      *      *      *      *\n\nA tense excitement gripped me; my hands trembled, and my voice, as I\nspoke to Artur, shook with emotion.\n\n\"And this voice--it came from where, Artur?\" I whispered.\n\n\"From here.\" Sorrowfully, reverently, he lifted, from a niche in the\nwall, a small box of smooth, shining metal, and lifted the lid.\n\nCuriously, I stared at the instruments revealed. In one end of the\nhorizontal panel was a small metal membrane, which I guessed was a\ndiaphragm. In the center of the remaining space was thrust up a heavy\npole of rusty metal. Supported by tiny brackets in such fashion that it\ndid not quite touch the pole of rusty metal, was a bright wire, which\ndisappeared through tiny holes in the panel, on either side. Each of\nthe brackets which supported the wire was tipped with a tiny roller,\nwhich led me to believe that the wire was of greater length than was\nrevealed, and designed to be drawn over the upright piece of metal.\n\n\"Until the last anniversary,\" said Artur sadly, \"when one touched this\nsmall bit of metal, here,\"--he indicated a lever beside the diaphragm,\nwhich I had not noted--\"this wire moved swiftly, and His voice came\nforth. But this anniversary, the wire did not move, and there was no\nvoice.\"\n\n\"Let me see that thing a moment.\" There were hinges at one end of the\npanel, and I lifted it carefully. An intricate maze of delicate\nmechanism came up with it.\n\n                     *      *      *      *      *\n\nOne thing I saw at a glance: the box contained a tiny, crude, but\nworkable atomic generator. And I had been right about the wire: there\nwas a great orderly coil of it on one spool, and the other end was\nattached to an empty spool. The upright of rusty metal was the pole of\nan electro-magnet, energized by the atomic generator.\n\n\"I think I see the trouble, Artur!\" I exclaimed. One of the connections\nto the atomic generator was badly corroded; a portion of the metal had\nbeen entirely eaten away, probably by the electrolytic action of the\ntwo dissimilar metals. With trembling fingers I made a fresh\nconnection, and swung down the hinged panel. \"This is the lever?\" I\nasked.\n\n\"Yes; you touch it so.\" Artur moved the bit of metal, and instantly the\nshining wire started to move, coming up through the one small hole,\npassing, on its rollered guides, directly over the magnet, and\ndisappearing through the other hole, to be wound up on the take-up\nspool. For an instant there was no sound, save the slight grinding of\nthe wire on its rollers, and then a bass, powerful voice spoke from the\nvibrating metal diaphragm:\n\n\"I am Thomas Anderson,\" said the voice. \"I am a native of a world\ncalled Earth, and I have come through space to this other sphere. I\nleave this record, which I trust is imperishable, so that when others\ncome to follow me, they may know that to Earth belongs the honor, if\nhonor it be, of sending to this world its first visitor from the stars.\n\n\"There is no record on Earth of me nor of my ship of space, the\n_Adventurer_. The history of science is a history of men working under\nthe stinging lash of criticism and scoffing; I would have none of that.\n\n                     *      *      *      *      *\n\n\"The _Adventurer_ was assembled far from the cities, in a lone place\nwhere none came to scoff or criticize. When it was finished, I took my\nplace and sealed the port by which I had entered. The _Adventurer_\nspurned the Earth beneath its cradles, and in the middle of the\nTwenty-second century, as time is computed on Earth, man first found\nhimself in outer space.\n\n\"I landed here by chance. My ship had shot its bolt. Perhaps I could\nleave, but the navigation of space is a perilous thing, and I could not\nbe sure of singling out my native Earth. This is a happy world, and the\nwork I am doing here is good work. Here I remain.\n\n\"And now, to you who shall hear this, my voice, in some year so far\naway that my bones shall be less than dust, and the mind refuses to\ncompute the years, let me give into your charge the happiness and the\nwelfare of these, my people. May peace and happiness be your portion.\nThat is the wish of Earth's first orphan, Thomas Anderson.\"\n\nThere was a click, and then the sharp hum of the wire re-spooling\nitself on the original drum.\n\n\"Toma annerson,\" said Artur solemnly: \"He Who Speaks.\" He offered his\nhand to me, and I understood, as I shook hands gravely, that this old\nEarth greeting had become a holy sign among these people. And I\nunderstood also the meaning of the familiar phrase, \"toma annerson\"; it\nwas the time-corrupted version of that name they held holy--the name of\nThomas Anderson, child of my own Earth, and explorer of space centuries\nbefore Ame Baove saw his first sun.\n\n                     *      *      *      *      *\n\nThere is more I could tell of Strobus and its people, but an old man's\npen grows weary.\n\nThe menace of the Neens, Artur agreed, had been settled forever. They\nknew now that He Who Speaks still watched over the welfare of his\npeople. The Neens were an ignorant and a superstitious people, and the\ntwo great craters made by our atomic bombs would be grim reminders to\nthem for many generations to come.\n\n\"You have done all that need be done, John Hanson,\" said Artur, his\nface alight with gratitude. \"And now you must receive the gratitude of\nmy people!\" Before I could protest, he signalled to the men who guarded\nthe four great entrances, and my words were lost in the instant tramp\nof thousands of feet marching down the broad aisles.\n\nWhen they were all seated, Artur spoke to them, not in the \"holy\"\nlanguage I understood, but in their own common tongue. I stood there by\nthe ship, feeling like a fool, wondering what he was saying. In the end\nhe turned to me, and motioned for me to join him, where he stood near\nthe edge of the dais. As I did so, every person in that monstrous\nauditorium rose and bowed his head.\n\n\"They greet you as the successor to He Who Speaks,\" said Artur gently.\n\"They are a simple folk, and you have served them well. You are a man\nof many duties that must soon carry you away, but first will you tell\nthese people that you are their friend, as Toma Annerson was the friend\nof their fathers?\"\n\n                     *      *      *      *      *\n\nFor the second time that day I made a speech.\n\n\"Friends,\" I said, \"I have heard the voice of a great countryman of\nmine, who is dead these countless centuries, and yet who lives today in\nyour hearts. I am proud that the same star gave us birth.\" It wasn't\nmuch of a speech, but they didn't understand it, anyway. Artur\ntranslated it for them, and I think he embroidered it somewhat, for the\ntranslation took a long time.\n\n\"They worship you as the successor to Toma Annerson,\" whispered Artur\nas the people filed from the great auditorium. \"Your fame here will be\nsecond only to His, for you saved, to-day, the people He called His\nown.\"\n\nWe left just as darkness was falling, and as I shot up to the hovering\n_Ertak_, the chant of Artur and his bright-robed fellows was the last\nsound of Strobus that fell upon my ears. They were intoning the praises\nof Thomas Anderson, man of Earth.\n\nAnd so, my good Zenian friends, you learn of the first man to brave the\ndangers of outer space. He left no classic journal behind him as did\nAme Baove, nor did he return to tell of the wonders he had found.\n\nBut he did take strong root where he fell in his clumsy craft, and if\nthis record, supported only by the log of the _Ertak_, needs further\nproof, some five or six full generations from now Strobus will be close\nenough for doubting Zenians to visit. And they will find there, I have\nno least doubt, the enshrined _Adventurer_, and the memory, not only of\nThomas Anderson, but of one, John Hanson, Commander (now retired) of\nthe Special Patrol Service.\n\n\n\n\n\n\nEnd of Project Gutenberg's The God in the Box, by Sewell Peaslee Wright\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE GOD IN THE BOX ***\n\n***** This file should be named 28705.txt or 28705.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/8/7/0/28705/\n\nProduced by Greg Weeks and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}