{"title": "The Copper-Clad World", "author": "Harl Vincent", "releaseDate": "May 19, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\nTranscriber's Note: This etext was produced from Astounding Stories,\nSeptember, 1931. Extensive research did not uncover any evidence that\nthe U.S. copyright on this publication was renewed.\n\n\n\n\nThe Copper-Clad World\n\nA COMPLETE NOVELETTE\n\n\n\n_By Harl Vincent_\n\n\n\n[Sidenote: Blaine comes out of the hypnosis of the pink gas to find\nhimself deep within Io, the copper-clad second satellite of Jupiter.]\n\n\n\n\nCHAPTER I\n\n_Into the Unknown_\n\n\nAdrift in space! Blaine Carson worked frantically at the controls, his\njaw set in grim lines and his eyes narrowed to anxious slits as he\npeered into the diamond-studded ebon of the heavens. A million miles\nastern he knew the red disk of the planet Mars was receding rapidly\ninto the blackness. And the RX8 was streaking into the outer void at a\nterrific pace--out of control.\n\nSomething had warned him when they left Earth; the Martian cargo of\nk-metal was of enormous value and a direct invitation to piracy. Of\ncourse there was the attempt at secrecy and the shippers had sent along\nthose guards. His engineer, Tom Farley, was thoroughly reliable, too.\nBut this failure of the control rocket-tubes, missing their destination\nas a result--there was something queer about it.\n\n\"Tommy,\" he called into the mike. \"Find anything yet?\"\n\n\"We-e-ll, something,\" the audio-phone drawled after a moment: \"I'm\ncoming up.\"\n\n\"What is it, Tom?\" he asked when the engineer's round face appeared at\nthe head of the engine room companionway.\n\nFarley dropped his voice and his customary smile was gone. \"I found the\nstern rocket-tube ignition jammed so it's firing continuously,\" he\nsaid; \"and the others are all dead: won't fire at all. That's why she\ndoesn't swing to the controls?\"\n\n\"Can't you fix it? Lord, man, we're headed out into the belt of\nplanetoids. We'll be wrecked.\"\n\n\"Nothing I can do, Blaine, without shutting down the atomic engines.\nThen we'd freeze to death and run out of oxygen. These ships ought to\nhave a spare engine just to take care of the heating and air\nconditioning. I always said so.\"\n\n\"What happened to the ignition system?\"\n\nTom Farley looked over his shoulder apprehensively. \"Dirty work,\nBlaine,\" he whispered. \"I'm sure of it. Tool marks on the breech of the\nstern tube. And there's one of those guards I don't like the looks of.\"\n\n\"Nonsense. The k-metal people know their men; they picked these three\nespecially for the job.\"\n\n\"Who else could do it? There's only the five of us on board.\"\n\nThere might be something in what Tommy said, at that. A thing like this\ncouldn't just happen by itself. And, come to think of it, one of those\nguards was a queer looking bird: dwarfed and hunch-backed, sort of, and\nwith long dangling arms. It would be better to investigate.\n\n\"Get 'em up here, Tommy,\" Blaine said.\n\n                     *      *      *      *      *\n\nThe RX8 drove on and on through the uncharted wastes outside the orbit\nof Mars. None of the space ships of the inner planets ever ventured out\nthis far, and Blaine knew there was grave danger of colliding with some\nof the small bodies with which the zone was infested. If one of those\nguards was the traitor he was risking his own neck as well as theirs.\n\nTwo of them entered the control room with Tom Farley, big, husky\nfellows of stolid countenance and armed with regulation flame-ray\npistols and gas grenades.\n\n\"Where's the other, the dwarf?\" Blaine asked, his suspicions mounting\nimmediately.\n\n\"In his bunk,\" Tom replied with a meaning look. \"He said he'd be up in\na few minutes.\"\n\nThe pilot-commander addressed the guards. \"Fellows,\" he said, \"I\nsuppose you know we're in a serious fix. The ship is out of control and\nwe've missed Mars, where your metal was to be delivered. We're speeding\nout into the unknown, out past the limits of space-travel toward the\norbits of Jupiter, Saturn, Uranus--God knows where. And my engineer\nthinks that one of your number has tampered with the machinery. Know\nanything about it?\" Blaine eyed them keenly.\n\nOne of the guards, Mahoney, flushed hotly. \"No, sir,\" he snapped. \"At\nleast Kelly and meself had nothin' to do with it. But we've been\nsuspicionin' that little Antazzo ever since we came out. It's a\npeculiar way he has about him, the divil.\"\n\n\"You think he--\"\n\n                     *      *      *      *      *\n\nAn incisive voice from the doorway way interrupted, \"Never mind what he\nthinks, Carson. I'll do the thinking from now on.\"\n\nAt one man they turned to face the speaker. It was the guard, Antazzo,\nand he was clothed from neck to ankles in a garment of bright metallic\nstuff that shimmered with shifting colors like those of a soap bubble.\nA mask of similar stuff covered his face, and in each hand there was a\nweapon resembling a ray pistol but of strangely unfamiliar design.\n\nMahoney shot from the hip and his stabbing ray splashed full on the\nhunchback's chest--but harmlessly. That lustrous garment was an\ninsulating armor; the traitorous guard should have been shriveled to a\ncinder at the contact. Antazzo laughed evilly as his own weapons loosed\nstrange and terrible energies.\n\nTom Farley ducked, and Blaine watched in horrified amazement as the\ncrackling streamers of blue radiance from the dwarf's pistols found\ntheir marks. Mahoney and Kelly, standing there, bathed for a brief\ninstant in horrid blue fire: tottering, swaying, their mouths opened\nwide in a last agonized effort, to cry out. Tiny pinpoints of brilliant\npyrotechnics flashing and exploding within the columns of blue fire.\nThen, nothing! Where the two husky guards had stood there was utter\nemptiness; not even a shred of clothing remained. The air in the\ncontrol room became heavy and acrid.\n\n\"Antazzo!\" White-faced and shaking, Blaine cried out in futile protest,\n\"My God, man, what have you done? What does this mean?\"\n\nAnd then, in a blaze of rage, he was on his feet. Murder was in his\nheart as he set himself for a crashing charge that would sweep the\nbeast from his feet. His own flame-pistol was missing; it was a case of\nkilling this monster with his bare hands. Tom was circling, over there,\ncursing horribly. One of them would get him. Strangely, Antazzo had\nlowered the muzzles of his pistols.\n\n                     *      *      *      *      *\n\nA terrific punch, started from the floor, never reached its mark.\nBlaine saw a tiny puff of pinkish vapor that spurted from the bosom of\nthat metallic garment. He was coughing and gasping; helpless. Muscles\nrefused to do his bidding. With a moan he dropped into the pilot's\nseat, knowing that Antazzo's will compelled him. That gas had hypnotic\npowers. Mechanically, his fingers strayed to the controls.\n\nAnd Tom--good old Tommy--he was under the influence of the stuff too,\ncreeping there on hands and knees toward the engine room companionway.\n\nAntazzo was talking. \"We come now to the matter of instructions,\" he\nsaid. \"You, Farley, will assist me in restoring the ignition system to\nnormal. You, Carson, will keep to the controls and will lay a course to\nJupiter as soon as the control rocket-tubes will respond. Understand?\"\n\nTom growled reluctant assent from where he was crawling.\n\nStrange, this hypnotic gas! Blaine's mind functioned clearly enough,\nyet he was utterly at the mercy of this madman's will--a robot of flesh\nand blood. \"Jupiter!\" he exclaimed. \"Why man, it's nearly a half\nbillion miles from the sun. Not habitable, either.\"\n\nAntazzo had removed his mask and now smiled a superior smile. \"We'll\nreach it,\" he said: \"the RX8 is very fast. And it's not the planet\nitself we're bound for, but its second satellite. Io, your astronomers\ncall this body, and it's a world sadly in need of this marvelous\nk-metal.\"\n\n\"But--but--\"\n\n\"Enough!\" The hunchback snarled his rebuke in Blaine's face and\nturned to Tom. \"Come, Farley,\" he said, as if talking to a child, \"we\nmust get to work.\"\n\n                     *      *      *      *      *\n\nIn a daze of conflicting emotions, Blaine turned to gaze through the\nforward port when the two had left the control room. The RX8 was\naccelerating rapidly under the steady discharge of gases from the stern\nrocket-tube and had already reached the speed of one thousand miles a\nsecond. If one of those tiny asteroids, even one no larger than a\nmarble, should meet up with them it would crash through the hull plates\nas if they were paper. His heart went cold at the thought.\n\nOddly enough, he found himself _wanting_ to make this trip with the\ndemoniac Antazzo. It was the effects of the pink gas. Even with the\nmisshapen guard down there in the engine room the power of his will was\neffective. The devil must be an Ionian, he thought. But how in the name\nof the sky-lane imps had he reached Earth? How had he wormed his way\ninto the confidence of the k-metal people? He must have been there\nseveral years, working to this very end.\n\nThere was a tinkling crash on the starboard side amidships; a screaming\nswish as something slithered along the side and caromed off into the\nvoid. One of those little planetoids. Probably no bigger than a pea,\nand luckily they had struck it glancingly. He wiped the sudden\nperspiration from his forehead.\n\nPressure on the directive rocket controls brought no response. Would\nthey never finish with that ignition system?\n\nA gleaming light-fleck segregated itself from the mass of stars ahead.\nAt first he thought he imagined it, but a second examination, this time\nthrough the telescope, convinced him it was growing larger. Drawing\nnearer, it was, and resolving itself into a well defined orb that was\ndirectly in their path. Fifteen hundred miles a second, the indicator\nread now! They'd never know what happened when they struck.\n\n\"Tommy!\" he bellowed into the mike. \"Are you fellows ever going to\nfinish down there?\"\n\n                     *      *      *      *      *\n\nThere was no reply for a moment, and the blue-white globe drove madly\ntoward them. He consulted the chart. Pallas--an asteroid some three\nhundred miles in diameter. Not very big as celestial bodies go, but big\nenough!\n\n\"Just one minute now.\" It was Tommy's voice coming drearily,\nunnaturally through the audiophone. A minute! Ninety thousand miles! It\nseemed the asteroid was that close already.\n\nAntazzo was in the control room then, and the effect of his mental\ndominance became more pronounced. Suddenly the dwarf let out a shriek\nof terror when he looked through the port and saw the brilliant body\nthat now loomed so close. Blaine experienced a savage joy in the\nknowledge that the hunchback was mortally afraid.\n\n\"Latza! Latza!\" In his fear Antazzo lapsed into his own tongue. Then,\nremembering, he shouted, \"We're ready, Carson. Swing wide!\"\n\nThe directive rockets answered to their controls now. Quick pressure on\nthis, a swift pull on that, swinging the energy value to maximum,\nbrought results. The little vessel groaned and shivered under the\nstrain as a full blast from the forward tubes retarded them. Her hull\nplates twisted and screeched as the steering tubes belched full energy\nin swinging them from their course. They were thrown forward violently,\nthough the deceleration compensators were working to the utmost.\n\nPallas swung around in their field of vision, and there was a fleeting\nglimpse of sun-lit spires of mountains, shadowed valleys, and\nmysterious crevasses from which clouds of steam and yellow vapor\ncurled. Still it seemed they must crash against one of those slender\npinnacles. Nearer it came like a flash; a dizzying blur, now, that\ndrove directly in their straining faces.\n\nAnd then, abruptly, it was gone. Already thousands of miles astern, the\ndanger was past. Miraculously, they had escaped.\n\nAntazzo laughed; a hollow mirthless cackle. His fingers shook crazily\nwhen he untwisted them from their grip on the port rail.\n\n\"Good work, my friend. Very good, indeed,\" he jabbered, his chin\nquivering in nervous reaction. \"And now we carry on--on to Io.\"\n\nBlaine Carson, almost wishing they had collided with the spire, set\nhimself grimly to the task. He was powerless to refuse.\n\n\n\n\nCHAPTER II\n\n_The Second Satellite_\n\n\nWhen, eventually, they swung into the orbit of Jupiter and headed in\ntoward the enormous red-belted body, the two Earth men were heartily\ndisgusted with the voyage and with themselves. Repeated doses of the\npink gas--the ignominy of their utter subservience to the will of\nAntazzo--had worn them down no less than had the hard work and loss of\nsleep. Both were in vile humor. They endured the triumphant chatter of\ntheir captor in bitter silence.\n\n\"Over there, my friends,\" he said, pointing; \"see? It is our\ndestination. The golden crescent, Io, is something over a quarter\nmillion of your miles from the mother planet. See it? It is home, my\nfriends; home to me and for yourselves in the future--if the Zara\nspares your lives. Lay your course to the body, Carson.\"\n\nBlaine growled as he sighted through the telescope. Yet, in spite of\nhis fury, he could not overcome the feeling of excitement that came to\nhim when the powerful glass brought the satellite near. This body was\nlike nothing else in the heavens. Antazzo had called it the golden\ncrescent. Rather, it was of gleaming coppery hue, and now, as they\nswung around, it was fully illuminated--a brilliant sphere of unbroken\ncontour. Smoothly globular, there was not one projection or indentation\nto indicate the existence of land or sea, mountain or valley, on its\nsurface. It was like a ball of solid copper, scintillant there in the\nweak sunlight and the reflected light from its great mother planet.\n\nAntazzo laughed over his absorption. \"Looks peculiar to you, does it\nnot?\" he asked; \"rather different from any of the bodies you have\nvisited, you are thinking.\"\n\nBlaine grunted wordless assent. The globe that was Io rushed in to meet\nthem, growing ever larger in the field of the telescope. Now it\nappeared that there were tiny seams in the smooth surface, a regular\ncriss-cross pattern of fine lines that looked like--Lord, yes, that was\nit! The body was constructed from an infinite number of copper plates,\nriveted or brazed together to form a perfect sphere.\n\n                     *      *      *      *      *\n\n\"Why, the thing's made of copper!\" Blaine gasped. \"Copper plates. It's\na man-made world; artificial. But where are the inhabitants?\"\n\nAntazzo laughed uproariously. \"Not man-made, my friend,\" he corrected,\n\"but preserved by man for his own salvation. A dying world, it was, and\nthe cleverest scientists in the universe saved it and themselves from\ncertain death. What you see is merely a shell of copper, the covering\nthey constructed to retain an atmosphere and make continuation of life\npossible--inside.\"\n\n\"Your people live _inside_ that shell?\" Blaine was incredulous.\n\n\"What else? We must have air to breathe and warmth for our bodies. How\nelse could we have retained it?\"\n\nIt was staggering, this revelation. The young pilot could not conceive\nof a completely enclosed world with inhabitants forever shut off from\nthe light of the sun by day and from the beauties of the heavens by\nnight. Yet here it was, drawing ever nearer, a colossal monument to the\ningenuity and handiwork of a highly intelligent civilization who had\nlabored probably for centuries to preserve their kind. A titanic task!\nWho could imagine a sphere of metal more than twenty-four hundred miles\nin diameter enclosing a world and its peoples? A copper-clad world!\n\nThey were coming in close now, and the gravitational pull of the body\nmade itself felt. Blaine was busy with the controls, sending tremendous\nblasts from the forward rocket-tubes to retard their speed for a safe\nlanding. The incredibly smooth copper surface was just beneath them,\nstretching miles away to the horizon in all directions.\n\nThe inductor compass was functioning. Evidently Io possessed as strong\na magnetic field as did the inner planets. Antazzo now consulted a\nchart which he drew from his pocket, and examined minutely the surface\nover which they were speeding. Here and there curious designs were\netched on the copper plates, and it was from these he determined their\ncourse. Obviously there was an entrance to this sealed-in world.\n\n                     *      *      *      *      *\n\nWhen they had proceeded some two thousand miles in a northeasterly\ndirection Antazzo gave the order to reduce speed. Off at the horizon\nthere appeared a bulge in the copper surface, a round protuberance that\nresolved itself into a great dome-shaped structure as they drew nearer.\nA full two hundred feet it reared itself into the heavens, and Blaine\nsaw a number of large circular hatches in its side that evidently\ncovered air-locked entrances.\n\n\"You will land close by the dome, Carson,\" Antazzo barked, \"and both of\nyou will get into your moon-suits.\"\n\nAt his tone Blaine saw red. He realized on the instant that the effect\nof the pink gas had worn off and that he was his own master once more.\nAll the pent-up emotions of the past few days were unleashed. If only\nhe could get in one good punch. They might get away yet. There was\nplenty of k-metal to replenish the fuel supply. He whirled suddenly,\nmuscles tensed. He faced the grinning hunchback--and was greeted by a\nbreathtaking spurt of the pink gas. This time it was not merely a\nsubjecting of his own will to that of the master but a complete\nhypnotism, a somnambulistic state. As in a dream he turned to the\ncontrols.\n\nNow it came to him that the dwarf no longer spoke. He worked his will\nentirely without words; his evil mind possessed fully the mind of his\nvictim. For Blaine Carson there was no further independent thinking. He\nwas an automaton, a sleep-walker.\n\n                     *      *      *      *      *\n\nLike a detached and more or less disinterested observer, he saw that he\nhad landed the ship. Then he noticed three dwarfs in bulky, helmeted\nmoon-suits, shuffling clumsily across the copper plates. Hazily he knew\nhe was with the others in an airlock; the hiss and the throbbing of\npumps told him that. Under the great dome there was the latticework of\na huge reflecting telescope; strange pigmy figures scuttled here and\nthere, working at curious machines. There was the constant purr of many\nmotors, the gentle pulsation of floor-plates beneath his feet.\n\nWith the moon-suit removed, he realized the atmosphere was fetid and\nstifling. A great pressure bore on his lungs, making breathing labored\nand difficult. And then they were in a lift that dropped into the\ndepths of its shaft with dizzying speed. Antazzo's grin; Tom's eyes,\ndull and lifeless, floating there in the haze before his own--it was\nall a nightmare from which he must soon awaken.\n\nThere followed a period of complete unconsciousness of movement and of\nhis surroundings. Light--light everywhere; a blue-white radiance that\nbeat upon his unseeing eyes with unrelenting ferocity. Stabbing pains\nbored into his very brain, pains that carried with them an unspoken and\nunintelligible command. Why couldn't they let him alone; leave him to\ndie in peace? He knew he was on his feet, swaying. There were voices,\nstrident and guttural, and then by some magic the veil was lifted. His\nbrain cleared and he saw that he stood before a dais where a much\nbejeweled and resplendently clad woman sat curled in the luxurious\ncushions of a golden seat. Chalk-white was her face and her lips\ncrimson; amazing eyes, cat's eyes, pupils red-flecked and glittering,\nstared out at him.\n\n                     *      *      *      *      *\n\n\"The Zara,\" Antazzo whispered. \"You will make obeisance.\"\n\nMechanically, Blaine dropped to his knees and touched his forehead to\nthe floor. Tom Farley, over there, was doing the same, but Antazzo\nstood erect with arms crossed over his chest and head thrown back. The\neyes of the Zara swept him contemptuously from head to foot. All was\nnot well between them.\n\nBlaine arose from his humiliating position at a sharp command from the\nhunchback. Tommy did likewise and the two exchanged sheepish looks. The\neffects of the pink gas were wearing off once more. They were in a\nlarge hall, obviously the throne room of a palace. Men-at-arms lined\nthe walls on either side of the dais, and these were straight limbed\ngiants with green-bronze skin and regular features--not at all like the\ndeformed Ionian who had captured them and stolen the RX8.\n\nThe Zara talked rapidly in throaty gutturals, her fierce gaze directed\nat Antazzo and her brows drawn together in a scowl that could have but\none meaning. She was displeased with the hunchback, displeased and\nfuriously angry. What was it all about? Hadn't he brought home the\nbacon--the k-metal they were after? Blaine was nonplused.\n\nThen Antazzo replied to the woman who was obviously his queen. His\nvoice rose in shrill disagreement and his scowl was as fierce as the\nZara's. Threatening her, he was, the nervy devil. He clenched his fists\nand raised his arms in an angry gesture, pacing the floor in his fury\nand thrusting out a pugnacious chin while he raved. This Zara woman\nrose higher in her cushions, and the look that flashed from those\nterrible eyes would have warned a less excited human, however\njustifiable his anger might be. But Antazzo was in too deep to draw\nback, that was plain to be seen. Blaine held his breath in anticipation\nof an explosion.\n\n                     *      *      *      *      *\n\nIt came then, that explosion, and in a way entirely unexpected and\nhorrible to behold. The tiger woman uttered one fierce sibilant like\nthe hiss of a serpent, a terrifying sound that silenced the hunchback\nand brought him stiffly to attention, mouth open and eyes bulging with\nhorror. One of those unbelievably white arms stretched forth,\nthreateningly tense, and a jeweled finger leveled itself at the rash\nIonian. From it there flashed an intangible something that leaped to\nbridge the distance with the speed of light, something that screeched\nas it flew and crashed like breaking glass when it struck Antazzo's\nhorrified face. In an instant he was on the floor, screaming and\nwrithing in mortal agony.\n\nThe Zara watched with compressed lips and livid features as a host of\nblack disk-like things covered the squirming body, spinning madly as if\ndriven by atomic energy and emitting a myriad high-pitched tones like\nthe angry buzzing of a swarm of bees. Antazzo's body shriveled as the\nthings hummed on in their devilish work. Soon there was but a tiny heap\nof clothing with the angry black disks whirling and singing their song\nof hate. And then, in a puff of thick yellow vapor they were gone,\ntheir gruesome work completed. The odor of putrefaction lay heavy on\nthe air.\n\nBlaine shuddered and a fit of nausea twisted his vitals. It served the\ndevil right, of course, but it was a horrible way to go. These damned\nIonians, even to their queen, were bloodthirsty creatures. And what\ndevilish ingenuity they had displayed in their development of weapons!\nHis eyes were drawn irresistibly to the flaming orbs of the Zara.\n\nShe was actually smiling at him, this beautiful, heartless animal, not\na smile of derision but one of deliberate allure. He felt the hot blood\nmount to his temples. A languid arm beckoned him to her side and the\namazing creature settled back in her cushions with the drowsy,\ncontented motions of a lazy feline.\n\n\"Watch your step!\" Tommy hissed.\n\nThat warning was unnecessary. Blaine shook his head and backed away\nfrom the dais, an instinctive recoiling from a loathsome thing. The\nZara saw and understood; and she went again into a black rage. She sat\nstiffly erect and called rapid orders to her men-at-arms.\n\nThe Earth men were surrounded instantly, their arms and legs pinioned\nby powerful hands, their feeble resistance overcome by the bronze\ngiants as easily as if they had been children. Helpless and hopeless,\nthey were borne from the room.\n\n                     *      *      *      *      *\n\nThis was the end of the story, Blaine thought. Why this Zara woman had\nnot made away with them at once was a mystery. Perhaps they were being\nreserved for an even more terrible fate than that of the hunchback.\nThey were being carried along a dim-lit passage now, and Tom was\ncursing his captors in a never-ending stream of invective.\n\nA metal door opened and then clanged shut behind them. They were dumped\nunceremoniously on metal tables that resembled those of a hospital\noperating-room on Earth. Woven bands, quickly adjusted by the bronze\ngiants held them fast. Blaine turned his head and saw that Tommy was\nstill struggling against the inevitable. A gag had been placed in his\nmouth; that was why he had ceased reviling the Zara's servitors.\n\nThe room was cluttered with elaborate and complicated mechanisms that\nBlaine could not recognize in the slightest detail, excepting that\nthere were many banks of slender glass cylinders which bore some\nresemblance to the vacuum tubes used on the inner planets for radio\ncommunication and television. One of the bronze giants, he saw, was\nbringing a metal cap from which a cable extended to one of the strange\nmachines. This cap was forced down over his head with a none too gentle\npressure and he could see no more.\n\nThere came a sharp buzz from the machine and a million stinging needles\ndrove into his brain. There was a moment of fleeting visions; strange\nplaces he viewed, and strange creatures parading in a fantasmagoria of\ndelirium before his aching eyes. Voices, harsh and guttural, spoke in\nhis drumming ears; voices that were dimly understandable, though\nuttered in the tongue spoken by Antazzo and the Zara. Then came sudden\nand merciful unconsciousness.\n\n\n\n\nCHAPTER III\n\n_Ilen-dar_\n\n\nWhen Blaine Carson opened his eyes it was to stare at the blue-white\nradiance of an illuminated ceiling. He lay on a downy cot and it seemed\nhe had just recovered from a long illness. Weak and sick, he turned his\nhead listlessly to gaze at the ornate embossed designs on a wall of\ngleaming silvery metal. What place was this? His mind was wool-gathering;\ndim memories of unspeakable things struggled for mastery over a hazy\nconsciousness. Suddenly then he remembered, and he sat up in his\nunfamiliar bed, senses acutely alert.\n\nAcross the room he saw a figure hunched in a chair; a twisted\nman-creature who was oddly like someone he had seen. Antazzo! But this\none had none of the other's ferocity as he returned Blaine's stare.\nRather, there was a look of deep concern in his ugly face. He came\nimmediately to the bedside and looked at Blaine solicitously.\n\n\"I see you have recovered,\" he said. \"It is good.\"\n\nBlaine stared and stared. This creature had spoken in the language of\nthe Zara's subjects, yet he understood his every word! It must be a\ndream, this impossible thing that had happened. And where was Tom?\nAbruptly he found that he was talking rapidly in this tongue of an\nalien race.\n\n\"Yes, I've recovered,\" he said, \"and I'm amazed at what I find. How\nhave I acquired this knowledge of your language? Where am I, and where\nis my friend? Can you enlighten me in these things?\"\n\nThe other smiled. \"I can, Earth man,\" he replied. \"You have been taught\nour language while you slept. A thought transference process we use for\neducating the young. You are in the palace of the Zara and your friend\nis safe in the next room. I may add that you are in high favor with Her\nMajesty.\"\n\nThe wizened creature lowered his voice on the last words, and his\nknowing eyes spoke volumes. In favor with that she-devil! Blaine went\ncold at the thought.\n\n\"I want to see my friend,\" he said shortly.\n\n\"Later. My orders are to bring you to the Zara immediately you are\nstrong enough. And Pegrani obeys orders.\"\n\n                     *      *      *      *      *\n\nNo use to attempt a break now. Blaine was tempted to drive a fist into\nthat ugly countenance and fight his way out of the place. But that\nwould be suicide. He'd wait, get the lay of the land first and then try\nto dope something out with Tommy.\n\n\"All right, Pegrani,\" he said, \"I'm ready to go before this Zara of\nyours.\"\n\nAs he prepared for the audience, alien thoughts crowded one upon the\nother in his strangely enlightened mind. With the knowledge of the\nlanguage had come knowledge of many things relative to the copper-clad\nworld. They'd given him a liberal education. Somehow he knew these\nstunted creatures like Antazzo and Pegrani were known as Llotta and\nthat, while ruling the sealed-in planet, their kind had originally come\nfrom Ganymede, the fifth satellite of Jupiter. Centuries had passed\nsince the inhabitants of Europa and Ganymede had been forced to desert\ntheir aging worlds and had settled on Io. During other centuries the\nwidely different peoples had co-operated in constructing the great\ncopper enclosure in order to keep the new world alive and capable of\nsupporting life. Then had come a century of bitter warfare in which the\nLlotta were victorious. Intense hatred existed between the two races,\nhe knew, and a hazy impression of mechanically imparted knowledge told\nhim that few of the Europans remained alive.\n\n\"We are here, Carson,\" his guide announced, when they stood before the\nsquare columns of an enormous portal.\n\nThe scene in the throne room was vastly different than when he had\nfirst visited it. The Zara sat curled as before, a golden bowl of\nincense burning at either side of the throne. The men-at-arms were\nabsent and, instead, there were dozens of handmaidens, white-skinned\nand seductive as their queen, reclining on luxurious cushions that were\narranged in a semicircle before the dais. It was a scene of Oriental\nsplendor. A stage carefully set.\n\n                     *      *      *      *      *\n\nPegrani knelt and touched his forehead to the floor but Blaine held\nhimself stiffly erect, looking straight into the eyes of the Zara. She\nsmiled and extended her arm in that beckoning gesture.\n\n\"You may leave now, Pegrani,\" she said, without deigning him a glance.\n\"Remain in the corridor until I send for you.\"\n\nThere was a tense silence as the Zara's gaze, ineffably softened now,\nheld Blaine's. Unconsciously he was drawn to the steps of the dais.\nUnwillingly, yet inexorably, his lagging footsteps brought him to her\nside. Cool white fingers touched his arm and he saw that the red flecks\nin the black of those wide eyes were golden now. Surely there was no\nharm in this woman. But he remembered Antazzo.\n\n\"Carson,\" she purred, \"you are more than welcome to Llotta-nar, the\nland of my people and the ruling power of Antrid, the body you call Io.\nThe freedom of the realm is yours for as long a time as you wish to\nremain.\"\n\nThis was too good to be true. \"You--you mean,\" he stammered, \"that\nAntazzo exceeded his authority in his act of piracy--in bringing us\nhere?\"\n\nThe golden flecks flashed red and a cold note was manifest in the\nthroaty voice. \"Antazzo,\" she replied, \"was destroyed for his audacious\nactions. We needed this k-metal of yours, Carson, and he was sent to\nEarth to get a quantity of the material. By magnetic directional waves\nwas he sent--we have no space-ships--his body disintegrated by my\nscientists for transmittal, and the atoms of his beastly form\nreassembled in their proper relation when he arrived there. But he\nthreatened me when he returned successful. The possession of the\nk-metal and his knowledge of its powers and uses had gone to his head.\nHe demanded my hand in return for his work; demanded that he be\npermitted to mount the throne of Llotta-nar as my consort. Therefore I\ndestroyed him.\" The hard eyes softened anew. \"And--and for his\nabominable treatment of you I destroyed him,\" she concluded.\n\n                     *      *      *      *      *\n\nBlaine fought off the spell of those gold-flecked eyes; he looked away\nin sudden panic. This creature was not telling the truth. She was\nhiding something; a sinister motive lay beneath her smooth speech.\n\n\"My friend,\" he said abruptly: \"what of him?\"\n\n\"For your sake, my Carson,\" she purred, \"he too shall have the freedom\nof the realm for as long a time as is desired.\"\n\nThe cool fingers crept along his arm, firm and compelling. \"Look at\nme,\" she whispered.\n\nHe thought of the pink gas as his eyes were drawn irresistibly to hers.\nWhat he saw in those gold-flecked depths sent a shiver of apprehension\nchasing down his spine. Savage, devastating desire mingled with\nill-concealed rage at his coldness. This beautiful animal could turn\nlike a flash and rend him limb from limb--and would on the slightest\nprovocation.\n\nA commotion in the corridor caused her to release him and sit bolt\nupright. Temporarily relieved, Blaine wheeled to face the portal. Tommy\nhad broken loose! He heard his strident voice, berating an unseen\nantagonist in the tongue of the Llotta.\n\nThen they were in the room, Tommy struggling and arguing vociferously\nwith one of the green-bronze guards. The handmaidens had deserted their\ncushions and were milling about in affrighted confusion. The Zara's\nsibilant exclamation startled him into looking at her once more. The\nsame cold fury that had greeted Antazzo glinted icy-hard in that grimly\nbeautiful face. It was all over for poor Tommy.\n\n                     *      *      *      *      *\n\nBut the Zara reached upward and stroked a transparent rod that dangled\nabove the throne, something he had not noticed before. A screaming\nvibrant note smote the heavy air, a pulsation that beat at the ear\ndrums with painful intensity. Silence fell as the awesome sound died\naway and echoed faintly from the huge columns that supported the arched\nceiling. Tommy cooled off when he saw that Blaine was unharmed.\n\n\"Drekan!\" The Zara's voice was a whiplash as she addressed the guard.\n\"You will leave my presence and report to your overman for punishment.\nNever again molest the Earth men. Begone!\"\n\nAgain this amazing woman curled in her cushions and again she purred.\nTommy watched in open mouthed astonishment as she smiled guilelessly on\nhis friend.\n\n\"You may leave me now, my Carson,\" she cooed. \"Farley is free to\naccompany you. Pegrani will guide you and inform you regarding our\ncustoms and our people. You will learn much. And then you shall return\nto Zara Clyone.\"\n\nBlaine had fully expected that Tommy would die a horrible death before\nhis eyes, and in his sudden relief bent low and kissed the cold white\nhand of the Zara. A foolish thing to do! She purred and snuggled into\nthe cushions like the feline she was--a dangerous animal; claws drawn\nin now but ready to strike out, razor sharp, on a moment's notice.\n\n                     *      *      *      *      *\n\nPegrani led them along the corridor to a lift. The car shot upward with\nbreath-taking speed.\n\n\"Say!\" Tommy was growling, in English. \"What's the big idea? You've got\nthe old girl ga-ga. Trying to vamp her into letting us off easy?\"\n\n\"Shut up!\" Blaine returned, irritated. \"I don't know where we stand any\nmore than you do. But we're going to sit tight now and see what\nhappens. No more rough stuff from you, either.\"\n\n\"What! You're going to just stand around and take it--whatever they\nhand us?\"\n\n\"Of course not. But the time isn't ripe yet. We'll have to wait till we\nknow what it's all about.\"\n\nThey were outside then, on the palace roof, and Pegrani motioned them\nto a railed-in runway that circled its edge. High overhead was the\nshadowy blackness of the copper shell that enclosed the satellite. Huge\nlatticed columns, line upon line of them, stretched off into the\ndistance as far as the eye could follow; enormous white metal supports\nthat carried the immense weight of the covering which retained the\ndense and humid atmosphere. Myriads of tiny blue-white suns there\nseemed to be, stretching off between the columns, carried on thick\ncables and radiating the artificial daylight of the interior. Hot, damp\nodors wafted across the roof, the odors of decayed vegetation.\n\nMost amazing of all, were the dwellings. In orderly rows like the\ncolumns, they were flat topped cylindrical things that reminded Blaine\nof nothing so much as the tanks of an oil refinery back home. And the\nspace between was overgrown with dense tropical vegetation, tangled and\nmatted and shooting transparent tubular stems up to a height of a\nhundred feet or more where they sprouted great spherical growths that\nlooked like enormous sponges. Of a sickly, pale green hue, these\ngrowths overran everything; climbed the columns and were lost in the\nshadows above the multitude of lights. The big sponge-like blossoms\nexpanded and contracted rhythmically. Breathing, they were, like living\nthings. Specially cultivated plant life to assist in maintaining the\noxygen supply balance by decomposition of carbon dioxide. A marvelous\nartificial world!\n\n                     *      *      *      *      *\n\n\"The streets and moving ways are in tunnels beneath the soil,\" Pegrani\nwas explaining. \"What lies before you is the city of Ilen-dar, capital\ncity of the empire, and like all other cities of Antrid, it is\nself-sustaining. The vegetation is inedible, all of our food is\nsynthetic and highly concentrated. You were fed by intravenous\ninjection while under the influence of the language machines. Our heat\nand power is obtained from the internal fires of Antrid, and, alas,\nthese are being exhausted with great rapidity. Our shortage of power is\nbecoming acute, and again our peoples are facing extinction.\"\n\nThat explained their need for the k-metal. It came to Blaine in a flash\nthat Antrid was in sore straits and that this expedition to Earth had\nmore back of it than had been revealed. Even with the supply of k-metal\nAntazzo had stolen, they could not carry on forever.\n\nA screaming object went hurtling through the blackness over their\nheads. Something, a vehicle of enormous size with rows of lighted ports\non the under side, that roared its way under the roof of copper and was\ngone in an instant.\n\n\"One of our monorail cars,\" Pegrani told them: \"a complete system\ninterconnects all cities and divisions. They are capable of circling\nthe globe in a day of your time.\"\n\nTheir familiarity with conditions on Earth was astonishing. Probably\nAntazzo was but one of many spies who had been sent to the inner\nplanets. Pegrani discussed the speed in their own terms.\n\n                     *      *      *      *      *\n\nSomeone had crept up behind them; a slight, olive-skinned youth who\ntouched Blaine softly on the shoulder. Pegrani did not see. He was\npointing into the distance and expounding on the merits of the monorail\nsystem. The youth touched a finger to his lips to enjoin silence, and\nthrust a crumpled ball of metal foil into Blaine's hand before the\npilot realized his intention. A message, undoubtedly!\n\nSome instinct, or some slight sound, warned Pegrani and he turned on\nhis heel just as the slender lad was slinking away. Black rage\ncontorted his features and Blaine saw him make a quick motion toward\nthe inner folds of his jacket.\n\n\"Pegrani!\" he shouted as he saw a glint of steel. \"Don't!\"\n\nBut it was too late and the Llott paid him no attention, anyway. One of\nthose wicked ray pistols sent forth its crackling blue flame and the\nyouth stood there, bathed in the eery blue light; dazzling blasts of\nexploding atoms were seen within the flare. Then there was the\nnothingness into which Wahoney and Kelly had gone.\n\nBlaine shouted horrified and angry protest and Tommy rushed in to mix\nit with their guide. But the glowing ray pistol waved them back. Other\nguards--the big green-bronze ones--were running in their direction.\n\n\"The message!\" Pegrani snapped. \"Give it to me.\"\n\nQuick as a flash Blaine crumpled the foil more tightly. A hard little\npellet now, he tossed it over the rail far into the matted vegetation\nbelow. One might as well hunt for a needle in a haystack as for that\ntiny ball. But Pegrani would not forget; he'd report to the Zara. They\nwere in for it now.\n\n\n\n\nCHAPTER IV\n\n_Before the Council_\n\n\nPegrani lost no time in reporting the incident to the Zara. The Earth\nmen were hustled to the throne room of the palace where the leopard\nwoman sat in conference with her advisers. An ominous silence greeted\ntheir entrance. Ugly faces leered at them from the long table.\n\n\"What is it, Pegrani?\" The Zara's chalky face went whiter still.\n\n\"The Rulans, Your Majesty. They have endeavored to communicate with the\nprisoners.\"\n\n\"Did they succeed?\" Clyone's voice was terrible in its fury.\n\n\"They did not. I destroyed the messenger, and the message itself was\nlost in the jungle where Carson flung it.\"\n\nThe Zara shot a fleeting glance in Blaine's direction and permitted\nherself the ghost of a smile. \"It is well,\" she breathed. \"But it must\nnot happen again. Have Tiedor brought to me.\"\n\nPegrani hurried off to do her bidding and Blaine turned uncertainly to\nfollow.\n\n\"You will remain, Carson--you and Farley.\" The incisive voice of the\nleopard woman halted him in his tracks.\n\nTiedor was chief of the Rulans, it developed. There was but a handful\nof them in the realm and they were the last survivors of the\ncivilization of Europa; descendants of those original brave souls who\nhad settled on Io as a last resort in the effort to perpetuate their\nkind.\n\nHe was a magnificent creature, this Tiedor, tall and straight in his\nmuscular leanness and with wide-set gray eyes in the face of a Greek\ngod. Olive-skinned like the messenger, he was, and with the high\nforehead of an intellectual. He swept the assemblage with a haughty\ngaze when he faced the Zara.\n\n                     *      *      *      *      *\n\n\"Tiedor,\" she snarled, \"it has come to my ears that a Rulan lad carried\na message to one of my guests from Earth. What means this?\"\n\n\"I know nothing about it, Your Majesty.\" Tiedor gazed into the wicked\neyes, unafraid.\n\n\"You lie! There is some treasonable scheme in which you had hoped to\nenlist their help. You will tell me the entire story, here before the\ncouncil.\"\n\n\"There is nothing to tell.\"\n\n\"You will confess or I shall destroy every Rulan in the Tritu Nogaru.\"\nThe Zara's words were clipped short with deadly emphasis.\n\nTiedor paled and his lips tightened in a grim line, but he stood his\nground. \"I have nothing to confess,\" he said.\n\nWith a whistling indrawn breath, the leopard woman threw back her head\nand motioned to one of the green-bronze giants who guarded the\nentrance. There was a nervous stir around the council table.\n\nAt her command the guard drew back a heavy drape that hid an embrasure\nin the far wall. There, on a stubby pedestal, was revealed a gleaming\nsphere of crystal, a huge polished ball that shimmered a ghastly green\nagainst a background of jet.\n\nSlowly in its depths a milky cloud took shape, swirling and pulsating\nlike a living thing. Then it flashed into dazzling brilliance and the\nglobe cleared to startling transparency. It was as if it did not exist.\nRather they looked through an opening in the cosmos that carried their\ngaze to another and distant point. It was a large open space that was\nrevealed to their eyes; a sort of public square where many of the\nolive-skinned Rulans were coming and going to and from the entrances of\nthe circular tank-like structures that surrounded the area. They were\ngreeting one another in solemn fashion as they passed and watching\nfurtively the green-bronze guards who were everywhere. The sound of\ntheir low voiced conversations came clear and distinct from the depths\nof the crystal sphere.\n\n\"Your choice, Tiedor,\" the Zara hissed.\n\n\"There is nothing--nothing, I tell you!\" The Rulan chief's voice was\npanicky now.\n\n                     *      *      *      *      *\n\nClyone's snarling command was carried to those guards out there in the\nTritu Nogaru by some magic of the crystal sphere. As one man they\nsnapped to attention. With deadly accuracy they released the energy of\ntheir ray pistols. It was a shambles, that square of the Tritu Nogaru;\na slaughter house. Agonized screams of the doomed Rulans rent the air\nof the council chamber. They organized hastily and rushed again and\nagain into the crackling blue flame of the disintegrating blasts of the\nguards' fire. It was hopeless: unarmed and unprotected, they were at\nthe mercy of Clyone's minions.\n\n[Illustration: _Sick and trembling, Blaine cried out against the\nmassacre_.]\n\nSick and trembling, Blaine cried out against the massacre. He was\nseized instantly by two of the green-bronze guards who had been\nwatching his every move. Tommy, too, was in their clutches once more,\nfighting valiantly but without avail. The sphere went blank and silent,\nand the drape was returned to its place. Still muttering disapproval,\nthe members of the council gazed at their queen in alarm. There was no\ntelling what this vile creature might do.\n\n\"The slaughter continues. Tiedor,\" she gloated. \"Soon your handful of\nfollowers will be no more. And good riddance.\"\n\nSwaying drunkenly, eyes glazed with the horror of the thing. Tiedor\nwent raving mad. In one wild leap he was upon her, his fingers sinking\ninto the white flesh of her throat. Woman or no woman, he'd have her\nlife.\n\nBut it was not to be. A quick move of jeweled fingers was followed by a\ncrashing report. Tiedor staggered and drew back, spinning on his heel\nto face them all with distended, pain-crazed eyes. Astonishment was\nthere, and horror, but the fire of undying courage remained. His olive\nskin turned suddenly purple, then black from the poisoned dart that had\nexploded in his entrails. He collapsed in a still heap at the feet of\nthe Zara.\n\nShe stood there a moment in the awful silence, caressing her bruised\nthroat with fluttering fingers. She had faced death for one horrid\ninstant and was obviously shaken.\n\nThen she recovered and flew into a rage. \"Out of my sight, all of you!\"\nshe screamed. \"Out, I say! The Earth men are to be freed and Pegrani\nwill conduct them to their quarters. Go now!\"\n\nThe councillors made haste to comply, jostling one another in their\nanxiety to jam through the doorway. Blaine found himself released. He\ntook one step toward Clyone, murderous hatred in his heart. But he\nrecoiled from the expression in those red-flecked eyes; they softened\ninstantly and looked into his very soul, saw through and beyond him\ninto some far place where relief and happiness might be attained. And\nthen, suddenly, they were swimming in tears. The Zara dropped into a\nseat and buried her sleek coiffured head in outstretched arms, her\nshoulders shaking with sobs.\n\nAn incomprehensible anomaly, this queen of the Llotta; a strange\nmixture of cruelty and tenderness, of cold hatred and the longing for\nlove. A dual personality hers, susceptible to the deepest emotion or to\nutter lack of feeling as the mood might dictate.\n\nBlaine tiptoed softly from the room.\n\n                     *      *      *      *      *\n\nThey were in the corridor now, and Tommy was blowing off at a great\nrate. Even Pegrani was stunned and shaken. But Tommy raved.\n\n\"Forget it!\" Blaine growled. \"Where do we go from here?\" He couldn't\nhave explained his emotions then, even to himself.\n\n\"To our quarters, she said--damn her!\" Tom Farley swore in picturesque\nEnglish. \"And we,\" he wound up his expressive tirade, \"are getting in\ndeeper and deeper. We can't do a thing. Why in the devil doesn't she\nput us out of the way and get it over with? What's she keeping us\naround for, anyway?\"\n\nBlaine was asking himself that very question. Pegrani regarded them\nwith something of understanding in his beady eyes. But he was nervous\nand apprehensive and broke in on their conversation to urge them into\naction. The Zara must be obeyed.\n\nThe corridor was deserted now and their footsteps echoed hollowly from\nthe bare metal walls. Pegrani was ahead, leading the way, when Blaine\nwas startled by an insistent tap on his shoulder. Another of the\nRulans, it was, repeating the gesture of the youth who had been killed\non the roof. But this one had no message; he was after something\nelse--telling them in pantomime to make a break for freedom and to\nfollow him.\n\nBlaine caught Tommy's attention. And Pegrani, warned again by that\nsixth sense of his, turned his head. With a bellow of rage he whirled\ninto action, ray pistol in hand. But Blaine was prepared for him this\ntime. He wasn't going to witness another murder--not now. Flinging Tom\nFarley aside, he let loose a terrific jab that landed full on Pegrani's\nmouth. The ray pistol crackled harmlessly, its deadly energy spending\nitself in searing the metal of the ceiling.\n\n                     *      *      *      *      *\n\nThen he wrenched the weapon from the astonished Llott and was boring in\nwith body punches that quickly had the dwarf gasping for breath. These\ncreatures knew nothing of fighting with their hands except in the\nfashion of clumsy wrestlers. The thud of hard fists against yielding\nflesh was a new and terrifying experience. Pegrani was game, though,\nand he flailed about with his powerful arms, endeavoring to get his\nopponent in his grasp. Sidestepping to avoid one of his rushes, Blaine\nbrought up a terrible uppercut that ended flush upon the Llott's jaw.\nHis head snapped back and his knees gave way beneath him. Down he went\nin a flabby heap. Suddenly ashamed, the young pilot turned to the\nRulan.\n\nTom's eyes were shining. It was easy to see that he felt better about\nthings now.\n\n\"I am a friend,\" the Rulan whispered in the Llott tongue, \"sent by one\nwho would have conversation with you. It is of the highest importance,\nbut we must make haste. Will you trust me?\"\n\nBlaine saw deep concern and sincerity in the fellow's blue eyes. \"What\ndo you say, Tommy?\" he asked, looking to his friend for approval.\n\n\"I say, let's go. He seems okay to me.\"\n\nTheir new guide was familiar with the passages and especially so with\ndark and little used stairways that connected the floors of the huge\nbuilding. They soon reached the roof through a hatch that opened on a\nsmall penthouse which was in deep shadow and entirely hidden from the\nrunways where the green-bronze guards paced constantly.\n\nA slender cable dangled before them, and at its lower end they saw a\nbasket-like car which their guide bid them enter. When they had done\nso, he tugged on the cable, giving a rapid twitching signal. Instantly\nthey were soaring up into the blackness above the lights of Antrid.\n\n                     *      *      *      *      *\n\nThe swift journey ended in a tiny enclosed vehicle where another Rulan\noperated the cable drum which had made the trip possible. The car was\nunlighted save for the faint glow of a hand lamp, and it was not until\nthe lower door was closed that they were permitted a view of the\ninterior of the strange vehicle and had a good look at the two Rulans.\n\n\"Now,\" the one who had brought them said, \"I can explain. I am Tiedus,\nson of Tiedor. My companion is Dantus, son of Dantor, the greatest\nscientist in all Antrid. We are taking you to Dantor who has knowledge\nof the mad plans of the Llotta and is in need of your help in thwarting\nthem. You are willing?\"\n\n\"Why--why, yes,\" Blaine stammered, looking deep into the earnest eyes\nof Tiedus. \"You--you know of the fate of Tiedor?\"\n\n\"I do.\" The young Rulan fell silent; then shook his head as if to clear\nit of unwelcome thoughts. \"There are but few of us left, oh Earth man,\"\nhe said then, \"and all expect a like fate sooner or later. But that is\nbeside the point. We have important work to do: work that brooks no\ndelay. We leave now for the Tritu Anu, with your consent.\"\n\nTom Farley was examining the machinery of the car with interest. \"This\none of the monorail cars?\" he inquired, when Dantus had seated himself\nat the controls.\n\n\"Indeed not. The Llotta do not even know of the existence of this\nvehicle. We could not get right of way on the rails, so this gravity\ncar was developed in secrecy. It is provided with variable repulsion\nenergies that can be adjusted to keep it at a fixed distance from the\ninner surface of the copper shell. Thus it misses cross beams and\nbraces. It is drawn forward by similar energies, or more exactly, by\nthe component of a number of attracting forces. We do not display\nlights, so are thus comparatively safe from discovery. They'll catch us\nsooner or later, though, of course.\" Dantus indulged in a fatalistic\nshrug of his shoulders as he concluded.\n\n                     *      *      *      *      *\n\nAt his manipulation of a number of tiny levers that were set into the\ncontrol panels like the stops of an organ, the car lurched forward.\nSilently, swiftly, they sped on through the gloom under the great\ncopper shell.\n\nThrough the viewing glass of a periscope arrangement that let no\nbetraying light escape to the outside, they watched the endless lines\nof illuminating globes slip by beneath them. Weirdly vast and shadowy\nin the upper reaches, the latticed supporting columns on either side\nmerged into continuous semi-transparent walls as the car gathered\nspeed.\n\nThe city of Ilen-dar was left far behind. Patches of jungle flashed by;\nother cities. And always the endless rows of blue-white lights. There\nwas neither night nor day in the sealed-in world; only the artificial\nsuns that never set. Continuous subjection to the ultra-violet and\nvisible rays of the vast lighting system was necessary to the growth\nand reproduction of the plant life that was so essential in keeping the\natmosphere breathable.\n\nTommy had forgotten everything save his interest in the mechanism of\nthe car. He and Dantus were fast friends already.\n\nChin in hand and eyes avoiding the pain of mourning in Tiedus' fixed\ngaze, Carson lost himself in gloomy meditation. As he thought back over\nthe events of the past few days he could scarcely believe they had\nactually occurred or that he was sitting here in a mystery car,\nspeeding through the rank atmosphere of an enclosed world a half\nbillion miles from his own. Home seemed incredibly remote and desirable\njust then, and the future dark and forbidding.\n\n\n\n\nCHAPTER V\n\n_The Tritu Anu_\n\n\nBefore the car came to a stop Tiedus rummaged in a locker and stretched\nforth his hands as if carrying something delicate and fragile.\n\n\"It will be necessary for you to put this on,\" he said: \"it will be\nunsafe otherwise.\"\n\nBlaine stared, mystified. Was this Rulan kidding him? \"Put what on?\" he\nasked.\n\n\"A thousand pardons. I had forgotten that you do not know. I hold in my\nhands a cloak, an invisible thing that will hide you from the guards\nand from the Zara's crystal. Another secret of my father's. Dantor\ndeveloped it for him only recently.\"\n\nBlaine felt the texture of the stuff then; crumpled it in his fingers\nas its gossamer-like weight dropped in loose folds around his body. But\nthere was nothing there: to the eyes. It simply did not exist except to\nthe touch, and he felt no different with it on than he had before.\n\n\"Where's Tommy?\" he asked suddenly, seeing that Dantus now sat alone at\nthe controls.\n\nTiedus laughed. \"He has been covered in the same manner,\" he said, \"and\nis safely hidden from sight as are you.\"\n\nIncredulous, disbelieving, Blaine called out to his friend in a\ntremulous voice. And Tom Farley's awed response reassured him.\n\n\"Keep close to me,\" Tiedus told him. The car had stopped and he\ndirected them into the basket of the lift. The two Earth men collided\nviolently and, clinging to each other in their ghastly invisibility,\nlaughed crazily for a moment. As far as any observers might know there\nwere only the two Rulans in the basket.\n\n                     *      *      *      *      *\n\nBlaine fingered Pegrani's ray pistol when the cable lowered them\nswiftly to the roof of a huge steel cylinder that rose, a solitary and\nunlovely structure, in the midst of the jungle a thousand miles from\nIlen-dar. The indicator informed him that seven energy charges still\nremained in the storage chamber of the little weapon. Its possession\nbrought him a measure of confidence.\n\nCareful scrutiny of the roof had shown it to be deserted, so the basket\nwas brought to rest in a deeply shadowed portion. Immediately they\nstepped out, and it was sent swiftly aloft by remote control of a\nportable ether-wave that Dantor produced.\n\nThey encountered two of the green-bronze guards in one of the passages\nbelow and these challenged the Rulan lads with drawn pistols. The alarm\nwas out! Fortunately Pegrani had not recognized Tiedus or all would\nhave been lost. But the Zara was watching every Rulan community and had\ninstructed her guards to take the Earth men into custody at all costs.\nThose remarkable cloaks were all that saved them. They breathed easier\nwhen the guards passed on.\n\nNow they were in a lift, dropping speedily into the depths of the Tritu\nAnu. When the cage came to rest they were hustled into a maze of\nwinding passageways that led ever downward. A wall of damp stone\nfinally blocked their progress, but at Dantus' touch of a hidden spring\na section of the solid rock swung aside to admit them to a concealed\nroom where the lights were bright and where a delegation of Rulans\nawaited their coming.\n\nWith the cloaks of invisibility removed, they were welcomed by Dantor,\na tall white-haired Rulan who was startlingly like his son.\n\nThey were a solemn lot, these Rulans of the older generation, but they\ngazed on the Earth men with sympathy and understanding. An entirely\ndifferent breed from the Llotta.\n\nThis room was a secret laboratory, fully equipped for chemical and\nphysical research. Dantor sat before a smaller replica of the Zara's\ncrystal ball as he addressed the visitors.\n\n                     *      *      *      *      *\n\n\"No doubt you are puzzled,\" he began, using the language of the Llotta\nwith an accent that softened its harsh gutturals, \"over the calamity\nthat has befallen you. And it is not to be wondered at. But your own\ndanger is as nothing compared with the danger that now threatens our\nwhole solar system. It is to explain that and to ask your cooperation\nin warding off the holocaust that I have sent for you.\n\n\"Since the destruction of the Tritu Nogaru we Rulans number less than\none thousand, of whom three hundred are here. The Tritu Anu is foremost\nof the royal laboratories of Llotta-nar and its work is carried out\nentirely by our people. It is only on account of our superior\naccomplishments in science that the Llotta have allowed us to exist for\nso long a time, and, in this connection, I might say that the Zara has\nbeen taken severely to task for her wanton massacre of the Rulans of\nthe Tritu Nogaru. But that is neither here nor there; it is merely a\nsidelight I am giving you.\n\n\"The important thing is this k-metal of yours and its relation to the\nplans of the Llotta. Antrid, as you know, is a dying world; coming\nrapidly to the end of its resources. And, as our ancestors did before\nus, the Llotta have been casting their eyes about for a new home. The\ninner planets beckoned, especially your Earth, but it was manifestly\nimpossible to reach them as there is insufficient fuel in all Antrid to\nprovide for the voyage of even one space ship. Then, with the long\nrange searching rays of the crystal ball television and sound\nreproducers, they discovered the use of this k-metal. The sending of\nAntazzo to your Earth followed.\n\n\"The rest you know insofar as his activities are concerned, but what\nyou do not know is this: The Llotta have constructed a huge steel tube\nthat is set deep into the crust of Antrid; an enormous rocket-tube if\nyou please, like one of those on your space ship. They plan to use the\nenergy of this supply of k-metal in setting up tremendous streams of\nelectronic discharges from the great tube and thus to swing the\nsatellite from its natural orbit. They would send this entire world\nhurtling through space toward the inner planets, and, by proper control\nof the rocket discharges, bring it close to your Earth where it would\nbecome a secondary satellite at close range. Then they could war on you\nat their leisure and finally take Earth as their new home. Thus have\nthe Llotta planned.\"\n\n\"What!\" Blaine exclaimed. \"Why, we'd blast them from the skies before\nthey were started. They haven't a chance.\"\n\n                     *      *      *      *      *\n\nDantor nodded gravely. \"I am sure of it,\" he agreed: \"I have seen your\ngreat guns in the crystal. But they are blind to that possibility. And\nthere are other serious flaws in the plan. The incentive, of course,\nlies in the certain knowledge that we are using up the internal heat of\nAntrid so rapidly that less than a century of life now remains to its\npeoples. Our power is produced by admitting water to the interior\nthrough myriads of tubes that serve the double purpose of introducing\nthe water and conveying the generated steam back to the surface, where\nit produces electricity by driving great turbine generators. This\nelectricity is distributed by charging the copper shell and the ground\nbeneath at high frequency; it is collected from the air between by the\nheaters and various machines that use it. But the shortage is ever more\nserious and Antrid is cooling off. Thus the need for the k-metal and\nthus the sending of Antazzo. And now for the flaws:\n\n\"The Zara, in killing Antazzo, frustrated her own plans, as he alone,\nof all her people, knew how to use this marvelous energy producer.\nRealizing this, she set about to make friends with you two in the hope\nthat the information might be obtained from you. That was a great\nmistake and raised an unexpected obstacle.\"\n\n\"Well, I'll be damned!\" Blaine exploded. \"No wonder she tried her wiles\non me. Tried to make a sucker out of me, didn't she?\"\n\nDantor smiled knowingly. \"More about Clyone later,\" he said. \"Actually\nshe is enamoured of you, Carson, and besides she is not really\nresponsible for the mad plan herself. But that tale can wait.\n\n\"The basic and most serious flaw in the plan is this: It can not\npossibly succeed, no matter how successful their attempts. What they do\nnot understand and will not believe when I tell them is that the only\nresult of the mad experiment will be the complete destruction of the\nsolar system, Antrid and themselves included. Complete and horrible\nannihilation, I say!\" Dantor paused and eyed his visitors solemnly.\n\n                     *      *      *      *      *\n\nIn his mind's eye, Blaine could not visualize such a thing nor picture\nthe possible explanation. But he saw that Tommy had paled and was\nclenching his fists. Tommy was more of a scientist; it must be he\nrealized what this enterprise involved.\n\nDantor was speaking again, in low, intense tones: \"What they are\nrefusing to see is that the delicate balance of the solar system will\nbe disturbed if a body as large as Antrid is moved a half billion miles\nsunward. All bodies are kept in their orbits by a nice balance of mass\nattraction and centrifugal force; if a single one is altered all others\nare affected. What would happen is easy to calculate. First off, when\nAntrid approached the inner planets all bodies in the system would\nchange their paths and the altered forces would cause severe\nearthquakes, tidal waves and other natural disturbances of disastrous\nextent.\n\n\"These would increase in violence as Antrid drew nearer to the sun,\nand, if she finally took up her position as a new satellite of the\nEarth, the entire solar system would be in chaos. By this time, even if\nlife still remained on Earth, it would quickly become extinct, for the\nvastly increased tidal forces on that body would flood the land to the\npeaks of the highest mountains. Earth would draw in closer to the sun\ndue to loss of velocity and increased mass of the Earth-moon system.\nTremendous new forces would rend asunder the Earth, its moon, and\nAntrid. Venus and Mars, following suit as the forces equalized, we\nwould have a dead universe.\"\n\n                     *      *      *      *      *\n\nTommy believed him. That was apparent from his furrowed brow and grim\nset jaw. \"I'll never give 'em the secret of the k-metal,\" he grated.\n\"Nor will Carson; I'll gamble on that. We'll die here before they'll\nget it out of us.\"\n\nBlaine seconded his remarks fervently. Then, turning to the Rulan\nscientist, \"Perhaps,\" he suggested, \"we might remain in hiding here for\nan indefinite period. Perhaps even we might contrive a way of getting\nto the store of k-metal and regaining possession of it. They'd be\nlicked for sure then.\"\n\nDantor beamed. \"That is exactly why I sent for you,\" he said. Then\nsobering anew, he added, \"But I fear that would not be the end. They\nwill not give up. Another emissary would be transmitted to duplicate\nAntazzo's exploit on Earth and in five of your years the danger would\nagain be faced. They would take infinite precaution to prevent a second\nfailure. We must make it forever impossible--now.\"\n\n\"How can we? My God, it's hopeless!\" Blaine groaned.\n\n\"Nothing is hopeless, my boy. Consider the plight of the Rulans. No,\nthere is still hope and we will leave you to think it over--if you are\nwilling. It is necessary that we Rulans show our faces above before we\narouse the suspicions of the guards.\"\n\n\"Of course we're willing. We'll stay as long as you say--and help.\"\nBlaine was intensely earnest and Tommy chimed in with his old time\nfervor and enthusiasm. But hope of success seemed remote.\n\nA murmur of approval came from the assembled Rulans, and Dantor wiped a\ntrace of moisture from his tired old eyes. \"Thank you,\" he said simply.\n\"This chamber is insulated from the searching rays of the crystal\nspheres. You are safe for the present and will be supplied with\neverything you need. And I shall return shortly to discuss the matter\nin further detail.\"\n\n                     *      *      *      *      *\n\nThe two Earth men were alone then, in the uncanny silence of the\nunderground retreat, regarding each other with awed comprehension. What\npatient, hopeless creatures these Rulans were! Knowing they were\ndoomed, and without thought of their own safety, they were bending\ntheir every effort to the impossible task of saving the universe from\nthe madness of the Llotta.\n\n\"What do you know about that?\" Tommy said, after a while.\n\n\"It's true, what he said?\" Blaine asked. \"What would happen to our\nworld, I mean--and to the rest?\"\n\n\"Not a question of doubt. He's doped it out to a T. Smart guy, this\nDantor.\"\n\n\"What do you think? Is there a chance? Think--\"\n\n\"Hush!\" Tommy interrupted him. \"Didn't you hear something?\"\n\nThe silence was ghastly; depressing. Blaine heard distinctly the\nbeating of his own heart.\n\nThen it was there again, that sound--a muffled scream from the other\nside of the stone door. A woman's scream of desperate entreaty. A\nshuddering, long-drawn moan, trailing off into deathly silence.\n\n\n\n\nCHAPTER VI\n\n_Ulana_\n\n\nBlaine was tugging at the lever he had seen the Rulans use in opening\nthe stone door from the inside. Tommy, less excited, tried to press one\nof the invisible cloaks into his free hand.\n\n\"Here,\" he begged. \"Don't be a damn fool! They'll get you, the devils.\"\n\nBut the great block of stone was swinging already and the young pilot\nsqueezed through and into the passage. He stumbled over the crumpled\nfigure of a young girl and into the arms of one of the green-bronze\nguards.\n\nRecovering instantly, he prodded the big fellow's ribs with the ray\npistol. \"Stick 'em up!\" he snarled. Then, realizing the words were\nmeaningless to the other, he said, \"Raise your hands--above your head!\nThat's right. Stand still now, or I'll use the ray.\"\n\nThe guard, his face ghastly in the dim light, obeyed. But his wary eyes\nnever left Blaine's for an instant.\n\nA short way down the hall was the body of a young Rulan. Blaine\nshuddered as he saw it was headless. The ray had nearly missed that\ntime, its energy spent before complete disintegration was effected. The\ngirl lay still at his feet. With quick fingers he frisked the guard,\nfinding his ray pistol and one gas grenade. What was he to do with the\nbig fellow? He ought to let him have it, but somehow he couldn't.\n\nTommy was in the passageway then, invisible. The big guard stifled an\namazed cry as his husky voice came out of the nothingness. These devils\nof Earth men! They had worked their evil magic on the Zara: had she not\nordered that their lives be spared? And now there was this! His\nthoughts were written large on the ordinarily expressionless\ncountenance, and Blaine was tempted to laugh at his affrighted dismay.\n\n\"Come on, you bonehead,\" Tommy was saying in English. \"Bring the big\nbum inside. I'll carry the girl. Hurry; there'll be a million of them\nin a minute.\"\n\nThe girl's huddled figure was raised by unseen hands. Poised in mid-air\nfor a moment, it floated joggily, unsteadily through the crack of the\npartly opened stone door. The guard, wide-mouthed and staring, muttered\nsupplication to the war gods of Antrid.\n\n                     *      *      *      *      *\n\nSafely inside the secret chamber, the Earth men made haste to truss up\nthe guard and gag him. He was as tractable as a child under the\ninvisible fingers of Tom Farley, with eyes imploring the evil spirits\nfor mercy. And when Tommy's head appeared, drifting, unsupported by a\nbody; to be followed by arms and shoulders that seemed to materialize\nfrom nothingness, the big fellow struggled panic-stricken in his bonds,\nshaking with superstitious terror.\n\nBlaine straightened the girl's limbs where she lay on a low couch. She\nwas breathing in low shuddering gasps, but a swift examination assured\nhim she had not been harmed. Her beautifully chiseled ivory features\nwere fixed in an expression of nameless dread. A mass of red-gold hair\ntumbled in confusion about her face and shoulders and when the pilot\nsmoothed this back his heart did a most peculiar flip-flop. Sort of\njumped into his throat and stuck there. This Rulan maiden was a vision\nof feminine loveliness if there ever was one; a dream.\n\nTommy watched him with a cynical smile, and said with mock contempt,\n\"So you're the guy who swore you'd never tangle up with a femme! Just a\nmonth ago, too. Now look: first you get this Zara woman all het up over\nyou, and now this one's got you all het up over her. You make me sick!\"\n\nThere was no fitting retort. Besides, this thing that had come to him\nwas too serious; too big. He couldn't kid about it--even with Tom. Why,\nhe'd always pictured this very girl in his thoughts; had always dreamed\nof meeting her some day. And here she was: a living, breathing reality.\nShe was stirring, too, now; breathing easier. Her eyes opened wide;\nfrightened, innocent ones like a child's, blue-gray and fringed with\nlong lashes that raised dewy from the smooth ivory of her cheeks.\n\n                     *      *      *      *      *\n\n\"Antius, my brother,\" she exclaimed, remembering, \"where is he? I\nsaw--I thought--and the guard; he wanted to take me--oh!\"\n\nHands fluttering to cover her face, she was sobbing now, and Blaine\nraised her in his arms, clumsily attempting to comfort her.\n\n\"Your brother,\" he said gently; \"I'm afraid the guard did away with\nhim. He is no more.\"\n\n\"Y-yes. I remember now; I saw.\" She shuddered and became still, her\ntousled golden head somehow finding a comfortable hollow beneath\nBlaine's shoulder.\n\nAnd then, bravely, she sat erect and faced him. \"I--I suppose I\nshouldn't feel so badly,\" she said. \"We always expect it. But I was so\nfond of him, and he was the last. I am alone now.\"\n\n\"Not alone,\" said Blaine; \"you have me--us, that is. We are the Earth\nmen, you know. And you are safe here.\"\n\n\"You are Carson?\" she inquired.\n\n\"Yes, and my friend is Farley. That is how your people address us, but\nwe had rather you call us Blaine and Tommy.\"\n\nTom Farley was grinning like an idiot. Didn't he have any more sense?\nBlaine thought. The girl would think he was making fun of her.\n\n\"I am Ulana,\" she said simply.\n\nThe stone door opened silently and Tiedus slipped in, closing it\nswiftly behind him. He stared at the girl and at the trussed-up figure\nof the guard.\n\n\"So!\" he exclaimed; \"this is the explanation.\" He breathed heavily as\nif he had run a long way, and his face was flushed with excitement.\n\n\"Why? What's wrong?\" Blaine sensed a calamity.\n\n\"The Zara--she must have seen you in the crystal. She is in a murderous\nrage and has visited her wrath on the Tritu Anu. Even now Dantor is on\nhis way to Ilen-dar in answer to her summons.\"\n\n\"Tiedus! I'm sorry. It is my fault entirely, but--but we heard Ulana\ncry out.\"\n\n\"You did quite right, Carson. I should have done the same myself. And\nactually it makes little difference as far as we Rulans are concerned.\nWe had not long to remain in this life, anyway. It is only that your\nhiding place might be revealed; that our plans to outwit the Llotta\nwill fail.\"\n\n\"You--you think she will make away with Dantor?\"\n\n\"No; he is too valuable as a scientist. But the guards are awaiting her\norders to repeat what happened in the Tritu Nogaru. She depends on the\nwork of this laboratory a great deal, though it may be she will stay\nher hand.\"\n\n                     *      *      *      *      *\n\nHe was fussing with the controls of the small crystal as he spoke, and\nit sprang into life with the peculiar shifting milkiness. Then,\nclearly, they were looking into the council chamber at Ilen-dar. Clyone\nwas there, pacing the floor. Dantor had just arrived with two of the\ngreen-bronze guards. The Zara, though nervous, was curiously calm and\npolite in her greeting of the aged scientist.\n\n\"Dantor,\" she said, \"I want these Earth men.\"\n\n\"I can not produce them, Your Majesty.\"\n\n\"You will not, you mean.\" Clyone dropped her voice. \"For two reasons,\nDantor, I must have these Earth men. And they must not be harmed. We\nneed them on account of this k-metal that was brought by Antazzo, whose\nugly body I so foolishly destroyed.\"\n\n\"Two reasons, you said, oh Clyone?\" Dantor smiled knowingly.\n\n\"Yes, two!\" said the Zara defiantly. \"I love this Carson, if you must\nknow. And it is the only influence for good that ever has come into my\nlife, Dantor. Oh, can't you see? I _must_ have them.\"\n\nBlaine felt the hot blood mount to his temples. Tommy giggled like a\nmoron. And Ulana drew away, ever so slightly, it was true, but still it\nwas a definite withdrawal. Damn this leopard woman, anyway!\n\n\"He is not for you, oh Clyone,\" Dantor was saying, \"To people of his\nworld the very thought of such a woman as yourself is repulsive. A\nmurderess he would call you! Their reactions to the taking of human\nlife are entirely different from those of the Llotta. They are--you\nwill pardon my saying it--more like those of the Rulans. The Llotta\nhold life cheap; they hold it dear. To your people you are not a bad\nwoman; only a foolish one who sometimes, in the heat of passion, upsets\ntheir plans by the sudden snuffing out of a life that is valuable to\nthose plans. Do you not see my point? He is different; to him you are\nthe wickedest woman whom he has ever encountered--a monster.\"\n\n                     *      *      *      *      *\n\nThis was strong talk. Blaine drew a quick breath, anticipating another\nof her black rages and sudden death for poor old Dantor.\n\nBut Clyone suddenly was on her knees before the old scientist, pleading\nwith him! Creature of strange caprices! Though humanlike in her\nemotions when in her softer moods, she was more like the feline to\nwhich Blaine had likened her, when those soft moods had passed.\n\nSomewhere overhead, in the chambers of the Tritu Anu, there was the\nsound of a muffled explosion. Its shock was felt even here in the\nrock-hewn secret apartment. Tiedus went white. Quickly he manipulated\nthe controls of the crystal sphere.\n\n\"It can't be,\" he exclaimed. \"The guards would not disobey her, and she\nhas ordered no action.\"\n\nSwiftly, then, the searching ray of the apparatus swung back to the\nTritu Anu itself, boring into the vast structure above them. One of the\nchemical laboratories was completely wrecked; maimed and dying Rulans\nwere everywhere in the ruins. And those who staggered to their feet\nwere shot down by the green-bronze guards who stood at the doorway.\n\nThen, floor after floor was revealed in the all-seeing crystal.\nEverywhere it was the same. Merciless, cold-blooded destruction of the\nRulan scientists, the most valuable of all in the Llott scheme of\nthings. The Earth men were speechless with horror. Ulana once more\nburied her head in Carson's shoulder, moaning helplessly.\n\nThe scene shifted again to the council chamber of the palace in\nIlen-dar. The Zara had not risen from her knees; she was still pleading\nwith Dantor. She knew nothing of the massacre.\n\n\"Ianito!\" Tiedus gasped. \"It must be he.\"\n\n                     *      *      *      *      *\n\nAnd once more the view was changed. They were in the huge dome through\nwhich they had entered this mad world. Near the base of the great\ntelescope a bullet-headed Llott was gazing into the depths of one of\nthe crystal spheres, watching the carnage in the Tritu Anu and shouting\nhis orders to the guards. \"Slay, slay, slay!\" he yelled. \"Not a Rulan\nshall remain in all Antrid. It is Ianito commanding you, Ianito the\nGreat, master of our destinies, Dictator Supreme. Let not one escape; I\ncommand it. Then will come the great day of release; of conquest. A new\nhome, a new world awaits you for the taking.\"\n\n\"It is as I thought,\" Tiedus groaned: \"it is the end. He has taken\nthings in his own hands at last.\"\n\nThe sphere went blank at his touch of a lever. His shoulders drooped\nand he spread his hands in a gesture of resignation.\n\n\"What in the devil!\" Tommy exploded. \"Can this guy overrule the Zara?\nIs he that powerful?\"\n\n\"He is actual ruler of the world that is Antrid; the power behind the\nthrone. Clyone must do his bidding. He has seen that she is softening\nand resolved to speed things up himself.\"\n\nA sudden bedlam could be heard in the corridor outside the stone door.\nThis Ianito had gone the Zara one better. He had located them; probably\nsaw the capture of the guard and the rescue of Ulana on the very spot\nwhere his minions now hammered for entrance.\n\n\"They will take you!\" Tiedus whispered. \"There is no doubt as to the\norders issued by Ianito. They will take you alive and bring you to him.\nYou will be compelled to yield the secret of the metal that energizes.\"\n\n\"Not on your life! We'll refuse.\" Blaine was very positive.\n\nTiedus smiled sadly. \"There is the pink gas, you know,\" he reminded\nhim. \"No, Carson, there is but one way. You must go out into the jungle\nand hide for a time. Dantor will return later; it is certain he will be\nspared. And he will contrive some way of outwitting them. Come; there\nis a passage.\"\n\nBlaine saw the wisdom of the argument. It was their only chance. There\nwas a blast that shook the ground beneath their feet, and a huge\nsection of the stone door was blown into the room. He drew Ulana close\nwith a possessive encircling arm.\n\n                     *      *      *      *      *                     *      *      *      *      *\n\nThey were in a dark narrow passage now, following the whispered voice\nof Tiedus. It was damp and rankly odorous there in the darkness, and\nslimy things wriggled over the floor, brushing their ankles clammily.\nBehind them there was the roar of another explosion and the shouting of\nangry voices. The guards were in the secret chamber and hot on their\ntrail.\n\nTiedus was fumbling with something ahead of them where they had halted;\nsomething that rattled and clanked and finally came free. A door opened\ninto the deep-shadowed green of the jungle.\n\n\"Go now, quickly,\" he warned them. \"Hide yourselves as far in as you\ndare go. You will be lost, but will later be directed by a mental\nmessage from Dantor. I shall advise him from the spirit world. We do\nthat, you know, we Rulans. But I must leave you now; I must hold back\nthe guards to give you time. Go, friends; farewell.\"\n\nIn his hand Tiedus held the ray pistol they had taken from the captured\nguard. He would account for a few of the Llotta at least. Blaine\nreached for him to restrain him; it was unthinkable that this fine lad\nshould sacrifice himself for them. But Tiedus was gone; he had slipped\naway into the black depths of the passageway.\n\n\"Come on, snap into it!\" Tommy grated, his voice brittle with\nsuppressed emotion. \"The kid's right; let's go.\" He pushed his way into\nthe matted growth of the jungle.\n\nHolding Ulana close and not daring to look into her eyes lest he should\nsee what he knew was there, Blaine followed his friend. The mysterious\ndepths of the pale green forest closed in about them.\n\n\n\n\nCHAPTER VII\n\n_In the Jungle_\n\n\nThey had progressed not more than twenty paces into the dense\nundergrowth when the gleaming wall of the Tritu Anu was entirely hidden\nfrom view. The artificial sunlight seeped through the mass of\nvegetation overhead, a ghostly green twilight that made death masks of\ntheir faces. But of the lights themselves, of the great latticed\ncolumns, of the enormous sponge-like blossoms of the upper surface of\nthe jungle sea, nothing could be seen. They were deep in a tangled maze\nof translucent flora that was like nothing so much as a forest of giant\nseaweed transplanted from its natural element. The moss-like carpet\nbeneath their feet was slushy wet and condensed moisture rained\nsteadily from the matted fronds and tendrils above. The air they\nbreathed was hot and stifling; laden with rank odors and curling mists\nthat assailed throat and head passages with choking effect.\n\nWeird whisperings there were from above and all about them. It seemed\nalmost that the uncanny, weaving green things were alive and voicing\nindignant protest over the intrusion of the three humans.\n\nAnkle deep in the rain-soaked moss, their clothing drenched and\nsteaming, they pressed ever deeper into the tangle. All sense of\ndirection was lost.\n\n\"Guess we'd better rest now,\" said Blaine, seeing that Ulana was\ngasping from her exertions, \"They'll never trail us here.\"\n\n\"How about this crystal thing--the searching ray?\" Tommy ventured.\n\n\"It can not follow us,\" the girl explained, \"Certain juices of the\nplants provide an insulator against the ray. In fact, it was an extract\nof these that was used in protecting the underground laboratory we just\nleft. We are safe now and I am very tired.\"\n\nSo that was the reason Tiedus had been so certain they would be safe in\nthe jungle! Blaine had wondered about that searching ray, and now\nUlana's statement had stilled his doubts. Poor kid--she was all in! Her\nshoulders drooped and she leaned on his arm for support. His conscience\ntroubled him for having forced the pace in the difficult footing. They\nneed not have come so far in.\n\n                     *      *      *      *      *\n\nA glint of light through the close packed stems caught his eye;\nsomething phosphorescent it was, shining there in the green twilight. A\ngiant mushroom! Towering seven feet from the ground, the great\numbrella-like top was aglow with sulphurous light on its under side.\nAnd, beneath its ten foot spread, the mossy carpet was dry. An ideal\nshelter. Here Ulana might find the rest she so sorely needed, and in\ncomparative comfort.\n\nShe curled up beside the huge stem and, half buried in warm, dry moss,\nimmediately fell asleep. The Earth men sat gazing solemnly at each\nother; speechless. In the dim distance the roar of a monorail car rose\nfaintly at first, then grew louder and louder, only to fade away once\nmore into the whispering silence. A steady patter of jungle rain\ndrummed on the mushroom top.\n\n\"God!\" Tommy muttered, after a while. \"I'd give my right eye for a\ncigarette.\"\n\n\"Me too.\" Blaine was hugging his knees, nodding drowsily. \"A nice rare\nsteak with mushroom sauce wouldn't go so bad, either,\" he drawled.\n\n\"Aw, have a heart. I'm so sick of these vitamin pills of theirs I never\nwant to see one again.\"\n\n\"Yeah, but they're better than nothing. We haven't any of those even.\"\n\n\"Say!\" Tommy jumped to his feet in sudden remembrance. \"I saw a bush,\nback there about fifty feet, with bunches of big red berries on it.\nLike grapes, they looked. May be good to eat.\"\n\n\"Sure, they _may_ be. And then again they may be poison. We can't\ntake any chances like that. Leave 'em alone.\"\n\n                     *      *      *      *      *\n\nTommy growled unintelligibly and fell to walking around their shelter\nwith nervous strides, keeping just within the dry area and glaring\nsavagely into the steaming jungle. Blaine smiled grimly. Nerves! Tommy\nalways was like that; always had to be on the go and doing something.\nHis own nerves were jumpy to-day. They were in hot water this time, for\nsure. Had to keep on though; they were still alive, or at least half\nalive; and the solar system was intact as yet. If only Tom Farley would\nquit his infernal tramping!\n\n\"Cut it out!\" Blaine snapped peevishly. \"You'll have us both bughouse.\nCan't you sit down and take it easy?\"\n\nTommy stopped in his tracks. \"Sorry, Blaine,\" he said. But he remained\nstanding, staring off into the jungle. Then, suddenly he exclaimed,\n\"Say, I'm going for some of those grapes, or whatever they are. I'll\nbring a mess of them back and we can wait till Ulana wakes up. She'll\nknow whether they're poison or not.\"\n\n\"Oh, go ahead. But don't get yourself lost. Yell out if you can't find\nus and I'll answer.\"\n\n\"Okay. Don't worry about me.\" And in three steps Tommy was swallowed up\nin the undergrowth.\n\nBlaine stole a glance at the girl and something caught at his throat.\nGod, she was beautiful! There must be some way of getting her out of\nthis mess. Dantor, perhaps, might show the way. He ought to be sending\nthat message soon--a mental one, Tiedus said. Poor kid, Tiedus; gone to\nthe happy hunting grounds now, no question of that. And he intended to\nadvise Dantor from the spirit world. As simple as that, it was. They\nwere game, these Rulans. Fatalists, though, and resigned to the\ninevitable; hopeless. But a wonderful people in a rotten world.\n\nSoon he felt his head droop and in a moment he began to doze.\n\nWhen he awoke it was to the touch of Ulana's soft fingers on his arm.\n\"We are alone?\" she asked.\n\n\"Lord!\" he exclaimed, rising stiffly and rubbing the sleep from his\neyes. \"How long have I napped? I shouldn't have.\"\n\nA swift look around the small clearing disclosed the fact that Tommy\nwas missing. He shouldn't have let him go. A sudden panic gripped him.\n\n\"Tommy! Tommy!\" he called out.\n\n                     *      *      *      *      *\n\nThere was not even an echo in reply. Only the whispering of the jungle\noverhead and all around them. His friend was gone.\n\n\"Ulana,\" he said, his voice trembling, \"we _are_ alone. Farley is lost;\nswallowed up in this terrible forest.\"\n\nAnd then, suddenly, she was in his arms. Those wondrous blue eyes,\nswimming in tears, looked into his own. Soft red lips, upturned, met\nhis lips; clung there.\n\n\"I am sorry, my Carson,\" she said softly, when he had released her:\n\"sorry that your good friend is lost. But perhaps,\" more brightly--\"he\nhas but strayed away. When the mental message comes you will be\nreunited. He will hear it as well as you.\"\n\nBlaine shook his head. In his own heart he knew he would never see\nTommy again. He had wandered too close to the Tritu Anu and had been\noverpowered by the green-bronze guards. Their ray pistols--he shuddered\nat the thought.\n\n\"I have _you_ now, my Carson,\" the girl was saying. \"Only you.\"\n\nIn a daze of pain and happiness intermingled, he knew he was holding\nher close, drawing her fiercely to him. And then, raising dull eyes to\nstare over the precious head and into the jungle that hid his friend,\nhe froze with horror.\n\nA flat serpent head with wide slavering mouth and beady eyes swayed\nthere directly behind her. Pendant, it was, on a scaly and slimy length\nof undulating body that coiled high above in the matted growths of the\njungle. As he watched, rooted to the spot, the great head drew back and\npoised, vibrating, ready to strike.\n\n                     *      *      *      *      *\n\nIn one quick movement he flung the girl aside and whipped out the ray\npistol he had taken from Pegrani. He pressed the release and a whirring\nsound came from the little weapon. But no crackling blue flame sprang\nforth to blast this creature into nothingness. Jumping aside, he was\nthrown to the ground by its lashing body as the great snake struck and\nmissed.\n\nBut the pistol was useless. Short circuited by moisture, no doubt. He\ncrouched there, calling huskily to Ulana. She must run for it; force\nher way into the thick undergrowth where the thing could not reach her.\nShe lay there, helpless with terror. Then, in a flash, she was on her\nfeet dashing to his side. God, the huge head was poised there again!\nPulsating! The glittering avid eyes upon them!\n\nInstinctively Blaine raised the pistol just as the head darted\ndownward. The release clicked home. And, wonder of wonders, the blue\nflame crackled spitefully. Exploding atoms, dazzling in the green\ntwilight. Mighty thrashings of the huge coils high up in the tangled\nfoliage. Crashing and tearing of great stems and rope-like tendrils.\nBut the enormous body was headless; a dead thing in the throes of its\nfinal reflexes. Only the one charge had been spoiled; the little pistol\nhad served them well.\n\nHe drew Ulana into the thickest of the undergrowth for protection\nagainst the tremendous lashing thing that crashed into the small\nclearing where the giant mushroom grew. Their shelter was destroyed. He\nmust find another; he must be forever on guard over this girl whose\nhand clung so confidently to his own as they wedged their way into the\nthicket.\n\n\"Carson! Ulana!\" A familiar voice rose above the whisperings of the\njungle. A voice familiar, yet unreal; supernatural; a calm, commanding\none that did not sound but echoed only in the consciousness.\n\n\"Hark!\" Ulana gripped his hand more tightly. \"Did you hear? It is\nDantor. The message Tiedus promised.\"\n\nIn awed silence they waited. A tiny ball of orange fire flamed suddenly\nin the depths of the rushes directly before them. A sign!\n\n\"Ah, you are there!\" the voice broke in. \"I have your mental reactions.\nYou will follow the orange beacon to the Tritu Anu where I await your\ncoming. Be of good cheer, my children.\"\n\n                     *      *      *      *      *\n\nWhat magic was this? The science of the Rulans was beyond the\ncomprehension of the Earth man. Here was telepathy in its most perfect\nform. Communications from the spirit plane; the orange flame--it was\nall so utterly fantastic that Blaine had to look earnestly at the girl\nto assure himself it was not a dream. She smiled confidently.\n\nAnd the orange flame was moving off into the undergrowth. They must\nfollow its beckoning, flickering light.\n\nIt was a nightmare, that journey back through the jungle to the Tritu\nAnu. Dantor must be in a fearful hurry, for the orange flame moved\nswiftly. If they stopped a moment to rest it danced there impatiently,\nthen receded into the green shadows until they were forced to follow\nfor fear of losing it. Ulana's light robe was torn and sodden with\nmoisture. The perfectly rounded ivory shoulders, bare now, were\nscratched and bleeding from contact with thorny protuberances that\ncovered some of the lighter reed-like stems.\n\nBut the brave girl was uncomplaining. She clung doggedly to the Earth\nman's hand when they were able to walk erect: followed swiftly and\nunquestioningly when they were compelled to crawl or wriggle through an\nalmost impenetrable thicket.\n\nOnce she cried out in alarm and Blaine turned back to see that the wiry\ntendrils of a spiny, globular plant had wound themselves around her\nslim body and held her fast. As he grasped her hand to draw her away,\nothers of the tendrils curled about his wrist and he too was\nimprisoned. They burned the flesh, those writhing things, and tugged\nmightily. Ulana screamed with the pain of the many that held her in\ntheir tightening grasp.\n\n                     *      *      *      *      *\n\nIt was alive, this thing that grew there, a huge ball with a thousand\nstinging tentacles. A carnivorous plant. Even as the realization\nflashed across his mind he saw that the spiny sphere was opening. Split\nvertically, the two halves fell apart to disclose the steaming interior\nwhose walls were lined with sharp dagger-like projections a foot in\nlength. And the wiry tendrils were drawing them in!\n\nAlmost insane with horror, Blaine released the disintegrating energy of\nthe weapon he still carried in his free hand. Twice he pressed its\nrelease and twice the searing blue flame spurted from the glass tube\nthat was its muzzle. Only a few charges remained now in the marvelous\nweapon but once more it had served then well. The open-mouthed plant\nmonster vanished with the clearing of the blue vapor and the ensnaring\ntendrils relaxed, falling from their bodies like so many loosened\ncords. Blaine caught the swooning girl in his arms.\n\nHalf carrying her, he struggled on after the orange flare. The base of\none of the latticed supporting columns loomed vast in the eery twilight\ngloom, and he leaned a moment against one of its vine-wrapped members.\nThe girl was exhausted and hung limp in his circling right arm. Still\nthe orange beacon danced on. If only Dantor would ease up a bit.\nCouldn't he give them a little time?\n\n                     *      *      *      *      *\n\nOn and on he staggered, ploughing through the sloppy footing and the\ndripping clinging greens that were everywhere in his path. Slimy fronds\nwrapped themselves around them, impeding his progress; clinging as if\nthey too were alive. The whispering silence closed in on them, vast and\nmysterious. Menacing; awful....\n\nAnd then he stumbled against a metallic wall. The curved side of the\nTritu Anu! His brain cleared and courage returned with a rush. The tiny\norange flame danced merrily, leading him along the wall toward the door\nhe knew was there.\n\nBreathing easier now, his pace quickened as Dantor's guiding light\nslithered along the gleaming wall. Sometimes it was almost hidden from\nsight by the curvature of the welded plates and he was forced into a\njog trot to keep it in view.\n\nGrimly, tenderly, he clung to the delectable creature whose soft body\ndrooped against him.\n\nThe door! The selfsame passage through which they had escaped opened\nbefore him. Grateful even for this doubtful protection, he crossed the\nthreshold and trudged wearily along with his precious burden. Blindly\ntrusting in the miraculous powers of Dantor, he followed the orange\nbeacon which now seemed to smile cheerfully as it lighted his way\nthrough the winding rock-walled tunnel.\n\nDazed and spent, he collapsed in the arms of the aged Rulan when he\nreached the end of the passage.\n\n\n\n\nCHAPTER VIII\n\n_Last of the Rulans_\n\n\nBathed and fed and attired in dry clothing provided by Dantor, the\nEarth man and Rulan maiden were much refreshed and heartened when,\ntogether, they finally faced the aged scientist in the laboratory of\nthe secret apartment. He hadn't allowed them to talk as yet.\n\nBlaine glanced at the ragged opening where the stone door had been\nblown away. \"We are safe from intrusion here?\" he asked.\n\nDantor shrugged expressive shoulders. \"The Tritu Anu is empty of life,\"\nhe said; \"a sepulchre. Those of our people who were not completely\ndisintegrated lie blackened corpses in the chambers and corridors\noverhead. The gas grenades, you know. The guards went to Ianito with\nFarley and reported you dead: lost in the jungle from which none\nreturn.\"\n\n\"Farley!\" Blaine shouted. \"He is alive?\" A wild hope sprang into being,\nintensified to a certainty as Dantor nodded.\n\n\"Why, yes. I thought you knew. They captured him very soon after the\nescape, but were unable to find you and Ulana. Ianito has mechanized\nhim; he is in a hypnotic state of complete subjection to the Dictator.\nA quantity of k-metal has been taken to the laboratory at the breech of\nthe great rocket-tube, and Farley now works there with Ianito's crew,\ninitiating them into the mysteries of the metal's uses. Things look\nvery bad.\"\n\n\"Wh-a-at!\" Blaine lost his elation over the knowledge that his friend\nwas alive. Tommy was doomed, anyway. They all were doomed. \"Why did you\nbring us back?\" he asked, turning away. Blaine felt it was better to\nhave died in the jungle than to face this certainty of lingering\ntorture. Ianito had triumphed; the universe was fated for utter\nannihilation and Ulana would suffer for weeks, perhaps months, before\nthe final swift dissolution.\n\n                     *      *      *      *      *\n\nUnderstanding, Dantor smiled gravely. \"My boy,\" he said, \"we still\nlive, and while we live there is hope. That is the reason I brought you\nback. Tiedus' message came to me as his spirit left the body and I made\nhaste to come here as soon as the Zara released me and I knew the coast\nwas clear.\"\n\n\"What hope can there be?\" Appalled by the enormity of the disaster that\nthreatened the solar system, certain of the ultimate fate that would be\nmeted out to Tom Farley, and convinced of their own helplessness,\nBlaine was gloomily unenthusiastic.\n\n\"That remains to be seen, Carson. I confess it seems impossible of\nremedy, but the situation must be faced and studied carefully.\nInsignificant as we are in the vastness of the cosmos, we may yet prove\nto be the ones to circumvent the mad plans of the Llotta and prevent\nthe catastrophe which is inevitable if they succeed. We must not give\nup while we still breathe.\"\n\nThe indomitable spirit of the old scientist glistened in his keen eyes,\nand he stepped to the controls of the crystal sphere.\n\n\"He will not give up, oh Dantor,\" Ulana exclaimed loyally. \"He is with\nus to the end. Do I speak truth, my Carson?\"\n\nHer arm slipped through his and he thrilled anew at her fragrant\nnearness. Give up? Never! Not with Ulana to fight for. Blaine nodded\nwordless agreement, silenced by the expression of Dantor's face as the\ncrystal vibrated to a musically throbbing note.\n\n                     *      *      *      *      *\n\nThere in the crystal ball was pictured a vast underground workshop\nsomewhat like the one in the great dome through which they had entered\nthe copper-clad world. In place of the telescope there was the butt of\na gigantic cannon-like tube that towered and was lost in the shadows of\nthe vaulted chamber. Tom Farley, moving jerkily and staring with glazed\nunseeing eyes, was working there with a cube of the glittering k-metal.\nIn the open breech block of the tube was a heaped-up cone of dry soil,\nthe material they would disintegrate in producing the blast of\nelectronic forces. Blaine groaned as his friend called for the\nequivalent of a milligram of radium. Though his voice was listless and\nhis movements uncertain, Tommy knew what he was doing and was giving\naway the secret, powerless to resist the command Ianito had implanted\nin his completely subjective mind.\n\n\"Ah,\" Dantor breathed: \"progressive annihilation of energy: a thing we\nnever have accomplished. You excite ordinary material such as this dry\nsoil by means of atoms exploded from this k-metal which is in turn\nexcited by ordinary radium that can be used over and over as the\nprimary excitant. Am I correct?\"\n\n\"You are. There are precise ratios of atomic weights to be considered,\nof course, but it looks as if my friend is being extremely accurate in\nspite of his dazed condition. Man alive! There is enough material there\nto provide power for the entire planet Venus for a month!\"\n\n\"And enough to start Antrid from her orbit,\" Dantor returned. \"Enough\nto send her on her fatal journey sunward?\"\n\n\"Only for the first acceleration. A vast amount of energy is needed,\nCarson, since the gravitational attraction of the planet you call\nJupiter is enormous. Antrid will be speeded up in its orbit and the\nincreased centrifugal force will cause it to take up a new and larger\norbit where the forces will equalize. Several charges will be required\nin order to free her entirely from the mother body.\"\n\n                     *      *      *      *      *\n\n\"There's time then!\" Blaine exclaimed excitedly. \"What can we do to put\na stop to the thing? Something to counteract this control by Ianito; to\ncause Tommy to err in his proportions.\"\n\n\"Yes, that would do it--temporarily at least,\" Dantor agreed, his brow\nwrinkled in thought; \"and there are the invisible cloaks. It is a bare\nchance if you want to take it. I can show you the way to this\nunderground laboratory, and, in invisibility, you might even be able to\nchange the ratios yourself. Yes, yes, it is a very good idea.\" The\nscientist brightened in renewed hope.\n\n\"Of course I'll chance it. When do I start?\"\n\nDantor grinned in appreciation and Ulana looked up at him starry-eyed.\n\"I'm going with you,\" she stated simply.\n\n\"Not on your life! There'll be danger. I won't have it!\"\n\n\"Nevertheless, I'm going. There's another cloak and besides the danger\nwould be greater if I were alone. Where you go I go, and if you die I\ndie with you--gladly.\" She twined her fingers with his and gazed at him\nappealingly.\n\n\"Dantor! This can't be!\" He turned to the scientist for support.\n\nThe aged scientist studied the two a little while, and then said\nquietly, \"I'm afraid it is better as she wishes, Carson. I am unable to\nprotect her, my boy, and there is no one else who might give her\nshelter. We are the last of the Rulans, she and I. The very last.\"\n\n\"Oh-h!\" Ulana moaned, pale and distraught. \"All--all are gone?\"\n\n\"All, my dear. In his rage the Dictator destroyed the Tritu Deanu and\nthe Tritu Raortu when he had finished here. Those were the last\nsettlements remaining, you know. We alone are left behind, Ulana.\"\nDantor bowed his head and the girl sobbed silently.\n\n\"Good Heavens!\" Blaine Carson was aghast at the revelation. A monstrous\ndeed, this last one of Ianito's. He was a fit master of a world gone\nmad. A monster in the twisted semblance of human form.\n\n                     *      *      *      *      *\n\n\"He will be searching for you, oh Dantor,\" the girl said with sudden\nconviction. She had mastered her emotions and was instantly alert to\nevery angle of the situation.\n\n\"That is true,\" said the old man gravely. \"For myself I have nothing to\nfear, of course. Though insanely jealous of my accomplishments, he\nmaintains an armed truce with me. He dares not do otherwise as the\nSupreme Council is aware of his shortcomings and cognizant of my\nsuperior knowledge of science. But there is danger to you two. You must\nmake haste.\"\n\nA trembling of the ground beneath them lent added emphasis to his final\nwords. A quick glance into the crystal told them that the initial\ncharge was at work in the huge rocket-tube. The laboratory there at its\nbase was in confusion indescribable, the workmen running hither and yon\nin the effort to escape the terrific heat that radiated from the red\nhot breech of the tube. They jammed the exits in their anxiety to be\nanywhere but near this monster source of energy whose pulsating roar\ndrowned out all other sounds in the vast chamber.\n\nAlready Antrid was accelerating in velocity. Her vitals were wrenched\nand twisted, groaning in protest.\n\n\"Quick now!\" Blaine was adjusting one of the invisible cloaks for\nUlana. He'd _have_ to take her with him. And a silent prayer for\nher safety was on his lips.\n\nInvisible now, and hand in hand, they followed Dantor through the\ndeserted passageways to the lift which carried them quickly to the\nroof. A drumming sound came to their ears as they stood there looking\nup into the blackness above the blue-white lights of Antrid. Vibrating\nto the tremendous roar of the rocket-tube, the copper shell emitted a\nconstantly increasing reverberation that was like a long drawn peal of\nthunder on Earth or Venus. It was awe-inspiring, that sonorous\nbombilation; deafening.\n\n                     *      *      *      *      *\n\nDantor was fumbling with the mechanisms of the remote control which\nTiedus had used in returning the basket lift to the car that had\nbrought the two Earth men from Ilen-dar. Again and again he returned to\nhis manipulations after peering anxiously upward. But the basket did\nnot respond to the call. They were marooned atop the empty shell of the\nTritu Anu!\n\n\"Carson! Ulana! Where are you?\" the aged scientist shouted above the\ndin, his face a tragic mask, his lips compressed with anxiety and\ndisappointment.\n\nThey grasped him to reassure him, each taking a hand. Carson, placing\nhis lips close to the old man's ear, inquired anxiously, \"What's the\ntrouble?\"\n\n\"The car does not respond. Something has happened to the motors,\nprobably on account of the vibration. I can do nothing.\"\n\nAnd then, piercingly through the thunderings of the copper shell, a\nvoice broke in--Ianito's voice. \"Dantor!\" it shrieked. \"At last I have\nfound you. I need your help immediately. Wait there for the monorail.\"\n\nDantor gripped them tightly to enjoin silence. Ianito had located the\nscientist with the searching ray and was still watching and listening\nat his crystal. He seemed not to know that Blaine and Ulana were there.\n\n\"Very well, oh Ianito. I shall wait,\" Dantor shouted.\n\n\"It is good. There is important work to be done.\" Ianito's words\ntrailed off into the maelstrom of sound that swirled about them.\n\n\"He's cut off,\" the scientist yelled. \"There is but one chance now. You\nmust come with me, depending on absolute silence and your cloaks to\ndeceive them. It is the only way.\"\n\n                     *      *      *      *      *\n\nUlana clung to him there in the terrifying bedlam and Blaine's fingers\nstrayed to the comforting butt of the ray pistol. Whatever happened\nthere were a few charges left; blasts of energy that would serve at\nleast to postpone the end for Ulana. Or, if worse came to worst--\n\nThe sudden rush of a monorail car high overhead interrupted his\nthoughts. \"Close to me now!\" Dantor shouted; \"but have a care lest one\nof them touch you and discover--\"\n\nA cable-hung cage dropped swiftly to the roof and they crowded in\nbeside the scientist. Quickly it whisked them aloft to the higher\nplane.\n\nIn the monorail car Blaine held the girl close, and they trod softly as\nthey dodged the guard at the porthole and stepped into the passenger\ncompartment. Two of Ianito's technical experts were there and a crew of\nat least a dozen of the green-bronze giants. Unseen by any, the couple\ntiptoed to the farthest corner of the compartment and took seats in a\nrecessed section.\n\nWith a quick jerk and the rising whine of motors, the suspended vehicle\nstarted back in the direction of Ilen-dar. In earnest conversation with\nIanito's engineers, Dantor affected an air of nonchalance that was\nartfully disarming. The Llotta suspected nothing as the car continued\non its way.\n\nAnd then there came an ominous grinding sound from underneath the very\nseat occupied by the invisible fugitives. A puff of dense black smoke\nfollowed and Ulana coughed spasmodically, uncontrollably. They were\ncoming now, two of the green-bronze ones, to investigate. There was no\nescape from this narrow space. And--Ulana was gone! She had slipped\nfrom his grasp in the coughing fit and he could not find her with his\nwildly searching hands. Another betraying cough over there. The\ngreen-bronze ones were between them. He saw one of them draw back in\namazement, then clench his fingers and twist.\n\nThe ripping sound of torn material followed and the girl's head and\nstartled face appeared: floating there, unsupported, her body and limbs\nas yet invisible. But they'd found her; she was lost!\n\n\n\n\nCHAPTER IX\n\n_Ianito_\n\n\nQuickly stripping the protecting cloak from her body, the green-bronze\none held the struggling girl gingerly but with a grip of iron. His eyes\nbulged from their sockets, and the other guard staggered backward with\nhands outstretched as if to ward off an evil spell that might be cast\nby this supernatural visitant.\n\nBlaine thrust his arm through the folds of his coat, ray pistol in\nhand. A crazy laugh forced itself to his lips at sight of the detached\nmember, stretched there, tensed, drifting in mid-air. The pistol\nprodded Ulana's captor viciously.\n\n\"Hands off of her!\" the voice behind the lone arm was snarling. \"Hands\noff, or I fire!\"\n\nThe girl slipped to the floor in a heap as the amazed guard loosed his\ngrip. And, in the same instant, the blue flame spurted. He had not\nintended to press the release; it was useless anyway to battle the\nentire outfit. But the blood lust was upon him and a savage joy in the\ndestruction of this beast who had dared lay hands on Ulana impelled him\nto turn on the other. Blindly he swung, clubbing the pistol and beating\nin the ghastly face that wobbled there upon the spineless,\nsuperstition-bound body.\n\nOthers were coming then, hundreds of them it seemed. The pale face of\nDantor appeared for an instant in the background, through the red haze\nthat was blinding him. He only knew he was fighting desperately,\nviciously, and against impossible odds. The satisfying crunch of his\nleft fist against a leering green-bronze face was followed by an\nexcruciating pain as one of his knuckles was driven back. Hardly\nknowing he had pressed the release of the ray, he was mildly astonished\nto see that two of the guards were enveloped in the blue vapor.\nScintillant tiny sunbursts within the blue. Two less of those devils!\nHis pistol was empty and he flung it into a grinning face; he saw the\nblood spurt and the face change shape, crushed beyond human\nresemblance.\n\nHe was down then, gasping for breath against the floor plates. The\nweight upon him was enormous; crushing. If only they'd quit squirming\nso ... and pounding ... reminded him of his old football days ... some\nscrimmage!\n\nAbruptly came the blankness of insensibility.\n\n                     *      *      *      *      *\n\nDimly at first, in the painful throbbings of returning consciousness,\nBlaine knew he was in one of the Llott workshops where machines hummed\nand pounded and where many operatives were busily engaged. A cool hand\nstroked his aching brow and he opened his eyes. Ulana! They had spared\nher. Alert on the instant, he was acutely aware of the babbling of\nvoices close at hand. Ianito was there, at the base of the huge\ntelescope, talking with Dantor, his voice raised excitedly. The\nmonorail crew stood by, and he noted with grim satisfaction that\nseveral of them were as badly damaged as he could wish.\n\nHis gaze returned to the sweet face that bent so near. Weakly he drew\nthe golden head to his breast; held it there a moment, thinking,\nhoping, planning. Then he sat up on the edge of the low couch on which\nhe had been placed, regarding her anxiously. Evidently they had not\nharmed her--as yet.\n\nIanito had dismissed the green-bronze ones and was approaching the\ncouch. Dantor was with him, lagging a little and pressing a finger to\nhis lips; shaking his head gravely to warn them. They must not speak of\nthe plans made in the Tritu Anu; must not talk.\n\nThe Dictator was regarding them now with hard eyes. But it seemed\nalmost that something of admiration or respect, something of human-like\nemotion was in his cold stare.\n\n\"Hah!\" he grunted, at last. \"These two are in love, Dantor. It is as\nyou explained. It is good, and fits in with my plans to a nicety. I\nshall spare the life of the Earth man on account of his knowledge of\nthe inner planets; I can use him later. The girl I shall spare for a\ndifferent reason, and that fits in with my plans as well.\"\n\n                     *      *      *      *      *\n\nWhat did he mean by that last crack, the grinning devil? A sinister\nintent was there, behind his smooth talk. Blaine half rose from his\nseat in quick anger, but the girl's gentle touch on his arm restrained\nhim. She depended on him now and he'd have to go easy until the proper\ntime came.\n\n\"Impetuous, aren't they?\" Ianito was saying, \"these Earth men. A\ncharacteristic that must get them into much trouble, even in their own\nworld.\"\n\nLaughing at him, this hell-hound! Blaine gritted his teeth.\n\nThe Dictator addressed him directly. \"You are a fortunate young man,\"\nhe drawled sarcastically. \"You have slain several of my trusted\nretainers and by so doing have forfeited your right to life. But Ianito\nis forgiving. Mechanized, you will be of value to me when the great day\ncomes. And it pleases me that you are so deeply attached to the Rulan\nmaiden; it pleases me greatly.\"\n\n\"Why?\" Blaine snapped, a great rage consuming him. Only the pressure of\nUlana's fingers held him back. He would have to control his temper or\nhe'd make a mess of things.\n\n\"Because, my dear Carson, it will so displease the Zara.\"\n\nWith this cryptic remark he turned on his heel and left them. A number\nof his technical experts awaited him at the eyepiece of the great\ntelescope.\n\nDantor whispered swiftly before following him, \"Keep up your courage,\nCarson. A way may yet be found.\"\n\nThe group by the telescope was an excited one. Something had occurred\nwhich must be of great moment. It came to Blaine in a flash that the\nreverberations of the copper shell of Antrid had ceased. The\nrocket-tube was silent.\n\n\"I don't know why we shouldn't be in on this,\" he said to the girl.\n\"Let's go over there and see what it's all about.\"\n\n                     *      *      *      *      *\n\nOne of the astronomers was reporting to Ianito, referring to a sheet of\ncalculations he held in nervous fingers. \"Our orbital velocity has\nincreased greatly,\" he was saying, \"and the new path lies at an average\ndistance of eighty-three erds from the mother planet. According to my\nfigures it will require six more charges to free us from her pull and\nanother to redirect us toward our destination.\"\n\nEighty-three erds! Practically a million Earth miles. Already they had\nswung out to a new orbit between those of Ganymede and Callisto. And\nwhat of the effect on the other satellites? Blaine listened carefully\nas the astronomer continued.\n\n\"Perturbations in the movements of the other bodies in our own system\nare marked, and, in the case of the first satellite, have proved\ndisastrous. It has commenced its inward journey and soon will have\nfallen into the gaseous envelope of the mother body. But this need\noccasion us no concern; it is small and there will be stabilization of\nthe others after the second charge is fired.\"\n\nColossal conceit! What amazing ignorance or oversight of natural laws!\nThese Llott scientists could see no farther than their snub noses, or\nat least no farther than the satellite system of Jupiter. And Ianito\nwas complimenting the astronomer on his good work!\n\nThe group broke up now and the Dictator turned to the controls of his\ncrystal sphere. Blaine and Ulana caught the view of the underground\nlaboratory at the base of the great rocket-tube.\n\nAll was as it had been when they first saw this chamber. The breech of\nthe huge cannon had cooled and its massive block was open. Tommy was\nthere, fishing the radium capsule from the powdery residue in order\nthat it might be used in exciting the next charge. A mechanical\nprecision marked his every motion.\n\n\"It is good,\" Ianito grunted, flicking a lever that cut off the view.\n\"We are progressing nicely, thanks to the generosity of the Earth\nbeings in providing this k-metal.\"\n\nHis sarcastic grin was infuriating. Dantor cast a warning look in the\nEarth man's direction. It wouldn't do to lock horns with this\nself-satisfied despot; at any rate, not now. Blaine's mien was\nexpressionless as he faced him.\n\n                     *      *      *      *      *\n\nThe view in the crystal was another familiar one when Ianito made a\nquick readjustment: the throne room in the palace of the Zara! The\nDictator snorted when he saw that Clyone was reclining lazily on her\ngolden couch, submitting graciously to the ministrations of her\nhandmaidens.\n\n\"Faithless creature!\" he snarled. \"Harlot! Parricide! But at last\nIanito will have his revenge.\"\n\nThe hate in his voice and in those terrible glass-hard eyes was\ndevastating in its intensity: implacable, relentless. Yet Blaine could\nnot down the exultant feeling that came to him when he saw that this\nmonster could suffer, too.\n\n\"What's the matter?\" he sneered. \"Did she throw you down?\" He could\nhave bitten off his tongue as he spoke. Ulana gasped.\n\nAnd if Ianito had been in a rage before he was a madman now. Despite\nhis contempt of the misshapen creature, Blaine quailed before the\nmurderous glare that answered his rash words. But the Dictator was\nmaster of himself, at that; his lips tightened in a thin line and he\nheld his peace. He actually smiled after a moment, the devil, a smile,\nthough, of evil triumph. He turned once more to the crystal and\nswitched on the sound mechanism.\n\n\"Clyone,\" he called, in velvety voice; \"it is Ianito.\"\n\nShe looked up, startled, her chalky face gone whiter still. Her jeweled\nfingers fluttered to the smooth throat.\n\n\"I hear you,\" she replied shakily. \"What do you wish of me.\"\n\n\"Nothing much--this time. I have visitors who request an audience with\nyou, oh Clyone. Can you see them at once?\"\n\n\"Who--who are they?\" Her eyes widened at his insinuating tone.\n\n\"An Earth man--Carson--and the Rulan maiden who is to become his mate.\"\nIanito chuckled evilly as he watched her expression.\n\n\"Carson?\" she whispered, her wild eyes softening, \"He--he lives?\" Black\nhatred replaced the wondering joy that had glowed in her face. She was\nthinking of the statement regarding the Rulan maiden. \"Why, yes,\" she\nsnapped, suddenly very much alert; \"I can see them. Send them\nimmediately.\"\n\nThe Dictator chortled as he switched off the power. Dantor paled and\nlooked away. So this was his scheme! He was sending Ulana to certain\ndeath at the hands of the leopard woman. Blaine bit his lips until they\nbled. If only he had one of their ray pistols again. If he had--\n\n                     *      *      *      *      *\n\nIanito was at his side, whispering. But he couldn't see him; the devil\nhad donned one of Dantor's invisible cloaks. Something hard pressed\ndeep into his ribs.\n\n\"I shall be with you,\" the Dictator told him, \"but she will not know.\nIt is necessary, of course, that I watch over you in order that your\ndeportment be suitable to the occasion. The death ray of Antrid is\nready in my hands. Proceed, you and the Rulan maid, and see to it that\nyou give her every attention while in the Zara's presence.\"\n\nDantor interposed an objection, \"But, Ianito, you promised to spare\nthem. I learned to love these two and want no harm to come their way.\"\n\n\"I keep my promise, oh Dantor. Ianito will not harm them.\"\n\n\"But the Zara.\"\n\n\"What Clyone does is none of my concern. Silence, Dantor; I command it!\nYou will remain here.\" The voice of the Dictator cut like a knife.\n\nThe old Rulan scientist bowed his head and turned away. Good old\nDantor! He'd done all in his power to help them. This was the end; not\na question of doubt. Blaine Carson drew the Rulan maiden fiercely to\nhim. This Clyone might meet some opposition if she attempted to wreak\nher spite on Ulana; she _would_ meet it. There was no need for Ianito\nto ask that he pay every attention to the lovely, frightened girl who\nclung to him so trustingly.\n\nThey were in the lift then, dropping swiftly into the palace beneath\nthe great dome that topped Antrid.\n\n\"This Clyone,\" Ulana whispered, \"she has great power of enticement, my\nCarson. I fear for your loss--to me. She will take you from me, and I\nshall be alone--or dead. Death would be the better.\"\n\n\"Never!\" said Blaine huskily. \"Never, my dear. She has no power over\nme; nor will I permit her to bring suffering to you.\"\n\nIanito laughed then, an ugly cackle that came out of the unseen.\n\n\n\n\nCHAPTER X\n\n_Clyone and Ulana_\n\n\nThe Zara received them in the throne room, alone. Blaine hesitated as\nhe crossed the threshold, Ulana's trembling fingers tightly clasped in\nhis own. The quick prod of the invisible ray pistol warned him that\nIanito was at his heels.\n\nClyone uncurled her sinuous, black-sheathed body and rose to her feet\nas they neared the dais.\n\n\"Welcome, oh Carson,\" she purred. \"Clyone has mourned you as dead, but\nshe mourns no longer. A kind fate has returned you.\"\n\nThe gold-flecked eyes were all for him; it was as if she did not see\nhis companion. Blaine fought the spell of her with all that was in him.\nHe did not reply.\n\n\"Come to me, Carson,\" she pleaded, her lashes lowered. \"Leave this\nRulan girl and come to me.\"\n\n\"Where I go she goes,\" he replied firmly.\n\n\"Very well then,\" said the Zara meekly, \"bring her with you. I would\nconverse with her as with you.\"\n\nSomething new, this was: a gentleness Blaine had never thought the\nleopard woman could exhibit, even in sham. And her eyes, when she\nraised them, still were gentle. She extended a white arm and smiled\nprovocatively. If this was a ruse, if she meant harm to the Rulan maid,\nher acting was superb. And, from what he had seen of the woman\npreviously, he was almost convinced of her sincerity. A nature like\nhers was incapable of successful dissimulation. Still, he was\nsuspicious and he shielded Ulana with his body as they came up to the\nthrone. The Zara studied them in silence for a while. Then she spoke.\n\n\"Let me look at you, my dear,\" she said to the Rulan maiden.\n\n                     *      *      *      *      *\n\nAnd Ulana, unafraid, faced her boldly. His muscles tensed, Blaine\nwatched every movement of the Zara's straying fingers. But her gaze was\ndirect and kindly; there was no dissembling here. It was not the same\nClyone he had previously known.\n\n\"You are very beautiful, Ulana,\" she said softly. \"Do you love this\nEarth man very much?\"\n\n\"I do, Your Majesty.\"\n\n\"And you, Carson, you love her--very much?\"\n\nHis answer was wordless. A sudden lump in his throat choked back the\nvigorous affirmative and he merely nodded, mute, as he enfolded the\nslight form of Ulana in his arms.\n\n\"Carson--are you sure?\" Clyone was pleading, her eyes compelling;\ntender. Ulana drew away from his arms, waiting.\n\nWhat had come over the leopard woman? She was a creature of mad\nvagaries, he knew, and yet this was the most convincing mood he had\nseen. Despite his knowledge of her past; despite his better judgment,\nhe was drawn toward her. A step, and then quick revulsion of feeling.\nHe recoiled and turned swiftly to Ulana.\n\nClyone saw and understood. Her tender mood was over in a flash and she\ncrouched there, terrible jealous eyes fixed on the Rulan maiden. She\nextended a white arm with jeweled fingers, pointing. Blaine swung\nquickly, brushing the arm aside just as that intangible something\nflashed from her hand. The energy of the black disks! It had missed\nUlana by inches, but crashed home--on something!\n\n                     *      *      *      *      *\n\nA scream of terror rang out in the chamber, and there on the floor a\ndozen paces from the dais the thing that had been Ianito wriggled under\nthe heap of whirring black things that suddenly covered the invisible\nform. He wriggled and then lay still as the angry buzzing of the black\ndestroyers rose in triumphant, discordant song.\n\n\"Ianito!\" the Zara exclaimed, thunderstruck. \"He was here?\"\n\n\"He was,\" Blaine assured her in an awed voice, \"invisible, oh Zara, in\na cloak contrived by Dantor, the Rulan scientist.\" Then blind rage\novercame him. She had tried to kill Ulana; before his eyes! \"You\nshe-devil!\" he roared. \"I've half a mind to choke the vile life from\nyour tainted body. Damn you! May the heat devils of Mercury burn and\nsear and shrivel you in everlasting torment.\"\n\nShe cowered as if he had struck her, and, unaccountably, he was\nashamed. Cursing her like a schoolboy and using the language of the\nlower class Venerians!\n\n\"Please, Carson, please,\" she moaned; \"do it. Choke me if you will and\nrelease me from my torment. I am yours to do with as you please.\"\nThrowing back her proud head, she bared her throat.\n\nBlaine took a step forward, his knees weak beneath him.\n\n\"Carson!\" It was Ulana, her hand soft on his arm.\n\nHe drew the back of his hand across his eyes. This was madness! But was\never a woman so deserving of death? Incomprehensible half-animal\ncreature, she sat there rocking to and fro, waiting.\n\n\"No!\" he said. \"No! Only let us go in peace, Clyone. Your sins be on\nyour own head. Your realization of them is punishment enough.\"\n\n\"Wait!\" Controlling herself now, she rose once more, and her face was\ntransfigured. Almost it seemed that she was happy. \"Wait!\" she\nrepeated. \"You are free to go when I have finished, but first Clyone\nwishes to bid you farewell.\"\n\n                     *      *      *      *      *\n\nThey faced her in silent wonderment.\n\n\"Ianito is gone,\" she continued, \"and the Llotta are helpless without\nhim, unless I take over their leadership in fact. He was my master, I\nadmit. But Clyone is able to carry on with the plans he conceived;\nable, but no longer willing. Clyone is abdicating. It but remains for\nyou, Carson, to put a stop to this thing they are doing down there at\nthe great rocket-tube. You can do it, I am certain. Go now; and think\nnot too badly of Clyone when you have gone. Farewell.\"\n\nWith a quick motion she raised her fingers to her lips, then tossed a\nsmall vial crashing to the floor.\n\n\"Carson--she has taken something,\" Ulana stifled a hysterical sob as\nshe spoke. \"Go to her. It is the least you can do.\"\n\nBlaine caught the leopard woman in his arms and lowered her gently to\nthe luxurious cushions of the throne she had occupied for so long a\ntime, a queen in name only. Already the gold-flecked eyes were glazing\nand they begged him piteously.\n\n\"Kiss me.\" Her lips formed the words, but no sound came.\n\nUlana was there, on her knees and crying. \"Carson, you must,\" she urged\nhim.\n\nThe spirit of Clyone, with its great burden of evil and some little of\ngood, left the beautiful body as the Earth man pressed his lips to\nhers. An unwonted smile, placid and content, wreathed the still\nfeatures.\n\nThe Zara was no more.\n\n                     *      *      *      *      *\n\nStunned and shaken by what they had seen, they hurried from the chamber\nof death. Blaine located the lift and they were quickly carried to the\nlaboratory.\n\nDantor was there, working with the astronomers, and Blaine drew him\naside, whispering the story in his ear in swift disjointed sentences.\nThe aged scientist could scarcely credit his senses.\n\nThe thrumming of the copper shell to the energy of the second\nrocket-tube charge came but faintly to their ears in this place, since\nthe vacuum of outer space surrounded the great domed structure. But the\nvibration and quakings of the satellite were transmitted to the\nfloorplates on which they stood. They knew that Antrid was swinging\never outward from the mother planet.\n\n\"You must do it alone,\" Dantor was saying; \"you and Ulana. I have no\ncontrol over these Llotta. I am here only on sufferance of Ianito, and\nIanito is no more. But they know it not. These in the dome think he is\nwith you now, cloaked in invisibility. The tale of the cloaks has been\nbroadcast. You are safe for the present and can descend to the base of\nthe rocket with impunity. Ianito's name is the password. And here is a\nray pistol, fully charged; two of them. He left them in his desk. Go\nnow, quickly.\"\n\n\"The way--how do we get there?\" Blaine's fingers closed lovingly over\nthe butts of the pistols and he thrust them in his pockets.\n\n\"Oh yes. The lift--the one that carried you to the palace--its shaft\nends deep down beneath the natural surface of Antrid in a tunnel where\na moving platform will carry you to your friend. May your God and the\ngods of ancient Antrid be with you.\"\n\nOnce more they were in the cage of the lift, dropping with\nbreath-taking speed. Down into the bowels of the satellite they sped\nand it seemed the shaft would never end.\n\n                     *      *      *      *      *\n\nThen they were in the tunnel Dantor had told them about, smooth walls\nspeeding past as the swiftly moving platform carried them on. The great\narched chamber opened before them at last and they saw that the workmen\nwere returning to their tasks. The huge breech of the rocket-tube had\ncooled to a dimly visible red, the second charge having done its work.\n\nHands in his pockets and walking stiffly as if mechanized, the Earth\nman presented himself before the guard at the entrance, Ulana pressed\nclose to his side. He feigned the hypnotic state.\n\n\"I-an-i-to,\" he repeated in jerky syllables, acting the part, \"he--sent\nus--with message--for Farley.\"\n\nThe guard grinned. Even here the story of the Earth man and the Rulan\nmaiden was known. The strange leniency of Ianito in permitting them to\nremain together was the topic of the day. He waved them through with an\nindulgent gesture. Ianito knew what he was about, and would have his\nlittle joke--later.\n\nTom Farley was there, waiting with the Llott scientists until the\nbreech block should have cooled sufficiently to permit them to open it\nand prepare the third charge. A flicker of recognition in his glazed\neyes told Blaine he was not altogether gone, but Tommy gave no other\noutward sign. Perhaps with Ianito no longer alive, the mental control\nwould become ineffective.\n\nThey had not long to wait, for the breech was water-jacketed and cooled\nrapidly. Blaine puttered around with unfamiliar test tubes and retorts,\nwatching for a chance to get a word with Tommy in private. He was\nalmost certain that his friend was recovering. Ulana sat there on a\ngreasy bench, regarding the scene with anxious eyes. She was a brick:\ngame as they made them.\n\nTommy was beside him then, weighing a heap of the dry soil for the next\ncharge. \"Are you all right?\" Blaine whispered.\n\nBut Tom Farley stared back with not a glimmer of comprehension: He was\nstill a victim of the mechanizing process of the Llotta. With a\ncarefully planned but seemingly careless gesture, Blaine slid back the\nweight on the scale arm. This charge would be short of the proper ratio\nof dry soil. He wondered what the effect would be.\n\n                     *      *      *      *      *\n\nOne of the Llott scientists came over then with the radium capsule, and\nTommy attached it to the clamp that would hold it in contact with the\ncube of k-metal. The dry soil was shoveled into the breech block by the\nunsuspecting Llotta and the thing was ready for the placing of the\nexcitant.\n\nThe great breech block swung home and a siren shrieked. All work in the\nlaboratory was suspended and the workmen stood around in expectant\nsilence. Blaine found himself worrying as to the possible result of his\ntampering.\n\n\"I saw you!\" Tommy hissed then in his ear. \"There'll be hell to pay\nnow. We gotta beat it.\"\n\nGood old Tommy! He'd recovered after all. He, too, had been shamming at\nthe last. Blaine saw they were unobserved and thrust one of the pistols\nin his hand.\n\n\"Now!\" his friend rasped. \"Before they get wise. Grab the girl and\nwe'll make a break for the tunnel entrance: over there.\"\n\nUlana took in the situation at a glance and was at his side. They moved\nswiftly in the direction of the entrance through which they had come.\n\nA terrific roar came from the base of the rocket tube and the Llotta\nbroke into excited screechings. Something different about it this time.\nThere was a terrible menacing note in the jarring thump which preceded\nthe roar. A muffled boom high in the five mile depth of rock strata\nabove them spelled disaster of an unknown and terrifying nature. The\nbreech of the tube was white with heat in an instant of time.\n\nPandemonium broke loose now and the Earth men were running for the exit\nto the lift, covering their retreat with brandished ray pistols. Ulana,\nbrave girl, ran alongside, swinging a pinch bar she had picked up,\nready to help.\n\n\n\n\nCHAPTER XI\n\n_Disaster_\n\n\nThe great crystal sphere on the central pedestal was ablaze with the\nscarlet warning signal of the Supreme Council. A sonorous voice from\nits depths boomed out above the clamor.\n\n\"Kill them! Kill the Earth men,\" it roared. \"The Zara is dead and\nIanito has vanished. Denari has mounted the throne, and it is he who\ncommands you. Kill the traitors!\"\n\nBut the Llotta and the green-bronze guards needed no command from the\nnew ruler of Antrid. These devils from Earth had tampered with the last\nrocket-tube charge; probably had caused serious damage to the tube\nitself. They must die.\n\nOnly the guards were armed, and the Llotta swarmed so closely in\npursuit of the fugitives that it was impossible for them to use their\nray pistols. At the great iron gate that now closed the exit stood the\nguard who had admitted them. Tommy's pistol spurted blue flame and he\nwas enveloped by the destroying energy.\n\nUlana screamed as a Llott grasped her, wrenching the iron bar from her\nhands. Blaine covered the intervening distance in a bound and his fist\ncrashed to the fellow's jaw, snapping back his head and lifting him off\nhis feet. He crashed to the floor plates an inert heap and the Earth\nman recovered the pinch bar.\n\nPocketing his pistol, he swung the bar with both hands in mighty\ncircles that took terrible toll of the Llotta. They fell back before\nthe onslaught of the infuriated Terrestrial, leaving eight of their\nnumber dead or dying with crashed skulls and broken ribs and arms.\n\n                     *      *      *      *      *\n\n\"Open the gate, Tommy,\" he shouted. \"Use your pistol on the lock if you\nhave to.\" A guard was coming at him and he ducked to the floor as the\nblue flame crackled, singeing the hair from his head and blistering the\nscalp as it spent its charge in fusing a cross member from one of the\nsteel columns nearby.\n\nHe fired from under his prostrate body and the guard thrashed his arms\nwildly in the blue mist, then stiffened to a sparkling vanishing figure\nwithin the dissipating vapor.\n\nA gas grenade burst at his side and Blaine sprang to his feet, running\nfrom the spreading sulphurous cloud. The gate was open and its lock\ndropped molten metal. Good old Tommy!\n\nThe poison gas hid them from their pursuers for the moment and they\nwere through the gate, all three.\n\n\"Get back!\" Blaine shouted: \"the gas!\" He held his breath and closed\nhis eyes as he slammed the gate and wedged it with the pinch bar he\nstill carried. That would hold them for a while.\n\nThe gas was upon him and his skin flamed scorching hot from the\ncontact. He mustn't breathe: mustn't open his eyes. He groped there in\nthe scalding vapor, blindly. Tommy had him by the wrist then, dragging\nhim away. Ulana was calling somewhere there in the darkness. His lungs\nwere bursting. And then he knew the air was pure, and he exhaled the\nlong pent breath noisily, and inhaled deeply.\n\nEyes smarting and head reeling, he saw Ulana through a haze of dancing\nsmoke wisps he knew were illusory. She was safe, thank God! They were\non the moving platform then, on the return side, and his strength was\nreturning. Narrow escape, he'd had, from that lung-rotting gas. Ulana\nsmiled happily when his vision cleared.\n\n                     *      *      *      *      *\n\nThe speeding platform carried them swiftly toward the lift that had\nbrought them down. What if the lift would not operate? This Denari\nmight well have shut off the power or even returned the cage to the\nupper end of the shaft.\n\n\"Boy, oh boy,\" Tommy was saying, \"you sure did gum up the works. Know\nwhat happened?\"\n\n\"Plenty, from the look of things,\" Blaine smiled grimly.\n\n\"I'll say. You cut down the dry soil ratio a third. Not sure of the\nexact reaction, but the expansion was too rapid. Explosion followed\nbefore the air could be driven from the tube. I'll bet the big cannon\nwas wrecked somewhere overhead. Boy, what a blast!\"\n\nAs if the last sentence were a prophecy, there came a terrific jar that\ntwisted the platform violently from under them. They were thrown\nheadlong and an awe-inspiring rumbling came up from the vitals of\nAntrid. An earthquake! The tortured satellite could not withstand the\nstrains set up by the tremendous reactive force of the rocket-tube. The\nlights snuffed out and the platform came to a grinding stop. One of the\nunderground power plants was out of commission and they were trapped\nhere in the stifling darkness.\n\n\"Nice fix we're in now!\" Tommy grunted where he had fallen.\n\nBlaine, having located Ulana, was relieved to find that she was\nunharmed. \"Yes,\" he said slowly; \"but there's one thing sure: they\ncan't follow us here unless they walk.\"\n\n\"Why can't we walk?\" Ulana asked with forced cheerfulness. \"It isn't\nfar now.\"\n\n\"Oh, we can walk all right; we'll have to. And here's hoping we get\nsomewhere.\" Tommy, at least, was undaunted so far.\n\n                     *      *      *      *      *\n\nIt was their only chance now. Blaine held fast to the girl as they felt\ntheir way along the smooth tunnel wall, and Tom Farley, behind them\nthere in the darkness, kept up a running fire of small talk that was\nutterly irrelevant. Nothing could keep that Irishman down.\n\nAfter what seemed like miles of steady plodding they glimpsed a light\nahead. They quickened their pace. It was the open door at the base of\nthe shaft, and the cage of the lift was there, fully lighted and\nwaiting. Denari had not shut off the power after all. But of course! It\ncame to Blaine in a flash; this was a private shaft, used by Ianito in\nhis clandestine visits to the palace of the Zara and for his own use in\ndescending to the sub-surface chamber at the base of the rocket-tube.\nDenari did not even know it existed.\n\nStrange they had not been followed. Surely the Llotta could have forced\nthat gate back there in a comparatively short time. A mass of falling\nrock, shaken loose by the temblor that cut off their light and stopped\nthe moving platform, must have closed the tunnel.\n\nThey were in the cage now, shooting aloft with smooth acceleration.\nTommy fidgeted and paced the floor in the narrow confines like a caged\nanimal.\n\n\"Lord, man,\" he said, after a while, \"what I wouldn't give for a\ncigarette!\"\n\n\"Is that all you can think of?\" Blaine was sarcastic. His own nerves\nwere on edge. They were nearing the upper end of the shaft. \"Try to do\na little thinking about what's going to happen up there above Ilen-dar.\nWe've got to do some tall figuring and some swift scrapping before\nwe're through.\"\n\n\"Sure.\" Tommy shrugged his shoulders. \"There'll be a lot of fireworks,\nI guess. But I wish I had a smoke just the same.\"\n\nUlana pouted. They spoke in English and she did not understand. But the\nexpression of their faces forced a laugh to her lips, one of those\nsilvery tinkles that caught at Blaine's heart strings. All that\nmattered now was to see her to safety--and happiness.\n\n                     *      *      *      *      *\n\nThe cage slowed up and came to rest as the automatic control of its\ngravity energy functioned. The door rolled back and Blaine thrust his\nhead through the opening, pistol in hand.\n\nThere on the floor of the corridor that led to the great dome room was\na crumpled figure. Dantor! It couldn't be that they had slain him!\nBlaine was on his knees by the body, raising the blood-smeared head\nwith gentle hands. A deep gash extended from over the right temple up\ninto the scalp and the skull was crushed; a mortal wound. But the\ndoughty heart of the aged scientist still beat on, weakly, but with\ndetermination. He opened his eyes and smiled.\n\n\"Ah, you have come at last,\" he sighed. \"I have waited here to warn you\nand advise you.\"\n\n\"Easy now.\" Blaine straightened the helpless limbs and cradled the\ndrooping head on his knees. Ulana was beside him, bravely holding back\nthe sobs that were in her throat.\n\n\"I saw--in the crystal,\" Dantor whispered. \"And Denari struck me down\nwhen I expressed relief at your escape. Carson--Ulana--Farley--you can\nescape if you do as I say. Antrid is doomed; the incorrectly\nproportioned charge burst the rocket-tube in several places and tore\nthe muzzle asunder where it projected from the copper shell of our\nworld. With the explosion at the muzzle a huge section of the copper\ncasing was blown away and the atmosphere of Antrid is now escaping\nrapidly into the vacuum of space....\"\n\nDantor closed his eyes, and a spasm of pain twisted his features.\n\nTommy expelled a shuddering breath, solemnly expressive.\n\n                     *      *      *      *      *\n\nThe aged scientist fought off the grim spectre valiantly. He patted\nUlana's hand as his weak voice resumed. \"You will take care of her I\nknow, Carson. Take her with you to your own world; make her happy.\" He\nfell silent once more.\n\n\"But how?\" Blaine whispered.\n\n\"Oh yes, I am forgetting. The side passage--next one on the right--it\nleads to a storeroom of the oxygen helmets and vacuum-tight suits in\nwhich you can step forth from the adjoining airlock. Your space ship is\nthere ... unharmed.... In it you will be able to return ... and....\"\n\nBut Dantor's spirit had fled the pain-racked body. Blaine closed his\nlids and stretched him on the hard metal floor, crossing the thin hands\non his breast. Ulana sobbed openly for a moment and then bowed her head\nin silence.\n\n\"The last of the Rulans,\" Blaine said softly, looking down at all that\nwas mortal of the Rulan scientist.\n\n\"No,\" Ulana whispered, \"I am the last, my Carson.\"\n\n\"You'll become a good American, sweetheart,\" he said gently. \"That is,\nif we get away from here.\" There was no time to be lost, at that. At\nany moment this Denari might find them. \"Come,\" he begged, drawing her\nfrom the body, \"we must hurry.\"\n\nFollowing the passage indicated by Dantor they came at last to an open\ndoor. A noticeable draft blew outward and Blaine thought grimly of the\nscenes that were being enacted throughout all Antrid. The air that made\nlife possible was escaping. And the news broadcasts from Ilen-dar would\nhave notified the entire population by this time. There would be\nrioting, panics, murder and suicide in the cities of the accursed\nLlotta and in their subject countries. A frantic effort of the\nscientists to stop the gap would avail them nothing: it was an\nimpossible task now. The construction of the great shell had been a\ndifferent matter; there was some natural atmosphere remaining in those\ndays. And, finally, they would suffocate, every last one of them.\nThey'd die miserably, purple of face and with swollen tongues\nprotruding.\n\n                     *      *      *      *      *\n\nThe open door led to a railed-in balcony that looked out over the dome\nroom. Machines still hummed there but the place was deserted save for a\nfew scattered corpses: probably those of the Llotta who had objected\nwhen Denari usurped the throne.\n\nA second door opened from the balcony into the store room of the\nmoon-suits. At least these helmeted contraptions resembled the\nso-called moon-suits used by inhabitants of the inner planets when they\nvisited a body having no atmosphere.\n\nUlana needed some assistance with the bulky equipment, and then Blaine\nclimbed into another of the suits and locked his helmet. A moment later\nthey were in the air-lock with Tommy, who had attired himself more\nquickly and was operating the controls.\n\nAt the outer hatch they waited until the air pressure reduced to a\npractically complete vacuum. Their suits distended ludicrously now by\nthe pressure within, they unclamped the hatch and stepped out to the\nsurface of the great copper shell. It vibrated under their feet to the\nblast from the huge gap that was not five miles distant.\n\nThe RX8 was there as Dantor had said, a slim tapered, cylinder that\ngleamed, a thing of beauty, in the reflected light of Jupiter which now\nwas millions of miles distant. The sun was not visible and the light of\nthe mother planet cast long shadows on the copper plates. Pelting ice\nparticles clattered resoundingly against the metal helmets: frozen\nmoisture from the escaping air of Antrid.\n\nBlaine cried out in surprise; then remembered his companions could not\nhear him. There were moving shadows over there, four of them, nearing\nthe hull of the RX8. The Llotta had beat them to it. Denari, no doubt,\nintending to escape with a chosen few of his subjects. He broke into a\nrun through the now blinding hail storm. He would have to head them\noff; else, Ulana was lost, they all were lost.\n\n\n\n\nCHAPTER XII\n\n_The Last of Antrid_\n\n\nTommy was running beside him now and Ulana was not far behind. They too\nhad seen the danger. If they could not reach the vessel ahead of the\nLlotta; would not fight them off and gain possession, it was all off.\nThey'd die here, horribly, on the roof of Antrid.\n\nAnd the ray pistols were useless: they could not be fired inside the\nballooning fabric of their suits without destroying it and themselves.\nThere were only the hooks that were attached to the bulging\nsleeves--iron hooks for lifting--but these were heavy and sharp\npointed. They might be of some use, at that.\n\nOnce they were completely blinded by a deluge of ice particles, Blaine\ncould see neither the RX8 nor the waddling figures of the Llotta. He\nclung to his companions by means of the hooks, interlocking his with\ntheirs, and waited for the storm to ease off. If ever it would!\nPressing the thick glass window of his helmet against that of Ulana's,\nhe saw that her eyes were wide with terror. But she smiled bravely and\nnodded encouragement. What a girl!\n\nThere was a momentary clearing a little way from the white wall and he\nsaw the hull of the ship, a dim shape that loomed suddenly distinct and\nnear. They dashed for the open port, still holding together.\n\nOne of the bulging, helmeted Llotta had reached the port and was\nscrambling inside. Blaine loosed himself and pounced on him, swinging\none of his hooks in a sweeping, clawing arc. It caught in the fabric of\nthe fellow's suit, ripping a foot-long slit. Like a punctured ballon it\ndeflated and became a shriveled, clinging thing. The Llott hung there\nover the rim of the port, instantly suffocated and frozen stiff in the\nvacuum and intense cold of space as the air and heat of the suit was\ndissipated.\n\n                     *      *      *      *      *\n\nBlaine dragged the rigid body from the opening and flung it to the\nwhite powdered copper surface. Wheeling, he saw that another of the\nLlotta had engaged Tommy. Two of them: in fact, there were three\nswollen figures in that mix-up. And the fourth was advancing on a\nsmaller figure that turned and ran. Ulana! In a flash he was after\nthem. Tom Farley would have to look out for himself, poor devil. With\ntwo of them against him, the outcome was dubious.\n\nAnd then came a second snow-like deluge of white particles. He stumbled\non, groping blindly; slipping, sliding in the precarious footing. It\nwas ankle deep now, that powdery carpet of ice particles. Oh God, if\nthat Llott devil got Ulana! He groaned aloud, a hideous mournful echo\nin the confines of the helmet. Groping, staggering there in the white\nsilence, he gave up hope. The white-carpeted shell of Antrid heaved\nmightily from the force of some new concussion within, and threw Blaine\nscrambling.\n\nCrawling now, feeling his way over the shuddering surface, he saw a dim\nhuddled mass there in the pelting rain of ice. Moving, it was! Two\nbloated figures, one large and one small, rolling over and over: Ulana\nand the Llott who had chased her! He was there in one mad scramble and\nhad dragged the fellow from her; was astride the rubbery inflated\ncovering, clawing and tearing. The thing collapsed and went flat\nbetween his knees. He saw the mist of moisture-laden escaping air; felt\nthe quick swelling and the jarring collapse as internal organs exploded\nfrom the atmospheric pressure inside the brute's body. Nauseated, he\ncrawled away from the dead, grotesque-looking figure.\n\nUlana was on her knees, endeavoring to get to her feet. She had not\nbeen harmed, thanks to his good fortune in finding them. But where was\nthe RX8? In the awful white silence, broken only by the eery patter of\nthe ice particles on helmets and fabric, all sense of direction was\nlost. Through the double thickness of helmet lenses he looked into\nUlana's eyes: for the last time, he thought.\n\n                     *      *      *      *      *\n\nAnd then the white shroud lifted once more. The ship was there, not a\nhundred yards distant! Tommy still battled one of the Llotta,\ndesperately circling the wary, grotesquely bobbing figure and swinging\nthose terrible slashing hooks. The other was down, almost covered with\nwhite. Out of the picture, that one, but the remaining Llott was giving\nhis friend a tough time of it. With the girl clinging to him, their\narms hooked fast, he scuttled over the treacherous, ice-powdered\ncopper. He had to get there quickly, and help.\n\nTom Farley slipped and fell heavily. The Llott was on him in a flash\nand they struggled madly there in splashings of white that hid them\nfrom view for a moment. Then one of them was up and the other lay\nstill, a surprisingly shrunken and motionless figure.\n\nThe victor was coming at him then, bloated arms lashing out in swift,\nvicious circles. He had got Tommy, the damned swine! Blaine met his\nrush with a flying tackle that brought him down crashing. He lay still,\nthe devil, knocked out probably by the metal helmet contacting with his\nskull. With arm poised for that slashing swing that would send him into\neternity, Blaine peered through the lens of his helmet. His heart\nstopped beating and the upraised arm fell limp. This was no Llott: it\nwas Tom Farley! Good Lord, he would have killed him in another second!\n\nHe tried to shake him; to bring him to. But he couldn't get hold of the\nbulging suit anywhere without danger of slashing it with one of those\nhooks. What if that fall had been fatal! Ulana was at his side now and\nhe stared at her, white-faced, trembling in his uncertainty and horror.\n\nAnd then Tommy opened his eyes. They saw him shake his head to clear it\nand then he, too, stared in horror. How close a call! Friend killing\nfriend, out here in the air-less cold on the shivering shell of the\ndying alien world!\n\nThey helped him to his feet and through the entrance manhole. His mind\nawhirl with emotion, Blaine saw that Ulana was inside and then followed\nas in a dream. He bolted the outer cover and turned the valve that\nwould admit air to the lock. Soon they would be inside. With their\nprotecting coverings discarded there would be the fresh air of the\ninterior; light; warmth. Safety for Ulana. Away from the copper-clad\nworld, they'd be on their way--home.\n\n                     *      *      *      *      *\n\nA little later, Blaine Carson sat at the controls of the RX8, Ulana at\nhis side. Tommy was below, polishing and oiling and fondling his\nbeloved machines. The surface of Antrid was visible through the\nviewing port, twenty miles beneath them and receding rapidly. Swinging\nin its new orbit, Antrid was gasping its last.\n\nOver there, a few miles to the east, there spouted a column of white\nvapor that rose from a heaped up crater of ice which extended in a\ncircle now many miles in diameter. Heavily laden with moisture as it\nwas, the artificial atmosphere of Antrid provided a vast storm of\nfrozen particles as it escaped into the absolute zero of space. For\nmany days this would continue and the pressure within would drop\ngradually, down, down, until the air was so rare it would no longer\nsustain life. And there was no hope of repairing the break: the\nmountain of ice prevented getting at it from outside, and the rush of\nair from within made the handling of patch plates and brazing torches\nimpossible. Besides, an area of supporting columns of more than a mile\ndiameter had been wrecked by the blast of the rocket-tube. It would\nrequire an Earth year to make such a repair, even if they could retain\nthat atmosphere. Antrid was done for, this time.\n\nAbruptly, Blaine turned his head from the port and gave his attention\nto the controls. The RX8 pointed her nose upward, away from this\nterrible world of disaster and death--homeward bound. With a tremendous\nblast from the stern rocket-tubes she headed swiftly into the heavens.\nA thousand miles, five, ten, they shot into space with ever increasing\nacceleration.\n\n                     *      *      *      *      *\n\nAnd then a blazing orb was visible off to one side of the swiftly\nreceding globe that was Antrid. Through the floor ports it shone,\ncasting cheerful rays upward to the ceiling where they made a patchwork\npattern of the gleaming metal.\n\n\"The sun,\" Ulana breathed, in awe. \"I--I've never seen it, my Carson.\nIt is most beautiful.\"\n\nHe drew her to him tenderly. \"You'll see it every day, dear,\" he\nwhispered, \"when we're home.\"\n\nHome--a wonderful thought! He'd not hoped to see it again; hadn't dared\nto since Antarro showed his hand back there in the asteroid belt. And\nnow it was a reality. He was going home, and with him he was\ntaking--Ulana.\n\n\"You--you think they will approve of me?\" she was saying as he sent\nblasts from the steering rockets to swing them around on a new course\nsunward. \"Your people, I mean. They will approve of your choice, my\nCarson?\"\n\nAnxiety showed in her wide-eyed gaze and she drew closer as if fearful\nof losing him.\n\nIf only she knew! If only he had words to tell her!\n\n\"Approve of you!\" he said huskily. \"Lord, girl, they'll love you! But\nnot as I love you. It is the biggest thing--\"\n\nTommy's discreet cough came from the head of the companionway. Blaine\nturned to glare savagely. His friend was standing there, grinning like\nan idiot and extending a paper-wrapped package.\n\n\"Look,\" he exclaimed guilelessly: \"cigarettes. I found them, a whole\ncarton.\"\n\n\"Well, I'll be damned!\" Blaine exploded, careful that he spoke in\nEnglish. \"All you think of, all you've talked about since we left the\nvessel, is your hankering for a cigarette. For God's sake, get out of\nhere and go smoke yourself to death.\"\n\nBut Tommy was advancing, still grinning, still extending the package.\n\"Come on, old kid, have one,\" he insisted. \"It'll do you good; quiet\nyour nerves.\"\n\nAnd his friend dropped a tantalizing eyelid. In spite of his annoyance\nBlaine was forced to laugh. \"Oh, all right,\" he said, reaching for the\npackage of smokes; \"I'll take one. Just to please you. But, beat it\nthen, will you?\"\n\n                     *      *      *      *      *\n\nSwaggering as he went and casting knowing glances over his shoulder, he\nwas gone. Great little Irishman, Tommy: always smiling, always there in\na pinch, never worried, he was the best friend a man could have. They'd\ncatch hell when they got back, for losing a part of their precious\ncargo. Those miserly k-metal people wouldn't give them credit for\nsalvaging nine-tenths of the stuff (luckily only about a tenth had been\nremoved by the Llotta): they'd only cry about the amount that was lost.\nAnd Tom Farley would laugh it off: kid them out of it.\n\nUlana was smiling as if she understood. She _did_ understand, God bless\nher. She saw into this wonderful friendship and was glad. It was great\nto have a friend like that--and a girl like this.\n\nHand in hand, they gazed into the heavens before them. To the girl it\nwas a most marvelous sight, an omen of good fortune and of happiness to\ncome. She nestled her head into the shoulder of the Earth man as she\nwatched; spellbound.\n\nFor a long time the silence was broken only by the steady muffled purr\nof the stern rocket-tubes. The aroma of cigarette smoke drifted up the\ncompanionway.\n\nOut there in the heavens was the sun, Mars, Earth, Venus; the dear old\nsolar system was still intact, undisturbed excepting for the slight\nperturbation in the region of Jupiter. Blaine doubted if the influence\nwas measurable insofar as changes in the motions of the inner planets\nwere concerned.\n\nHe turned to the eyepiece of the telescope and swung the instrument\naround to bear on the Earth. A cool green crescent was there in the\nfield of vision: the eastern coast line of the Americas outlined clear\nand distinct.\n\n\"Look, dear,\" he whispered. \"Home! Your new home is there; our home\ntogether.\"\n\nShe sighed happily as she gazed at the inviting sunlit outlines.\n\"Home,\" she repeated, softly, reverently, \"with you, oh my Carson--for\nall eternity.\"\n\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Copper-Clad World, by Harl Vincent\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE COPPER-CLAD WORLD ***\n\n***** This file should be named 28883.txt or 28883.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/8/8/8/28883/\n\nProduced by Greg Weeks and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}