{"title": "Spawn of the Comet", "author": "Harold Thompson Rich", "releaseDate": "June 3, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Barbara Tozier and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nThis etext was produced from \u0093Astounding Stories\u0094 November 1931.\nExtensive research did not uncover any evidence that the U.S. copyright\non this publication was renewed.\n\n\n\n[Illustration: Professor Wentworth swung his cannon ray upon that\nadvancing horde.]\n\n\n    A swarm of huge, fiery ants, brood of a mystery comet, burst\n    from their shells to threaten the unsuspecting world.\n\n\n\n\nSpawn of the Comet\n\nBy H. Thompson Rich\n\n\n    Tokyo, June 10 (AP).--A number of the meteors that pelted\n    Japan last night, as the earth passed through the tail of the\n    Mystery Comet have been found and are puzzling astronomers\n    everywhere.\n\n    About the size of baseballs, orange in color, they appear to\n    be of some unknown metal. So far, due to their extreme\n    hardness, all attempts to analyze them have failed.\n\n    Their uniformity of size and marking gives rise to the popular\n    belief that they are seeds, and, fantastic though this\n    conception is, it finds support in certain scientific quarters\n    here.\n\nJim Carter read the news dispatch thoughtfully and handed it back to\nhis chief without comment.\n\n\"Well, what do you make of it?\"\n\nMiles Overton, city editor of _The New York Press_, shoved his green\neye-shade far back on his bald head and glanced up irritably from his\nlittered desk.\n\n\"I don't know,\" said Jim.\n\n\"You don't know!\" Overton snorted, biting his dead cigar impatiently.\n\"And I suppose you don't know they're finding the damn things right\nhere in New York, not to mention Chicago, London, Rio and a few other\nplaces,\" he added.\n\n\"Yes, I know about New York. It's a regular egg hunt.\"\n\n\"Egg hunt is right! But why tell me all this now? I didn't see any\nmention of 'em in your report of last night's proceedings. Did you see\nany?\"\n\n\"No, but I saw a lot of shooting stars!\" said Jim, recalling that\nweird experience he and the rest of humanity had passed through so\nrecently.\n\n\"Yeah, I'll say!\" Overton lit his wrecked cigar and dragged on it\nsoothingly. \"Now then, getting back to cases--what are these damn\nthings, anyway? That's what I'd like to know.\"\n\n\"So would I,\" said Jim. \"Maybe they _are_ seeds?\"\n\nOverton frowned. He was a solid man, not given to fancies. He had a\npaper to get out every day and that taxed his imagination to the\nlimit. There was no gray matter left for any such idle musings as Jim\nsuggested. What he wanted was facts, and he wanted them right away.\n\n\"Eggs will do!\" he said. \"Go out and get one--and find out what's\ninside it.\"\n\n\"Okay, Chief,\" said Jim, but he knew it was a large order. \"I'll have\none on your desk for breakfast!\"\n\nThen, with a grave face that denied his light words, he stepped from\nthe city room on that fantastic assignment.\n\n       *       *       *       *       *\n\nIt was the television broadcast hour and crowds thronged the upper\nlevel of Radio Plaza, gazing, intently at the bulletin screen, as Jim\nCarter emerged from the Press tower.\n\nNews from the ends of the earth, in audio-picture form, flashed before\ntheir view; but only the reports on the strange meteors from the tail\nof 1947, IV--so designated by astronomers because it was the fourth\ncomet discovered that year--held their interest. Nothing since the\ngreat Antarctic gold rush of '33 had so gripped the public as the\ndramatic arrival and startling behavior of this mysterious visitant\nfrom outer space.\n\nJim paused a moment, halfway across the Plaza, to take a look at the\nscreen himself.\n\nThe substance of the Tokyo dispatch, supplemented by pictures of\nJapanese scientists working over the baffling orange spheres, had just\ngone off. Now came a flash from Berlin, in which a celebrated German\nchemist was seen directing an effort to cut into one of them with an\nacid drill. It failed and the scientist turned to declare to the world\nthat the substance seemed more like crystal than metal and was harder\nthan diamond.\n\nJim tarried no longer. He knew where he was going. It was still early\nand Joan would be up--Joan Wentworth, daughter of Professor Stephen\nWentworth, who held the chair of astro-lithology at Hartford\nUniversity. It was as their guest at the observatory last night that\nhe had seen 1947, IV at close range, as the earth passed through her\ngolden train with that awesome, unparalleled display of fireworks.\n\nNow he'd have the pleasure of seeing Joan again, and at the same time\nget the low-down from her father on those confounded seeds--or eggs,\nrather. If anyone could crack one of them, he'd bet Professor\nWentworth could.\n\nSo, hastening toward the base of Plaza Airport, he took an elevator to\nramp-level 118, where his auto-plane was parked, and five minutes\nlater was winging his way to Hartford.\n\n       *       *       *       *       *\n\nThrottle wide, Jim did the eighty miles to the Connecticut capital in\na quarter of an hour.\n\nThen, banking down through the warm June night onto the University\nlanding field, he retracted the wings of his swift little bus and\nmotored to the foot of Observatory Hill.\n\nParking outside the Wentworth home, he mounted the steps and rang the\nbell.\n\nIt was answered by a slim, appealing girl of perhaps twenty-two. Hers\nwas a wistful, oval face, with a small, upturned nose; and her clear\nhazel eyes were the sort that always seem to be enjoying some amusing\nsecret of their own. Her hair was a soft brown, worn loose to the\nshoulders, after the style then in vogue.\n\n\"Joan!\" blurted Jim.\n\n\"What brings you here at such an hour, Jimmy Carter?\" she asked with\nmock severity.\n\n\"You!\"\n\n\"I don't believe you.\"\n\n\"What then have I come for?\"\n\n\"You've come to interview father about those meteorites.\"\n\n\"Nonsense! That's purely incidental--a mere by-product, you might\nsay.\"\n\n\"Yes, you might--but I wouldn't advise you to say it to father.\"\n\n\"All right, I won't,\" he promised, as she led him into the library.\n\nProfessor Wentworth rose as they entered and laid aside some\nscientific book he had been reading.\n\nA man of medium height and build, he had the same twinkling hazel eyes\nas his daughter, though somewhat dimmed from peering at too many stars\nfor too many years.\n\n\"Good evening, Jim,\" he said. \"I've rather been expecting you. What is\non your mind?\"\n\n\"Seeds! Eggs! Baseballs!\" was the reply, \"I don't know what. You've\nseen the latest television reports, I suppose?\" said Jim, noting that\nthe panel on the receiving cabinet across the room was still lit.\n\n\"I've seen some of them. Joan has been keeping an eye on the screen\nmostly, however, while I refreshed my mind on the known chemistry of\nmeteorites. You see, I have a few of those eggs myself, up at the\nobservatory.\"\n\n\"You have?\" cried Jim.\n\nHe was certainly on the right track!\n\n\"Yes. One of my assistants brought them in this afternoon. Would you\nlike to see them?\"\n\n\"I'll say I would!\"\n\n\"I rather thought you might,\" the professor smiled. \"Come along,\nthen.\"\n\nAnd as Jim turned, he shot a look at Joan, and added:\n\n\"You may come too, my dear, if you want.\"\n\n       *       *       *       *       *\n\nThey went out and up the hill to where the great white dome glistened\nunder the stars, and once inside, Jim Carter of _The New York Press_\nwas privileged to see two of those strange objects that had turned the\nworld topsy-turvy.\n\nAs the Tokyo dispatch and the Berlin television flash had indicated,\nthey were orange in color, about the size of baseballs.\n\n\"Weird looking eggs, all right!\" said Jim. \"What are they made of,\nanyway?\"\n\n\"Some element unknown on earth,\" replied Professor Wentworth.\n\n\"But I thought there were only ninety-two elements in the universe and\nwe'd discovered them all.\"\n\n\"So we have. But don't forget this. We are still trying to split the\natom, which nature has done many times and will doubtless do many\ntimes again. It is merely a matter of altering the valence of the\natoms in an old element; whereupon it shifts its position in the\nperiodic scale and becomes a new element. Nature accomplishes this\nalchemy by means of great heat, which is certainly to be found in a\nmeteor.\"\n\n\"Particularly when it hits the earth's atmosphere!\"\n\n\"Yes. And now then, I'd like to have you examine more closely this\npair I have here.\"\n\nJim lifted one and noted its peculiar smoothness, its remarkable\nweight for its size; he noted, too, that it was veined with concentric\nmarkings, like a series of arabesques or fleurs-de-lis.\n\nThe professor lifted the other, calling attention to the fact that the\nsize and marking of both were identical, as hitherto reported.\n\n\"Also, you'll observe that they are slightly warm. In fact, they are\nappreciably warmer than when they were first brought in. Curious\nbehavior, this, for new-laid cometary eggs! More like seeds\ngerminating than meteorites cooling, wouldn't you say?\"\n\n\"But good Lord!\" Jim was somewhat taken aback to hear this celebrated\nscientist apparently commit himself to that wild view. \"You don't\nreally think they're seeds, do you?\"\n\n\"Why not?\"\n\n\"But surely no seeds could survive the temperature they hit getting\nhere.\"\n\n\"No seeds such as we know, true. But what, after all, do we know of\nthe types of life to be found on other planets?\"\n\n\"Nothing, of course. Only these didn't come from a planet. They came\nfrom a comet.\"\n\n\"And who can say a comet is not a disintegrated planet? Or suppose we\ntake the other theory, that it is an eruption from some sun, ours or\nanother. In any event, who can say no life can survive intense heat?\nCertainly these seeds--or call them meteorites, if you choose--came\nthrough the ordeal curiously unscathed.\"\n\n\"Yes, that's true. Funny, too!\"\n\n\"And another thing is true, Jim. If by chance they _should_ be seeds,\nand _should_ germinate, the life they would produce would be something\nquite alien to our experience, possibly quite inimical to--\"\n\nProfessor Wentworth broke off abruptly as a startled cry came from\nJoan, and, turning, they saw her standing with eyes fixed in\nfascinated horror on the laboratory table.\n\n       *       *       *       *       *\n\nFollowing her gaze, Jim saw something that caused his own eyes to\nbulge. The color of those mysterious orange spheres had suddenly,\nominously heightened. They lay glowing there like balls of fire.\n\n\"Good God!\" he gasped. \"Look, Professor! Do you see that?\"\n\nProfessor Wentworth did not answer but himself stood gazing spellbound\nat the astounding scene.\n\nEven as they looked, the metal table smoldered under the fiery\nmeteorites and melted, and in a little while the meteorites themselves\nsizzled from view. Flames licked up from the floor; dense, suffocating\nfumes rose and swirled through the laboratory.\n\n\"Quick!\" cried Jim, seizing Joan's arm. \"Come on, Professor! Never\nmind trying to save anything. Let's get out of here!\"\n\nThey staggered from the laboratory and once outside, plunged down the\nhill. It was none too soon.\n\nBehind them, as they fled, came suddenly two deafening explosions.\nLooking back, they saw the roof of the observatory tilt crazily; saw\nthe whole building shatter, and erupt like a volcano.\n\nBut that, startling though it was, was not all they saw. For now, as\nthey stood there speechless, two incredible forms rose phoenix-like\nfrom the flames--two weird monsters, orange against the red, hideous,\nnightmarish. They saw them hover a moment above that fiery hell, then\nrise on batlike wings to swoop off into the night.\n\nNor was that all. As the awed trio stood there halfway down\nObservatory Hill, following the flight of that pair of demons, other\nexplosions reached their ears, and, turning to the city below, they\nsaw vivid jets of red leap up here and there, saw other orange wings\nagainst the night.\n\nWhile off across the southeast sky, receding fast, spread the Mystery\nComet whose tail had sowed the seeds of this strange life.\n\n       *       *       *       *       *\n\nStill silent, the trio stood gazing upon that appalling scene for some\nminutes, while the ruddy shadows of the flaming observatory lit their\ntense faces.\n\n\"Well, the seeds have hatched,\" said Professor Wentworth at length, in\na strained voice. \"I am afraid some of the curious who have been\ngathering those meteorites so eagerly have paid a dear price for\nthem.\"\n\n\"Yes, I'm afraid so,\" echoed Jim. \"We were lucky. If Joan hadn't\nhappened to spot those things just when she did--\" He broke off and\npressed her hand fondly. \"But somehow I can't believe it, even yet.\nWhat do you think the things are, Professor?\"\n\n\"God knows! As I told you, those seeds, should they germinate, would\nproduce something quite alien to our experience; and as I feared, it\nis a form of life that will not blend well with humanity.\"\n\nJim shuddered.\n\n\"But look, father!\" exclaimed Joan. \"They're flying away! They seem to\nbe way up among the stars. Maybe they've left the earth altogether.\"\n\nProfessor Wentworth following his daughter's gaze, saw that many of\nthe monsters were now mere orange pinpoints against the night.\n\n\"Let us hope so!\" he said fervently.\n\nBut in his heart there was no conviction, nor in Jim's, strangely.\n\n       *       *       *       *       *\n\nOn the way back to New York, Jim had plenty to heighten his\nuneasiness. The scene below him everywhere was red with\nconflagrations, the sky everywhere orange with the wings of those\nfiery moths.\n\nMore than one swept perilously close, as he pushed his auto-plane on\nat top speed; but they showed no inclination to attack, for which he\nwas devoutly thankful.\n\nOver the metropolitan area, the scene was one beggaring description.\nAll the five boroughs were a blazing checker-board. New Jersey,\nConnecticut, Westchester--all were raging. Hundreds of those deadly\nbombs must have burst in Manhattan alone.\n\nBut the fire department there seemed to have the situation in hand, he\nnoticed as he swept down onto the Plaza landing platform.\n\nLeaving his plane with an attendant, he took the first elevator to the\nstreet level, and crossing hastily to the Press tower, mounted to the\ncity room.\n\nThere absolute pandemonium raged. Typewriters were sputtering,\ntelegraph keys clicking, phones buzzing, reporters coming and going in\na steady stream, mingled with the frantic orders of editors,\nsub-editors, copy readers, composing-room men and others.\n\nCarter fought through the bedlam to the city editor's desk.\n\n\"Sorry I couldn't bring you that egg, Chief,\" he said, with a grim\nsmile. \"I had one right in my hand, but it hatched out on me.\"\n\nOverton looked up wearily. He was a man who had seen a miracle, a\ngodless miracle that restored his faith in the devil.\n\n\"Don't talk--just write!\" he growled. \"I've seen and heard too much\nto-night. We're all going to hell, I guess--unless we're already\nthere.\"\n\nBut Jim wasn't ready to write yet.\n\n\"What's the dope elsewhere? The same?\"\n\n\"All over the map! We're frying, from coast to coast.\"\n\n\"And abroad?\"\n\n\"Cooked, everywhere!\" He paused, and turned an imploring face to Jim.\n\"Tell me, Carter--what's happening? You've seen Wentworth, I suppose.\nWhat's he make of it?\"\n\n\"He--doesn't know.\"\n\n\"God help us! Well, go write your story. If we've got a plant by press\ntime, we'll have something on page one to-morrow--if there's anyone to\nread it.\"\n\n       *       *       *       *       *\n\nBy morning the fires in the metropolitan area had been brought under\ncontrol and it was found that neither the loss of life nor the damage\nwas as great as had at first been feared. Mainly it was the older\ntypes of buildings that had suffered the most.\n\nThe same thing was true in other parts of the country and elsewhere in\nthe world; and elsewhere, as in New York, people pulled themselves\ntogether, cleared up the debris, and went ahead with their\noccupations. Business was resumed, and rebuilding operations were\nbegun.\n\nMeanwhile, where were those fiery moths that had sprung so\ndevastatingly from their strange cocoons?\n\nFor a while no one knew and it was believed they had indeed winged off\ninto interstellar space, as Joan had suggested that night on\nObservatory Hill.\n\nThen came rumors that damped these hopes, followed by eye-witness\nreports that altogether dashed them. The bat-like monsters had flown,\nnot off into space, but to the world's waste-lands.\n\nStrange, it was, the instinct that had led them unerringly to the\nremotest point of each continent. In North America it was the great\nArizona desert, in South America the pampas of Argentina, in Europe\nthe steppes of Russia, in Asia the Desert of Gobi, in Africa the\nSahara, in Australia the Victoria; while in the British Isles,\nPhilippines, New Zealand, Madagascar, Iceland, the East Indies, West\nIndies, South Seas and other islands of the world, the interiors were\ntaken over by the demons, the populace fleeing for their lives.\n\nAs for the oceans, no one knew exactly what had happened there, though\nit was obvious they, too, had received their share of the bombardment\non that fateful night; but, while temperatures were found to be\nsomewhat above normal, scientists were of the opinion that the deadly\nspawn that had fallen there had failed to incubate.\n\n       *       *       *       *       *\n\nImmediately the presence of the monsters in the Arizona desert was\nverified, Overton called Jim Carter to his desk.\n\n\"Well, I've got a big assignment for you, boy,\" he said, rather more\ngently than was his fashion. \"Maybe you know what, huh?\"\n\n\"You want me to buzz out and interview those birds?\"\n\n\"You guessed it. And photograph 'em!\"\n\n\"Okay, Chief,\" said Carter, though he knew this would be the toughest\njob yet.\n\nOverton knew it, too.\n\n\"It won't be easy,\" he said. \"And it may be dangerous. You don't have\nto take the assignment unless you want.\"\n\n\"But I want.\"\n\n\"Good! I thought you would.\" He regarded the younger man admiringly,\nalmost enviously. \"Now, about those photos. The Television News people\nhaven't been able to get a thing, nor the War Department--not so much\nas a still. So those photos will be valuable.\"\n\nOverton paused, to let that sink in.\n\n\"They'll be worth a million, in fact, in addition to what the War\nDepartment offers. And to you they'll be worth ten thousand dollars.\"\n\n\"How come?\"\n\n\"Because that's what the Old Man said.\"\n\n\"Well, I can use it!\" said Jim, thinking of Joan.\n\n\"All right. Then go to it!\"\n\n       *       *       *       *       *\n\nLeaving New York late that night, Carter timed his flight to arrive\nover the eastern edge of the desert just before dawn.\n\nThe trip was uneventful till he crossed the Rockies over New Mexico\nand eased down into Arizona. Then, flying low and fast, he suddenly\ncaught a glow of color off ahead.\n\nFor an instant Jim thought it was the dawn, then called himself a\nfool. For one thing, the glow was in the west, not the east. And for\nanother, altogether more significant, it was orange.\n\nHis quarry!\n\nPulling his stick back hard, he shot like a rocket to ten thousand\nfeet, figuring that a higher altitude, besides giving him a better\nview of the lay of the land, would be considerably safer.\n\nWinging on now at that height, he saw the orange tide rise higher in\nthe west by seconds, as he rushed toward God knew what eery lair. He\nsuddenly gasped in amazement, as he saw now something so incredible it\nleft him numb.\n\nBelow, looming above the on-rushing horizon was a city! But such a\ncity as the brain of man could scarcely conceive, much less execute--a\ncity of some fluorescent orange material, rising tier on tier, level\non level, spreading out over the sandy floor of the desert for miles.\n\nAnd, as Jim draw nearer, he saw, too, that this weird city was teeming\nwith life--terrible life! Thousands of those hideous monsters were\nworking there like an army of ants in a sand-hill--a sand-hill of\nglistening, molten glass, it seemed from the air.\n\nWere they building their city from the sand of the desert, these\nhellish glaciers?\n\nCarter decided to find out.\n\n\"Well, here goes!\" he muttered, diving straight for that dazzling\ncitadel, one hand on the stick, the other gripping the trigger of his\nautomatic camera. \"This'll make a picture for the Old Man, all right!\"\n\nOff to the east the dawn was breaking, and he saw, as he swept down,\nits pearly pastel shades blending weirdly with that blinding orange\nglare.\n\nPressing the trigger now, he drove his screaming plane on with\nthrottle wide--and yes, it was glass!--glass of some sort, that crazy\nnightmare down there.\n\n\"Whew!\" gasped Carter as waves of dazing heat rose about him. \"Boy,\nbut it's hot! I can't stand much of this. Better get out while the\ngetting's good.\"\n\nBut he clenched his teeth, and dove on down to see what those fiery\ndemons looked like. Funny they didn't make any effort to attack.\nSurely they must see him now.\n\n\"Take that, my beauties!--and that!\" he gasped, pressing the trigger\nof his camera furiously.\n\nThen, at a scant two thousand feet, he levelled off, his wings\nblistering with the heat, and zoomed up again--when to his horror, his\nengine faltered; died.\n\n       *       *       *       *       *\n\nIn that agonizing moment it came to Jim that this perhaps was why\nneither the Television News nor the War Department pilots had been\nable to get pictures of the hell below.\n\nHad something about that daring heat killed their motors, too, as it\nhad his? Had they plunged like fluttering, sizzling moths into that\ninferno of orange flame?\n\n\"Well, I guess it's curtains!\" he muttered.\n\nA glance at his altimeter showed a scant eighteen hundred now. Another\nglance showed the western boundary of the city, agonizing miles ahead.\nCould he make it? He'd try, anyway!\n\nSo, nursing his plane along in a shallow glide, Jim slipped down\nthrough that dazing heat.\n\n\"Got to keep her speed up!\" he told himself, half deliriously, as he\nsteadily lost altitude. \"Can't pancake here, or I'll be a flapjack!\"\n\nAt an altitude of less than a thousand he levelled off again, eased on\ndown, fully expecting to feel his plane burst into flames. But though\nhis eyebrows crisped and the gas must have boiled, the sturdy little\nplane made it.\n\nOn a long last glide, he put her wheels down on the sandy desert\nfloor, a bare half mile beyond that searing hell.\n\nThe heat was still terrific but endurable now. He dared breathe\ndeeper; he found his head clearing. But what was the good of it? It\nwas only a respite. The monsters had seen him, all right--no doubt\nabout that! Already they were swooping out of their weird citadel like\na pack of furious hornets.\n\nOn they came, incredibly fast, moving in a wide half-circle that\nobviously was planned to envelop him.\n\nTense with horror, like a doomed man at the stake, Jim watched the\nflaming phalanx advance. And now he saw what they really were; saw\nthat his first, fantastic guess had been right.\n\nThey were _ants_--or at least more like ants than anything on\nearth--great fiery termites ten feet long, hideous mandibles snapping\nlike steel, hot from the forge, their huge compound eyes burning like\ngreenish electric fire in their livid orange sockets.\n\nAnd another thing Jim saw, something that explained why the fearful\ninsects had not flown up to attack him in the air. Their wings were\ngone!\n\nThey had molted, were earthbound now.\n\n       *       *       *       *       *\n\nThere was much food for thought in this, but no time to think. Already\nthe creatures were almost on him.\n\nJim turned his gaze from them and bent over his dials in a last\nfrantic effort to get his motor started. The instinct of\nself-preservation was dominant now--and to his joy, suddenly the\npowerful little engine began to hum with life.\n\nHe drew one deep breath of infinite relief, then gave her the gun and\nwhirled off down the desert floor, the enraged horde after him.\n\nFor agonizing instants it was a nip-and-tuck race. Then as he felt his\nwheels lift, he pulled hard back on his stick, and swept up and away\nfrom the deadly claws that clutched after him in vain.\n\nClimbing swiftly, Jim banked once, swept back, put the bead full on\nthat scattering half-circle of fiery termites, and pressed the trigger\nof his automatic camera.\n\n\"There, babies!\" he laughed grimly. \"You're in the Rogues' Gallery\nnow!\"\n\nThen, swinging off to the northeast, he continued to climb, giving\nthat weird ant-hill a wide berth.\n\nFunny, about those things losing their wings, he was thinking now.\nWould they grow them again, or were they on the ground for good? And\nwhat was their game out there in the desert, anyway?\n\nQuestions Jim couldn't answer, of course. Only time would tell.\nMeanwhile, he had some pictures that would make the Old Man sit up and\ntake notice, not to mention the War Department.\n\n\"They'd better get the Army on the job before those babies get\nair-minded again!\" he told himself, as he winged on into the rising\nsun. \"Otherwise the show they've already staged may be only a little\ncurtain-raiser.\"\n\n       *       *       *       *       *\n\nJim's arrival in the city room of _The New York Press_ that afternoon\nwas a triumphant one, for he had radio-phoned the story ahead and\nextras were out all over the metropolitan area, with relays flashing\nfrom the front pages of papers everywhere.\n\nNo sooner had he turned over his precious pictures to the photographic\ndepartment for development than Overton rushed him to a microphone,\nand made him repeat his experience for the television screen.\n\nBut the city editor's enthusiasm died when the negatives came out of\nthe developer.\n\n\"There are your pictures!\" he said, handing over a bunch of them.\n\nCarter looked at them in dismay. They were all blank--just so much\nplain black celluloid.\n\n\"Over-exposed!\" rasped Overton. \"A hell of a photographer you are!\"\n\n\"I sure am!\" Jim agreed, still gazing ruefully at the ruined\nnegatives. \"Funny, though. The camera was checked before I started. I\nhad the range before I pulled the trigger, every shot.\" He paused,\nthen added, as though reluctant to excuse himself: \"It must have been\nthe heat.\"\n\n\"Yeah. I suppose so! Well, that was damn expensive heat for you, my\nlad. It cost you ten thousand bucks.\"\n\n\"Yes, but--\"\n\nJim had been going to say it had nearly cost him his life but thought\nbetter of it. Besides, an idea had come.\n\n\"Give me those negatives!\" he said, \"I'm going to find out what's\nwrong with 'em.\"\n\nAnd since they were of no use to Overton, he gave them to Jim.\n\n       *       *       *       *       *\n\nThat night again, Jim Carter presented himself at the Wentworth home\nin Hartford, and again it was Joan who admitted him.\n\n\"Oh, Jimmy!\" she murmured, as he took her in his arms. \"We're all so\nproud of you!\"\n\n\"I'm glad someone is,\" he said.\n\n\"But what a fearful risk you ran! If you hadn't been able to get your\nmotor started--\"\n\n\"Why think of unpleasant things?\" he said with a smile.\n\nThen they went into the library, where Professor Wentworth added his\ncongratulations.\n\n\"But I'm afraid I didn't accomplish much,\" said Jim, explaining about\nthe pictures.\n\n\"Let me see them,\" said the professor.\n\nJim handed them over.\n\nFor a moment or two Professor Wentworth examined them intently,\nholding them this way and that.\n\n\"They indeed appear to be extremely over-exposed,\" he admitted at\nlength. \"Your Fire Ants are doubtless radio-active to a high degree.\nThe results could not have been much worse had you tried to photograph\nthe sun direct.\"\n\n\"I thought as much,\" said Carter, gloomily.\n\n\"But possibly the damage isn't irreparable. Suppose we try\nre-developing a few of these negatives.\"\n\nHe led the way to his study, which since the destruction of the\nobservatory had been converted into a temporary laboratory.\n\n       *       *       *       *       *\n\nTen minutes later, Professor Wentworth had his re-developing bath\nready in a porcelain basin and had plunged some of the negatives into\nit.\n\n\"This process is what photographers call intensification,\" he\nexplained. \"It consists chemically in the oxidation of a part of the\nsilver of which the image is composed. I have here in solution uranium\nnitrate, plus potassium ferricyanide acidified with acetic acid. The\nlatter salt, in the presence of the acid, is an oxidizing agent, and,\nwhen applied to the image, produces silver oxide, which with the\nexcess of acetic acid forms silver acetate.\"\n\n\"Which is all so much Greek to me!\" said Carter.\n\n\"At the same time, the ferricyanide is reduced to ferrocyanide,\" the\nprofessor went on, with a smile at Joan, \"whereupon insoluble red\nuranium ferrocyanide is produced, and, while some of the silver, in\nbeing oxidized by this process, is rendered soluble and removed from\nthe negative into the solution, it is replaced by the highly\nnon-actinic and insoluble uranium compound.\"\n\nThe process was one quite familiar to photographers experienced in\nastronomical work, he explained. In fifteen minutes they should know\nwhat results they were getting.\n\nBut when fifteen minutes passed and the negatives were still as black\nas ever, Jim's hope waned.\n\nNot so Professor Wentworth's, however.\n\n\"There is a definite but slow reaction taking place,\" he said after a\ncareful examination. \"Either the over-exposure is even greater than I\nhad suspected, or the actinic rays from your interesting subjects have\nformed a stubborn chemical union with the silver of the image. In the\nlatter event, which is the theory I am going to work on, we must speed\nup the reaction and tear some of that excess silver off, if we're ever\nto see what is underneath.\"\n\n\"But how are you going to speed up the reaction?\" asked Jim. \"I\nthought that uranium was pretty strong stuff by itself.\"\n\n\"It is, but not as strong as this new substance we have in combination\nwith the silver here. So I think I'll try a little electrolysis--or,\nin plain English, electro-plating.\"\n\nAs he spoke, the professor clipped a couple of platinum electrodes to\nthe basin, one at each end. To the anode he attached one of the\nnegatives, to the cathode a small piece of iron.\n\n\"Now then, we'll soon see.\"\n\nHe passed a low current into the wires, through a rheostat, with\nstartling results. There was a sudden foaming of the solution and a\nweird vapor rose from it, luminous, milky, faintly orange.\n\n       *       *       *       *       *\n\nFor a moment, all they could do was stare.\n\nThen Professor Wentworth switched off the current and stepped toward\nthe tank. Waving away that orange gas, he reached for the cathode and\nheld it up. It was no longer iron, but silver, now.\n\n\"Plated, you see!\" he exclaimed in triumph.\n\n\"Yes, but those fumes!\" cried Jim. \"Why, they were the same color as\nthe--the Fire Ants, as you call them.\"\n\n\"I know.\" The professor was not as calm as he pretended. \"We have\nreleased some of their actinic rays captured by the negative, in\nprying loose our excess silver. Later I shall repeat the process and\ncapture some of that vapor for analysis. At present, let us have a\nlook at the negative already treated.\"\n\nHe lifted the anode from the solution now, removed the negative, and\nheld it up. A smile of satisfaction broke over his face, followed by a\nshudder.\n\n\"There you are, Jim! Have a look!\"\n\nJim looked, with Joan peering over his shoulder, and his pulses\ntingled. It was a clear shot of that scattering half-circle of fiery\ntermites, taken after he got away and swept back over them.\n\n\"Say, that's wonderful!\" he exclaimed.\n\n\"Wonderful--but horrible!\" echoed Joan.\n\n\"I'll admit they're not much on looks,\" laughed Carter. \"But their\nhomely maps are worth a lot to me--ten thousand dollars, in fact!\"\n\nHe told her why, and what he proposed to do with the money, and Joan\nthought it a very good idea.\n\nWhile this was taking place, Professor Wentworth was re-developing the\nrest of the negatives.\n\nAt last all had been salvaged, even those taken in the terrific heat\nover that weird glass city out there, and Jim was preparing to bear\nthem back to Overton in triumph.\n\nHe had thanked the kindly professor from the bottom of his heart, had\neven told him something of what he had been telling Joan. There\nremained but to put one last question, then go.\n\n\"Summing it all up, what do you make of those nightmares?\" he asked.\n\"Do you think they can be destroyed?\"\n\nProfessor Wentworth did not reply at once.\n\n\"I can perhaps answer your question better when I have analyzed this\nspecimen of gas,\" he said at length, holding up a test-tube in which\nswirled a quantity of that luminous, milky orange vapor. \"But if you\nwish to quote me for publication, you may say that when I have learned\nthe nature of it, I shall devote all my energies to combating the\nmenace it constitutes.\"\n\nAnd that was the message Jim took back with him, but it was the\npictures that interested the practical Overton most.\n\n       *       *       *       *       *\n\nBefore many days, however, Overton, with the rest of the world, was\nturning anxiously to Professor Wentworth, watching his every move,\nawaiting his every word. For before many days terrible reports started\ncoming in, not only from the Arizona desert but from the assembly\ngrounds of the Fire Ants everywhere.\n\nThose deadly termites were on the move! They were spreading from their\ncentral citadels in ominous, expanding circles--circles that engulfed\nvillages, towns and cities in a swift, relentless ring of annihilation\nthat was fairly stupefying.\n\nIn North America, the cities of Phoenix, Tucson and Prescott, with all\nthat lay between, were already gone, their frantic populaces fleeing\nto the four points of the compass before that fateful orange tide. In\nSouth America, Rosario and Cordoba were within the flaming ring and\nBuenos Aires was threatened. In Europe, Moscow and its vast tributary\nplain had fallen before the invaders. In Asia, a veritable inland\nempire was theirs, reaching from Urga to the Khingan Mountains. In\nAfrica, Southern Algeria and French Sudan, with their innumerable\nsmall villages and oases, were overrun. In Australia, Coolgardie had\nsuccumbed and Perth was in a panic.\n\nBut fearful though the destruction was on the continents, it was the\nislands of the world that suffered most. First the smallest, those\npicturesque green gems of the South Seas, crisped and perished. Then\ncame reports of the doom of the Hawaiian group, the Philippines, the\nEast and West Indies, New Zealand, Tasmania and a score of others,\ntheir populations perishing by the thousands, as shipping proved\nunavailable to transport them to safety.\n\nBy far the most tragic fate, however, was that suffered by the British\nIsles. What happened there stunned the world, and brought realization\nto humanity that unless some miracle intervened, it was but a mirror\nof the doom that awaited all. For England, Ireland and Scotland were\nhabitable no more. London, Dublin, Glasgow--all their proud cities,\nall their peaceful hamlets, centuries old, were flaming ruins.\n\nOut of a population, of some sixty millions, it was estimated that at\nleast eight millions must have perished. The rest, by prodigious feats\nof transportation, managed to reach the mainland, where they spread as\nrefugees throughout an apprehensive, demoralized Europe.\n\n       *       *       *       *       *\n\nAs for the armies and navies of the world, they were powerless before\nthis fiendish invader. Hammered with high explosives, drenched with\nchemicals, sprayed with machine-gun ballets, the fiery termites surged\non unchecked, in ever-widening circles of death.\n\nLead and steel passed through them harmlessly. Gas wafted off them\nlike air. Despite the frantic efforts of scientists and military men,\nnothing could be devised to stem that all-devouring orange tide.\n\nIt was quite obvious by now, even to the most conservative minds, that\nthe end of human life on earth was not far off. It could only be a few\nmore weeks before the last stronghold fell. Daily, hourly, those\ndeadly Fire Ants were everywhere expanding their fields of operations.\nPresently all humanity would be driven to the seacoasts, there to\nperish by fire or water, as they chose.\n\nThere were some optimists, of course, who believed that the miracle\nwould happen--that Professor Wentworth or some other scientist would\ndevise some means of repelling the invader before it was too late.\n\nYoung Jim Carter of _The York Press_ was not among them, however,\nthough he would have gambled it would be Professor Wentworth if\nanyone. For what hope was there that any mere man could figure out a\nweapon that would be effective against such a deadly, such a\nsuperhuman foe?\n\nVery little, it seemed, and he grew less and less sanguine, as he\ncontinued his frenzied, sleepless work of reporting the unending\ncatastrophes for his paper.\n\nHe often thought bitterly of that ten thousand dollars. A lot of good\nthat would do him now!\n\nAs for Joan, she faced her fate with fortitude--fortitude and a\nsupreme faith that her father would succeed in analyzing that sinister\norange vapor and find the weapon the world waited for.\n\nBut agonizing days passed and he did not find it.\n\nThen at last, on the night of August 14th, when Los Angeles and San\nFrancisco were smoldering infernos, along with Reno, Denver, Omaha, El\nPaso and a score of other great American cities; when Buenos Aires and\nSantiago were gone, Berlin and Peking and Cairo; when Australia was\nall one fiery hell--then it was that Professor Wentworth summoned Jim\nCarter to Hartford.\n\n       *       *       *       *       *\n\nHoping against hope, he hurried over.\n\nOnce again, Joan ushered him into the house. She was very pale and did\nnot speak.\n\nAt her side stood her father. It was he who spoke.\n\n\"Good evening, Jim. You have come promptly.\"\n\nHis voice was strained, his face grave. He had aged greatly in the\npast few weeks.\n\n\"Well I'll admit I clipped along. You've--found something?\"\n\nProfessor Wentworth smiled wanly.\n\n\"Suppose you step into my study and see what I have found.\"\n\nHe led the way toward the little makeshift laboratory that for many\ndays and nights had been the scene of his efforts.\n\nIt was littered with strange devices now, strangest of all perhaps a\nhuge glass tube like a cannon, mounted on some sort of swivel base.\n\nIgnoring this for the moment, he turned to a smaller tube set upright\non a table at the far end of the room. In it, glowed a sinister orange\nlump that made the whole tube fluorescent.\n\n\"Behold one of your monsters in captivity!\" said the professor, again\nwith a wan smile. \"In miniature, of course. What I have done is to\ncondense some of that vapor into a solid.\"\n\nThe process, he explained, was similar to that employed by Madame\nCurie in obtaining metallic radium--electrolyzing a radium chloride\nsolution with mercury as a cathode, then driving off the mercury by\nheat in a current of hydrogen--only he had used the new element\ninstead of radium.\n\n\"Incidentally, I have learned that this new element is far more\nradioactive than radium and possesses many curious properties. Among\nthem, it decomposes violently in water--particularly salt\nwater--producing harmless hydrogen and chloride compounds. So we have\nnothing to fear from those seeds that fell in our oceans, lakes and\nrivers.\"\n\n\"Well, that's something, anyway,\" said Jim. \"But have you found any\nway to combat the ones that have already hatched?\"\n\n\"Before I answer that question,\" Professor Wentworth replied, \"I shall\nlet you witness a little demonstration.\"\n\nHe advanced to the cannon-like device at the other end of the room,\nswung it on its swivel till it was pointing directly at that\nfluorescent orange tube on the table.\n\n\"Watch closely!\" he said, throwing a switch.\n\nThere was a sudden, whining hum in the air and the nib of the big tube\nglowed a soft, velvety green. Jim gazed at the scene with rapt\nattention.\n\n\"Don't look at that one!\" whispered Joan. \"Look at the other!\"\n\nJim did so, and saw that its fluorescence was waning.\n\nA moment more the professor held the current on, while the tube grew\nwhite. Then he threw off the switch.\n\n\"Now let us have a look at our captive,\" he said, striding over.\n\nThey followed, and one glance told Jim what had happened. That\nsinister lump of orange metal had vanished.\n\n       *       *       *       *       *\n\nBut where was it? That was what he wanted to know.\n\n\"A natural question, but not one easy to answer,\" was Professor\nWentworth's reply. \"I shall tell you what I have done; then you may\njudge for yourself.\"\n\nThe cannon-like device which had accompanied the seeming miracle was\nan adaptation of the cathode tube, whose rays are identical with the\nbeta rays of the atom and consist of a stream of negatively charged\nparticles moving at the velocity of light--186,000 miles a second.\nThese rays, in theory, have the power to combine with the positively\ncharged alpha rays of the atom and drag them from their electrons,\ncausing them to discharge their full quanta of energy at once, in the\nform of complete disintegration--and it was this theory the professor\nhad acted on.\n\n\"But, good Lord--that's splitting the atom!\" exclaimed Jim. \"You don't\nmean to say you've done that?\"\n\n\"I apparently have,\" was the grave admission. \"But do not let it seem\nsuch a miracle. Bear in mind, as I have pointed out before, that\nnature has accomplished this alchemy many times. All radio-active\nelements are evidences of it. The feat consists merely in altering the\nvalence of the atom, changing its electric charge, in other words.\nWhat I have done in the present instance is merely to speed up a\nprocess nature already had under way, inasmuch as we are dealing with\na radio-active substance.\"\n\n\"But what has happened to the by-product of the reaction?\"\n\n\"Your guess is as good as mine. I have not had time to study that\nphase of it. Heat, mainly, was produced. Possibly a few atoms of\nhelium. But the substance is gone. That is our chief concern just\nnow.\"\n\nIt was only after abandoning chemical means and turning to physics\nthat he had met with success, he said. Cathode rays had finally proved\nthe key to the riddle.\n\n\"But do you think this thing will work on a big scale?\" asked Jim\nregarding that fragile tube doubtfully.\n\nProfessor Wentworth hesitated before replying.\n\n\"I do not know,\" he admitted, \"but I intend to find out--to-night.\"\n\n       *       *       *       *       *\n\nJim looked at him in amazement. \"To-night?\"\n\n\"Yes. Or rather, the experiment will be at dawn. If successful, this\ncontinent at least will be rid of the menace.\"\n\nJim's amazement turned to incredulity and a sudden fear gripped him.\nHad the strain of the past few weeks unbalanced the professor's mind?\n\n\"But surely you can't hope to wipe them out with one tube. Why, it\nwould take hundreds.\"\n\n\"No, only one. You see, I am going to place the tube in the center of\nthe circle and direct its rays outward toward the circumference in a\nswinging radius.\"\n\nWhereupon, for a moment, Jim's fear seemed confirmed.\n\n\"But, good God!\" he exclaimed. \"It couldn't possibly be that powerful,\ncould it?\"\n\n\"I think it can be made to be,\" was Professor Wentworth's grave\nassurance. \"The greatest power we know in the universe is radiant\nenergy, which reaches us from the sun and the stars, traveling at the\nspeed of light.\"\n\n\"Like light rays, these heat rays can be focused, directed; and the\nbeta rays of the cathode, traveling at the same velocity, can be made\nto ride these rays of radiant heat much as electric power rides radio\nwaves. The giant, in short, can be made, to carry the dwarf, with his\ndeadly little weapon. That, at least, is the theory I am acting on.\"\n\nThis somewhat allayed Jim's fears--fears that vanished when the\nprofessor went on to explain somewhat the working of his mechanism.\n\n\"But how are you going to get the thing out there?\" he asked,\npicturing with a shudder the center of the flaming hell.\n\n\"I imagine the War Department will provide me with a volunteer plane\nand pilot for the purpose,\" was the calm reply.\n\n\"And you will go?\"\n\n\"Yes, I will go.\"\n\nJim debated, but not for long.\n\n\"Well, you needn't trouble the War Department. Here's your volunteer\npilot! The plane's outside. When do we start?\"\n\n\"But, my dear young man!\" objected the professor. \"I cannot permit you\nto make this sacrifice. It is suicide, sheer suicide.\"\n\n\"Is my life any more precious than yours, or that of some volunteer\nArmy pilot?\" Jim asked him.\n\n\"But there is Joan. If I fail--she must depend on you.\"\n\n\"If you fail, Professor, Joan won't need me or anyone, for long. No, I\ngo. So let's chuck the argument and get ready.\"\n\n\"Oh, Jimmy!\" sobbed Joan. \"Jimmy!\"\n\nBut her eyes, as they met his mistily, were lit with a proud splendor.\n\n       *       *       *       *       *\n\nTwo hours later, Jim Carter's little auto-plane lifted into the night,\nand, with that precious tube mounted above the cabin, winged swiftly\nwestward.\n\nAs on his former foray into that fiery realm, Jimmy timed his flight\nto arrive over the eastern edge of the Arizona desert just before\ndawn. Somewhere in that great sandy waste, they felt, there would be a\nplace to set the plane down and get the ray going.\n\nProfessor Wentworth had broadcast the particulars of his tube to his\nscientific colleagues wherever humanity still remained, and the eyes\nof the world were on this flight. If successful, swift planes would\nbear similar tubes to the centers of the devastated regions elsewhere,\nand sweep outward with their deadly rays. The earth would be rid of\nthis fiery invader. If it were not successful....\n\nJim preferred not to think of that, as he drove on into the night.\n\nCrossing the Missouri River at dark and deserted Kansas City, they\nsoon saw the eastern arc of that deadly orange circle loom on the\nhorizon. To get over it safely, Jim rose to twenty thousand feet, but\neven there the heat, as they sped across the frontier into enemy\nterritory, was terrific.\n\nAnxiously he watched his revs and prayed for his motor to hold up. If\nit stopped now, they were cooked!\n\nThe sturdy engine purred on with scarcely a flutter, however, and soon\nthey were behind the lines, in a region pitted with the smoldering\nfires of towns and cities.\n\nIt made them shudder, it presented such an appalling panorama of ruin.\nBut at the same time, it strengthened their hope. For very few flares\nof orange gleamed now among the red. The main forces of the invader\nwere at the front. That meant there should be a safe place to land\nsomewhere.\n\n       *       *       *       *       *\n\nAn hour later, some miles beyond that weird glass citadel that had\nbeen their objective, they found a wide stretch of empty desert, and\nthere Jim brought the little plane down to a faultless landing, just\nas dawn was lightening the east.\n\nStepping out, he drew a deep breath of relief. For had he crashed, or\nsmashed that fragile tube, all would have been in vain.\n\n\"Well, here we are!\" he exclaimed, grimly cheerful, as Professor\nWentworth stepped out after him. \"Now let's--\"\n\nThen he broke off, horrified, as he saw another figure follow the\nprofessor from the cabin.\n\n\"Joan!\" he gasped.\n\n\"Present!\" she replied.\n\n\"But, my daughter!\" the professor's voice broke in. \"My dear child!\" A\nsob shook him. \"Why, why, this is--\"\n\n\"Please don't let's talk about it!\" she begged, giving his arm a\nlittle pat. \"I'm here and it can't be helped now. I was only afraid\nyou'd find me before it was too late and take me back.\"\n\nThen, edging over to Jim and slipping her arm in his, she murmured:\n\n\"Oh, my dear! Don't you see I couldn't stay behind? I had to be with\nyou at the end, Jimmy, if--\"\n\n\"It won't be!\" he cried, pressing her cold hand. \"It can't be!\"\n\nThen he turned to give his attention to her father, who had already\nmounted to the cockpit and was working absorbedly over his mechanism\nin the pale light of the coming day.\n\nAny moment, Jim knew, those flaming termites might discover them, and\ncome swooping down. With keen eyes he scanned the horizon. No sign of\nthem yet.\n\n\"How are you up there?\" he called.\n\n\"About ready,\" was the reply. \"But I shall want more light than this\nfor my mirrors.\"\n\nTensely, counting the seconds, they waited for the sunrise....\n\n       *       *       *       *       *\n\nAnd now, as they waited, suddenly a sinister tinge of orange suffused\nthe rosy hues of the east.\n\n\"The Fire Ants!\" cried Joan, shrinking. \"They've seen us! They're\ncoming!\"\n\nIt was true, Jim saw with a heavy heart.\n\nTurning to Professor Wentworth, he gasped out:\n\n\"Quick! We've got to do something! You've no idea how fast they move!\"\n\n\"Very well.\" The professor's voice was strangely calm. \"You may start\nyour motor. I shall do what I can. Though if we only had the sun--\"\n\nJim leaped for the cabin.\n\nA touch of the starter and the powerful engine came in. Braking his\nwheels hard, to hold the plane on the ground, he advanced the throttle\nas much as he dared, and sent a high-tension current surging through\nthe wires the professor had connected with his tube above.\n\nSoon came that high, whining hum they had heard in the laboratory--a\nthousand times magnified now--and the nib of the big tube glowed a\nlivid, eery green in the lemon dawn.\n\n\"Joan!\" called her father sharply. \"Get in the cabin with Jim!\"\n\nShe did so, her eyes still fixed in horrified fascination on the\neastern horizon; and in that tense instant, she saw two things. First,\na great orange arc of fiery termites, bearing down on them; and\nsecond, another arc, far greater--the vast saffron rim of the rising\nsun.\n\nThose two things Joan saw--and so did Jim--as their eardrums almost\nburst with the stupendous vibration that came from the gun in the\ncockpit. Then they saw a third, something that left them mute with\nawe.\n\nAs Professor Wentworth swung his cannon ray upon that advancing horde,\nit melted, vanished, leaving only the clear yellow of the morning\nsunlight before their bewildered eyes.\n\n       *       *       *       *       *\n\nBut the professor did not cease. For five minutes--ten, fifteen--he\nswung that mighty ray around, stepping up its power, lengthening its\nrange, as it reached its invisible, annihilating arm farther and\nfarther out....\n\nMeanwhile Jim was radio-phoning frantically. The air seemed strangely\nfull of static.\n\nAt last he got Overton of _The New York Press_.\n\n\"Carter speaking, out in Arizona,\" he said. \"Getting any reports on\nthe ray?\"\n\nAnd back came the tremendous news:\n\n\"Results! Man, the world's crazy! They're gone--everywhere! Tell the\nprofessor to lay off, before he sends us scooting too.\"\n\n\"Right!\" said Jim, cutting his motor. \"More later!\"\n\nAnd to Professor Wentworth he called:\n\n\"All right, that's enough! That ray was stronger than you knew!\"\n\nBut there came no answer, and mounting to the wing-tip, Joan\nfollowing, Jim saw a sight that froze him with horror. They beheld the\nprofessor, slumped against the tube, his whole body glowing a pale,\nfluorescent green.\n\n\"Father!\" screamed Joan, rushing to his side. \"Oh, Father!\"\n\nThe man stirred, motioned her away, gasped weakly:\n\n\"Do not touch me, child--until the luminosity goes. I am highly\nradio-active. I had no time to--insulate the tube. No time to find out\nhow. Had to--hurry--\"\n\nHis voice waned off and they knew he was dead. The two stood there\nstunned by the realization of his great sacrifice.\n\nHe and Joan had set forth on this venture knowing they stood at least\na chance, thought Jim, but Professor Wentworth had known from the\nstart that it was sure death for him.\n\n       *       *       *       *       *\n\nThe sun stood out above the eastern horizon like a huge gold coin,\nbright with the promise of life to spend, when Jim and Joan took off\nat last for the return home; but the radiance of the morning was\ndimmed by the knowledge of the tragic burden they bore.\n\nFor some moments, as they winged on, both were silent.\n\n\"Look!\" said Jim at length. \"Look ahead, Joan!\"\n\nShe looked, brightened somewhat.\n\n\"Yes, I see.\"\n\nAnd after a moment, lifting her hazel eyes to his, she said. \"Oh,\nJimmy, I'm sure it means happiness for us.\"\n\n\"Yes, I'm sure!\"\n\nShe stirred, moved closer.\n\n\"Jimmy, you--you're all I have now.\"\n\nHe made no reply, save to press her trembling hand. But it was enough.\n\nSilently, understandingly, they winged onward into the morning light.\n\n\n\n\n\nEnd of Project Gutenberg's Spawn of the Comet, by Harold Thompson Rich\n\n*** END OF THIS PROJECT GUTENBERG EBOOK SPAWN OF THE COMET ***\n\n***** This file should be named 29027.txt or 29027.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/0/2/29027/\n\nProduced by Greg Weeks, Barbara Tozier and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}