{"title": "The Heads of Apex", "author": "Francis Flagg", "releaseDate": "June 5, 2009", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced from Astounding Stories October 1931.\n    Extensive research did not uncover any evidence that the\n    U.S. copyright on this publication was renewed.\n\n\n  [Illustration: I looked into the face of a girl about to be bled.]\n\n\n\n                          The Heads of Apex\n\n\n                           By Francis Flagg\n\n       *       *       *       *       *\n\n\n\n\n[Sidenote: Far under the sea-floor Solino's submarine carries two American\nsoldiers of fortune to startling adventure among the Vampire Heads of\nApex.]\n\n\nJustus Miles was sitting on a bench in the park, down at the heels,\nhungry, desperate, when a gust of wind whirled a paper to his feet. It\nwas the advertising section of the _New York Times_. Apathetically, he\npicked it up, knowing from the past weeks' experience that few or no\njobs were being advertised. Then with a start he sat up, for in the\ncenter of the page, encased in a small box and printed in slightly\nlarger type than the ordinary advertisement, he read the following\nwords: \"Wanted: Soldier of Fortune, young, healthy; must have good\ncredentials. Apply 222 Reuter Place, between two and four.\" It was\nto-day's advertising section he was scanning, and the hour not yet\none.\n\nReuter Place was some distance away, he knew, a good hour's walk on\nhard pavement and through considerable heat. But he had made forced\nmarches in Sonora as badly shod and on even an emptier stomach. For\nJustus Miles, though he might not have looked it, was a bona fide\nsoldier of fortune, stranded in New York. Five feet eight in height,\nhe was, loose and rangy in build, and with deceptively mild blue eyes.\nHe had fought through the World War, served under Kemal Pasha in\nTurkey, helped the Riffs in Morocco, filibustered in South America and\nhandled a machine-gun for revolutionary forces in Mexico. Surely, he\nthought grimly, if anyone could fill the bill for a soldier of fortune\nit was himself.\n\n222 Reuter Place proved to be a large residence in a shabby\nneighborhood. On the sidewalk, a queue of men was being held in line\nby a burly cop. The door of the house opened, and an individual,\nbroad-shouldered and with flaming red hair, looked over the crowd.\nInstantly Justus Miles let out a yell, \"Rusty! By God, Rusty!\" and\nwaved his hands.\n\n\"Hey, feller, who do you think you're shovin'?\" growled a hard-looking\nfellow at the head of the line, but Justus Miles paid no attention to\nhim. The man in the doorway also let out an excited yell.\n\n\"Well, well, if it isn't the Kid! Hey, Officer, let that fellow\nthrough: I want to speak to him.\"\n\n       *       *       *       *       *\n\nWith the door shut on the blasphemous mob, the two men wrung each\nother's hands. Ex-Sergeant Harry Ward, known to his intimates as\n\"Rusty,\" led Justus Miles into a large office and shoved him into a\nchair.\n\n\"I didn't know you were in New York, kid. The last I saw of you was\nwhen we quit Sandino.\"\n\n\"And I never suspected that 222 Reuter Place would be you, Rusty.\nWhat's the lay, old man, and is there any chance to connect?\"\n\n\"You bet your life there's a chance. Three hundred a month and found.\nBut the boss has the final say-so, though I'm sure he'll take you on\nmy recommendation.\"\n\nHe opened a door, led Justus Miles through an inner room, knocked at a\nfar door and ushered him into the presence of a man who sat behind a\nroll-topped desk. There was something odd about this old man, and\nafter a moment's inspection Justus Miles saw what it was. He was\nevidently a cripple, propped up in a strange wheelchair. He had an\nabnormally large and hairless head, and his body was muffled to the\nthroat in a voluminous cloak, the folds of which fell over and\nenveloped most of the wheelchair itself. The face of this old\ngentleman--though the features were finely molded--was swarthy: its\ncolor was almost that of a negro--or an Egyptian. He regarded the two\nmen with large and peculiarly colored eyes--eyes that probed them\nsharply.\n\n\"Well, Ward, what is it?\"\n\n\"The man you advertised for, Mr. Solino.\"\n\n       *       *       *       *       *\n\nSolino regarded Justus Miles critically.\n\n\"You have been a soldier of fortune?\" he asked. He spoke English with\nthe preciseness of an educated foreigner.\n\n\"Yes, sir. Rusty--that is, Mr. Ward knows my record.\"\n\n\"I was his sergeant in France, sir; saw fighting with him in Morocco,\nTurkey, Nicaragua--\"\n\n\"You can vouch for him, then; his character, courage--\"\n\n\"You couldn't get a better man, sir. If I had known he was in town I\nwould have sent for him.\"\n\n\"Very well; that is sufficient. But Mr.--Miles did you\nsay?--understands he is embarking on a dangerous adventure with grave\nchances of losing his life?\"\n\n\"I have faced danger and risked my life before this,\" said Justus\nMiles quietly.\n\nThe other nodded. \"Then that is all I am prepared to tell you at this\ntime.\"\n\nJustus Miles accompanied Ward to his room where the latter laid out\nfor him a change of clothing. It was luxurious to splash in warm water\nand bath-salts after the enforced griminess of weeks. The clothes\nfitted him fairly well, the two men being of a size. Lounging in his\nfriend's room after a substantial meal, and smoking a Turkish\ncigarette, he questioned Ward more closely.\n\n\"Who is the old fellow?\"\n\n\"I don't know. He hired me through an advertisement and then set me to\nemploying others.\"\n\n\"But surely you know where we are going?\"\n\n\"Hardly more than you do. Solino did say there was a country, a city\nto be invaded. Whereabouts is a secret. I can't say I care for going\nit blind, but neither do I like starving to death. I was in about the\nsame shape you were when you applied. Desperate.\"\n\nJustus Miles stretched himself comfortably.\n\n\"A spiggoty by the looks of him,\" he said; \"negro blood, no doubt.\nWell, fighting's my trade. I'd rather cash in fighting than sit on a\npark bench. I suppose the old boy will tell us more in good time, and\nuntil then we're sitting pretty, with good eats to be had; so why\nworry?\"\n\nAnd yet if Justus Miles had been able to look ahead he might not have\ntalked so blithely.\n\n       *       *       *       *       *\n\nDuring the week that followed his employment, he saw nothing of\nSolino, though Ward met the old man for a few moments every day to\nreceive his instructions. \"It puzzles me,\" he confessed to Miles,\n\"how the old chap lives. There's a private exit to the street from his\nrooms, but I could swear he never goes out. How could he in that\nwheelchair--no attendant. And yet he must. How would he get food?\"\n\nJustus Miles smiled lazily. \"No mystery at all, Rusty. We're gone for\nhours at a time. What's to prevent him from phoning to have his meals\nbrought in?\"\n\n\"But I've questioned them at the restaurant and they say--\"\n\n\"Good Lord!--is there only one restaurant in Manhattan?\"\n\nYet Justus Miles himself could not help feeling there was something\nmysterious about Solino, but just how mysterious he did not\nrealize--until, one evening, he stood with a half dozen of his fellow\nadventurers in a lonely spot on the Long Island coast and watched the\ndarkness deepen around them. \"We shall wait,\" said Solino presently,\n\"until the moon comes up.\"\n\nThe moon rose at about nine o'clock, flooding the beach and the\nheaving expanse of water with a ghostly light. From the folds of\nSolino's cloak, close about his muffled throat, a peculiar ray of\ngreen light flashed out over the water. In answer, a green light\nflashed back, and presently, something low and black, like the body of\na whale half submerged, stole towards the beach. Scarcely a ripple\nmarked its progress, and the nose of it slid up on the sand. \"Good\nLord!\" whispered Miles, grasping Ward by the arm: \"it's a submarine!\"\n\nBut the craft on which the surprised soldiers of fortune gazed was not\nan ordinary submarine. In the first place, there was no conning tower;\nand, in the second, from the blunt nose projected a narrow gangway\nbridging the few feet of water between the mysterious craft and the\ndry beach. But the men had little time to indulge in amazement.\n\"Quick,\" said Solino; \"load those boxes onto the gangway. No need to\ncarry them further.\" He himself wheeled his chair into the interior of\nthe submarine, calling back, \"Hurry, hurry!\"\n\n       *       *       *       *       *\n\nThe adventurers accomplished the loading in a few minutes. \"Now,\" came\nthe voice of their employer, \"stand on the gangway yourselves. Steady;\ndon't move.\"\n\nUnder their feet they felt the gangway vibrate and withdraw from the\nland. For a moment they were in utter darkness; then a light flashed\nup and revealed a long, box-like room. The opening through which they\nhad come had closed, leaving no sign of its existence.\n\nIn the center of the room stood a mechanism like a huge gyroscope, and\na plunging piston, smooth and black, went up and down with\nfrictionless ease. In front of what was evidently a control board sat\na swarthy man with a large hairless head and peculiarly colored eyes.\nThe adventurers stared in surprise, for this man, too, sat in a\nwheelchair, seemingly a cripple; but unlike Mr. Solino he wore no\ncloak, his body from the neck down being enclosed in a tubular metal\ncontainer. The body must have been very small, and the legs amputated\nat the hips, since the container was not large and terminated on the\nseat of the peculiar wheel chair to which it seemed firmly attached.\n\nSolino did not offer to introduce them to the man at the control\nboard, who, aside from a quick look, paid them no attention. He\nushered them ahead into another, though smaller cabin, and after\nindicating certain arrangements made for their comfort, withdrew. From\nthe slight sway of the floor under their feet and the perceptible\nvibration of the craft, the adventurers knew they were under way.\n\n\"Well, this is a rum affair and no mistake about it,\" said one of\nthem.\n\n\"A freak--a bloomin' freak,\" remarked another whose cockney accent\nproclaimed the Englishman.\n\n\"Yuh're shore right,\" said a lean Texan. \"That hombre out there had no\nlegs.\"\n\n\"Nor hands either.\"\n\nMiles and Ward glanced at one another. The same thought was in both\nminds. Neither of them had ever seen Mr. Solino's hands. A rum affair\nall right!\n\n       *       *       *       *       *\n\nHours passed. Some of the men fell to gambling. At intervals they ate.\nTwice they turned in and slept. Then, after what seemed an\ninterminable time, Solino summoned Miles and Ward to his presence in\nthe control room. \"It is time,\" he said, \"that you should know more of\nthe enterprise on which you have embarked. What I say, you can\ncommunicate to the other men. A year's salary for all of you lies to\nyour credit at the Chase Bank of New York. And this money will not be\nyour sole reward if you survive and serve faithfully.\"\n\n\"Thank you, sir,\" said Ward; \"but now that we are well on our way to\nour destination, could you not tell us more about it? You have said\nsomething of a city, a country. Where is that country?\"\n\n\"Down,\" was the astounding answer.\n\n\"Down?\" echoed both men.\n\n\"Yes,\" said Solino slowly, \"down. The gateway to that land is at the\nbottom of the ocean.\"\n\nAs the two men gaped at him, incredulous, an awful thing happened.\nWith an appalling roar and a rending of steel and iron, the submarine\nhalted abruptly in its headlong flight, reared upward at an acute\nangle and then fell forward with a tremendous crash. The adventurers\nwere thrown violently against a steel bulkhead, and slumped down\nunconscious....\n\n       *       *       *       *       *\n\nHow long they lay there insensible they never knew. Justus Miles was\nthe first to come to, and he found himself in Stygian blackness.\n\"Rusty!\" he called, feeling terribly sick and giddy. Only silence\nanswered him. \"Good God!\" he thought, \"what has happened?\" His hand\nwent out and recoiled from something soft and sticky. Gingerly he sat\nup. There was a lump on his head. His body felt bruised and sore but\nit was evidently sound. He recollected the small but powerful\nflashlight in his pocket, and drew it forth and pressed the button. A\nreassuring pencil of light pierced through the gloom. Even as it did\nso, someone groaned, and Ward's voice uttered his name.\n\n\"Is that you, Kid?\"\n\n\"It's me, all right.\"\n\n\"You ain't hurt?\"\n\n\"Nothing to speak of. How about you?\"\n\n\"O. K., I guess. An awful headache.\"\n\n\"Can you stand up?\"\n\n\"Yes.\"\n\nWard's face appeared in the ray of light, pale and blood-streaked.\n\n\"I wonder what happened.\"\n\n\"It sounded like a collision.\"\n\nThey stared at one another with fearful eyes. A collision while\nunderseas in a submarine is a serious matter.\n\n\"Where's Solino?\"\n\nJustus Miles ran the beam of his torch this way and that, and saw that\nthe room was in a fearful confusion. The gyroscopic mechanism had\nbroken from its fastenings and rolled forward. Somewhere beneath its\ncrushing weight lay the control board and the swarthy operator. Then\nthey saw Solino, still in his overturned wheelchair, the cloak drawn\ntightly about himself and it; but the top of his head was crushed in\nlike an eggshell. Justus Miles had touched that head when he stretched\nout his hand in the darkness.\n\nHe and Ward had been saved from death as by a miracle. Over their\nheads the great piston had hurtled, killing Solino and tearing through\nthe steel partition into the chamber beyond, visiting it with death\nand destruction. One hasty examination of that place was enough. The\nmen in there were dead.\n\n       *       *       *       *       *\n\nSick with horror, the two survivors faced the stark reality of their\nterrible plight. Trapped in an underwater craft, they saw themselves\ndoomed to perish even more miserably than their companions. As the\nhorrible thought sank home, a cool breath of air, suggesting the smell\nof stagnant salt water, blew through an opening created by the\ncrushing of the plates in the vessel's hull--an opening larger than\nthe body of a man. Miles and Ward stared at it with puzzled eyes. With\nsuch a hole in her hull, the boat should have been admitting water and\nnot air. However, they approached the gap and examined it with their\ntorches.\n\n\"Here goes,\" Ward said after a moment's hesitation, and clambered\nthrough the opening, followed by his friend. When they were able to\nmake out their surroundings, they saw that they were in a vast tunnel\nor cavern, the extent of which was shrouded in darkness. How the\nsubmarine had left the ocean and penetrated to this cavern it was\nimpossible to say; but evidently it had come so far over a shining\nrail, a break in which had caused the disaster. The cavern or tunnel\nwas paved with disjointed blocks of stone which once might have been\nsmooth and even, but which now were disarranged by time and slimy with\ndampness and seagrowths. In the clammy air Miles involuntarily\nshuddered. \"Good Lord, Rusty, we're certainly up against it! The only\nfellow who could tell us our whereabouts is dead!\"\n\nWard's jaw tightened. \"That rail leads somewhere: it's our only hope.\nBut first let us get our guns and some food.\"\n\n       *       *       *       *       *\n\nThey were fortunate enough to discover several thermos bottles\nunbroken. Hot coffee revived their fainting spirits. Treating their\nbruises and cuts as well as they could, they left the submarine or\ncar--it seemed to have been convertible for use either in water or on\nrail--and trudged ahead.\n\nBeyond the break that had caused the wreck, the rail stretched away\ninto illimitable blackness. Over rough stones, stumbling into shallow\npools of water, the light of their torches serving but faintly to show\nthe depressing surroundings, the two men plunged. Neither of them was\nwithout fear, but both possessed the enduring courage of men\nhabituated to facing danger and sudden death without losing control of\ntheir faculties.\n\nTime passed, but they had no means of telling how much, since their\nwrist watches no longer functioned. But after a while they noticed\nthat the grade was upward and the going easier. At the same moment,\nWard called attention to the fact that, even without electric torches,\nit was possible to see. All around the two Americans grew a strange\nlight--a weird, phosphorescent glow, revealing far walls and massive\npillars.\n\nNow they could see that they were in a vast chamber, undoubtedly the\nwork of human hands; a room awe-inspiring to behold, and even more\nthan awe-inspiring in the reflections it forced upon their minds.\nPassages radiated on either hand to mysterious depths, and great bulks\nloomed in the spectral light. Justus Miles gave a low cry of amazement\nwhen a closer investigation revealed those bulks to be the wrecks of\nmighty and intricate machines, the use of which it was vain to\nconjecture. He looked at Ward.\n\n\"Solino spoke of a city down in the ocean. Can this be it?\"\n\nWard shook his head. \"Everything here is old, abandoned. Look--what is\nthat?\"\n\n       *       *       *       *       *\n\nThe figure of a giant creature, carved either from stone or marble and\nencrusted with phosphorous, stood lowering in their path. It was that\nof a winged beast with a human head. Its features were negroid in\ncharacter; and so malignant was the expression of the staring face, so\nlifelike the execution of the whole statue, that a chill of fear ran\nthrough their veins. It was in Ward's mind that this gigantic carving\nwas akin to the ones he had seen in Egypt, and as old, if not older.\n\nBeyond the statue the rail curved and the grade leveled; and, rounding\nthe bend, they were amazed to come upon a sort of \"yard\" where the\nrail stopped. In that enclosure, on several sidings, were submarine\ncars similar to the wrecked one they had abandoned. But that was not\nthe sight which brought them to a breathless halt. Beyond the sidings\nstood what appeared to be a small building of gleaming crystal.\n\nAfter a moment of breathless wonder they cautiously approached the\nbizarre structure. No dampness or phosphorus impaired the clarity of\nits walls. The material composing them felt vibrantly warm to the\ntouch. It was not glass, yet it was possible to look without\ndifficulty into the interior of the building, which appeared to be one\nlarge room containing nothing but a central device not unlike the\nfilaments of an electric bulb. In fact, the whole building, viewed\nfrom the outside, reminded the two adventurers of a giant light globe.\nThe filaments radiated a steady and somehow exhilarating light. The\ndoor--they knew it was a door because an edging of dark metal\noutlined its frame--gave admittance to the room.\n\n\"Shall we?\" questioned Miles; and Ward answered doubtfully, \"I don't\nknow. Perhaps....\"\n\nBut at last they turned the golden knob, felt the door give to their\npressure, and stepped through the entrance into the soft radiance of\nthe interior. Unthinkingly, Ward released his hold on the knob and the\ndoor swung shut behind them. Instantly there was a flash of light, and\nthey were oppressed by a feeling of nausea: and then, out of a\nmomentary pit of blackness, they emerged to find that the room of\ncrystal had oddly changed its proportions and opaqueness. \"Quick!\"\ncried Ward; \"let us get out of this place.\" Both men found the door\nand staggered forth.\n\nThen, at sight of what they saw, they stood rooted to the spot in\nsheer amazement. The gloomy tunnel and the sidings of submarine cars\nhad vanished, and they were standing in a vast hall, an utterly\nstrange and magnificent hall, staring up into the face of a creature\ncrudely human and colored green!\n\n       *       *       *       *       *\n\nThe green man was almost of heroic proportions; he was clad in but a\nbreech-clout, and was so broad as to appear squat in stature. He\ncarried a short club, and appeared almost as dumbfounded as the two\nAmericans. A moment he regarded them, then, with a ferocious snarl of\nrage, he hurled himself upon the startled Ward and half clubbed, half\npushed him to the floor. Recovering from his momentary inaction and\nrealizing the danger in which his friend stood, Miles shouted and\nleaped upon the green man's back, fastening his sinewy fingers about\nthe giant's throat.\n\nBut the latter was possessed of incredible strength, and,\nstraightening up, he shook off Miles as a bear might shake off an\nattacking dog, and threw him heavily to the floor. Then the green\ngiant whirled up his club, and it would have gone hardly with Miles if\nWard had not remembered his automatic and fired in the nick of time.\nAs if poleaxed, the green man fell; and both the adventurers recovered\ntheir feet.\n\n\"Look out!\" shouted Ward.\n\nThrough a wide entrance came charging a dozen greenish giants. Miles\nfired both his pistols. The leader of the greenish men paused in\nmid-leap, clawing at his stomach.\n\n\"This way, Kid!\" yelled Ward; \"this way!\"\n\nTaking advantage of the confusion in the ranks of the attackers, the\ntwo sprang to where an exit in the far wall promised an avenue of\nescape. Down a broad passage they rushed. Seemingly the passage ended\nin a cul-de-sac, for a wall of blank whiteness barred further\nprogress. Behind them came charging the greenish giants uttering\nappalling cries. Desperately the two Americans turned, resolved to\nsell their lives as dearly as possible; but at that moment happened a\nsheer miracle. The blank wall divided, revealing a narrow crevice\nthrough which they sprang. Noiselessly the crevice closed behind them,\nshutting out the green pursuers, and a voice said--a voice in precise\nbut strangely accented English:\n\n\"We have been expecting you, gentlemen, but--where is Solino?\"\n\n       *       *       *       *       *\n\nNever would Miles and Ward forget the amazement of that moment. They\nwere in a place which looked not unlike a huge laboratory. Then they\nsaw it was a lofty room containing a variety of strange mechanisms.\nBut it was not on these their eyes focussed. Confronting them in odd\nwheelchairs, with hairless heads projecting from tubular containers\nlike the one they had seen encasing the man at the control board of\nthe submarines, were all of half a hundred crippled men!\n\n\"Good Lord!\" exclaimed Miles, \"I must be seeing things!\"\n\n\"Where is Solino?\" demanded the voice in strangely accented English.\n\nWard saw that the question came from an individual in a wheelchair a\nfew feet in front of them.\n\n\"Solino is dead,\" he answered.\n\n\"Dead?\" A ripple of sound came from the oddly seated men.\n\n\"Yes, the submarine car was wrecked in the tunnel, and everyone aboard\nwas killed save us two.\"\n\nThe hairless men looked at one another. \"This is Spiro's work,\" said\none of them, still in English; and another said, \"Yes, Spiro has done\nthis.\"\n\nMiles and Ward were recovering somewhat from their initial\nastonishment. \"What place is this?\" asked the former.\n\n\"This is Apex--or, rather, the Palace of the Heads in Apex.\"\n\nThe Palace of the Heads! The two Americans tried to control their\nbewilderment.\n\n\"Pardon us if we don't understand. Everything is so strange. First the\nsubmarine was wrecked. Then we entered the crystal room and the tunnel\nvanished. We can't understand how this place can be at the bottom of\nthe Atlantic.\"\n\n\"It isn't at the bottom of the Atlantic.\"\n\n\"Not at the bottom? Then where?\"\n\n\"It isn't,\" said the voice slowly, \"in your world at all.\"\n\nThe import of what was said did not at first penetrate the minds of\nthe Americans. \"Not in our world?\" they echoed stupidly.\n\n\"Come,\" said the crippled man smiling inscrutably, \"you are tired and\nhungry. Later I shall explain more.\" His strangely colored eyes bored\ninto their own. \"Sleep,\" said his voice softly, imperatively; and\nthough they fought against the command with all the strength of their\nwills, heaviness weighted down their eyelids and they slept.\n\n       *       *       *       *       *\n\nFrom dreamless sleep they awakened to find that fatigue had\nmiraculously vanished, that their wounds were healed and their bodies\nand clothes were free of slime and filth. All but one of the crippled\nmen--for so in their own minds they termed the odd individuals--had\ngone away. That one was the man who had first addressed them.\n\n\"Do not be alarmed,\" he said. \"In our own fashion we have given you\nfood and rest and attended to your comfort.\"\n\nWard smiled, though a trifle uncertainly. \"We are not easily\nfrightened,\" he replied.\n\n\"So! That is good. But now listen: my name is Zoro and I am Chief of\nthe Heads of Apex. Ages ago we Heads lived on a continent of your\nEarth now known to scholars as Atlantis. When Atlantis sank below the\nwaves--in your sacred book that tragedy is known as the Flood--all but\na scattered few of its people perished. I and my companions were among\nthe survivors.\"\n\nThe Americans stared at him unbelievingly. \"But that was a hundred\nthousand years ago!\" exclaimed Ward.\n\n\"Three hundred thousand,\" corrected Zoro.\n\nThey stared at him dumbly.\n\n\"Yes,\" said Zoro; \"it sounds incredible to your ears, but it is true.\nMighty as is the industrial civilization of your day, that of Atlantis\nwas mightier. Of course, the country wasn't then called Atlantis; its\nreal name was A-zooma. A-zooma ruled the world. Its ships with sails\nof copper and engines of brass covered the many seas which now are\nlands. Its airships clove the air with a safety and speed your own\nhave still to attain. The wealth of the world poured into A-zooma, and\nits rulers waxed vain-glorious and proud. Time after time the\nenslaved masses of A-zooma and of conquered countries rose in great\nrebellions. Then against them marched the \"iron baylas\" breathing\ndeath and destruction, and from the air mighty ships poured down the\nyellow fog....\"\n\nZoro paused, but presently went on: \"So we ruled--for ten thousand\nyears; until the scientists who begot those engines of destruction\nbecame afraid, because the serfs themselves began to build secret\nlaboratories. We of the priesthood of science saw the inevitable\ndisaster. Long ago we had put off our bodies--\"\n\n       *       *       *       *       *\n\nZoro smiled at the Americans' amazement. \"No,\" he said, \"I am not a\ncripple in a wheelchair. This tubular container holds no fleshly body.\nInside of it is a mechanical heart which pumps artificial blood--blood\npurified by a process I will not describe--through my head. It also\ncontains certain inner devices under my mental control, devices that\ntake the place of human hands and feet. Only by accident or through\nlack of certain essentials can I die.\"\n\nHis listeners stared at him in awe. \"You mean,\" faltered Miles, \"that\nsave for your head you are all--machine?\"\n\n\"Practically, yes. We priest-scientists of the Inner Mystery prolonged\nlife in such fashion. I was three thousand years old when--But enough!\nI will not weary you with a recital of how the slaves burrowed the\nbowels of A-zooma and of how the masters loosed against them the\nforces of the atom. Suffice it to say that on an island we built our\nvast system of buildings--or tunnel as you choose to call it--and\nsealed them away from the outside world, entrance being made by\nsubmarines through automatically controlled locks.\n\n\"At about this time our experiments opened up another realm of\nexistence, manifesting at a vibratory rate above that of earth. To\nthis new realm we brought workers who built the City of Apex and the\npalace you are in. But, unfortunately, we brought with us no weapons\nof offense, and in the new world we had neither the material nor the\ndelicate mechanisms and factories to reproduce them. However, for\ncountless ages there was no rebellion on the part of the workers who,\neven in A-zooma, had worshipped us as gods. They were born, grew old\nand died, but we abode forever. Besides, in the City of Apex they were\nfreer than they had ever been before, merely having to furnish our\nlaboratories with certain raw materials and the wherewithal to sustain\nthe blood supply on which our lives depend. But, of late, they have\nmade common cause with the original inhabitants of this plane, the\ngreen men--\"\n\n       *       *       *       *       *\n\nThe green men! As if the words were a signal, a dreadful thing\nhappened. Out of a far shadow leaped a lean and hideous monster. To\nMiles' startled eyes it seemed to grow as it leaped. Thin,\nunbelievably thin it was, yet swelling at the head. From between two\ngoggle-eyes writhed a rope-like trunk. Twelve feet in the air its head\ntowered over Zoro. \"Look out!\" screamed the American.\n\nZoro's chair seemed to jump. Too late! Around the tubular container\nwrapped the snake-like trunk, plucking the wheelchair and its occupant\nfrom the floor and dangling them high in air. \"Shoot!\" cried Zoro.\n\nMiles shot. His bullet ploughed through the unbelievably thin body and\nricochetted from a pillar beyond. Ward fired with better effect. One\nof the goggle eyes spattered like glass. Under a fusillade of bullets\nthe monster wilted, giving expression to a weird, shrill cry. Zoro\ndangled head downwards. To drop from such a height on his skull would\nprobably be fatal.\n\nBut the monster did not drop him. Instead, in its death agony, its\ngrip tightened, and the Americans witnessed an incredible sight.\nBefore their very eyes the monster began rapidly to shrink. Its\ntenuous body telescoped together, becoming thinner and thinner in the\nprocess, until on the floor there lay the lifeless body of a\nsnake-like creature not more than six inches in length!\n\n\"Good Lord!\" breathed Miles.\n\nZoro who had escaped unscathed from his perilous plight, regarded it\nwith his peculiarly colored eyes.\n\n       *       *       *       *       *\n\n\"It is a tah-a-la,\" he said, \"and must have entered the room at the\nsame time you did. The green men often capture and train them for\nhunting. When about to seize their prey their bodies have the power of\nenormously stretching.\" Outwardly he seemed unaffected by the danger\nsafely passed and waved away several of his fellows who had wheeled to\nthe spot attracted by the noise of the pistols. The Americans were\nmore shaken. \"Perhaps,\" said Ward, \"there is danger of--\"\n\n\"None,\" replied Zoro. \"I know there are no other tah-a-las inside\nthese rooms, since it is the nature of these beasts to rush to each\nother's aid when they scream. And as for outside attacks, the\nlaboratories are insulated against any the insurgent workers can make.\nTheir weapons are poor--the green men use but clubs. No, it is not\ntheir attacks we fear but their refusal to furnish us with supplies.\nThey worshipped us as gods, and the giving of supplies was long a\nreligious rite. But now they doubt our divinity, and, since they no\nlonger listen to or obey our decrees, we have no means of punishing\nthem. Spiro is responsible for this.\"\n\n\"Spiro?\" questioned the two men.\n\n\"He whom we raised to the dignity of godhead on the accidental death\nof Bah-koo, causing a deep sleep to fall upon him in the temple and\ngrafting his head upon the mechanical body left by the latter. Twice\nbefore we had done this with citizens of Apex, and how were we to know\nthat Spiro would resent it? True, he was in love with Ah-eeda, but the\nphysical passions of men die with the organisms that give them birth.\nFor three years he dwelt with us in the laboratories, learning the\nwisdom of the Heads, and then,\"--Zoro's face became forbidding--\"he\ndenounced us to the people. Though there was more or less discontent,\nthey would never have dared defy us save for him. He told them that\nour curses could do no harm, that we were merely the heads of men like\nhimself and would die if they refused to give us the wherewithal to\nrenew blood.\n\n       *       *       *       *       *\n\n\"But this refusal of theirs is an evil thing,\" he cried, looking at\nthe Americans with his strangely colored eyes. \"It violates the custom\nof ages, and strikes at the very roots of our existence. So we held\ncouncil and sent two of our number to Earth after men and weapons to\nenforce our demands. For years we had watched Earth, seen its myriad\ncivilizations rise and fall, studied the coming of America to power\nand importance. So it was to America that Solino went, by way of the\ntunnel that still exists under the Atlantic--\"\n\n\"And hired us,\" interrupted Ward, \"and brought us to the tunnel in the\nsubmarine-car where we--\"\n\n\"Stepped into the crystal chamber,\" finished Zoro. \"That chamber is a\nre-vibrating device of certain rays and chemicals. The shutting of the\ndoor closed the switches and hurled your bodies to where a\nreceiving-station on this plane integrated them again.\"\n\nSo they were not at the bottom of the ocean. They were--stupendous\nthought--living in a new world of matter!\n\n\"Spiro suspected our plans,\" continued Zoro. \"He isolated us in our\nlaboratories, and, by means of a crystal tube, went through to the\ntunnel, tore up a section of track, and wrecked the submarine-car. But\nhis act was only partially successful. You two escaped death; you are\nhere; you are ready to keep faith and fight in our service.\"\n\n\"We are ready to fight,\" assented Miles and Ward. The situation was\ncertainly an unusual one, and one they did not clearly understand; but\ntheirs was the simple code of the mercenary soldier--they would fight\nfor whoever hired them, and be loyal as long as their wages were paid.\n\n\"Then there is no time to lose,\" exclaimed Zoro. \"Already our blood\ngrows thin. You must go back to the wrecked submarine and retrieve\nyour weapons.\"\n\n\"But how?\"\n\n\"There is a sending tube in the next compartment.\"\n\n       *       *       *       *       *\n\nThey followed Zoro through lofty rooms filled with amber light until\nthey came to one wherein were assembled the rest of the Heads. Zoro\nspoke to them swiftly in a strange, flowing tongue. Then he conducted\nthe two Americans to a crystal chamber at the end of the room and bade\nthem enter it. The vibrant light caressed their limbs.\n\n\"When I close this door,\" he said, \"you will find yourselves back in\nthe tunnel. Board one of the submarine-cars on the siding and proceed\nto the wreck.\" He gave them detailed instructions how to operate the\ncar. \"Then get your weapons and return. Do you understand?\"\n\nThey nodded.\n\n\"The workers possess no arms the equal of machine-guns and bombs. They\nwill be at your mercy. Remember that you are fighting for our lives\nand that, if you save them, your reward will be great. Fear nothing.\"\n\nThe door closed. After a moment there was a blinding flash, a moment\nof swooning darkness, and then they were staring through transparent\nwalls into the phosphorescent gloom of the underseas crypt. Suddenly,\nwhat they had recently undergone seemed the product of an illusion, a\ndream. Ward shook himself vigorously. \"I guess it was real enough,\" he\nsaid. \"Let us see if the car works.\"\n\nThey ran out to the wreck and returned without trouble. The\nmachine-gun was mounted for action and the gas-bombs slung over their\nshoulders in convenient bags. \"All right,\" said Miles tensely, \"let us\ngo.\"\n\nAgain they entered the crystal chamber; again there was the flash of\nlight and the sensation of falling into darkest space. Then, in a\nmoment it seemed, they were stepping into the hall from which they had\nfled pursued by the green men--only for the second time, to be\nconfronted by a crowd of hostile giants. \"Don't fire, Kid!\" yelled\nWard. \"It's no use to kill them uselessly. Give them the bombs!\"\n\nDisconcerted by the attack of tear-gas, the green men broke and fled.\n\"After them,\" panted Ward: \"we've got them on the run!\"\n\n       *       *       *       *       *\n\nThrilling to the lust of battle, the two Americans emerged into an\nopen square. They had little time to note the odd buildings and\nstrange statues. Coming towards them with leveled weapons, the nature\nof which they did not know, was a band of short men--that is, short in\ncomparison with the greenish giants. Behind this company appeared\nstill another, and another. Tear-gas was useless to stop their onward\nrush. \"All right,\" yelled Miles, \"it's lead they want!\"\n\nThe machine-gun spat a hail of bullets. Before the first withering\nblast the swarthy men recoiled in confusion. Then a second volley\nscattered them like chaff. Miles and Ward were conscious of no pity\nfor the dead and wounded lying on the pavement of yellow stone. This\nwas their profession, the stern business of which they were masters.\nIn France they had seen worse sights, and in Nicaragua and Mexico.\nThey swept destructively out of the square and into a long tree-lined\navenue. This might be another world or dimension but its trees looked\nnot unlike those of tropical America.\n\nIn a short while the radiating streets were cleared of crowds and the\ncries of the mob died away. Miles and Ward paused in the shadow of an\noverhanging wall and wiped their faces. \"That was quick work, all\nright,\" said Ward; and, even as he said it, the wall seemed to fall\nupon their unprotected heads and crush them into unconsciousness....\n\n       *       *       *       *       *\n\nOut of a sick darkness they came. At first they thought they were\nconfronting Zoro. Then, as the mists of unconsciousness cleared from\naching heads, they perceived that they were in a vast hall crowded\nwith swarthy men in short tunics, and with greenish giants wearing\nnothing but breech-clouts and swinging short clubs. The fierce eyes of\nthe greenish giants were upon them, and the vengeful ones of the\nswarthy men. But the desire of both to rend and tear was held in check\nby the dominant head emerging from a tubular container mounted upon a\nwheelchair. The Americans stared. This was not the head of Zoro. No!\n\n\"The head of Spiro,\" thought Miles and Ward with sinking hearts.\n\nThey had fallen into the power of the leader of the insurgent workers!\n\nSpiro--for it was indeed he--regarded them with pitiless eyes. His\nEnglish was slower and not as fluent as that of Zoro, and his words\nharder to understand.\n\n\"You Americans, beings of another world, have come here at the\nbidding of the Heads to slay and kill for gold.\"\n\nHe paused. \"I who for three years studied your country, learned its\nlanguage, history, did not believe men of your race could be so vile.\"\n\nHe paused again, and Ward broke out hotly, \"It is true that we came\nhere to fight for gold, but who are you to speak of vileness? Have you\nnot turned on the Heads, your benefactors, now your brothers, who\nraised you to their height? Are you not leading a revolt of the\nworkers which would deny them the means of sustaining life? Are you\nnot seeking to perpetrate--murder?\"\n\nSpiro regarded him slowly. \"Is it possible you are in ignorance of\nwhat those means are? Listen, then, while I tell you the hideous\ntruth. Since the dawn of our history, until the present moment, the\nHeads have maintained their lives by draining blood from the veins of\nthousands of Apexans yearly!\"\n\nThe Americans' faces whitened. \"What do you mean?\" breathed Ward.\n\n\"I mean that the artificial blood pumped by mechanical hearts through\nthe brains of the Heads--yes, and that is now being pumped through my\nown!\" cried Spiro bitterly--\"is manufactured from human blood. Human\nblood is the basis of it. And to get that blood every Apexan must\nyield his quota in the temple. Slowly but surely this practice is\nsapping the vitality of the race. But though the Apexans realized this\nthey were afraid to speak against the custom. For the Heads were\nworshipped as gods; and when the gods spoke, blasphemers\ndied--horribly.\"\n\n       *       *       *       *       *\n\nMiles and Ward shuddered.\n\n\"Even I,\" went on Spiro, \"denounced blasphemers and thought it holy\nthat each should yield a little of his blood to the Almighty Ones.\nThen I woke from darkness to find myself--a Head. At first I could not\nunderstand, for I was in love with Ah-eeda--and can a machine mate?\nBut it is true that love is largely desire, and desire of the body.\nWith the death of the body, desire died; and it may be that pride and\nambition took its place. But, for all that, there were moments when I\nremembered my lost manhood and dreamed of Ah-eeda. Yes, though the\nlaboratory of the Heads revealed wonders of which I had never dreamed,\nthough I looked into your world and studied its languages and history,\nthough I was worshipped as a god and endless life stretched ahead of\nme--nevertheless, I could see that the strength of my race was being\nsapped, its virility lost!\"\n\nHis voice broke. \"In the face of such knowledge what were immortality\nand power? Could they compensate for one hour of life and love as\nhumanity lived it? So I brooded. Then one day in the temple I looked\ninto the face of a girl about to be bled and recognized Ah-eeda. In\nthat moment, hatred of the fiends posing as gods and draining the\nvitality of deluded worshippers, crystallized and drove me to action.\nSo it was I who denounced the Heads, aroused the people!\" Spiro's\nvoice broke; died. Miles and Ward stared at him, horrified; and after\na while Miles exclaimed, \"We never suspected! We would never have\nfought to maintain such a thing had we known!\"\n\n\"Nonetheless,\" said Spiro inflexibly, \"you fought for it, and many\npeople died and more are afraid. Superstition is a hard thing to kill.\nAlready there are those who murmur that truly the Heads are gods and\nhave called up demons from the underworld, as they threatened they\nwould, to smite them with thunder until once more they yield blood in\nthe temple. But I know that without blood the Heads must die\nmiserably and the people be freed from their vampire existence. It is\ntrue that I too shall die, but that is nothing. I die gladly.\nTherefore, to keep the people from sacrificing blood, to show them\nthat you are mortal and the Heads powerless to save the demons they\nhave raised, you must be slain in front of the great palace.\n\n\"Yes; you, too, must die for the people!\"\n\n       *       *       *       *       *\n\nBound and helpless, lying on their backs and staring into the gloom of\nthe small chamber into which they had been thrown, Miles and Ward had\ntime to ponder their desperate situation. Spiro was delaying their\ndeath until the workers of Apex would have time to gather and witness\nit. At first they had struggled to loosen their bonds, but such\nefforts served only to tighten them. Then they had tried the trick of\nrolling together so that the fingers of one might endeavor to undo the\nknots securing the other. On a memorable occasion in Turkey they had\nfreed themselves in this manner. But the attempts proved fruitless\nnow. The floor of the chamber was smooth, nor could they find any\nrough projection on which to saw the cords.\n\nExhausted, they finally desisted. The same thought was in both minds:\nWere they doomed to die in this strange world, fated never to see\nEarth again? Well, a soldier of fortune must expect to meet with\nreverses. Still, it was a tough break. After a long silence Ward said,\n\"How were we to know that the heads lived on the blood of the people?\"\n\n\"Would it have made any difference if we had known?\" asked Miles.\n\n\"Perhaps not.\" Ward tried to shrug his shoulders. \"After all, we have\nfought to maintain systems not much better. There is little\ndifference, save in degree, between draining the life-blood of a race\nand robbing it of the fruits of its labor.\"\n\n\"But sometimes we fought to liberate people,\" protested Miles.\n\n\"Yes, I like to think of that. It's good to have something to our\ncredit when we cash in. And it looks,\" he said pessimistically, \"as if\nour time to do so has come.\"\n\n       *       *       *       *       *\n\nThey ceased talking. Time passed cheerlessly. Finally both of them\nfell into a heavy slumber from which they were aroused by the sudden\nflashing in their eyes of a bright light, bright only in comparison\nwith the former intense darkness. \"What's that!\" cried Ward, startled.\n\n\"S-sh,\" said a soft voice warningly, and when their eyes became\naccustomed to the illumination, they were amazed to perceive the\nslender form of a young girl carrying a torch. She was marvelously\nlovely to look at, with her blue-black hair brushed straight back from\na low, broad forehead and her smooth skin as dark as that of an\nEgyptian. Nor was she dressed unlike pictures Miles had seen of people\nof ancient Egypt. The embroidered plates covering the small breasts\nshone and glittered; bracelets and bangles flashed on bare arms and\nshapely ankles; while from the waist to below the knees was a skirt of\nrich material. On the small feet were sandals of intricate design.\nBesides the torch, the girl carried a slim, gleaming knife, and for a\nmoment the adventurers were guilty of imagining she had come to slay\nthem where they lay. But her manner quickly dispelled their fear.\nSinking on her knees beside them, she said, \"Do not be afraid; Ah-eeda\nwill not harm you.\"\n\n       *       *       *       *       *\n\nSo this was Ah-eeda, the girl of whom Spiro had spoken. Miles and Ward\ndevoured her loveliness with their eyes; her coming flooded their\nbosoms with renewed hope. She continued speaking. Her English was not\nat all fluent, and she was often compelled to make it clear with\nexpressions in her own tongue and with explanatory gestures. But to\nMiles and Ward, who knew nothing of temple training, her speaking\nEnglish at all was a miracle.\n\n\"Is it true that you are men from another world?\"\n\n\"Yes.\"\n\n\"And you came to make the people give their blood to the Heads?\"\n\n\"No, that is not true. We were in ignorance of what it was we fought\nfor. Had we known the truth we would have refused to fight for the\nHeads.\"\n\n\"Then, if I were to set you free, you would go back to your own world\nand not fight my people any more?\"\n\nThey nodded vigorously.\n\n\"Oh, I am so glad,\" exclaimed the girl; \"I did not want to see you\ndie!\" She looked at Miles as she spoke. \"I saw you before Spiro this\nafternoon. Poor Spiro!\" she murmured as she cut their bonds. It was\nsome time before circulation was restored to their limbs. Miles asked\nanxiously, \"How many guards are there at the door?\"\n\n\"Twelve,\" said the girl; \"but they are playing wong-wo in the room\noutside and drinking soola.\" She pantomimed her meaning. \"I came here\nthrough a secret passage beyond,\" she indicated by a wave of her hand.\n\"Now that you can walk, let us hurry.\" Shyly she took Miles' hand. The\nwarm clasp of her fingers made the blood course faster in his veins.\n\nThrough a long passage they glided to another room. There were several\nconfusing turns and dark hallways, and twice they had to cower in\nshadowy corners while Ah-eeda boldly advanced and held converse with\noccasional persons encountered, though for the most part the way was\nsilent and deserted. At last they came to a low door opening on a\nnarrow street and the girl put out her torch.\n\n\"To return to our own world we must first reach the Palace of the\nHeads,\" said Ward. The girl nodded. \"I will guide you there. But we\nmust hurry: the workers will soon be gathered.\"\n\n       *       *       *       *       *\n\nNever were Miles and Ward to forget that breathless flight. The girl\nled them through narrow and devious byways over which dark buildings\nleaned, evidently avoiding the more direct and open thoroughfares. It\nseemed as if they were to escape without hindrance when, suddenly, out\nof a dimly lighted doorway, lurched the gigantic figure of a green man\ncarrying a flare. This flare threw the figures of the fugitives into\nrelief.\n\n\"Ho!\" roared the green man, and came at them like a furious bull. It\nseemed characteristic of his kind to attack without parley. The torch\ndropped as he came. There was no resisting that mighty bulk. Unarmed,\nand with scant room to move backward, the two Americans went down; and\nthat would have been the end of the battle if Ah-eeda, who had shrunk\nto one side out of the way of the combatants, had not snatched up the\nstill flaming torch and held it against the naked back of the greenish\ngiant. With a scream of anguish the latter ceased throttling the\nAmericans, clapped his hands to his scorched back and rolled clear of\nthem.\n\nInstantly they staggered to their feet and fled down the roadway after\nthe light-footed Ah-eeda. Behind them the screams of the green man\nmade the night hideous. \"Damn him!\" panted Ward; \"he'll have the whole\ntown on our heels!\" Providentially, at that moment the road debouched\ninto the great square. This they crossed at a run, and so, for the\nlast time, entered the Palace of the Heads. Its wide halls and\nchambers were practically deserted.\n\nPast the crystal chamber where they had first materialized into this\nstrange world they dashed, and through the far door and down the\ncorridor to the blank wall. Already in the rear could be heard the\nsound of pursuit, the rising clamor of the mob. Ward hammered on the\nwall with both fists. \"Zoro! Zoro! let us in!\" Now the first of the\nmob had entered the corridor. \"Zoro! Zoro!\" Noiselessly, and just in\ntime, the wall parted and they sprang through, Miles half carrying the\nslender form of Ah-eeda. The wall closed behind them, obliterating the\nfierce cries and footbeats of their pursuers.\n\n       *       *       *       *       *\n\nIn front of them was Zoro, his hairless head projecting from the\ntubular container. Ah-eeda shrank fearfully into Miles' embrace. All\nthe other Heads were ranged back of Zoro, but there was something odd\nabout them. The massive craniums lolled loosely to one side or another\nand the curiously colored eyes were glazed or filmed. Zoro held his\nhead erect, but only with an effort, and his features were drawn and\nghastly looking.\n\n\"Yes,\" he said in a feeble voice, \"the Heads are dying. You need not\ntell me that you have failed. In the end force always fails. No longer\nwill the veins of the people yield their blood to us, and without\ntheir blood we cannot live. Soon three hundred thousand years of\nintelligence will be no more.\" His voice faltered.\n\nMiles and Ward had learned to feel nothing but horror and detestation\nof the Heads, but now in the face of their tragic end, hearing the\ndying words of Zoro, awe and sympathy struggled with other emotions in\ntheir hearts. These mighty intellects had lived before the days of the\nflood; their eyes filming now in death had seen the ancient empires\nof Earth rise and fall.... Sumeria, Babylon.... Stupendous thought;\nand yet in the face of death a hundred thousand years of life was of\nno more importance than that of a day. Suddenly Ward sprang forward\nand shook the fainting Head. \"Zoro! Zoro! what of us? We served you\nfaithfully and would now return to Earth.\"\n\n       *       *       *       *       *\n\nVisibly Zoro made a great effort to reply. \"Go to the crystal tube in\nthe laboratory beyond,\" he said at last. \"It still works. I have told\nyou how to run the car. Mend the tracks. The locks open automatically\nand let the car into the ocean when it strikes the switch. Your reward\nis in....\" The words died away. Then, with a sudden influx of\nstrength, the hairless head straightened, the strangely colored eyes\ncleared, and in a loud voice Zoro called out something in an unknown\ntongue and then collapsed.\n\nOut of that chamber of death the Americans fled, suddenly afraid of\nits weird occupants. In time the workers of Apex would break into\nthat strange laboratory and find the vampires of the ages dead. And in\na very short time Spiro himself would die--Spiro the avenger.\n\nAt the crystal tube Miles paused. \"Ah-eeda,\" he said softly, \"we\nreturn to Earth, but I shall never forget you, never!\"\n\nA moment he hesitated, and then bent and kissed her swiftly. Instantly\nshe was in his arms, clinging to him passionately.\n\n\"I too,\" she cried; \"I too!\"\n\n\"She means,\" said Ward, \"that she wants to go back with us. What do\nyou say?\"\n\n\"God knows I am tempted to take her,\" said Miles; \"but would it be\nright? What does she know of Earth?\"\n\n\"Nothing,\" said Ward; \"but I believe she loves you. And have you\nthought that after helping us to escape she may not be safe among her\nown people?\"\n\nMiles bowed his head. \"Very well,\" he said; \"so be it. I swear to make\nher happy.\"\n\nSo there were three of them who entered the crystal tube.\n\n       *       *       *       *       *\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Heads of Apex, by Francis Flagg\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE HEADS OF APEX ***\n\n***** This file should be named 29046.txt or 29046.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/0/4/29046/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}