{"title": "The World Beyond", "author": "Raymond King Cummings", "releaseDate": "June 7, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, adhere and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\n\n\n\nTranscriber's Note\n\nThis etext was produced from Amazing Stories July 1942. Extensive\nresearch did not uncover any evidence that the U.S. copyright on this\npublication was renewed.\n\n\n\n\n_Out of nowhere came these grim, cold, black-clad men, to kidnap three\nEarth people and carry them to a weird and terrible world where a man\ncould be a giant at will._\n\n\n[Illustration: Lee Anthony crouched and set himself to resist the\nattack of the robed men.]\n\n\n\n\nTHE WORLD BEYOND\n\nBy RAY CUMMINGS\n\n\nThe old woman was dying. There could be no doubt of it now. Surely she\nwould not last through the night. In the dim quiet bedroom he sat\nwatching her, his young face grim and awed. Pathetic business, this\nending of earthly life, this passing on. In the silence, from the living\nroom downstairs the gay laughter of the young people at the birthday\nparty came floating up. His birthday--Lee Anthony, twenty-one years old\ntoday. He had thought he would feel very different, becoming--legally--a\nman. But the only difference now, was that old Anna Green who had been\nalways so good to him, who had taken care of him almost all his life,\nnow was dying.\n\nTerrible business. But old age is queer. Anna knew what was happening.\nThe doctor, who had given Lee the medicines and said he would be back in\nthe morning, hadn't fooled her. And she had only smiled.\n\nLee tensed as he saw that she was smiling now; and she opened her eyes.\nHis hand went to hers where it lay, so white, blue-veined on the white\nbedspread.\n\n\"I'm here, Anna. Feel better?\"\n\n\"Oh, yes. I'm all right.\" Her faint voice, gently tired, mingled with\nthe sounds from the party downstairs. She heard the laughter. \"You\nshould be down there, Lee. I'm all right.\"\n\n\"I should have postponed it,\" he said. \"And what you did, preparing for\nit--\"\n\nShe interrupted him, raising her thin arm, which must have seemed so\nheavy that at once she let it fall again. \"Lee--I guess I am glad you're\nhere--want to talk to you--and I guess it better be now.\"\n\n\"Tomorrow--you're too tired now--\"\n\n\"For me,\" she said with her gentle smile, \"there may not be any\ntomorrow--not here. Your grandfather, Lee--you really don't remember\nhim?\"\n\n\"I was only four or five.\"\n\n\"Yes. That was when your father and mother died in the aero accident and\nyour grandfather brought you to me.\"\n\nVery vaguely he could remember it. He had always understood that Anna\nGreen had loved his grandfather, who had died that same year.\n\n\"What I want to tell you, Lee--\" She seemed summoning all her last\nremaining strength. \"Your grandfather didn't die. He just went away.\nWhat you've never known--he was a scientist. But he was a lot more than\nthat. He had--dreams. Dreams of what we mortals might be--what we ought\nto be--but are not. And so he--went away.\"\n\nThis dying old woman; her mind was wandering?...\n\n\"Oh--yes,\" Lee said. \"But you're much too tired now, Anna dear--\"\n\n\"Please let me tell you. He had--some scientific apparatus. I didn't see\nit--I don't know where he went. I think he didn't know either, where he\nwas going. But he was a very good man, Lee. I think he had an\nintuition--an inspiration. Yes, it must have been that. A man--inspired.\nAnd so he went. I've never seen or heard from him since. Yet--what he\npromised me--if he could accomplish it--tonight--almost now, Lee, would\nbe the time--\"\n\n       *       *       *       *       *\n\nJust a desperately sick old woman whose blurred mind was seeing visions.\nThe thin wrinkled face, like crumpled white parchment, was transfigured\nas though by a vision. Her sunken eyes were bright with it. A wonderment\nstirred within Lee Anthony. Why was his heart pounding? It seemed\nsuddenly as though he must be sharing this unknown thing of science--and\nmysticism. As though something within him--his grandfather's blood\nperhaps--was responding.... He felt suddenly wildly excited.\n\n\"Tonight?\" he murmured.\n\n\"Your grandfather was a very good man, Lee--\"\n\n\"And you, Anna--all my life I have known how good you are. Not like most\nwomen--you're just all gentleness--just kindness--\"\n\n\"That was maybe--just an inspiration from him.\" Her face was bright with\nit. \"I've tried to bring you up--the way he told me. And what I must\ntell you now--about tonight, I mean--because I may not live to see it--\"\n\nHer breath gave out so that her faint tired voice trailed away.\n\n\"What?\" he urged. \"What is it, Anna? About tonight--\"\n\nWhat a tumult of weird excitement was within him! Surely this was\nsomething momentous. His twenty-first birthday. Different, surely, for\nLee Anthony than any similar event had ever been for anyone else.\n\n\"He promised me--when you were twenty-one--just then--at this time, if\nhe could manage it--that he would come back--\"\n\n\"Come back, Anna? Here?\"\n\n\"Yes. To you and me. Because you would be a man--brought up, the best I\ncould do to make you be--like him--because you would be a man who would\nknow the value of love--and kindness--those things that ought to rule\nthis world--but really do not.\"\n\nThis wild, unreasoning excitement within him...! \"You think he will\ncome--tonight, Anna?\"\n\n\"I really do. I want to live to see him. But now--I don't know--\"\n\nHe could only sit in silence, gripping her hand. And again the gay\nvoices of his guests downstairs came up like a roar of intrusion. They\ndidn't know that she was more than indisposed. She had made him promise\nnot to tell them.\n\nHer eyes had closed, and now she opened them again. \"They're having a\ngood time, aren't they, Lee? That's what I wanted--for you and them\nboth. You see, I've had to be careful--not to isolate you from\nlife--life as it is. Because your grandfather wanted you to be normal--a\nhealthy, happy--regular young man. Not queer--even though I've tried to\nshow you--\"\n\n\"If he--he's coming tonight, Anna--we shouldn't have guests here.\"\n\n\"When they have had their fun--\"\n\n\"They have. We're about finished down there. I'll get rid of them--tell\nthem you're not very well--\"\n\nShe nodded. \"Perhaps that's best--now--\"\n\nHe was hardly aware of how he broke up the party and sent them away.\nThen in the sudden heavy silence of the little cottage, here in the\ngrove of trees near the edge of the town, he went quietly back upstairs.\n\n       *       *       *       *       *\n\nHer eyes were closed. Her white face was placid. Her faint breath was\nbarely discernible. Failing fast now. Quietly he sat beside her. There\nwas nothing that he could do. The doctor had said that very probably she\ncould not live through the night. Poor old Anna. His mind rehearsed the\nlife that she had given him. Always she had been so gentle, so wise,\nruling him with kindness.\n\nHe remembered some of the things she had reiterated so often that his\nchildish mind had come to realize their inevitable truth. The greatest\ninstinctive desire of every living creature is happiness. And the way to\nget it was not by depriving others of it. It seemed now as though this\nold woman had had something of goodness inherent to her--as though she\nwere inspired? And tonight she had said, with her gentle smile as she\nlay dying, that if that were so--it had been an inspiration from his\ngrandfather.\n\nSomething of science which his grandfather had devised, and which had\nenabled him to--go away. What could that mean? Go where? And why had he\ngone? To seek an ideal? Because he was dissatisfied with life here? Her\nhalf incoherent words had seemed to imply that. And now, because Lee was\ntwenty-one--a man--his grandfather was coming back. Because he had\nthought that Lee would be able to help him?... Help him to do--what?\n\nHe stirred in his chair. It was nearly midnight now. The little\ncottage--this little second floor bedroom where death was hovering--was\nheavy with brooding silence. It was awesome; almost frightening. He bent\ncloser to the bed. Was she dead? No, there was still a faint fluttering\nbreath, but it seemed now that there would be no strength for her to\nspeak to him again.\n\nMysterious business, this passing on. Her eyelids were closed, a symbol\nof drawn blinds of the crumbling old house in which she had lived for so\nlong. It was almost a tenantless house now. And yet she was somewhere\ndown there behind those drawn blinds. Reluctant perhaps to leave, still\nshe lingered, with the fires going out so that it must be cold ... cold\nand silent where she huddled. Or was she hearing now the great organ of\nthe Beyond with its sweep of harmonies summoning her to come--welcoming\nher....\n\nA shiver ran through young Lee Anthony as he saw that the pallid\nbloodless lips of the white wrinkled face had stirred into a smile. Down\nthere somewhere her spirit--awed and a little frightened doubtless--had\nopened some door to let the sound of the organ in--and to let in the\ngreat riot of color which must have been outside.... And then she had\nnot been frightened, but eager....\n\nHe realized suddenly that he was staring at an empty shell and that old\nAnna Green had gone....\n\n       *       *       *       *       *\n\nA sound abruptly brought Lee out of his awed thoughts. It was outside\nthe house--the crunching of wheels in the gravel of the driveway--the\nsqueal of grinding brakes. A car had stopped. He sat erect in his chair,\nstiffened, listening, with his heart pounding so that the beat of it\nseemed to shake his tense body. His grandfather--returning?\n\nAn automobile horn honked. Footsteps sounded on the verandah. The front\ndoorbell rang.\n\nThere were voices outside as he crossed the living room--a man's voice,\nand then a girl's laugh. He flung open the door. It was a young man in\ndinner clothes and a tall blonde girl. Tom Franklin, and a vivid,\ntheatrical-looking girl, whom Lee had never seen before. She was inches\ntaller than her companion. She stood clinging to his arm; her beautiful\nface, with beaded lashes and heavily rouged lips, was laughing. She was\nswaying; her companion steadied her, but he was swaying himself.\n\n\"Easy, Viv,\" he warned. \"We made it--tol' you we would.... Hello there,\nLee ol' man--your birthday--think I'd forget a thing like that, not on\nyour life. So we come t'celebrate--meet Vivian Lamotte--frien' o' mine.\nNice kid, Viv--you'll like her.\"\n\n\"Hello,\" the girl said. She stared up at Lee. He towered above her, and\nbeside him the undersized and stoop-shouldered Franklin was swaying\nhappily. Admiration leaped into the girl's eyes.\n\n\"Say,\" she murmured, \"you sure are a swell looker for a fact. He said\nyou were--but my Gawd--\"\n\n\"And his birthday too,\" Frank agreed, \"so we're gonna celebrate--\" His\nslack-jawed, weak-chinned face radiated happiness and triumph. \"Came\nfas' to get here in time. I tol' Viv I could make it--we never hit a\nthing--\"\n\n\"Why, yes--come in,\" Lee agreed awkwardly. He had only met young Tom\nFranklin once or twice, a year ago now, and Lee had completely forgotten\nit. The son of a rich man, with more money than was good for him....\nWith old Anna lying there upstairs--surely he did not want these happy\ninebriated guests here now....\n\nHe stood with them just inside the threshold. \"I--I'm awfully sorry,\" he\nbegan. \"My birthday--yes, but you see--old Mrs. Green--my guardian--just\nall the family I've got--she died, just a few minutes ago--upstairs\nhere--I've been here alone with her--\"\n\nIt sobered them. They stared blankly. \"Say, my Gawd, that's tough,\" the\ngirl murmured. \"Your birthday too. Tommy listen, we gotta get\ngoin'--can't celebrate--\"\n\nIt seemed that there was just a shadow out on the dark verandah. A tall\nfigure in a dark cloak.\n\n\"Why--what the hell,\" Franklin muttered.\n\nA group of gliding soundless figures were out there in the darkness. And\nacross the living room the window sash went up with a thump. A black\nshape was there, huddled in a great loose cloak which was over the head\nso that the thing inside was shapeless.\n\nFor an instant Lee and his two companions stood stricken. The shapes\nseemed babbling with weird unintelligible words. Then from the window\ncame words of English:\n\n\"_We--want--_\" Slow words, strangely intoned. Young Tom Franklin broke\nin on them.\n\n\"Say--what the devil--who do you people think you are, comin' in here--\"\nHe took a swaying step over the threshold. There was a sudden sharp\ncommand from one of the shapes. Lee jumped in front of the girl. On the\nverandah the gliding figures were engulfing Franklin; he had fallen.\n\nLee went through the door with a leap, his fist driving at the cowled\nhead of one of the figures--a solid shape that staggered backward from\nhis blow. But the others were on him, dropping down before his rush,\ngripping his legs and ankles. He went down, fighting. And then something\nstruck his face--something that was like a hand, or a paw with claws\nthat scratched him. His head suddenly was reeling; his senses fading....\n\n       *       *       *       *       *\n\nHow long he fought Lee did not know. He was aware that the girl was\nscreaming--and that he was hurling clutching figures away--figures that\ncame pouncing back. Then the roaring in his head was a vast uproar. The\nfighting, scrambling dark shapes all seemed dwindling until they were\ntiny points of white light--like stars in the great abyss of\nnothingness....\n\nHe knew--as though it were a blurred dream--that he was lying inert on\nthe verandah, with Franklin and the girl lying beside him.... The house\nwas being searched.... Then the muttering shapes were standing here. Lee\nfelt himself being picked up. And then he was carried silently out into\nthe darkness. The motion seemed to waft him off so that he knew nothing\nmore.\n\n\n\n\nCHAPTER II\n\n_The Flight Into Size and Space_\n\n\nLee came back to consciousness with the feeling that some great length\nof time must have elapsed. He was on a couch in a small, weird-looking\nmetal room--metal of a dull, grey-white substance like nothing he had\never seen before. With his head still swimming he got up dizzily on one\nelbow, trying to remember what had happened to him. That fingernail, or\nclaw, had scratched his face. He had been drugged. It seemed obvious. He\ncould remember his roaring senses as he had tried to fight, with the\ndrug gradually overcoming him....\n\nThe room had a small door, and a single round window, like a bullseye\npane of thick lens. Outside there was darkness, with points of stars.\nHis head was still humming from the remaining effect of the drug. Or was\nthe humming an outside noise? He was aware as he got to his feet and\nstaggered to the door, that the humming was distantly outside the room.\nThe door was locked; its lever resisted his efforts to turn it.\n\nThere he saw the inert figures of the girl, and Tom Franklin. They were\nlying uninjured on two other small couches against the room's metal\nwall. The girl stirred a little as he touched her dank forehead. Her\ndyed blonde hair had fallen disheveled to her shoulders. Franklin lay\nsprawled, his stiff white shirt bosom dirty and rumpled, his thin sandy\nhair dangling over his flushed face. His slack mouth was open. He was\nbreathing heavily.\n\nAt the lens-window Lee stood gasping, his mind still confused and\nblurred, trying to encompass what was out there. This was a spaceship! A\nsmall globular thing of white metal. He could see a rim of it, like a\nflat ring some ten feet beneath him. A spaceship, and obviously it had\nleft the Earth! There was a black firmament--dead-black monstrous abyss\nwith white blazing points of stars. And then, down below and to one side\nthere was just an edge of a great globe visible. The Earth, with the\nsunlight edging its sweeping crescent limb--the Earth, down there with a\nfamiliar coastline and a huge spread of ocean like a giant map in\nmonochrome.\n\nBack on the couch Lee sat numbed. There was the sound of scraping metal;\na doorslide in the wall opened. A face was there--a man with a blur of\nopalescent light behind him.\n\n\"You are all right now?\" a voice said.\n\n\"Yes. I guess so. Let me out of here--\"\n\nLet him out of here? To do what? To make them head this thing back to\nEarth.... To Lee Anthony as he sat confused, the very thoughts were a\nfantasy.... Off the Earth! Out in Space! So often he had read of it, as\na future scientific possibility--but with this actuality now his mind\nseemed hardly to grasp it....\n\nThe man's voice said gently, \"We cannot trust you. There must be no\nfighting--\"\n\n\"I won't fight. What good could it do me?\"\n\n\"You did fight. That was bad--that was frightening. We must not harm\nyou--\"\n\n\"Where are we going?\" Lee murmured. \"Why in the devil are you--\"\n\n\"We think now it is best to say nothing. We will give you food through\nhere. And over there--behind you--a little doorslide to another room.\nYou and these other two can be comfortable--\"\n\n\"For how long?\" Lee demanded.\n\n\"It should not seem many days. Soon we shall go fast. Please watch it at\nthe window--he would want that. You have been taught some science?\"\n\n\"Yes. I guess so.\"\n\nTo Lee it was a weird, unnatural exchange between captor and captive.\nThe voice, intoning the English words so slowly, so carefully, seemed\ngentle, concerned with his welfare ... and afraid of him.\n\nAbruptly the doorslide closed again, and then at once it reopened.\n\n\"He would want you to understand what you see,\" the man said. \"You will\nfind it very wonderful--we did, coming down here. This was his room--so\nlong ago when he used it. His dials are there--you can watch them and\ntry to understand. Dials to mark our distance and our size. The\nsize-change will start soon.\"\n\nSize-change? Lee's numbed mind turned over the words and found them\nalmost meaningless.\n\n\"From the window there--what you can see will be very wonderful,\" the\nman said again. \"He would want you to study it. Please do that.\"\n\nThe doorslide closed....\n\nWhat you can see from the window will be very wonderful. No one, during\nthe days that followed could adequately describe what Lee Anthony and\nThomas Franklin and Vivian saw through that lens-window. A vast panorama\nin monochrome ... a soundless drama of the stars, so immense, so awesome\nthat the human mind could grasp only an infinitesimal fragment of its\nwonders....\n\nThey found the little door which led into another apartment. There were\ntables and chairs of earth-style, quaintly old-fashioned. Food and drink\nwere shoved through the doorslide; the necessities of life and a fair\ncomfort of living were provided. But their questions, even as the time\npassed and lengthened into what on Earth might have been a week or more,\nremained unanswered. There was only that gentle but firm negation:\n\n\"We have decided that he would want us to say nothing. We do not know\nabout this girl and this smaller man. We brought them so that they could\nnot remain on Earth to talk of having seen us. We are sorry about that.\nHe probably won't like it.\"\n\n\"He? Who the devil are you talking about?\" Franklin demanded. \"See here,\nif I had you fellows back on Earth now I'd slam you into jail. Damned\nbrigands. You can't do this to me! My--my father's one of the most\nimportant men in New York--\"\n\nBut now the doorslide quietly closed.\n\nA week? It could have been that, or more. In a wall recess of the room\nLee found a line of tiny dials with moving pointers. Miles--thousands of\nmiles. A million; ten millions; a hundred million. A light-year; tens,\nthousands. And, for the size-change, a normal diameter, Unit 1--and then\nup into thousands.\n\nFor hours at a time, silent, awed beyond what he had ever conceived the\nemotion of awe could mean, he sat at the lens-window, staring out and\ntrying to understand.\n\n       *       *       *       *       *\n\nThe globe-ship was some five-hundred thousand miles out from Earth when\nthe size-change of the weird little vehicle began. It came to Lee with a\nsudden shock to his senses, his head reeling, and a tingling within him\nas though every fibre of his being were suddenly stimulated into a new\nactivity.\n\n\"Well, my Gawd,\" Vivian gasped. \"What're they doin' to us now?\"\n\nThe three of them had been warned by a voice through the doorslide, so\nthat they sat together on one of the couches, waiting for what would\nhappen.\n\n\"This--I wish they wouldn't do it,\" Franklin muttered. \"Damn them--I\nwant to get out of here.\"\n\nFear seemed to be Franklin's chief emotion now--fear and a petty sense\nof personal outrage that all this could be done to him against his will.\nOften, when Lee and the girl were at the window, Franklin had sat\nbrooding, staring at his feet.\n\n\"Easy,\" Lee said. \"It evidently won't hurt us. We're started in\nsize-change. The globe, and everything in it, is getting larger.\"\n\nWeird. The grey metal walls of the room were glowing now with some\nstrange current which suffused them. The starlight from the window-lens\nmingled with an opalescent sheen from the glowing walls. It was like an\naura, bathing the room--an aura which seemed to penetrate every smallest\ncell-particle of Lee's body--stimulating it....\n\nSize-change! Vaguely, Lee could fathom how it was accomplished; his mind\nwent back to many scientific articles he had read on the theory of\nit--only theory, those imaginative scientific pedants had considered it;\nand now it was a reality upon him! He recalled the learned phrases the\nwriters had used.... The _state of matter_. In all the Universe, the\ninherent factors which govern the state of matter yield most readily to\na change. An electronic charge--a current perhaps akin to, but certainly\nnot identical with electricity, would change the state of all organic\nand inorganic substances ... a rapid duplication of the fundamental\nentities within the electrons--and electrons themselves, so\nunsubstantial--mere whirlpools of nothingness!\n\nA rapid duplication of the fundamental whirlpools--that would add size.\nThe complete substance--with shape unaltered--would grow larger.\n\nAll just theory, but here, now, it was brought to an accomplished fact.\nWithin himself, Lee could feel it. But as yet, he could not see it. The\nglowing room and everything in it was so weirdly luminous, there was no\nalteration in shape. These objects, the figure of Vivian beside him, and\nthe pallid frightened Franklin, relative to each other they were no\ndifferent from before. And the vast panorama of starry Universe beyond\nthe lens-window, the immense distances out there, made any size-change\nas yet unperceivable.\n\n       *       *       *       *       *\n\nBut the size-change had begun, there was no question of it. With his\nsenses steadying, Lee crossed the room. A weird feeling of lightness was\nupon him; he swayed as he stood before the little line of dials in the\nwall-recess. Five hundred thousand miles from Earth. More than twice the\ndistance of the Moon. The globe had gone that far with accelerating\nvelocity so that now the pointers marked a hundred thousand miles an\nhour--out beyond the Moon, heading for the orbit-line of Mars. Now the\nsize-change pointers were stirring. Unit One, the size this globe had\nbeen as it rested on Earth, fifty feet in height, and some thirty feet\nat its mid-section bulge. Already that unit was two, a globe--which, if\nit were on Earth, would be a hundred feet high. And Lee himself? He\nwould be a giant more than twelve feet tall now.... He stood staring at\nthe dials for a moment or two. That little pointer of the first of the\nsize-change dials was creeping around. An acceleration! Another moment\nand it had touched Unit four. A two hundred foot globe. And Lee, if he\nhad been on Earth, would already be a towering human nearly twenty-five\nfeet in height!\n\nBehind him, he heard Franklin suddenly muttering, \"If only I could\nchange without everything else changing! Damn them all--what I could\ndo--\"\n\n\"You're nuts,\" Vivian said. \"I don't see anything growing\nbigger--everything here--jus' the same.\" Her laugh was abruptly\nhysterical. \"This room--you two--you look like ghosts. Say, maybe we're\nall dead an' don't know it.\"\n\nQueerly her words sent a shiver through Lee. He turned, stared blankly\nat her. This weird thing! The electronic light streaming from these\nwalls had a stroboscopic quality. The girl's face was greenish,\nputty-colored, and her teeth shone phosphorescent.\n\nMaybe we're all dead and don't know it.... Lee knew that this thing was\na matter of cold, precise, logical science.... Yet who shall say but\nwhat mysticism is not mingled with science? A thing, which if we\nunderstood it thoroughly, would be as logical, as precise as the\nmathematics of science itself? Death? Who shall say what, of actuality,\nDeath may be. A leaving of the mortal shell? A departure from earthly\nsubstance? A new state of being? Surely some of those elements were here\nnow. And, logically, why could there not be a state of being not all\nDeath, but only with some of its elements?\n\n\"I--I don't like this,\" Franklin suddenly squealed. On the couch he sat\nhunched, trembling. \"Something wrong here--Lee--damn you Lee--don't you\nfeel it?\"\n\nLee tried to smile calmly. \"Feel what?\"\n\n\"We're not--not alone here,\" Franklin stammered. \"Not just you and\nVivian and me--something else is here--something you can't see, but you\ncan almost feel. An' I don't like it--\"\n\nA presence. Was there indeed something else here, of which now in this\nnew state of being they were vaguely aware? Something--like a fellow\nvoyager--making this weird journey with them? Lee's heart was so wildly\nbeating that it seemed smothering him.\n\n       *       *       *       *       *\n\nUnit Ten ... Twenty ... a Hundred.... With steady acceleration, the\nlowest size-change pointer was whirling, and the one above it was\nmoving. The globe was five thousand feet high now. And on Earth Lee\nwould have been a monstrous Titan over six hundred feet tall. A globe,\nand humans in that tremendous size--the very weight of them--in a moment\nmore of this growth--would disarrange the rotation of the Earth on its\naxis!...\n\nAnd then abruptly Lee found himself envisaging the monstrous globe out\nhere in Space. A thing to disarrange the mechanics of all the Celestial\nUniverse! In an hour or two, with this acceleration of growth, the globe\nwould be a huge meteorite--then an asteroid....\n\nHe stared at the distance dials. With the growth had come an immense\naugmentation of velocity. A hundred thousand miles an hour--that had\nbeen accelerated a hundred fold now. Ten million miles an hour....\nThrough the window-lens Lee gazed, mute with awe. The size-change was\nbeginning to show! Far down, and to one side the crescent Earth was\ndwindling ... Mars was far away in another portion of its orbit--the\nMoon was behind the Earth. There were just the myriad blazing giant\nworlds of the stars--infinitely remote, with vast distances of inky void\nbetween them. And now there was a visible movement to the stars! A sort\nof shifting movement....\n\nAn hour.... A day.... A week.... Who shall try and describe what Lee\nAnthony beheld during that weird outward journey?... For a brief time,\nafter they swept past the orbit of Mars, the great planets of Jupiter\nand Saturn were almost in a line ahead of the plunging, expanding globe.\nA monstrous thing now--with electronically charged gravity-plates so\nthat it plunged onward by its own repellant force--the repellant force\nof the great star-field beneath it.\n\n       *       *       *       *       *\n\nLee stared at Jupiter, a lead-colored world with its red spot like a\nmonster's single glaring eye. With the speed of light Jupiter was\nadvancing, swinging off to one side with a visible flow of movement, and\ndropping down into the lower void as the globe went past it. Yet, as it\napproached, visually it had not grown larger. Instead, there was only a\nsteady dwindling. A dwindling of great Saturn, with its gorgeous,\nluminous rings came next. These approaching planets, seeming to shrink!\nBecause, with Lee's expanding viewpoint, everything in the vast scene\nwas shrinking! Great distances here, in relation to the giant globe,\nwere dwindling! These millions of miles between Saturn and Jupiter had\nshrunk into thousands. And then were shrinking to hundreds.\n\nAbruptly, with a startled shock to his senses, Lee's viewpoint changed.\nAlways before he had instinctively conceived himself to be his normal\nsix foot earthly size. The starry Universe was vast beyond his\nconception. And in a second now, that abruptly was altered. He conceived\nthe vehicle as of actuality it was--a globe as large as the ball of\nSaturn itself! And simultaneously he envisaged the present reality of\nSaturn. Out in the inky blackness it hung--not a giant ringed world\nmillions of miles away, but only a little ringed ball no bigger than the\nspaceship--a ringed ball only eight or ten times as big as Lee himself.\nIt hung there for an instant beside them--only a mile or so away\nperhaps. And as it went past, with both distance and size-change\ncombining now, it shrank with amazing rapidity! A ball only as big as\nthis room.... Then no larger than Lee it hung, still seemingly no\nfurther away than before. And then in a few minutes more, a mile out\nthere in the shrinking distance, it was a tiny luminous point, vanishing\nbeyond his vision.\n\nUranus, little Neptune--Pluto, almost too far away in its orbit to be\nseen--all of them presently were dwindled and gone. Lee had a glimpse of\nthe Solar system, a mere bunch of lights. The Sun was a tiny spot of\nlight, holding its little family of tiny planets--a mother hen with her\nbrood. It was gone in a moment, lost like a speck of star-dust among the\ngiant starry worlds.\n\nAnother day--that is a day as it would have been on Earth. But here was\nmerely a progressing of human existence--a streaming forward of human\nconsciousness. The Light-year dial pointers were all in movement. By\nEarth standards of size and velocity, long since had the globe's\nvelocity reached and passed the speed of light. Lee had been taught--his\nbook-learning colored by the Einstein postulates--that there could be no\nspeed greater than the speed of light--by Earth standards--perhaps, yes.\nThe globe--by comparison with its original fifty-foot earth-size--might\nstill be traveling no more than a few hundred thousand miles an hour.\nBut this monster--a thing now as big as the whole Solar System\ndoubtless--was speeding through a light-year in a moment!\n\nFutile figures! The human mind can grasp nothing of the vastness of\ninter-stellar space. To Lee it was only a shrinking inky void--an\nemptiness crowded with whirling little worlds all dwindling.... This\ncrowded space! Often little points of star-dust had come whirling at the\nglobe--colliding, bursting into pin-points of fire. Each of them might\nhave been bigger than the Earth.\n\nThere was a time when it seemed that beneath the globe all the tiny\nstars were shrinking into one lens-shaped cluster. The Inter-stellar\nUniverse--all congealed down there into a blob, and everywhere else\nthere was just nothingness.... But then little distant glowing nebulae\nwere visible--luminous, floating rings, alone in the emptiness....\nDistant? One of them drifted past, seemingly only a few hundred feet\naway--a luminous little ring of star-dust. The passage of the monstrous\nglobe seemed to hurl it so that like a blown smoke ring it went into\nchaos, lost its shape, and vanished.\n\nThen at last all the blobs--each of them, to Earth-size conception, a\nmonstrous Universe--all were dwindled into one blob down to one side of\nLee's window. And then they were gone....\n\n       *       *       *       *       *\n\nJust darkness now. Darkness and soundless emptiness. But as he stared at\nintervals through another long night of his human consciousness, Lee\nseemed to feel that the emptiness out there was dwindling--a finite\nemptiness. He noticed, presently, that the size-change pointers had\nstopped their movement; the ultimate size of the globe had been reached.\nThe figures of the Light-year dials were meaningless to his\ncomprehension. The velocity was meaningless. And now another little set\nof dials were in operation. A thousand--something--of distance. There\nwas a meaningless word which named the unit. A thousand Earth-miles, if\nhe had been in his former size? The pointer marked nine hundred in a\nmoment. Was it, perhaps, the distance now from their destination?\n\nVivian was beside him. \"Lee, what's gonna happen to us? Won't this come\nto an end some time? Lee--you won't let anybody hurt me?\"\n\nShe was like a child, almost always clinging to him now. And suddenly\nshe said a very strange thing. \"Lee, I been thinkin'--back there on\nEarth I was doin' a lot of things that maybe were pretty rotten--anglin'\nfor his money for instance--an' not carin' much what I had to do to get\nit.\" She gestured at the sullen Franklin who was sitting on the couch.\n\"You know--things like that. An' I been thinkin'--you suppose, when we\nget where we're goin' now, that'll be held against me?\"\n\nWhat a queer thing to say! She was like a child--and so often a child\nhas an insight into that which is hidden from those more mature!\n\n\"I--don't know,\" Lee muttered.\n\nFrom the couch, Franklin looked up moodily. \"Whispering about me again?\nI know you are--damn you both. You and everybody else here.\"\n\n\"We're not interested in you,\" Vivian said.\n\n\"Oh, you're not? Well you were, back on Earth. I'm not good enough for\nyou now, eh? He's better--because he's big--big and strong--that the\nidea? Well if I ever had the chance--\"\n\n\"Don't be silly,\" Lee said.\n\n       *       *       *       *       *\n\nThe sullen Franklin was working himself into a rage. Lee seemed to\nunderstand Franklin better now. A weakling. Inherently, with a complex\nof inferiority, the vague consciousness of it lashing him into baffled\nanger.\n\n\"You, Anthony,\" Franklin burst out, \"don't think you've been fooling me.\nYou can put it over that fool girl, but not me. I'm onto you.\"\n\n\"Put what over?\" Lee said mildly.\n\n\"That you don't know anything about this affair or these men who've got\nus--you don't know who they are, do you?\"\n\n\"No. Do you?\" Lee asked.\n\nFranklin jumped to his feet. \"Don't fence with me. By God, if I was\nbigger I'd smash your head in. They abducted us, because they wanted\nyou. That fellow said as much near the start of this damned trip. They\nwon't talk--afraid I'll find out. And you can't guess what it's all\nabout! The hell you can't.\"\n\nLee said nothing. But there was a little truth in what Franklin was\nsaying, of course.... Those things that the dying old Anna Green had\ntold him--surely this weird voyage had some connection.\n\nHe turned away; went back to the window. There was a sheen now. A vague\noutline of something vast, as though the darkness were ending at a great\nwall that glowed a little.\n\nIt seemed, during the next time-interval, as though the globe might have\nturned over, so that now it was dropping down upon something tangible.\nDropping--floating down--with steadily decreasing velocity, descending\nto a Surface. The sheen of glow had expanded until now it filled all the\nlower hemisphere of darkness--a great spread of surface visually coming\nup. Then there were things to see, illumined by a faint half-light to\nwhich color was coming; a faint, pastel color that seemed a rose-glow.\n\n\"Why--why,\" Vivian murmured, \"say, it's beautiful, ain't it? It looks\nlike fairyland--or Heaven. It does--don't it, Lee?\"\n\n\"Yes,\" Lee murmured. \"Like--like--\"\n\nThe wall-slide rasped. The voice of one of their captors said, \"We will\narrive soon. We can trust you--there must be no fighting?\"\n\n\"You can trust us,\" Lee said.\n\nIt was dark in the little curving corridor of the globe, where with\nsilent robed figures around them, they stood while the globe gently\nlanded. Then they were pushed forward, out through the exit port.\n\nThe new realm. The World Beyond. What was it? To Lee Anthony then came\nthe feeling that there was a precise scientific explanation of it, of\ncourse. And yet, beyond all that pedantry of science, he seemed to know\nthat it was something else, perhaps a place that a man might mould by\nhis dreams. A place that would be what a man made of it, from that which\nwas within himself.\n\nSolemn with awe he went with his companions slowly down the incline.\n\n\n\n\nCHAPTER III\n\n_Realm of Mystery_\n\n\n\"We wish nothing of you,\" the man said, \"save that you accept from us\nwhat we have to offer. You are hungry. You will let us bring you food.\"\n\nIt was a simple rustic room to which they had been brought--a room in a\nhouse seemingly of plaited straw. Crude furnishings were here--table and\nchairs of Earth fashion, padded with stuffed mats. Woven matting was on\nthe floor. Through a broad latticed window the faint rose-light\noutside--like a soft pastel twilight--filtered in, tinting the room with\na gentle glow. Thin drapes at the window stirred in a breath of\nbreeze--a warm wind from the hills, scented with the vivid blooms which\nwere everywhere.\n\nIt had been a brief walk from the space-globe. Lee had seen what seemed\na little village stretching off among the trees. There had been people\ncrowding to see the strangers--men, women and children, in simple crude\npeasant garb--brief garments that revealed their pink-white bodies. They\nbabbled with strange unintelligible words, crowding forward until the\nrobed men from the globe shoved them away.\n\nIt was a pastoral, peaceful scene--a little country-side drowsing in the\nwarm rosy twilight. Out by the river there were fields where men stood\nat their simple agricultural implements--stood at rest, staring\ncuriously at the commotion in the village.\n\nAnd still Lee's captors would say nothing, merely drew them forward,\ninto this room. Then all of them left, save one. He had doffed his robe\nnow. He was an old man, with long grey-white hair to the base of his\nneck. He stood smiling. His voice, with the English words queerly\npronounced, was gentle, but with a firm finality of command.\n\n\"My name is Arkoh,\" he said. \"I am to see that you are made comfortable.\nThis house is yours. There are several rooms, so that you may do in them\nas you wish.\"\n\n\"Thank you,\" Lee said. \"But you can certainly understand--I have asked\nmany questions and never had any answers. If you wish to talk to me\nalone--\"\n\n\"That will come presently. There is no reason for you to be worried--\"\n\n\"We're not worried,\" Franklin burst out. \"We're fed up with this\nhighhanded stuff. You'll answer questions now. What I demand to know is\nwhy--\"\n\n\"Take it easy,\" Lee warned.\n\nFranklin had jumped to his feet. He flung off Lee's hand. \"Don't make me\nlaugh. I know you're one of them--everything about you is a fake. You\ngot us into this--\"\n\n\"So? You would bring strife here from your Earth?\" Arkoh's voice cut in,\nlike a knife-blade cleaving through Franklin's bluster. \"That is not\npermissible. Please do not make it necessary that there should be\nviolence here.\" He stood motionless. But before his gaze Franklin\nrelaxed into an incoherent muttering.\n\n\"Thank you,\" Arkoh said. \"I shall send you the food.\" He turned and left\nthe room.\n\n       *       *       *       *       *\n\nVivian collapsed into a chair. She was trembling. \"Well--my Gawd--what\nis all this? Lee--that old man with his gentle voice--he looked like if\nyou crossed him you'd be dead. Not that he'd hurt you--it would\nbe--would be something else--\"\n\n\"You talk like an ass,\" Franklin said. \"You've gone crazy--and I don't\nblame you--this damned weird thing. For all that old man's smooth talk,\nwe're just prisoners here. Look outside that window--\"\n\nIt was a little garden, drowsing in the twilight. A man stood watching\nthe window. And as Lee went to the lattice, he could see others, like\nguards outside.\n\nThe man who brought their simple food was a stalwart fellow in a draped\ngarment of brown plaited fibre. His black hair hung thick about his\nears. He laid out the food in silence.\n\n\"What's _your_ name?\" Franklin demanded.\n\n\"I am Groff.\"\n\n\"And you won't talk either, I suppose? Look here, I can make it worth\nyour while to talk.\"\n\n\"Everyone has all he needs here. There is nothing that you need give\nus.\"\n\n\"Isn't there? You just give me a chance and I'll show you. No one has\nall he needs--or all he wants.\"\n\nGroff did not answer. But as he finished placing the food, and left the\nroom, it seemed to Lee that he shot a queer look back at Franklin. A\nlook so utterly incongruous that it was startling. Franklin saw it and\nchuckled.\n\n\"Well, at least there's one person here who's not so damn weird that it\ngives you the creeps.\"\n\n\"You don't know what you're talking about,\" Lee said. With sudden\nimpulse he lowered his voice. \"Franklin, listen--there are a few things\nthat perhaps I can tell you. Things that I can guess--that Vivian\nsenses--\"\n\n\"I don't want to hear your explanation. It would be just a lot of damn\nlies anyway.\"\n\n\"All right. Perhaps it would. We'll soon know, I imagine.\"\n\n\"Let's eat,\" Vivian said. \"I'm hungry, even if I am scared.\"\n\nTo Lee it seemed that the weird mystery here was crowding upon them. As\nthough, here in this dim room, momentous things were waiting to reveal\nthemselves. A strange emotion was upon Lee Anthony. A sort of tense\neagerness. Certainly it was not fear. Certainly it seemed impossible\nthat there could be anything here of which he should be afraid. Again\nhis mind went back to old Anna Green and what she had told him of his\ngrandfather. How far away--how long ago that had been.... And yet, was\nAnna Green far away now? Something of her had seemed always to be with\nhim on that long, weird voyage, from the infinite smallness and\npettiness of Earth to this realm out beyond the stars. And more than\never now, somehow Lee seemed aware of her presence here in this quiet\nroom. Occultism? He had always told himself that surely he was no\nmystic. A practical fellow, who could understand science when it was\ntaught him, but certainly never could give credence to mysticism. The\ndead are dead, and the living are alive; and between them is a gulf--an\nabyss of nothingness.\n\nNow he found himself wondering. Were all those people on Earth who\nclaimed to feel the presence of dead loved ones near them? Were those\npeople just straining their fancy--just comforting themselves with what\nthey wished to believe? Or was the scoffer himself the fool? And if that\ncould be so, on Earth, why could not this strange realm be of such a\nquality that an awareness of those who have passed from life would be\nthe normal thing? Who shall say that the mysteries of life and death are\nunscientific? Was it not rather that they embraced those gaps of science\nnot yet understood? Mysteries which, if only we could understand them,\nwould be mysteries no longer?\n\nLee had left the table and again was standing at the latticed window,\nbeyond which the drowsing little garden lay silent, and empty now. The\nguard who had been out here had moved further away; his figure was a\nblob near a flowered thicket at the house corner. And suddenly Lee was\naware of another figure. There was a little splashing fountain near the\ngarden's center--a rill of water which came down a little embankment and\nsplashed into a pool where the rose light shimmered on the ripples.\n\nThe figure was sitting at the edge of the pool--a slim young girl in a\nbrief dress like a drape upon her. She sat, half reclining on the bank\nby the shimmering water, with her long hair flowing down over her\nshoulders and a lock of it trailing in the pool. For a moment he thought\nthat she was gazing into the water. Then as the light which tinted her\ngraceful form seemed to intensify, he saw that she was staring at him.\n\nIt seemed as though both of them, for that moment, were breathless with\na strange emotion awakened in them by the sight of each other. And then\nslowly the girl rose to her feet. Still gazing at Lee, she came slowly\nforward with her hair dangling, framing her small oval face. The glow in\nthe night-air tinted her features. It was a face of girlhood, almost\nmature--a face with wonderment on it now.\n\nHe knew that he was smiling; then, a few feet from the window she\nstopped and said shyly:\n\n\"You are Lee Anthony?\"\n\n\"Yes.\"\n\n\"I am Aura. When you have finished eating, I am to take you to him.\"\n\n\"To him?\"\n\n\"Yes. The One of Our Guidance. He bade me bring you.\" Her soft voice was\nmusical; to her, quite obviously, the English was a foreign tongue.\n\n\"I'm ready,\" Lee said. \"I'm finished.\"\n\nOne of her slim bare arms went up with a gesture. From the corner of the\nlittle house the guard there turned, came inside. Lee turned to the\nroom. The guard entered. \"You are to come,\" he said.\n\n\"So we just stay here, prisoners,\" Franklin muttered. He and Vivian\nwere blankly staring as Lee was led away.\n\n       *       *       *       *       *\n\nThen in a moment he was alone beside the girl who had come for him.\nSilently they walked out into the glowing twilight, along a little\nwoodland path with the staring people and the rustic, nestling dwellings\nblurring in the distance behind them. A little line of wooded hills lay\nahead. The sky was like a dark vault--empty. The pastel light on the\nground seemed inherent to the trees and the rocks; it streamed out like\na faint radiation from everywhere. And then, as Lee gazed up into the\nabyss of the heavens, suddenly it seemed as though very faintly he could\nmake out a tiny patch of stars. Just one small cluster, high overhead.\n\n\"The Universe you came from,\" Aura said.\n\n\"Yes.\" The crown of her tresses as she walked beside him was at his\nshoulder. He gazed down at her. \"To whom are you taking me? It seems\nthat I could guess--\"\n\n\"I was told not to talk of that.\"\n\n\"Well, all right. Is it far?\"\n\n\"No. A little walk--just to that nearest hill.\"\n\nAgain they were silent. \"My Earth,\" he said presently, \"do you know much\nabout it?\"\n\n\"A little. I have been told.\"\n\n\"It seems so far away to me now.\"\n\nShe gazed up at him. She was smiling. \"Is it? To me it seems quite\nclose.\" She gestured. \"Just up there. It seemed far to you, I\nsuppose--that was because you were so small, for so long, coming here.\"\n\nLike a man the size of an ant, trying to walk ten miles. Of course, it\nwould be a monstrous trip. But if that man were steadily to grow larger,\nas he progressed he would cover the distance very quickly.\n\n\"Well,\" Lee said, \"I suppose I can understand that. You were born here,\nAura?\"\n\n\"Yes. Of course.\"\n\n\"Your world here--what is it like?\"\n\nShe gazed up at him as though surprised. \"You have seen it. It is just a\nsimple little place. We have not so many people here in the village, and\nabout that many more--those who live in the hills close around here.\"\n\n\"You mean that's all? Just this village? Just a few thousand people?\"\n\n\"Oh there are others, of course. Other groups--like ours, I guess--out\nin the forests--everywhere in all the forests, maybe.\" Her gesture\ntoward the distant, glowing, wooded horizons was vague. \"We have never\ntried to find out. Why should we? Wherever they are, they have all that\nthey need or want. So have we.\"\n\nThe thing was so utterly simple. He pondered it. \"And you--you're very\nhappy here?\"\n\nHer wide eyes were childlike. \"Why yes. Of course. Why not? Why should\nnot everyone be happy?\"\n\n\"Well,\" he said, \"there are things--\"\n\n\"Yes. I have heard of them. Things on your Earth--which the humans\ncreate for themselves--but that is very silly. We do not have them\nhere.\"\n\nSurely he could think of no retort to such childlike faith. Her faith.\nHow horribly criminal it would be to destroy it. A priceless\nthing--human happiness to be created out of the faith that it was the\nnormal thing. He realized that his heart was pounding, as though now\nthings which had been dormant within him all his life were coming\nout--clamoring now for recognition.\n\nAnd then, out of another silence he murmured, \"Aura--you're taking me to\nmy grandfather, aren't you? He came here from Earth--and then he sent\nback there to get me?\"\n\n\"Yes,\" she admitted. \"So you know it? But I was instructed to--\"\n\n\"All right. We won't talk of it. And he's told you about me?\"\n\n\"Yes,\" she agreed shyly. She caught her breath as she added, \"I have\nbeen--waiting for you--a long time.\" Shyly she gazed up at him. The\nnight-breeze had blown her hair partly over her face. Her hand brushed\nit away so that her gaze met his. \"I hoped you would be, well, like you\nare,\" she added.\n\n\"Oh,\" he said awkwardly. \"Well--thanks.\"\n\n\"And you,\" she murmured out of another little silence, \"you--I hope I\nhaven't disappointed you. I am the way you want--like you wished--\"\n\nWhat a weird thing to say! He smiled. \"Not ever having heard of you,\nAura, I can't exactly say that I--\"\n\n       *       *       *       *       *\n\nHe checked himself. Was she what he had wished? Why yes--surely he had\nbeen thinking of her--in his dreams, all his life vaguely picturing\nsomething like this for Lee Anthony....\n\n\"I guess I have been thinking of you,\" he agreed. \"No, you haven't\ndisappointed me, Aura. You--you are--\"\n\nHe could find no words to say it. \"We are almost there,\" she said. \"He\nwill be very happy to have you come. He is a very good man, Lee. The\none, we think, of the most goodness--and wiseness, to guide us all--\"\n\nThe path had led them up a rocky defile, with gnarled little trees\ngrowing between the crags. Ahead, the hillside rose up in a broken,\nrocky cliff. There was a door, like a small tunnel entrance. A woman in\na long white robe was by the door.\n\n\"He is here,\" Aura said. \"Young Anthony.\"\n\n\"You go in.\"\n\nSilently they passed her. The tunnel entrance glowed with the pastel\nradiance from the rocks. The radiance was a soft blob of color ahead of\nthem.\n\n\"You will find that he cannot move now,\" Aura whispered. \"You will sit\nby his bed. And talk softly.\"\n\n\"You mean--he's ill?\"\n\n\"Well--what you would call paralysis. He cannot move. Only his lips--his\neyes. He will be gone from us soon, so that then he can only be unseen.\nA Visitor--\"\n\nHer whisper trailed off. Lee's heart was pounding, seeming to thump in\nhis throat as Aura led him silently forward. It was a draped, cave-like\nlittle room. Breathless, Lee stared at a couch--a thin old figure lying\nthere--a frail man with white hair that framed his wrinkled face. It was\na face that was smiling, its sunken, burning eyes glowing with a new\nintensity. The lips moved; a faint old voice murmured:\n\n\"And you--you are Lee?\"\n\n\"Yes--grandfather--\"\n\nHe went slowly forward and sat on the bedside.\n\n\n\n\nCHAPTER IV\n\n_Mad Giant_\n\n\nTo Lee, after a moment, his grandfather seemed not awe-inspiring, but\njust a frail old man, paralyzed into almost complete immobility, lying\nhere almost pathetically happy to have his grandson at last with him. An\nold man, with nothing of the mystic about him--an old man who had\nbeen--unknown to the savants of his Earth--perhaps the greatest\nscientist among them. Quietly, with pride welling in him, Lee held the\nwasted, numbed hand of his grandfather and listened....\n\nPhineas Anthony, the scientist. After many years of research,\nspending his own private fortune, he had evolved the secret of\nsize-change--solved the intricate problems of anti-gravitational\nspaceflight; and combining the two, had produced that little vehicle.\n\nA man of science; and perhaps more than that. As old Anna Green had\nsaid, perhaps he was a man inspired--a man, following his dreams, his\nconvictions, convinced that somewhere in God's great creation of things\nthat are, there must be an existence freed of those things by which Man\nhimself so often makes human life a tortured hell.\n\n\"And Something led me here, Lee,\" the gentle old voice was saying.\n\"Perhaps not such a coincidence. On this great Inner Surface of gentle\nlight and gentle warmth--with Nature offering nothing against which one\nmust strive--there must be many groups of simple people like these. They\nhave no thought of evil--there is nothing--no one, to teach it to them.\nIf I had not landed here, I think I would have found much the same thing\nalmost anywhere else on the Inner Surface.\"\n\n\"The Inner Surface? I don't understand, grandfather.\"\n\nA conception--a reality here--that was numbing in its vastness. This was\nthe concave, inner surface, doubtless deep within the atom of some\nmaterial substance. A little empty Space here, surrounded by solidity.\n\n\"And that--\" Lee murmured, \"then that little space is our Inter-Stellar\nabyss?\"\n\n\"Yes. Of course. The stars, as we call them--from here you could call\nthem tiny particles--like electrons whirling. All of them in this little\nvoid. With good eyesight, you can sometimes see them there--\"\n\n\"I did.\"\n\nAnd to this viewpoint which Lee had now--so gigantic, compared to\nEarth--all the Inter-Stellar universe was a void here of what old\nAnthony considered would be perhaps eight or ten thousand miles. A void,\nto Lee now, was itself of no greater volume than the Earth had been to\nhim before!\n\nSilently he pondered it. This Inner Surface--not much bigger, to him\nnow, than the surface of the Earth is to its humans.... Suddenly\nhe felt small--infinitely tiny. Out here beyond the stars, he was\nonly within the atom of something larger, a human, partly on his\nway--emerging--outward--\n\n       *       *       *       *       *\n\nIt gave him a new vague conception. As though now, because he was partly\nemerged, the all-wise Creator was giving him a new insight. Surely in\nthis simple form of existence humans were totally unaware of what evil\ncould be. Was not this a higher form of life than down there on his tiny\nEarth?\n\nThe conception numbed him with awe....\n\n\"You see, Lee, I have been looking forward to having you become a\nman--to having you here,\" old Anthony was saying. As he lay, so utterly\nmotionless, only his voice, his face, his eyes, seemed alive. It was an\namazingly expressive old face, radiant, transfigured. \"I shall not be\nhere long. You see? And when I have--gone on--when I can only come back\nhere as a Visitor--like Anna Green, you have been aware of her, Lee?\"\n\n\"Yes, grandfather. Yes, I think I have.\"\n\n\"The awareness is more acute, here, than it was back on Earth. A very\ncomforting thing, Lee. I was saying--I want you here. These people, so\nsimple--you might almost think them childlike--they need someone to\nguide them. The one who did that--just as I came, was dying.\nMaybe--maybe that is what led me here. So now I need you.\"\n\nIt welled in Lee with an awe, and a feeling suddenly of humbleness--and\nof his own inadequacy, so that he murmured,\n\n\"But grandfather--I would do my best--but surely--\"\n\n\"I think it will be given you--the ability--and I've been thinking, Lee,\nif only some time it might be possible to show them on Earth--\"\n\nLee had been aware that he and old Anthony were alone here. When Lee\nentered, Aura had at once withdrawn. Now, interrupting his grandfather's\nfaint, gentle voice there was a commotion outside the underground\napartment. The sound of women's startled cries, and Aura's voice.\n\nThen Aura burst in, breathless, pale, with her hair flying and on her\nface and in her eyes a terror so incongruous that Lee's heart went cold.\n\nHe gasped, \"Aura! Aura, what is it?\"\n\n\"This terrible thing--that man who came with you--that man, Franklin--he\ntalked with Groff. Some evil spell to put upon Groff--it could only have\nbeen that--\"\n\nLee seized her. \"What do you mean? Talk slower. Groff? The man who\nserved us that meal--\"\n\n\"Yes, Groff. And two of the men who were to guard there. What that man\nsaid to them--did to them--and when old Arkoh found it out he opposed\nthem--\" Her voice was drab with stark horror--so new an emotion that it\nmust have confused her, so that now she just stood trembling.\n\n\"Child, come here--come here over to me--\" Old Anthony's voice summoned\nher. \"Now--talk more slowly--try and think what you want to tell us....\nWhat happened?\"\n\n\"Oh--I saw old Arkoh--him whom I love so much--who always has been so\ngood to me--to us all--I saw him lying there on the floor--\"\n\n       *       *       *       *       *\n\nWords so unnatural here that they seemed to reverberate through the\nlittle cave-room with echoes that jostled and muttered like alien,\nmenacing things which had no right here--and yet, were here.\n\n\"You saw him--lying there?\" Lee prompted.\n\n\"Yes. His throat, with red blood running out of it where they had cut\nhim--and he was dying--he died while I stood there--\"\n\nThe first murder. A thing so unnatural. Old Anthony stared for an\ninstant mute at the girl who now had covered her face with her hands as\nshe trembled against Lee.\n\n\"Killed him?\" Lee murmured.\n\nOn Anthony's face there was wonderment--disillusion, and then\nbitterness. \"So? This is what comes to us, from Earth?\"\n\nLying so helpless, old Anthony could only murmur that now Lee must do\nwhat he could.\n\n\"Your own judgement, my son--do what you can to meet this.\" The sunken,\nburning eyes of the old man flashed. \"If there must be violence here,\nlet it be so. Violence for that which is right.\"\n\n\"Grandfather--yes! That miserable cowardly murderer--\"\n\nTo meet force, with force. Surely, even in a world of ideals, there is\nno other way.\n\nWith his fists clenched, Lee ran from the cave-room. Frightened women\nscattered before him at its entrance. Where had Franklin gone? That\nfellow Groff, and two or three of the guards had gone with him. Cynicism\nswept Lee; he remembered the look Groff had flung at Franklin. Even here\nin this realm--because it was peopled by humans--evil passions could\nbrood. Groff indeed must have been planning something, and he had seen\nin Franklin a ready helper--a man from Earth, whom Groff very well may\nhave thought would be more resourceful, more experienced in the ways of\nviolence than himself.\n\nThis realm where everyone had all of happiness that he could want! Human\nperfection of existence. A savage laugh of irony was within Lee as he\nthought of it. No one had ever held out the offer of more than\nperfection to these people. But Franklin evidently had done it--playing\nupon the evil which must lie within every living thing, no matter how\nlatent it may be. Awakening in those guards the passion of\ncupidity--desire for something better than they had now.\n\n       *       *       *       *       *\n\nWhat had happened to Vivian? Out in the rose-light dimness, a little way\ndown the path, Lee found himself staring off toward the forest where the\nvillage lay nestled. Voices of the frightened people came wafting\nthrough the night silence.\n\n\"Lee--Lee--\"\n\nIt was Aura behind him, running after him. \"Lee--wait--I belong with\nyou. You know that--\"\n\nHe gripped her. \"That girl from Earth--that Vivian--she was with\nFranklin. What happened to her?\"\n\n\"She went. He took her--\"\n\n\"She went--voluntarily?\"\n\n\"Yes. The people saw her running out with Franklin, and Groff and the\nother men. Oh, Lee--what--what are you going to do?\"\n\n\"I don't know.\" He stood for a moment dazed, confused--panting, his\nfingers twitching. If only he could get a grip on Franklin's throat. And\nso Vivian went too! That was a laugh--girl of the streets, pretty\nworthless, on Earth. But here--she had seemed to sense what this realm\ncould mean.\n\n\"Aura, where would Groff be likely to go?\"\n\n\"Go? Why--why I do remember, Groff often went up into the hills. He\nnever said why?\"\n\n\"Would they have any weapons?\"\n\n\"Weapons?\" Her eyes widened as though for a second she did not\ncomprehend. \"Weapons? You mean--instruments with which to kill people?\nNo--how could there be? But a knife can kill. A knife cut old Arkoh's\nthroat. We have knives--in the houses--and knives that are used for the\nharvests--\"\n\nShe had turned to gaze out toward the glowing hills.... \"Oh,\nLee--look--\"\n\nNumbed, with their breath catching in their throats, they stared. Out by\nthe hills a man's figure rose up--monstrous, gigantic figure.\n\nFranklin! He stood beside the little hill, with a hand on its top, his\nhuge bulk dwarfing it! Franklin, a titan, his head and shoulders looming\nmonstrously against the inky blackness of the sky!\n\n\n\n\nCHAPTER V\n\n_Combat of Titans_\n\n\n\"Aura, you think you know where Groff may have gone--those times he went\nout into the hills?\"\n\n\"Yes. I think so. Lee--that giant, I think now I understand what must\nhave happened.\"\n\nThe giant shape of Franklin, a mile or two from them, had stood for a\nmoment and then had receded, vanished momentarily as he moved backward\nbehind the hills. Lee and Aura, stunned, still stood beside the little\nrocky path. Lee's mind was a turmoil of confusion, with only the\nknowledge that he must do something now, quickly. There were no weapons\nhere in this peaceful little realm. Four or five of these madmen\nvillains--what need had they of weapons? The monstrous power of size.\nThe thought of it struck at Lee with a chill that seemed turning his\nblood to ice. The monster that Franklin had become--with a size like\nthat he could scatter death with his naked hands.\n\n       *       *       *       *       *\n\n\"I remember now,\" Aura was gasping. \"There was a time when your\ngrandfather was working on his science. Groff was helping him then. Your\ngrandfather taught Groff much.\"\n\n\"Working at what?\"\n\n\"It was never said. Then your grandfather gave it up--he had decided it\nwould not be wise here.\"\n\n       *       *       *       *       *\n\nSome individual apparatus, with the size-change principle of the\nspace-globe? And Groff had gotten the secret. An abnormality here--Groff\nwith the power of evil latent within him, tempted by this opportunity.\nWhat could he have hoped to accomplish? Of what use to him would it be\nto devastate this little realm? Bitter irony swept Lee. Of what use was\nvast personal power to anyone? Those madmen of Earth's history, with\ntheir lust for conquest--of what use could the conquest be to them? And\nyet they had plunged on.\n\nHe realized that with Groff there could have been a wider field of\nconquest. Groff had heard much of Earth. With the power of size here, he\ncould master this realm; then seize the space-globe. Go with it to\nEarth. Why, in a gigantic size there, he and a few villainous companions\ncould master the Earth-world. A mad dream indeed, but Lee knew it was a\nlustful possibility matched by many in Earth's history.\n\nAnd then Franklin had come here. Franklin, with his knowledge of Earth\nwhich Groff would need. Franklin, with his inherent feeling of\ninferiority--his groping desire for the strength and power of size. What\nan opportunity for Franklin!\n\nLee heard himself saying out of the turmoil of his thoughts: \"Then,\nAura--out there in the hills they've got some apparatus, of course,\nwhich--\"\n\nHis words were stricken away. From somewhere in the glowing dimness near\nat hand there was a groan. A gasping, choking groan; and the sound of\nsomething falling.\n\n\"Lee--over there--\" Aura's whispered words were drab with horror.\n\n       *       *       *       *       *\n\nA figure which had been staggering among the rocks near them, had\nfallen. They rushed to it. Vivian! She was trying to drag herself\nforward. Her hair, streaming down in a sodden mass, was matted with\nblood. Her pallid face was blood-smeared. Her neck and throat were a\nwelter of crimson horror. Beside her on the ground lay a strange-looking\napparatus of grids and wires--a metal belt--a skeleton helmet.... She\nwas gripping it with a blood-smeared hand, dragging it with her.\n\n\"Vivian--Vivian--\"\n\n\"Oh--you, Lee? Thank Gawd I got to you--\"\n\nHer elbows gave way; her head and shoulders sank to the rock. Faintly\ngasping, with blood-foam at her livid lips, she lay motionless. But her\nglazing eyes gazed up at Lee, and she was trying to smile.\n\n\"I went with them--that damned Franklin--he thought I was as bad as\nhim--\" Her faint words were barely audible as he bent down to her. \"Just\nwant to tell you, Lee--you're perfectly swell--I guess I fell for you,\ndidn't I? That's over now--just wanted you to know it anyway. There's\none of the damned mechanisms they've got--\"\n\n\"Where are they, Vivian?\"\n\n\"A cave, not very far from here--down that little ravine--just\nahead--they're in there--four or five of them, getting ready to--\" Blood\nwas rattling in her throat, choking her. She tried, horribly, to cough.\nAnd then she gasped:\n\n\"I stole this mechanism. He--Franklin--he caught me--slashed me. He\nthought I was dead, I guess--but--when he had gone, I got this\nmechanism--trying to get to you--\"\n\nHer choking, rattling breath again gave out. For a moment she lay with a\nparoxysm of death twitching her. And then, very faintly she gasped:\n\n\"Sort of nice--I was able to do one good thing--anyhow. I'm glad of\nthat--\"\n\nThe paroxysm ended in a moment. Her white lips were still trying to\nsmile as the light went out of her eyes and she was gone. Trembling, Lee\nstood up, with the mute, white-faced Aura clinging to him. It was fairly\nobvious how the weird mechanism should be adjusted--anklets, the\nskeleton helmet of electrodes, the belt around his waist, with its\ngrids, tiny dials and curved battery box. In a moment he stood with the\nwires strung from his head, to wrist, ankles and waist. There seemed but\none little control switch that would slide over a metal arc of intensity\ncontacts.\n\n\"Oh, Lee--what--what are you going to do--?\" Aura stood white with\nterror.\n\n\"She said--four or five of them in a cave near here--perhaps they\nhaven't yet gotten large--\"\n\n       *       *       *       *       *\n\nDown in a little ravine Lee found himself running forward in the\nluminous darkness. He called back, \"Aura--you stay where you are--you\nhide, until it's over--\"\n\nThen, in the turmoil of his mind, there was no thought of the girl.\nThere was only the vision of old Anthony lying back there so\nhelpless--his burning eyes bitter with this thing which had so horribly\ncome to his little realm. To meet force with force was the only answer.\n\nIt was not Lee's plan to increase his size for a moment now. By doing\nthat, almost at once he would be discovered. And perhaps there were\nstill four or five of the murderers, still not giants, in a cave nearby.\n\nThe dim rocky ravine, heavy with shadows, led downward. He came to a\ntunnel opening, advancing more cautiously now. And then, as he turned an\nangle ahead of him, down a little subterranean declivity a luminous cave\nwas visible. Groff's hideout. At one of its entrances here Lee stood for\nan instant gasping. The five men were here--Groff and four of his\nvillainous companions.\n\nThe five bodies lay strewn--horribly mangled. And the wreckage of their\nsize-change mechanisms was strewn among them.\n\nSo obvious, what had happened! Franklin had been the first to get large.\nAnd at once he had turned on them. Franklin, the weakling who dared not\nhave any rivalry! And now Franklin was outside, out in the hills, a\nraging, murderous monster. For a moment, in the grisly shambles of the\nlittle cave Lee stood transfixed. Then his hand was fumbling at his\nbelt. He shoved the small switch-lever.\n\nThere was a shock--a humming--a reeling of his senses. It was akin to\nwhat he had felt on the space-globe, but stronger, more intense now. For\nan instant he staggered, confused. The wires strung on him were glowing;\nhe could feel their heat. Weird luminous opalescence streamed from\nthem--it bathed him--strange electrolite radiance that permeated every\nminute fibre of his being.\n\nWith his head steadying, Lee suddenly was aware of movement all about\nhim. The dim outlines of the cave-room were shrinking with a creeping,\ncrawling movement. Cave-walls and roof all shrinking, dwindling, drawing\ndown upon him. Under his feet the rocky ground seemed hitching forward.\n\nThis little cave! In a moment while he stood shocked into immobility,\nthe cave was a tiny cell. Down by his feet the gruesome mangled corpses\nwere the size of children. The cave-roof bumped his head. He must get\nout of here! The realization stabbed him. Why, in another moment or two\nthese dark walls would close upon him! Then with instant changing\nviewpoint he saw the true actuality. He was a growing giant, crouching\nhere underground--a giant who would be crushed, mangled by his own\nmonstrous growth.\n\n       *       *       *       *       *\n\nLee turned, staggered into the little tunnel, shoved his way out. The\nwalls pressed him; they seemed in a moment to close after him as he\ngained the outer glowing darkness.... There was only a narrow slit in\nthe dwindling cliff to mark the tunnel entrance. Lee had the wits to\ncrouch in a fairly open space as he stared at the dwindling trees, the\nlittle hills, all shrinking. Franklin must be around here somewhere.\nFranklin doubtless would see him in a moment.\n\nAnd then as Lee rose up, Franklin saw him. Lee put a hand on one of the\nlittle hills at his waist, vaulted it so that he faced Franklin with\nwhat seemed no more than a hundred feet between them. For that second\nFranklin was transfixed. Amazement swept his face. His muttering was\naudible:\n\n\"Why--why--what's this--\"\n\nAn adversary had come to challenge his power. As Lee bounded\nforward, on Franklin's face while he stood transfixed, there was\nwonderment--disappointment--sudden instinctive fear--and then wild rage.\nHe stooped; seized a boulder, hurled it at the oncoming Lee. It missed;\nand then Lee was on him, seizing him.\n\nFranklin's body had not been enlarging, but as he saw Lee coming, his\nhand had flung his switch. They gripped each other now, swaying, locked\ntogether, staggering. Franklin still was more than head and shoulders\nabove Lee. His huge arms, with amazing power in them, bent Lee backward.\nHe stumbled, went down with Franklin on him. \"Got you! Damn you,\" he\nsaid.\n\n       *       *       *       *       *\n\nHis giant hands gripped Lee's throat, but Lee was aware that his own\nbody was enlarging faster than Franklin's, upon which the size-current\nhad only now started to act. If Lee could only resist--just a little bit\nlonger! His groping hands beside him on the ground seized a rock.\nMonstrous strangling fingers were at this throat--his breath was gone,\nhis head roaring. Then he was aware that he had seized a rock and struck\nit up into Franklin's face. For a second the hands at Lee's throat\nrelaxed. He gulped in air, desperately broke free and staggered to his\nfeet.\n\nBut Franklin was up as quickly. The tiny forest trees crackled under\nLee's tread as again he hurled himself viciously on his antagonist....\n\n       *       *       *       *       *\n\nAt the head of the distant ravine, the numbed Aura crouched alone,\nstaring out at the hills with mute horror--staring at the two monstrous\ngiants slugging it out. Franklin was the larger. She saw Lee rise up,\nand with a hand on one of the hills, vault over it. Giants that loomed\nagainst the sky as they fronted each other and then crashed together,\nwent down.\n\nLee was underneath! Dear God--\n\nTwo monstrous bodies--Lee was lying with a ridge of crags under his\nshoulders.... Franklin's voice was a blurred roar of triumph in the\ndistance. Then she saw Lee's groping hand come up with a monstrous fifty\nfoot boulder. He crashed it home.\n\nThey were up again. Their giant staggering lunges had carried them five\nmiles from her. They were almost the size of fighting titans. The\nblurred distant shapes of them were silhouettes against the glow of the\nsky. The forest out there was crackling under their tread ... a blurred\nroar of breaking, mangled trees....\n\nIt was just a few seconds while Aura stared, but each second was an\neternity of horror. Then one of the monstrous figures was toppling. A\ngreat boulder had crashed on Franklin's head; he had broken loose,\nstaggering while Lee jumped backward and crouched.\n\nFor just a second the towering shape of the stricken Franklin loomed up\nin the sky. And then it fell crashing forward. A swift-flowing stream\nwas there, and the body fell across it--blocking the water which dammed\nup, then turned aside and went roaring off through the mangled forest.\n\n       *       *       *       *       *\n\nLee, again in his former size, sat at old Anthony's bedside, with Aura\nbehind him. The news of the combat out there against the sky had come to\nAnthony--the excitement of it, too much for his faltering old heart....\n\n\"But you will be all right, grandfather. The thing is over now.\"\n\n\"Yes. All right--of course, Lee. Just a visitor here--and you will take\nmy place--\"\n\nHe lay now--as old Anna Green had been that night--just on the brink.\n\"Lee, listen to me--those mechanisms--the space-globe--Lee, I realize\nnow there is no possibility that we could help Earth--and surely it\ncould only bring us evil here. What we have found here--don't you see,\nback on Earth each man must create it for himself. Within himself: He\ncould do that, if he chose. And so you--you must disconnect\nus--forever--\"\n\n\"Yes, grandfather--\"\n\n\"And I--guess that is all--\"\n\nFor some time he seemed to hover on the brink, while Lee and Aura,\nsitting hand in hand, silently watched him. And then he was gone.\n\n       *       *       *       *       *\n\nThe last of the mechanisms irrevocably was smashed. The little line of\nvacuums and tubes of the space-globe's mechanisms went up into a burst\nof opalescent light under Lee's grim smashing blows.\n\nThen silently he went outside and joined Aura. Behind them, down the\ndeclivity toward the village, the people were gathering. He was silent,\nhis heart pounding with emotion, as he faced them from a little\neminence--faced them and heard their shouts, and saw their arms go up to\nwelcome him.\n\nSlowly he and Aura walked down the slope toward his waiting people. And\nwith her by his side, her hand in his, Lee Anthony knew then that he had\nfound fulfillment--the attainment of that which is within every man's\nheart--man's heritage--those things for which he must never cease to\nstrive.\n\n\nTHE END\n\n\n\n\nTranscriber's Note\n\nMinor corrections of spelling and punctuation have been made without\ncomment. Variations in spelling, capitalization, and hyphenation have\nbeen retained to match the original document.\n\n\n\n\n\nEnd of Project Gutenberg's The World Beyond, by Raymond King Cummings\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE WORLD BEYOND ***\n\n***** This file should be named 29059.txt or 29059.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/0/5/29059/\n\nProduced by Greg Weeks, adhere and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}