{"title": "Raiders Invisible", "author": "Desmond Winter Hall", "releaseDate": "June 6, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced from Astounding Stories November 1931.\n    Extensive research did not uncover any evidence that the\n    U.S. copyright on this publication was renewed.\n\n\n     [Illustration: _The body went twisting and turning into the\n                     gulf below._]\n\n\n                          Raiders Invisible\n\n                            By D. W. Hall\n\n       *       *       *       *       *\n\n\n\n\n[Sidenote: Alone and unaided, Pilot Travers copes with the invisible\nfoes who have struck down America's great engine of war.]\n\n\nThe muffled, helmeted figure of a pilot climbed down the spider\nladder, nestled into the foremost scout's cockpit and pressed the\nstarting button. The motor spat out a wisp of smoke, then burst into\nits full-throated roar: the automatic clamp above loosened: the scout\ndropped plummet-like, bobbed to the flagship below, straightened out\nand zoomed six thousand feet up into the morning blue, where it\nhovered for a few moments like an eagle on taut wings. Lieutenant\nChristopher Travers, the pilot, glanced around.\n\nBehind and below him was spread a magnificent panorama. Across the\nplate of scintillating glass that was the sea moved rows of toy ships,\ntipped by the gleaming, one-fifth-mile long shape of a dirigible, of\nwhose three scout planes Chris's was the leader. As he watched, the\nsecond scout dropped from the plane rack beneath the dirigible's sleek\nunderside and went streaking away, followed by the third, in response\nto the Admiral's order of: \"Proceed ahead to locate the enemy's\nposition.\"\n\nA grin relaxed Chris Travers' tanned, boyish face. His narrowed gray\neyes swept the horizon. Below it somewhere lay hidden the ranks of the\nBlack Fleet, complete with its own destroyers, submarines, cruisers,\nbattleships, aircraft carriers and the ZX-2, sister dirigible of the\nBlue Fleet's ZX-1. Chris spurted the scout ahead and murmured:\n\n\"This war game's goin' to be a big affair--the biggest yet!\"\n\nIt was. The Atlantic Fleet of the United States Navy, termed \"Blue\"\nfor convenience, had been assigned to guard the Panama Canal; the\nPacific Fleet, \"Black,\" to attack it. The cream of America's sea\nforces had been assembled for that week of March, 1935, all the way\nfrom crabby little destroyers to the two newly completed monarchs of\nthe air, the twin dirigibles, fresh from the hangars at Akron, a\nthousand feet each in length and loaded with the latest offensive and\ndefensive devices developed by Government laboratories.\n\n[Illustration]\n\nThe war game around the Canal was planned for more than practice,\nhowever. The eyes of the whole world were on that array of America's\nocean might--the eyes of one foreign nation in particular. Washington\nknew of the policies of that nation, and wished to impress upon is the\nhopelessness of them. More than a game, this concentration of sea and\nair-borne fighting power was a gesture for the continued peace of the\nworld--a gesture strong with the hint of steel.\n\nChris Travers was vaguely aware, through the rumors of the mess-room,\nof the double meaning of the game he was playing his part in, but this\nmorning he didn't give a single thought. He was too wrapped up in his\njob of spotting the van of the Black Fleet, radio-telephoning latitude\nand longitude to the bridge of the Blue Fleet flagship, and getting\nhome to his dirigible without being declared destroyed by one of the\nwar game umpires.\n\nTherefore, half an hour later, his heart thrilled as he glimpsed,\nwraith-like on the steely horizon, a wisp of smoke.\n\n       *       *       *       *       *\n\nHe catapulted forward, eyes steady on that hint of ships. The smoke\ngrew to a cloud of black pouring from the funnels of a V-shaped squad\nof destroyers, rolling through the lazy swells of the Pacific waters.\nBehind them came the bulldogs, larger warships, hazy blurs in the\ndistance.\n\nChris struck fist in palm to the tune of a gleeful chortle. He was\nfirst! He hauled the microphone from its cubby in the dashboard and\nspoke the code words. Latitude, longitude and steaming direction of\nthe Black Fleet he gave rapidly, and the information knifed back to\nthe bridge of the Blue Fleet flagship, a hundred miles behind, where a\nwhite-haired admiral said: \"Ah! Good boy! Get those bombers\nup--pronto!\"\n\nChris commanded a superb view of the ZX-2, whose gleaming shape,\nshowering rays of sunlight, hung like a thing in a painting over the\nBlack Fleet. He stared at the far-off dirigible, lost in admiration of\nher trim lines, pausing a minute before returning to his own ZX-1. At\nthat distance, the mammoth craft seemed no more than four inches long,\nyet, through his telescopic sight, he could discern her markings,\nmachine-gun batteries and the airplane rack along her belly plainly.\nOne plane, he saw, was suspended from the rack; the others were\nscouting for the Blue Fleet, even as he had scouted for the Black. He\nwondered if something were wrong with the plane left behind. Somehow,\nit did not look quite familiar.\n\nBut, even as he watched, it dropped from the automatic rack, then\nstraightened and soared dizzily up. And, from one of the airplane\ncarriers' broad decks, he saw two pursuit craft begin to rise. He\ngrinned. They'd seen him, were coming after him!\n\nHe gripped the stick, prepared to swerve around. He had already raised\na spread-fingered hand for a derisive parting gesture, when suddenly\nhe stiffened. The hand dropped as if paralyzed.\n\n\"Good Lord!\" he gasped. \"What--\"\n\nThe mighty thousand-foot dirigible ZX-2, pride of the Navy and all\nAmerica, had wobbled drunkenly in her path. She stuck her nose down,\nand then her whole vast frame shivered like a wind-whipped leaf as the\ndull roar of an explosion rolled over the sea. A huge sliver of hide\nwas stripped from her as if by magic, revealing the skeleton of\ngirders inside--revealing a tongue of crimson that licked out and\nwelled into a hell of flame.\n\nChris's blood froze. He watched the ZX-2 wallow in her death throes,\nwrithe in the fiery doom that had struck her in seconds, that was\ndevouring her with awful rapidity while thousands of men, blanched and\ntrembling, gazed on helplessly. He saw her plunge, a blazing inferno,\ninto the sea beneath....\n\nThere were old pals on her--buddies, gone in a flash of time!\n\nThis wasn't a war game. This was tragedy, stark before his eyes.\n\n       *       *       *       *       *\n\nThe Black Fleet forgot its mimic battle. Radio telephone messages\nwinged over the horizon to the approaching Blue Fleet. The Black\ndreadnoughts hove to; launches with ashen-faced men in white manning\nthem dropped overboard; a dozen destroyers rolled in the swells around\na crumbled, charred egg-shell that but minutes before had been an\nomnipotent giant of the sky.\n\nChris Travers, aloft in sunlight suddenly bereft of its beauty, jammed\nthe stick of the scout full over. He could do nothing, he knew. He\ncould only return to the ZX-1 and tell the story of its sister as he\nhad seen it.\n\nBut why, he wondered as he flew almost blindly, had the ZX-2 so\nquickly flamed to oblivion? The helium of its inner bags bad been\nuninflammable, as had the heavy oil of its fuel tanks; the ten engines\nwere Diesels, and hence without the ordinary ignition system and\ngasoline. Safety devices by the score bad been installed on board;\nnothing had been overlooked. And the weather, perfect.\n\nIt was uncanny. It seemed totally unexplainable.\n\nSwarms of planes droned between sea and sky, all speeding in the one\ndirection, west, to where the crumpled remnants of a dirigible were\nslipping quickly beneath the billows, beyond the sight of man. Planes\nof war game umpires, of officials, of newspaper correspondents and\nphotographers. And soon a spectral, gleaming wisp of silver nosed out\nof the east, and the lone scout flying east dropped in altitude to\nmeet its mother.\n\nMechanically, his mind elsewhere, Chris shoved the button which reared\nthe automatic clamp behind the cockpit in preparation for affixing the\nscout to the plane rack beneath the ZX-1. The dirigible, far in\nadvance of the Blue Fleet, was roaring along at its full one hundred\nand fifty to hover over the grave of its sister. Chris eyed its course\nand changed his. To jockey into the rack, he had to pass the dirigible\nand come up underneath from its rear.\n\n       *       *       *       *       *\n\nThe air giant roared closer. As the distance between then loosened,\nChris's brow wrinkled and he swore softly in puzzlement.\n\n\"Now, just what's wrong with them?\" he exclaimed, \"The darned zep\nisn't flying straight! She's wobbling in her course!\"\n\nIt was hardly apparent, but true. Ever so slightly, the snub nose of\nthe ZX-1 was swaying from side to side as it sped through the air;\never so slightly, her massive stern directional-rudders were wavering.\n\nShe was less than a mile away now. At that time, there were no other\nplanes in sight; none flying in that vicinity save Chris's. He glued\nhis eyes to the telescopic sight. A moment later, sheer horror swept\nhis face.\n\n\"_Good God!_\"\n\nThe scout leaped as its throttle rammed down. The gleaming,\nthousand-foot shell of the ZX-1 roared by it at equal altitude, making\nit a puny fly-speck in the sky. But the fly-speck was faster. It\nturned in a screaming bank; it straightened; it lunged back after the\nswaying, retreating mammoth like a whippet, lower, now, than its\nquarry. It maneuvered expertly as it gained, for one of the best\npilots of the service was at its controls, and there were deep lines\ngraven in his face, lines of anguish and intolerable suspense.\n\nThrough the telescopic sight, Chris had not seen a single white-clad\nfigure standing beside the glass ports of the dirigible's control car.\nBut he had seen, slung from the rack along her belly, a single\nplane--the same rather peculiar-looking plane he had seen hanging\nbeneath the rack of the ZX-2 a few minutes before she had gone down in\nflames!\n\nAnd in that plane, he knew surely, was the answer to the mystery.\n\n       *       *       *       *       *\n\nSpeed cut to just a trifle more than the dirigible's. Chris passed a\nfew feet underneath the huge expanse of her lower directional rudder.\nFrom so close, its uncontrolled wavering was terrifying.\n\nHis faculties were concentrated on the task of sliding the scout's\nclamp into the groove of the plane rack, but he was also surveying the\nlone airplane hanging from it. A powerful machine, painted in Navy\ncolors, a peculiar knob on the upper side of each half of the top wing\ngave it its unfamiliar appearance. Its pilot was obviously aboard the\ndirigible, working....\n\nCloser and closer the scout crept, quarter-way now along from the\nstern of the massive bulk that loomed above it, and within fifty feet\nof the third clamp in the rack. Touchy work, maneuvering into it, with\nthe ZX-1 yawing as she was, and the need for haste desperate. Chris's\nhands were glued to the stick: his nerves were as tight as violin\nstrings. Then, when only ten feet from the rack clamp, he gave a\nstartled jump of uncomprehending amazement.\n\nThe propeller of the mysterious plane ahead had roared over. Its clamp\nhad left the rack; it had dropped down in a perfectly controlled dive\nand flattened out as if a master pilot were at its controls.\n\nBut the plane's cockpit was still empty, Chris could see; nor had he\nseen any figure pass down the ladder from the dirigible into it!\n\nDevoid of all emotion save bewilderment, he sat stupidly in the scout.\nA moment later, so well had he aimed it, its clamp nestled snugly into\nthe groove of the rack, and the regular automatic action took place. A\ntiny door slid open directly above in the dirigible's hull: a thin\nladder craned down--and Chris's nostrils caught a faint whiff of\nsomething that cleared his mind of its confusion instantly.\n\nJust a whiff, but it registered. Gas, with an odor resembling carbon\nmonoxide.\n\nHe stared up. Over the edge of the automatic trap-door above, a\nwhite, contorted face was hanging. The dirigible swung; white-clad\nshoulders and body slumped into view. Then, with a rush, the body\nslipped through, jarred against the connecting ladder, slithered off\nand went twisting and turning into the gulf below.\n\n\"God!\"\n\nGassed! How, by what, Chris had no idea. A moment before he had been\nabout to follow the uncannily piloted plane; but now his duty was\nplain. He knew with awful certainty that in minutes, seconds perhaps,\nthe giant ZX-1 was scheduled to roar into flames like its sister and\nplunge into the Pacific.\n\nHe jerked out a gas mask. He was fitting it on with one hand as, with\nthe other, he hauled himself up the spider ladder into the hull of the\nthundering, yawing dirigible.\n\nHe did not see, hovering a few hundred yards behind the ZX-1, the\nmystery plane; he did not see it now begin to approach the rack once\nmore.\n\n       *       *       *       *       *\n\nThe crew of that dirigible of death, Chris discovered, had not had a\nchance. White-clad bodies lay sprawled throughout the cabin which\ncontained the mechanism of the plane rack, stricken down silently at\ntheir posts. There was no life, no sound save the booming of the\nmotors and the whip of the wind screaming past the uncontrolled air\ntitan.\n\nBut he did not pause there. He did not know what he was grappling\nwith--it seemed black magic--but he darted to a ladder which angled up\nfrom the lowermost entrance cabin to the cat-walk that stretched from\nthe nose to the stern of the ship. If any infernal contrivance had\nbeen planted aboard, it would be in the most vital spot.\n\nHeart pumping from the artificial air he was breathing and from the\nconsciousness that each second might well be his last, he sprinted\nalong the interior gangway. Above was the vasty gloom of the gas bags\nand the interweaving latticework of the supporting girders; the drum\nof power-car motors and the strained creakings of cables and supports\nechoed weirdly throughout. Outside was the sun and the sea and the\nclean air, but this realm of mammoth shapes and dimness seemed apart\nfrom the world. Once he stumbled against something soft and\nyielding--a body flung down there in death, fingers at its throat. And\nthere were other white-clad figures, grimly marking off the length of\nthe cat-walk....\n\nChris's nerves were raw and his face sopping with sweat beneath its\nmask when suddenly he stopped at sight of something that lay on the\ncat-walk, with the main fuel tanks on the girders just above it and\nthe entrance to the control car just below.\n\n       *       *       *       *       *\n\nIt was a black box, perhaps two feet square and a foot in depth, made\nof dull metal that did not reflect the rays of the light bulb placed\nat the head of the ladder leading down in the control car. There were\nthree curious little dials on its face, and the trembling finger of\neach one was mounting.\n\nIt had been strategically placed. An explosion at that point would rip\nopen the fuel tanks, split the largest gas bag, wreak havoc on an\nintricate cluster of main girders, and destroy the control car with\nits mechanism.\n\n\"No wonder the ZX-2 crashed!\" Chris muttered.\n\nThen his hands swept down. The next instant he was hugging the thing\ntight to his chest and stumbling down into the control car, hearing\nonly a high-pitched, impatient whine that was coming from the box as\nthe fingers of its dials crept slowly upward.\n\nThe ZX-1 was wavering wildly as her rudders flopped from side to side,\nand with every swing the bodies that lay in her control car, strangled\nby gas, stirred slightly. The gray-haired commander was stretched\nthere, one arm limply rolling as his ship, which had gone so suddenly\nfrom him, rolled. Subordinate officers were tumbled around him. Death\nrode the control car.\n\nBut down to it and through it now came one who was alive, a figure\nmade grotesque by the mask it wore and the pack of the parachute\nstrapped to it, who threaded past the littered bodies, an ever-rising\nwhine wailing from the box clasped in his arms.\n\nWith a leap, he was at one of the car's port-holes, fingers fumbling\nat the heavy bolts. The seconds seemed eternal, and the box's whine\nhad become a shattering, sinister scream when at last the bolts\nloosened. The round pane of glass teetered back, swung open--and the\nmasked man slung his metal burden out, out from the ZX-1 into the gulf\nbetween sea and sky.\n\nIt arced through the sunlight, went spinning down, became a dot, its\nscreaming faded. Then something synchronized within it, and it was\ngone--in a burst of weird, bluish light, whose fangs forked upwards\nfor a second, their unearthly flash dimming even the sunlight, and\nthen were gone, too....\n\n       *       *       *       *       *\n\nChris found that his whole body was shaking. For a moment he stood\nthere with his masked face through the port.\n\n\"Damn close,\" he muttered. \"But what was it that left the box here?\"\n\nThen he jarred against the side of the car as the ship swung and came\nback to realization of what was needed to be done, and done at once.\nHe shifted his gaze, drew his head back, and thrust it forth again,\nstaring.\n\n\"Good Lord!\" he cried. \"That plane's come back!\"\n\nHis own craft was not alone under the rack. The same mysterious\nmachine hung there again, its cockpit empty, and the automatic spider\nladder was stretched down to it from the trap-door in the dirigible\nabove.\n\n\"Whatever flies it is aboard now.\" Chris thought aloud. \"But it got\nback too late to stop me. Well, this time--\"\n\nHe felt uneasy, however, almost powerless. What was this thing that\nhad wiped out the crews of two dirigibles with deadly gas, and wrecked\none of them? He spun around. The control car looked the same. But what\nmight be moving in it?...\n\nChris carried no gun; but he extracted the service repeater from the\nholster of a body at his feet. Gripping it, he leaped to the helm of\nthe dirigible. It was the work of a moment to clamp on the mechanical\n\"iron mike,\" which steadied the ZX-1's mad swaying and leveled her\nahead in a dead straight course. He could not cut down her speed,\nunless he went to each one of the hull-enclosed engine stations, and\nmore urgent work awaited before he could afford to do that--work of\nsending out an S.O.S. before the weird, unseen killer and wrecker came\nto grips with him.\n\nThough seeming hours, only minutes had passed since he had tooled his\nscout into the rack. Ahead, he could see the smudge of the Black\nFleet's smoke on the horizon. Not so very far away, but a lot could\nhappen in the distance still separating dirigible and surface craft.\n\n       *       *       *       *       *\n\nHe ran back into the radio-telephone cubby, which was a division of\nthe control car. The operator was sprawled there, limp in his seat\nbefore the shining, switch-studded panel. Chris removed the head-gear\nof ear-phones: then he hauled one of the cubby's port-holes open,\nletting in a rush of cleansing air. His fingers sped quickly over the\npanel; a row of tubes glowed; the machinery hummed. Chris jerked off\nhis mask.\n\nA last faint odor was present, but he hardly noticed it, for his lips\nwere at the mouthpiece and he was thrusting out a call for help.\n\n\"ZX-1 calling ... ZX-1 calling ... ZX-1--Hello!\"\n\nAn answer from the flagship of the Black Fleet ahead had sounded.\n\n\"This is Travers, pilot on the ZX-1, speaking. We're coming dead for\nyou; full speed; you'll see us in minutes. Get some planes with men\ncapable of handling the dirigible up here immediately. The whole\ncrew's been laid out by gas; there was a contrivance planted aboard to\nblow up the ship and send it down in flames as the ZX-2 was. The thing\nthat did it--\"\n\n_Crack!_\n\nA gun barked out from behind; something crashed and splintered on the\nradio panel. Chris felt a white-hot needle sear along the side of his\nhead. His brain reeled; with everything dancing queerly before him in\nsplotches of gray and black he toppled down off the seat, knowing the\nradio-telephone had been put out of commission by the cessation of\nsound in the ear-phones clamped to him.\n\nHe gripped his consciousness hard. It was like a delirium: he was\nlying sprawled beside the seat, twisted round so that he saw, hanging\nin the cubby's entrance door, an automatic, dribbling a wisp of\nsmoke--the automatic that had just fired, but hanging there by itself,\nheld by something he could not see!\n\nHe was only half conscious, for the scorching pain along his head was\nthrobbing his brain dizzily, but he realized that the service repeater\nhe had taken from the control car lay by his side, within easy reach.\nBut, while on the verge of risking a wild grab for it, he heard a\nvoice, speaking very softly and with a slight thickness of accent.\n\n\"Do not move,\" it said. \"I fire if you do. Now, listen: What did you\ndo with the box that you found? Tell me quick, or die.\"\n\nIt was fantastic, unreal. There was--nothing, and yet a man, living,\nbreathing, but invisible, was speaking! Chris could not understand;\nbut it was at least a little relief to know he had a human to deal\nwith. For with humans, strategy can be used....\n\n       *       *       *       *       *\n\nHe groaned. He saw plainly that the unseen marauder had been aboard\nwhen he had thrown the box over, and thus had not seen it explode in\nmidair: did not know whether it had been tossed out or merely rendered\nharmless by being tampered with. If only the latter, it could be\nquickly repaired and set again. That must be the invisible man's\nreasoning.\n\nAgain Chris groaned. He moved an arm weakly and whispered:\n\n\"Can't speak much. Come closer.\"\n\nThe service repeater was very close now to his right hand. And he felt\na thrill when he saw the automatic come forward through the air,\ndescend, and pause right next to his head. He sensed a man close\nbehind him, and he heard:\n\n\"Well? Tell me, quick. Did you throw it over, or--?\"\n\n\"Don't shoot!\" Chris groaned. \"I'll tell you. I didn't--throw it over.\nI took it apart to get the secret of it. I put it--there.\"\n\nHe pointed feebly with his right hand, thus leading the invisible man\nto turn his head. His legs braced imperceptibly. And then:\n\n\"Like hell!\" roared Chris Travers, and shot his whole weight\nbackwards, grasping the service gun, whipping it around and yanking\nthe trigger three times at the same instant.\n\nShooting at nothing! But, even above the bunched roar of the\nexplosions, there pierced out a howl of agony that died quickly to a\nsobbing moan. Chris saw the automatic drop to the floor, felt the\ninvisible body he had crashed into jerk away. He jumped to his feet,\nclutched at that body, and caught thin air. He swung around,\nlistening, the service repeater in his hand.\n\nOut of the air somewhere before him there came the sound of low,\nracking gasps, and also the slow noise of feet dragging heavily\ntowards the cubby's door, towards the ladder that led up to the\nfore-and-aft cat-walk.\n\nChris sprang, slashing the butt of the gun downwards. The lead was\nfalse. He hurtled jarringly into the door jamb, the gun thumping\nagainst the floor. The wind was knocked from him; the nausea of his\nwound swept him again with a surge of dizziness. But the painful\nscuffle of unseen feet ahead pulled him up once more; like a\npunch-drunk fighter he staggered out from the cubby to the ladder and\nhauled himself up the steps. He half-fell at the top, but his mind was\nclearing; and as he swayed there he knew what he had to do--saw the\nduty that lay before him....\n\nMore slowly, he crawled after the dragging footsteps and the gasps of\nthe invisible raider, following them through the vast dimness of the\ninterior of the dirigible ZX-1.\n\n       *       *       *       *       *\n\nThe chief operator on duty in the flagship of the Black Fleet swung\nround in his seat and yelled through into the bridge of the massive\nbattleship:\n\n\"Urgent, sir! From the ZX-1!\"\n\nA moment later the captain of the ship, for the fleet's admiral was\nout in a launch inspecting what little of the fallen ZX-2 was still\nfloating on the surface, was at the operator's side, listening\namazedly.\n\nThe operator read off, word for word, what Chris Travers had sent.\n\"... There was a contrivance planted aboard to blow up the ship and\nsend it down in flames as the ZX-2 was. The thing that did it is--\" he\nfinished, and fell silent on that uncompleted sentence.\n\nThe captain's lined face expressed incredulity. \"My God!\" he burst\nout. \"First the ZX-2, now-- That all?\"\n\n\"Yes, sir. I can't get any answer or connection.\"\n\nThey stared at each other. Finally the captain spluttered:\n\n\"Is some maniac loose in this fleet? Don't sit there like a fool, man!\nGet in touch with the _Saratoga_; tell 'em what you received; tell 'em\nto send some men up to that dirigible, wherever she is. We can't lose\nboth of them!\"\n\nThe operator's fingers skipped nimbly; even while he was speaking into\nthe microphone, the red-faced captain had rushed back into the control\nbridge and was roaring:\n\n\"Signal the Admiral back here! Hurry!\"\n\n       *       *       *       *       *\n\nThings moved quickly then; small things, but significant. A casual eye\nglancing over the ranks of the Black Fleet as it lay around the scene\nof the tragedy, waiting for orders, would not have noticed any\ndifference. The launch containing the fleet's admiral, which had been\nfussing about with its load of officers and various dignitaries,\nsuddenly wheeled and pointed back for the mammoth flagship, in\nresponse to swift signals from the arms of a gob on her bridge; and,\non the broad landing deck of the carrier, _Saratoga_, two three-seater\nplanes, equipped with automatic clamps for a dirigible's rack, were\nwheeled up to the line.\n\nTheir props were spun over. But even before their cockpits had been\nfilled, an officer on the bridge of the flagship, and a dozen others\nthroughout the fleet, cried:\n\n\"There she is!\"\n\nOver the eastern horizon, a gleaming sliver in the sunlight, thundered\nthe ZX-1, straight for the array of the Black Fleet. Only a few men\nwere aware of the drama-fraught message which had come down from her\nradio cubby, but her growing shape commanded the eyes of every sailor\nand officer alike who had time to watch. A few telescopic sights were\ntrained on her as she bellowed ahead; the keen old eyes of a very\nperplexed and puzzled admiral were at one of them.\n\n\"Two planes hanging from her rack,\" he muttered, half to himself and\nhalf to the officers standing around him. \"Both Navy. Say, they're\ndropping off! Not coming this way, either. Going northeast. Fast, too.\nCan't see 'em any more.... Those men getting up from the _Saratoga_?\nGood. We'll find out something soon. Here she comes!\"\n\nCloser and closer roared the dirigible. Two planes from the _Saratoga_\nwere swooping up to enter her rack, but the other two planes that\nshortly before had been suspended from it were gone--already vanished\ninto the northeast.\n\n\"Don't understand this at all!\" said the Admiral of the Black, or\nPacific, Fleet of the United States Navy.\n\n       *       *       *       *       *\n\nThings had broken well, Chris Travers considered. He had only wounded\nthe invisible raider; but, luckily, had wounded him badly, so that,\nevidently, just one object was in the man's mind: to get back to where\nhe came from, to where he could find help. He seemed oblivious of the\nscout that was following behind at the full speed of its mighty rotary\nmotor, following him to his base, wherever it was.\n\n\"Just as well I didn't kill him,\" Chris muttered.\n\nThe rush of wind had cleared his brain; his faculties were steady and\nnormal. Not so with the man in the plane he pursued. It was flying\ncrazily, but clinging to one course, nevertheless--into the northeast,\ntowards land, some two hundred and fifty miles over the horizon.\n\nThe great silver shape of the ZX-1, barren, now, of life, dropped\naway, speeding ever due west; the hazy dots and blur of smoke which\ndenoted the motionless Black Fleet vanished. But Chris was in contact\nwith the fleet's flagship once more, through the compact\nradio-telephone set of his scout. As he flew, his eyes fixed steadily\non the plane ahead, he was rapping into the microphone the story of\nwhat had happened. He told of the invisibility of the strange\nmarauder, of how accurately he had judged the time of his raids; of\nhow he, Chris, had managed to prevent the destruction of the ZX-1.\n\n\"He uses a tremendously expansive gas resembling carbon monoxide,\" he\nwent on. \"It seeps into every cranny of the dirigible, killing\neverything. The crews got no warning; they didn't know what was\nhappening; couldn't see him! Well, I managed to wound him on the ZX-1.\nHe beat it. I'm following him. If he lasts out, he'll go to where he\ncame from, and we'll find out who's in back of all this. Let you know\nwhere his base is soon as I get there. Keep listening. Okay? Right;\nsigning off.\"\n\nSilence, then, between the scout and the flagship far behind....\n\n       *       *       *       *       *\n\nOn--on Time passed. The scout's gas was down below the half-way mark.\nThey had covered two hundred miles now at a speed just bordering three\nhundred. The plane ahead looked uncanny with its apparently empty\ncockpit, but Chris could see all too well that death was pressing at\nits invisible pilot. The big machine was literally staggering in its\ncourse as the hands on its control stick grew weaker; was yawing\nwildly, even as the ZX-1 had yawed after her crew had been slain by\nvapors they could not see.\n\n\"He's got to last out!\" Chris muttered. \"Got to!\"\n\nAt that moment land appeared, and the fleeing plane altered its\nnortheast course to due east with an abrupt jerk.\n\nFirst it was a mere hazy line on the horizon; then it rose to a thrust\nof land, jutted with cloud-misted hill-tops. Then, as the two roaring\nspecks that were airplanes came closer, heavy tropical foliage became\ndistinct, and white slashes of surf breaking on the shore. This was\nthe Azuero Peninsula, most western point of the Republic of Panama.\n\nAside from one small cluster of wretched huts, it was practically\nuninhabited. Guarded by dense growth, only one or two of the dusty\npaths which passed for roads wandered aimlessly through its tangled\ncreepers, trees and bush. To the southeast was the broad Gulf of\nPanama, doorway to the Canal; on the other sides this thumb of land\nwas surrounded by the reaches of the Pacific.\n\nThe plane was obviously nearing its eyrie--dropping lower and lower,\nlosing speed and altitude; and also threatening each moment to tumble\ndown out of control into the smothering welter of olive-green below,\nwith a dead, unseen body in its cockpit.\n\nBut where was the landing field? They were now over the very heart of\nthe Peninsula, and still Chris, searching through his telescopic\nsight, could see nothing but the monotonous roll of jungle. They must\ncome to it soon, or be over to the Caribbean Sea and the Mosquito\nGulf.\n\nThen suddenly he started forward, staring. Of course there was no\nlanding field in sight. The mystery plane needed none. It possessed\nthe power of the helicopter: it could rise straight up or sink\nstraight down.\n\nFrom each one of the two knob-like projections on its upper wing that\nhad puzzled him previously, a propeller had risen and unfolded into\nlong, flat blades. They whirled in circles of light in the sun; and\nthe airplane beneath them poised, all but motionless, its main\npropeller swinging idly, and then began slowly to drop downwards.\n\nBut Chris, swooping nearby, was still perplexed. Dropping down to\nwhat? There was only the dense tropical growth beneath. He could see\nno trace of men, no clearing, however small, no base--nothing but the\njungle.\n\n\"How in the dickens--\" he began; and then stopped. At that moment the\njungle's secret was revealed.\n\n       *       *       *       *       *\n\nAs the helicopter-plane dropped to within a few hundred feet of it, a\nstrip of the sea verdure split in two and reared up. It looked, at\nfirst, like magic. But from aloft Chris saw the trick and how the\ncamouflage was worked. What appeared to be a slice of the jungle roof\nwas, in reality, a metal framework cunningly plastered with layers of\ngreen growth. An oblong, some fifty by a hundred feet, it parted in\nthe middle like a bridge that opens to let a steamer through,\nrevealing the lair of the plane.\n\nSoon more was revealed. Two tiny, green-painted huts stood in the\nminute clearing, and a few white-clad figures were by them, staring up\nat the plane sinking down and at the other plane which soared above\nlike a buzzing mosquito.\n\nOne of the dwarfed figures in white waved an arm. The others around\nhim darted into the left-side hut. Then the helicopter-plane's wheels\ntouched the small space allotted for it in the clearing, and the\nwhirling propellers halted.\n\n\"So that's the secret!\" Chris muttered. He pulled the microphone of\nthe radio-telephone to his lips and angled with the dials for\nconnection with the fleet hundreds of miles behind, meanwhile noting\nhis exact position on Azuero Peninsula. But before he spoke, some\nsixth sense bade him glance below once more.\n\nAn icy shiver gripped his body.\n\nA thin slit had appeared in the roof of the left-side hut. A spot of\nbright blue light was winking evilly inside it. And, though he could\nnot hear it, Chris knew with terrible certainty that a shrill,\nimpatient whining was piercing from the machinery of a weapon inside\nthat hut--a weapon whose fangs had forked close to him once before--a\nweapon which the winking eye of blue presaged.\n\nIt struck. But at the same instant Chris leaped desperately from the\ncockpit of the scout.\n\n       *       *       *       *       *\n\nHe leaped almost into the teeth of the blue-tinged ray which knifed up\nwith uncanny accuracy from the slit in the roof of the hut. He was\nconscious of a flash of unearthly light, of terrible heat which came\nwith it. Only the force of his jump saved him. He pulled the ripcord\nof the 'chute strapped to him and jerked to a pause; then he was\nswinging beneath a mushroom of white, trembling as he stared at the\nfate he had missed by a hair's breadth.\n\nA web of spectral blue light had enveloped the abandoned scout. The\nplane appeared to shudder, hanging almost motionless in the\nwraith-like mist. Then, with a crackle, the wings and tail shivered\ninto countless fragments; the stripped fuselage nosed over and plunged\nearthward, a roaring mass of flames. A fiery comet, it screamed past\nthe man who swayed beneath his 'chute, coming within a few hundred\nfeet of him and searing him with its hot breath. Then it drove into\nthe dense flanks of the jungle growth.\n\nSoon only a charred skeleton marked the last landing field of a scout\nof the dirigible ZX-1.\n\n\"And now, I guess,\" Chris whispered, \"they'll turn that ray on me....\"\n\nBut he had only been a thousand feet up when he jumped. Already he was\nclose to the top of the jungle. The clearing and its huts disappeared\nfrom view; he was out of range of the swift-striking ray. And, he\nreflected, though the scout was gone, he was still free--and could get\nto the Canal....\n\nBut tropical growth is difficult to land in.\n\nA moment later his swinging body crashed through the branches of a\ntree, and he pitched forward, unable to control the impetus. A sudden\nshock of pain stabbed through his head and everything spun dizzily\nbefore him. He knew he was falling, jerking down as the parachute\nripped on the boughs. There was another impact which drove all\nremaining consciousness from him.\n\nDarkness washed over Chris Travers, lying limp beneath the shreds of a\nsilky white shroud....\n\n       *       *       *       *       *\n\nElectric light. A strong glare of it somewhere. A dull throbbing in\nhis head. Then, a voice, with queer, hissing s's, speaking very close\nto him.\n\n\"Ah, yess. Look you, Kashtanov. He will be conscious soon, I think.\"\n\n\"You're a damned fool, Istafiev, to let him wake up,\" said another\nvoice, cool and of easy correctness. \"He'll see the machines. And\nthese Americans are tricky--one can never tell.\"\n\n\"Tricky? Bah! This fellow is a service man; there are things I can\nlearn from him. Come, now, wake yourself properly, you! That glass of\nwater, throw it on his face.\"\n\nKashtanov--Istafiev. Names that could belong to only one country, to\nthat huge power overseas which was hovering, so said rumors, on the\nbrink of war, waiting only for a favorable opportunity to strike--the\ncountry which the war game around the Canal had been designed to\nimpress. Chris Travers' mind cleared just then with complete\ncomprehension of who had schemed to send both dirigibles down and who\nhad built this secret lair on Azuero Peninsula.\n\nInwardly, he groaned. It was all too plain. The destruction of the\nZX-2 and the thwarted destruction of her sister had only been the\nfirst step of some gigantic plan which was to provide the opportunity\nfor the mighty fighting machine overseas to strike. And he, who might\nhave balked it, had made a rotten landing from the scout and delivered\nhimself, helpless by his own clumsiness, into the hands of these men.\nThe self-accusation was bitter.\n\nWith their secret of invisibility, their deadly blue rays, what havoc\ncouldn't they wreak, working from their cunningly concealed base?\n\nAnd now they were waiting for him to recover consciousness--waiting to\nquestion him before killing him....\n\nBut as he lay there, apparently still senseless, Chris was grappling\nwith the seemingly hopeless problem. So, even when he felt the\ntingling coldness of a spray of water on his cheeks, not one line of\nhis face moved, nor did the tiniest flutter of eyelids betray him.\n\nAlthough the fumbled landing in the jungle had been a catastrophe, it\nhad granted him his only weapon. He was believed to be genuinely\nunconscious.\n\n\"Another--he iss stubborn,\" hissed the voice of the man called\nIstafiev. \"His senses will soon come. I can bring them back--oh,\nyess!\"\n\n\"Enough of this!\" complained the suave, beautifully modulated voice.\n\"Darkness is coming; there's a lot to be done. Shoot him and throw him\nout!\"\n\n\"It iss I who am in command here, comrade Kashtanov. Remember that. I\ndesire to speak to this man. There! No? No sign yet? Well! We will\nsee if this helps those eyes of yours to open, my American!\"\n\nThen began sheer torture.\n\n       *       *       *       *       *\n\nIt was an ordeal of silence. By no motion, sound or slightest sign of\nconsciousness could he seek relief. Inanimate Chris Travers lay,\nholding his pose sturdily, although it seemed that the sweat was\nspurting from the pores, while a thin, cruel knife-blade drove into\nthe quivering nerves beneath his left thumb-nail.\n\nDeeper and deeper it inched, accompanied by the soft breathing of the\nman who guided it, until Chris felt one great sob of pain welling up\ninside him, struggling to break past his lips; felt a tremendous urge\nto writhe, to break away from the digging steel. His tongue seemed to\nbe trembling, shivering; but no other part of his body, not even the\nsmallest flicker of eyelash, betrayed him. At long last there came a\nvoice, sounding as if from miles away, and the disgust in it was very\ngood to Lieutenant Christopher Travers.\n\n\"Bah! It iss no use. His thick skull must be fractured. I could cut\nhim open and he would not awake. He might be conscious for minutes\nafter some hours--no, do not shoot him. I shall learn a few details\nfrom him then. Throw him over there. Now--Zenalishin iss dead, but the\nmask and cylinder on him should be returned to visibility. Well, we\nwill return him, too. Then, Kashtanov, to your instructions and your\nwork.\"\n\nHands gripped Chris's body. He felt himself thud against a wall, and\nslumped into a heap, head lolling over. The cessation of pain was\nsweet, though his thumb was raw, but sweeter still was the knowledge\nthat he had won the first tussle: that he was deemed to be harmlessly\nunconscious for hours.\n\nAnd carefully, through his lashes, he permitted himself a glimpse of\nthe room he lay in, and the men whom he had heard and felt but not yet\nseen.\n\n       *       *       *       *       *\n\nIt seemed more like the belly of a submarine than a room, that maze of\ntubes, levers, wheels, switchboards and queer metallic shapes; and the\nblur cast upon his vision by barely raised eyelashes made it appear\ndoubly unreal and grotesque. It might have been another world.\n\nSome of it was recognizable. A massive radio-telephone set, by which,\nhe judged, all communications between the fleets in the Pacific were\noverheard; a squat dynamo; a set of huge cylinders, from which,\nprobably, had come the highly expansive gas that had snuffed out the\ncrews of the two dirigibles. But there were other things--strange,\nmonstrous. One of them, the tapered tube of metal that angled up to\nthe hut's ceiling, its base a mass of wheels and dials and tubing, was\nevidently the weapon of the ray that had struck the scout down.\n\nThere were three men visible in the room, and Chris switched his\nattention now to them.\n\nTwo were standing by a table in the center of the room, directly under\na shaft of light from a powerful electric bulb. The shorter of them\nwas saying to a third man, who knelt in front of the dynamo:\n\n\"On full.\" Then, as a full-throated drone pulsed from it: \"Zenalishin\niss there? Yess. Put him in.\"\n\nThe voice of the hissing s's--that was Istafiev. Short, stocky,\nblack-haired, he was a direct contrast to the tall figure next him of\none whose pointed black beard gave elegance to sharp, thin features.\nHe carried a gun at his waist, and he identified himself as Kashtanov\nby saying languidly:\n\n\"Better strap him in. He'll fall, otherwise. Get some cord; I'll lift\nhim.\"\n\nThe other man, by the dynamo, apparently a subordinate mechanic,\ndull-faced, drew a loop of cord from a box nearby, while Kashtanov\nwent through actions that seemed fantastic. He stooped, groped along\nthe floor, and then gripped what looked like thin air with his fingers\nand lifted upwards. But it wasn't air, Chris knew; it was the\ninvisible body of a man--the man who had destroyed the ZX-2, the man\nwhom he had shot at in the cubby of the ZX-1--whose invisibility was\nnow to be stripped from him.\n\nBy what? Carefully Chris swivelled his gaze around until it caught on\nan object which dwarfed Istafiev, now waiting by its side with one\nhand on the small panel of a switchboard.\n\n       *       *       *       *       *\n\nA strange thing, truly, to find in a little hut on Azuero Peninsula!\nRow upon row of slender curved tubes, describing a three-quarter ovoid\nso that there was an opening for entrance in front, rose to a height\nof some eight feet, the whole topped by a curious glassy dome which\nwas filled with creamy substance. There was room inside the layers of\ntubes for a man's body to stand upright--and a man's body was upright\nin it now, held by cords strapped to his unseen arms.\n\nInvisibility! The dream of scientists for years! Here created, here\ntaken away--by the simple manipulation of two levers on the control\npanel.\n\nIntently Chris watched Istafiev pull down the right-side lever.\n\nAs it came down, the creamy liquid in the dome above the cage began to\nswirl slowly, then to froth and boil and whip round and round, while\nthick, dropsical bubbles slid up from its heaving surface and burst,\ndischarging a kind of grayish mist, under which the white substance\nsank, until there was nothing left in the dome but drab-colored vapor.\nOn the completion of this stage, the layers of tubes below warmed\ninto life. They glowed with a soft vari-colored brightness that filled\nthe cage with a golden splendor and seemed to rim each one of the\nwatching men with fire.\n\n\"See you, Kashtanov,\" came Istafiev's voice. \"The refractive index,\nlowered to that of air to produce invisibility, iss being raised\nagain--all through a simple adaptation of Roentgen's theories! The\nsubstance above, mark, in the dome, which this morning you saw affect\nZenalishin's blood and the pigment of his hair so that the vibrations\nwould render his colorless tissues transparent, iss now reversing.\nSoon--see!--already he becomes visible!\"\n\nSomething was growing in the heart of the ribbons of color, and Chris\nstrained his shrouded eyes to discern what it was.\n\nBlack lines, standing out in the dazzling welter of light--lines that\ngrew and became more solid as he peered at them--lines that were\nshaping into a recognizable form, the form of a man's skeleton!\n\nThe effect was that of an X-ray. A skeleton hung in the cage, held\nsteady by the cords around its arms, its naked skull with yawning\neye-pits grinning out at the four men in the room. Soon other details\nbecame visible: black lumps that were organs, the web of fine thin\nlines that were veins; and then a hazy, ghostly outline of flesh that\nquickly assumed solidity, burying the bones and veins and organs which\nhad been first apparent.\n\n       *       *       *       *       *\n\nAnd all the time the dynamo was filling the hut with its sweeping\ndrone, and the million points of light flung from the intercrossing\nflame-tongues inside the cage were dancing madly on the walls and\nfloor and ceiling, making the whole scene unreal, fantastic, as from a\ndream....\n\n\"There! That iss enough,\" said Istafiev.\n\nThe lever went back. The streaks of blue-white that threaded the cage\ndied; the grayish vapor in the dome above faded away, leaving more of\nthe creamy, bleaching substance than had been there originally; the\ndynamo was shut off, and silence fell in the room. A naked man with a\nvery white, peaked face and a blotch of blood encrimsoning his neck\nhung inside the cage, his head pitched over lifelessly to one side.\n\nChris stared, almost forgetting the pose of unconsciousness in his\nbewilderment. A queer mechanism shaped in the form of a cylinder from\nsome oddly sparkling, almost transparent material, was clasped to the\nnude body's chest: over the nose and mouth was another small\nattachment of the same substance. A nozzle midway in the large\ncylinder's front side gave him the clue: from it, obviously, had come\nthe gas which had strangled the crews of the dirigibles, and the\ncovering over nose and mouth was a novel gas mask. The material they\nwere made of could, obviously, be rendered invisible--a virtue not\npossessed by ordinary inorganic substances. Invisible death from an\ninvisible container, carried by an invisible man!\n\n\"Yess, dead,\" hissed Istafiev, probing the motionless, naked body. \"He\njust got here, told what had happened, and died. He was hurt too badly\nto think of taking off the gas cylinder or putting on a coat. Well, it\nmakes no difference.... Here, Grigory, take off the mask and cylinder\nand bury him. And you, Kashtanov, look well at this.\"\n\nFrom the table, he picked up a large white piece of cardboard and\ntapped it meaningly. There were two broad lines on it, running side by\nside through other smaller lines and shaded patches, and there was\nalso a thick black arrow pointing to one particular place on it.\n\nThe chart was easy to understand. Chris Travers recognized it\nimmediately, and his heart seemed to stop for a moment as he did.\n\nTheir first step had been the dirigibles: their second was a blow\nwhich paled the other into insignificance. And Chris told himself\ndesperately:\n\n\"It can't go through! It can't!\"\n\nThe lines on the cardboard were a detailed map of the Panama Canal;\nand the black arrow pointed unerringly to its most vulnerable,\nunguarded and vital point, the Gatun Spillway, which, if wrecked,\nwould put the whole intricate Canal hopelessly out of commission.\n\n       *       *       *       *       *\n\nIstafiev was speaking again, in low, terse tones, oblivious of the\ndesperate resolve forming in Chris's brain.\n\n\"Only one of the dirigibles had been destroyed. Well, it iss too bad,\nbut not fatal to the plan. The ZX-1 can hamper our country's\noperations when she strikes, but if the ZX-2 were also in action, they\nwould be hampered much more--perhaps fatally. It iss not serious. So\nwe go ahead. Now, Kashtanov, for the last time, the scheme of wrecking\nGatun Spillway iss this:\n\n\"Note, here, the small golf course. That iss your landing space. You\nknow its location: a mile, perhaps, from Gatun Dam and the spillway.\nAt night, there iss no one near it or on it. You drop down to the golf\ncourse from seven thousand feet: the helicopter motors are muffled,\nand no one will hear you come. Some of the stretches of the course are\nsecluded and hidden by the surrounding jungle; choose one of these to\nland on. Well, that iss easy.\n\n\"The spillway iss about midway in Gatun Dam: its channel has been cut\nthrough a hill. You come along the side of this channel right up close\nto the spillway--close, remember!--and leave the box there. The range\nof the rays, you know, iss two hundred feet: set them to fire one\nminute after you leave the box. They will destroy the seven gates of\nthe spillway and also part of the dam and the hydro-electric station.\nGatun Lake will then empty itself; the canal will be half drained; the\npower will be gone--it will take half a year to repair it all. The\nZX-1 can fly up to the east coast, thanks to Zenalishin's\nfumbling--yess; but these American fleets are massed in the Pacific;\nthey will have to go around South America to reach the Atlantic--and\nthat will take weeks.\n\n\"And in that time the Soviet has crossed the Atlantic uncontested and\nhas paralyzed the heart of America, her eastern states. Ah, it iss\nmagnificent!\"\n\n       *       *       *       *       *\n\nBut Kashtanov's thoughts were elsewhere. Peering hard at the chart, he\nsaid:\n\n\"I have a minute to get clear, eh? Well, I can do that; but won't the\nwater sweeping through from Gatun Lake after the spillway is wrecked\ncatch me?\"\n\n\"No. You run up the hill the spillway channel is cut through; it iss\nhigh ground, and the golf course iss on high ground. No one will see\nyou coming or going, naturally, and the box iss not big enough to be\nnoticed at night. The noise of its equalizers will be covered by the\nwater coming through the spillway. It iss--what they say?--fool-proof.\nYou cannot fail, Kashtanov. And--\" he broke into swift-flowing, liquid\nRussian, his swarthy face lighting up, his arms waving, one of them\nslapping the other's back.\n\n\"Stop the dramatics,\" said Kashtanov, \"and speak in English. I've\nworked so long in America, Russian is hard to understand. Time to\nbegin?\"\n\nIstafiev glanced at a watch on his wrist. \"A few minutes. Look you.\"\nHe went to a side locker in the room, opened it, hauled out with both\nhands a box of plain dull metal, and put it on the table. It was\nlarger than the one Chris Travers had seen on the ZX-1, but otherwise\nsimilar.\n\n\"A double charge of nitro-lanarline iss in this,\" murmured Istafiev\ncomplacently. \"Imagine it, when released! You know the working well,\ndo you not? Yess. Well, I put it in the plane, ready.\" He stepped to\nthe hut's single door and passed out. Through it Chris could see the\ntiny clearing, dark under the camouflaged framework, now closed once\nmore; the light from the hut showed him the wings of the\nhelicopter-plane standing there. He heard, moreover, the sound of a\nshovel from somewhere, and knew that a lonely grave was being dug in\nthe wilderness. Then Istafiev shouted:\n\n\"Grigory! That grave, make it wide, make room for two.\" He came back\nand peered sidewise at Chris. \"Not conscious yet?\" A foot thudded into\nthe American's side. \"No. Well, I see to him when you are gone,\nKashtanov. Yess, thick darkness iss here. Time to begin. Take off your\nclothes.\"\n\n       *       *       *       *       *\n\nChris was now keenly alert, poised, ready for any chance that might\ncome. The odds were two or three to one, and a gun into the bargain,\nbut the stakes were higher than any ever played for before; and a\nstroke had to be made, no matter how seemingly hopeless. Through his\nlashes he watched, turned things over in his mind--and something\nleaped within him when he saw Kashtanov unbuckle the gun around his\nwaist and lay it down, meanwhile taking off the clothes he was\nwearing: and when he heard the question which followed, and Istafiev's\nanswer.\n\nNaked, lean-muscled and sinewy, Kashtanov paused before the door of\nthe cage. \"How will this affect me?\" he asked. \"Painful?\"\n\n\"You will be conscious of no sensation. You will see me, yess, and\nthe room, but you will be paralyzed completely while the power is on.\"\n\n\"Paralyzed, eh?\" murmured Kashtanov. \"Well, let's go,\" and he placed\nhimself inside the cage.\n\nParalyzed, when the power was on! In effect, that left only Istafiev\nin the room: the man Grigory was outside, and the noise of the dynamo\nwould drown any shouts for help. And Kashtanov's gun was on the\ntable....\n\nImperceptibly, Chris's muscles tensed as he judged the distance to the\ntable and reckoned out each movement after the first leap. One\nsweeping blow with the gun would put Istafiev safely out of action;\nthen he could be bound and Grigory summoned and tied also at the point\nof the gun. If, by that time, Kashtanov was invisible inside the cage,\nthe levers could be reversed and his body brought back to visibility\nand bound.\n\nThen--a call broadcast from the hut's radio-telephone to headquarters\nat the Canal and the fleets in the Pacific!\n\n\"It'll work,\" Chris told himself. \"It's damn well got to!\"\n\nBut a certain part of the invisibility machine did not enter his\nplans.\n\n       *       *       *       *       *\n\nThe creamy liquid in the glassy dome began, as before, to swirl\nslowly: but apart from that its action was different. The white mass,\ninstead of discharging the vapor-laden bubbles, became a whipping,\nhighly agitated whirlpool as the tubes below glowed softly and ribbons\nof golden light snaked out and laced through the nude body of\nKashtanov. The liquid above flowed rapidly in a complete circle, its\ncenter sucked hollow, exactly as a glass quarter-filled with water\nbehaves when rotated quickly. Thus the outer surface of the dome,\ncoated inside with the milky liquid, gleamed and scintillated as the\nwhirl of light struck it and danced off it: and it even became dimly\nreflective.\n\nIn seconds Kashtanov's figure lost definite outline and assumed a\nghostly transparency that bared the internal organs and veins: and\nthen his skeleton appeared.\n\nIstafiev was facing the control panel. As he gathered his limbs for\nthe decisive leap, Chris's eyes were on his stocky back. But Istafiev\nwas watching keenly the gleaming, glassy dome above.\n\nHe was surveying the action of the white substance and judging the\ntime of the process by it. Then suddenly his vision centered on\nsomething that had seemed to move on the surface of the dome.\n\nSomething had moved. Chris, lying against the wall behind, had opened\nhis eyes fully, had dragged back his legs beneath him and balanced\nhimself for his leap. And, in distorted perspective, his actions were\nreflected on the dome.\n\nJust for a second he poised--then sprang.\n\nThe speed Istafiev showed seemed foreign to the build of his body. In\nan instant he had whirled from the switchboard, fingers not lingering\nto release Kashtanov, and leaped.\n\n       *       *       *       *       *\n\nThey met at the table. Two hands shot out for the gun lying on it.\nChris grabbed it first. But he paid for his speed. The swipe he had\naimed with his left arm went wild; a fist thudded into his stomach and\nbelted the wind from him, and he felt his gun-wrist seized and\nwrenched back.\n\nGasping for breath, dizzy, only the fighting instinct enabled him to\ncrane a leg behind the other and throw his whole weight forward. The\nplanks of the floor shivered under the two bodies that toppled onto\nthem.\n\nThere was a melee on the floor, furious, savage, mad. In cold fact, it\nlasted merely for seconds; but Chris was grappling with a man whose\nstrength was as desperate as his own, and who had not been weakened by\na solar plexus blow or a cramping wait of hours in one position: the\nAmerican had passed through an eternity of physical and mental agony\nwhen Istafiev, hunching up, strained the finger of his right hand\nupward, searching for the gun trigger.\n\nOne stubby finger found it. Istafiev grunted. The gun trembled from\nthe force of the hands disputing its direction; then its ugly snout,\nstuck out parallel to the floor, and began to creep slowly downwards\nas Istafiev bore on it with all his might.\n\n\"So!\" he hissed. \"It was clever, your little game, but it iss\nfinished!\"\n\nBut Chris, undermost, had braced his elbow on the floor. The gun held.\nEvery ounce of his strength went into holding that one position, into\nkeeping the weapon's muzzle away; he was therefore not prepared for\nIstafiev's sudden strategy.\n\nThere was a quick pull, a tug. Istafiev had wrenched himself over,\nreversing their positions and dragging Chris uppermost--and, as the\nAmerican's balance was destroyed, the gun whipped up and fired.\n\nA bullet sang past his head. It missed by inches. But from behind came\na sound as of rending cloth. The glassy dome above the cage of the\nmachine had splintered into countless fragments.\n\nThe effect was amazing. The shafts of light from the machine's tube\nceased; creamy liquid dribbled out from the cracked dome, and, as it\nmet the air, frothed into billows of dense gray smoke. In seconds, the\nroom was choked with a thick, foggy vapor that obscured every object\nin it as well as the blackest of moonless nights.\n\n       *       *       *       *       *\n\nIstafiev had not fired again, could not. With a quick, frantic wrench\nand twist Chris had knocked the gun from his hand, and it had\nslithered away, now lost in the bunching smoke. But Istafiev's other\nhand, steel-ribbed with tense muscles, had darted like a snake into\nthe American's throat, and under that iron, relentless grip Chris was\nweakening. His head was whirling; the old wound throbbing waves of\nnausea through him. Desperately he tried to struggle loose, flailing\nwith his legs--but useless. He knew he was slipping; slipping....\n\nThen, out of the gray, all-hiding mist, came a voice.\n\n\"Istafiev! Where are you? Call! The machine's broken; I'm out and\ninvisible. Where is the American?\"\n\nKashtanov!\n\nIstafiev hissed:\n\n\"It iss all right. He will be finished in a moment. But you--go! The\nbox iss aboard the plane; don't wait! You must not take chance of\nbeing hurt. Go to your work. Call Grigory in. Go, Kashtanov!\"\n\n\"I go, Istafiev.\"\n\n\"No, you don't!\" Chris Travers croaked almost inaudibly. \"_You\ndon't!_\"\n\nThought of the Canal lying there defenseless, of Kashtanov speeding\ntowards it on his wrecker's errand, kindled within him a strength that\nwas unnatural, superhuman. Like a wildcat he tore loose from the\nchoking grip on his throat; Istafiev tried to subdue that sudden,\nunlooked-for surge of power, but could not. Five piston-like, jabbing\nblows crunched into him from Chris's hurtling fist, and with the fifth\nIstafiev faded quietly out of the picture....\n\nChris sprang up and started a leap for the door he could not see. A\nbody brushed against him; dimly through the smoke he saw the man\ncalled Grigory, and Grigory saw him, but not for long. A whaling swing\nlifted him two inches clear of the floor, and then he went down onto\nthe peacefully recumbent Istafiev; and Chris Travers, fighting mad,\nstormed from the hut into the clearing outside.\n\nThe camouflaged framework had been raised; soft motors were purring\nhelicopter propellers around and lifting a plane up towards the stars\nhanging high above.\n\nThe airplane was already feet off the ground and sweeping straight up.\nA sane man wouldn't have thought of it, but Chris wasn't quite sane\njust then. With a short sprint, he launched himself into a flying\nleap, grabbed out desperately--and felt the bar of the undercarriage\nbetween his hands.\n\nThe plane jolted. Then it steadied; rose with terrific acceleration.\nAnd Chris hauled himself up onto the undercarriage and clung to one of\nthe wheel-stanchions, breathing, hard, hidden by the fuselage from the\ninvisible pilot.\n\nThe clearing and the hut, with smoke billowing from it, dropped into\nnothingness. The night enclosed the helicopter-plane.\n\n       *       *       *       *       *\n\nFrom the air, Panama Canal at night is a necklace of lights strung\nacross the thin neck of land that separates sea from sea. Then, as a\nhigh-flying plane drops lower, the beams of light loosen into widely\nseparated patches, which are the locks; between them the silky black\nribbon of water runs, now widening into a dim, hill-girt lake, now\nnarrowing as it passes through massive Culebra Cut, then widening\nagain as it comes to the artificial Gatun Lake, at the far end of\nwhich stands Gatun Dam and its spillway.\n\nSilence hung close over the Canal. The last ship had passed through;\nthe planes that daily maneuver over it had returned to their hangars;\nthe men who shepherd ships through the locks had gone either to bed or\nto Panama City or Colon. The Canal, as always at night, seemed almost\ndeserted.\n\nTo Chris, clutching tight to his hazardous perch, it looked utterly\ndeserted. The ride had been nightmare-like, fraught every second with\nperil. Several times the whip of wind had come near tearing him loose;\nthe cold air of the upper layers had numbed his fingers, his whole\nbody; he was chilled and, experiencing the inevitable let-down which\ncomes after a great effort, miserable. Just then, the task ahead\nappeared well-nigh impossible.\n\nThe only thing in his favor was that Kashtanov apparently did not know\nhe was aboard, since the plane had flown evenly, steadily, not trying\nto shake off the man hanging to its landing gear by somersaulting in\nthe sky. Evidently the jolt as it was rising hadn't warned the unseen\npilot; the fog from the broken machine had obscured Chris's wild leap.\n\nBut what, he thought, of that? The element of surprise was in his\nfavor--but how to gain advantage by it? He had no weapon, nothing save\nbare hands with which to subdue a foe as elusive as the wind that was\nnow hurtling by him. Clinging there, slipping now and again, drenched\nwith cold, the odds looked hopeless.\n\nThen, suddenly, the booming of the main motor stopped. Only a quiet\npurring from the wings took its place. The helicopter-plane hovered\nalmost motionless, quiet and deadly like a sinister bird of prey. It\nbegan to drop straight down through the dark. Chris Travers glanced\nbelow.\n\n       *       *       *       *       *\n\nThere, misty, fainty, small as the toy of a child, lay Gatun Dam, with\nthe spillway in its center.\n\nChris stared. So small the dam looked--this dream of an engineer, this\ntiny outpost of man's genius thrust boldly into the breast of the\ntropics, holding back a whole lake with its cement flanks, enabling\nocean to be linked to ocean! It was the heart of the Canal; if burst,\nthe veins would be drained.\n\nSomething that cannot be caught in words seemed seize the lone\nAmerican then. As in a trance, he saw more than the dam; he saw what\nit symbolized. He saw the Frenchmen who had tried to thrust the Canal\nthrough first, and who had failed, dying in hundreds. He saw the men\nof his own race who had carried that mighty work on; saw them gouging\nthrough the raw earth and moving mountains, tiny figures doing the\nwork of giants; saw them stricken down by fever and disease, saw\nothers fill the empty files and go on, never wavering. He saw them\ncomplete it and seal the waters in captivity with the dam that lay\nbelow....\n\nAnd with that vision of stupendous achievement, cold, weariness,\nhopelessness passed from Chris Travers and swept clean away. The odds\nthat had loomed so large fell into insignificance.\n\nThe golf course spread out and became dimly visible as the plane\ndropped cautiously down. Away to the left there were the few twinkling\nlights of Gatun Dam, whitening the crests of the waters that tumbled\nthrough the spillway. Their drone was dully audible. On every other\nside dark rolling hills stretched, covered in untamed jungle growth.\nThe golf course was shrouded by them. Its smooth sward made a perfect\nlanding place; an ordinary plane might alight there.\n\nLower, lower, ever so slowly. A bare one hundred feet, now. Chris\nscanned the lay of the land. Right close to the spot Kashtanov had\nchosen to set the plane down on was a deep sand-trap, put there to\nsnare unskilful golfers. Chris steadied himself on the cross-bar.\n\n\"I'll have to go up over the side and grab him,\" he planned. \"Then\nhold on to his throat till I feel him go limp.\"\n\nThe wheels of the plane touched gently, and she settled to rest.\n\n       *       *       *       *       *\n\nIn one furious movement Chris was off and springing up the side of the\nfuselage into the single cockpit, his hands clutching for the\ninvisible man who sat there.\n\nHe heard a croak of alarm; then his fingers thumbed into bare flesh\nand slid up over a nude shoulder to the throat. They tightened, bored\nin, held with terrible pressure. Sprawled over the cockpit, he clung\ngrimly, to what seemed nothing more than air.\n\nSpattering noises came from somewhere. An unseen body thrashed\nfrantically. Transparent hands clawed over the American's frame,\nworried at him. But he held his grip, tightening it each second. There\nwas a gasping, choking sound, a desperate writhe, another scratching\nof the invisible hands--and then came what Chris had feared, what he\ncould not guard against since his eyes could not forewarn him. A heavy\nmonkey-wrench appeared to rise of its own accord from the floor of the\ncockpit and come swinging at his head.\n\nHe ducked at the last second. But it clipped him; his brain whirled\ndizzily. The next moment he slithered off the plane and fell to the\nground, dragging the unseen Kashtanov with him. And as he pitched into\nthe damp grass, the shock dislodged his grip.\n\nHe was up in a flash, but the damage was done. The monkey-wrench\ncurved through the darkness in a vicious swipe that landed it flush\nagainst his jaw; swung back, pounded again like a trip-hammer--again\nand again and again....\n\nChris reeled back, teetered on the edge of nothingness, then went\ntumbling crazily down into the sand-trap behind. One leg was doubled\nunderneath him as he crashed.\n\nA voice floated down out of the darkness. \"That is the end of you!\" it\nsaid. But Chris Travers did not hear it....\n\n       *       *       *       *       *\n\nPain. Agonizing pain. The whole lower side of his face was a burning,\nthrobbing, aching lump of flesh, and his left leg seemed on fire. What\nhad happened? Where was he?\n\nThen came remembrance, and it was far worse than the fangs of pain\nthat were gnawing him. Chris cried out--a cracked, twisted cry.\nKashtanov, the dam--the box of the ray! How much time had passed?\n\nHe hunched his body over and stared up. Limned against the starlight\nwere the wings of a plane, still standing where it had landed beside\nthe sand-trap. He clutched his thoughts. The plane meant--it meant\nKashtanov had gone on his errand, had not yet returned? Only minutes\nhad gone by since the blows from the monkey-wrench. But was the box\nplaced yet? Was Kashtanov already hurrying back?\n\nHe listened. From far away came a drone that was separate from the\nthrobbing of his head. The drone of waters, controlled waters. The\nnormal sound of the spillway of Gatun Dam. The box had not yet\nunleashed its disintegrating bolt of blue.\n\n\"I've got to stop it!\" he whispered.\n\nHe tried to rise. Only one leg held. The other twisted awrily with a\nrasp of broken bones. A spearing pain tore through him. Useless! His\nfall had broken it. He could not rise, could not walk, much less run.\nHe was no more than a cripple.\n\n\"Oh, God!\" he groaned, \"How can I, how can I?\"\n\nThen his eyes fell on the plane resting above him.\n\n\"I've got one leg,\" he muttered, \"and two hands and two eyes....\nThey're left me. Yes!\"\n\nHe rolled over. He shoved with his right leg and clawed at the bank of\nthe sand-trap. Inch by inch he wormed up, slipping, scraping. The sand\ngrated into his battered face and seeped through onto his tongue; he\ncoughed and spluttered, groaning from the effort and his feebleness.\nSpots of blood showed black against the crazy course he left behind\nhim; ages seemed to pass before he thrust his head over the top of the\nbank, dug his chin into it and pulled onto level ground. Ages, but in\nreality only seconds, and the whole Canal--America--lying at the mercy\nof what each one of those seconds might unloose!\n\n       *       *       *       *       *\n\nBut the plane was near now, and it almost seemed that some unseen\nforce mightier than the strength of men hauled Chris's broken body to\nit and up the stretch of its fuselage-side into the cockpit.\n\nOrdinarily, he should have been delirious from the pain of jaw and\nleg, but the controls of the plane were before him and he saw nothing\nelse. Wings and propeller were better than legs! He was in his\nelement: by the sixth sense of born airmen, he knew and could handle\nany flying machine, no matter how foreign.\n\nIn a second, his fingers had fumbled onto the starting button. The\nchoke of the motor and then its full-throated roar were sweet to his\nears.\n\nThe lonely golf course and the night re-echoed with the bellow of\ntwelve pistons thrusting in line; watching, one would not have dreamed\nthat a cripple was at the controls of the plane that now swung around\nwith a blast of power, leveled its nose down the course and raced\nsmoothly over close-clipped grass. Its wheels bumped, spun on the\nground and lifted into air.\n\nA mile to the dam! Istafiev's words came back to him. It would take\nKashtanov twenty minutes at least, for he would go cautiously. But how\nlong had passed--how long? That was the agonizing question.\n\nStaring forward through the hurtling prop, the night rushed at him;\nthe dark hills melted away to either side; clear ground swept into\nview and then a long black thread that was the spillway channel.\nBehind was the bubbling, leaping flow of the spillway itself, and\nGatun Dam. The smooth cement sides were as yet unharmed.\n\n\"Thank God!\" Chris muttered. \"Now, where--where?\"\n\nA stream of light flowed out from the hydro-electric station on the\nleft side of the spillway channel. The opposite bank was bare, running\nright up to the face of the dam beneath the spillway's seven gates.\nThere the box was to be placed. But from the air, the light was\nuncertain, deceptive--and a little two-foot-square box was all he had\nto go by!\n\n\"I can't see!\" Chris said hoarsely. \"I can't see!\"\n\n       *       *       *       *       *\n\nLike a roaring black meteor the plane hurtled over the banks of the\nspillway, the eyes of its pilot scouring the ground. It zoomed just in\ntime to miss the wall of the dam, banked, doubled like a scared\njack-rabbit, dove down again, coming within feet of the spillway\nchannel. Mad, inspired flying! But what good could it do?\n\nThen from its cockpit came a yell.\n\n\"There! There! By heaven, I can make it!\"\n\nTwo or three hundred feet--it was not clear just how far--from the\nface of the dam, on the bare right bank of the channel, a tiny\npin-prick of black was moving slowly along. It seemed to move by\nitself through the air. And now, as the screaming plane banked again\nand came rushing closer, the pin-prick grew into a black box that\nsuddenly stopped its advance, held motionless some four feet off the\nground. Though the man who held it was not visible, Chris could fancy\nhim staring up at the plane, could fancy the look of consternation on\nhis unseen face.\n\nTwo hundred feet was the range of the rays! Was Kashtanov that close?\nObviously the controls had not yet been set, for he still held the\nbox. But he could switch them on in a second and fling the deadly\nmachine up toward the dam, if he were at present just out of range. A\nsecond--a second!\n\n\"Damn you, here goes!\" roared Chris.\n\nHe wrenched the stick way over. The plane appeared to hang crazily on\none wing. Then it leveled off and stuck its nose down, flipping its\ntail up, and down--down--down it bellowed; with no hope in the world\nof ever coming out of its insane plunge.\n\nWhat he saw in that last momentary glimpse was burned forever into\nChris Travers' memory. There was the black box, hanging in the air\nstraight before the plane's thundering nose; there, behind it, the\nblack tide of the spillway waters; and, still further behind, he could\nsee the other bank and the hydro-electric station, and a few tiny\nfigures that rushed out from it just then to see what some fool flyer\nwas doing.\n\nAll this flashed into his sight, etched against the sable night as if\nin flame. Then the plane's snout smashed into the black box hanging\nbefore it, and the propeller crunched through a naked, invisible body.\nA ragged scream that marked the passing of Kashtanov split through the\nair for a flash of time, and the dark, blurred mass that was an\nairplane teetered clean over and flopped into the rushing spillway\nchannel.\n\n       *       *       *       *       *\n\nThe men who had scrambled out from the hydro-electric station stared\nat each other blankly. One of them stuttered:\n\n\"But--he did that deliberately! Nothing went wrong with his ship! I\nsaw him! He seemed to be diving at something!\"\n\n\"Come on!\" snapped another. \"We might be able to get him out. A mad\nfool like that's just the kind who'll live through it.\"\n\n       *       *       *       *       *\n\n\n\n\n\n\n\n\nEnd of Project Gutenberg's Raiders Invisible, by Desmond Winter Hall\n\n*** END OF THIS PROJECT GUTENBERG EBOOK RAIDERS INVISIBLE ***\n\n***** This file should be named 29053.txt or 29053.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/0/5/29053/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}