{"title": "The Einstein See-Saw", "author": "Miles John Breuer", "releaseDate": "June 7, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n     This etext was produced from Astounding Stories April 1932.\n     Extensive research did not uncover any evidence that the\n     U.S. copyright on this publication was renewed.\n\n\n   [Illustration: _For a while it was kick backwards, then a shove\n                   at the safe._]\n\n\n\n                         The Einstein See-Saw\n\n\n                          By Miles J. Breuer\n\n       *       *       *       *       *\n\n\n\n\n[Sidenote: In their pursuit of an unscrupulous scientist, Phil and\nIone are swung into hyperspace--marooned in a realm of strange sights\nand shapes.]\n\n\nTony Costello leaned glumly over his neat, glass-topped desk, on which\na few papers lay arranged in orderly piles. Tony was very blue and\ndiscouraged. The foundations of a pleasant and profitable existence\nhad been cut right out from under him. Gone were the days in which the\nbig racket boss, Scarneck Ed, generously rewarded the exercise of\nTony's brilliant talents as an engineer in redesigning cars to give\nhigher speed for bootlegging purposes, in devising automatic electric\napparatus for handling and concealing liquor, in designing\nbeam-directed radios for secret communication among the gangs. Yes,\nmused Tony, it had been profitable.\n\nSix months ago the Citizens' Committee had stepped in. Now the police\ndepartment was reorganized; Scarneck Ed Podkowski was in jail, and his\ncorps of trusty lieutenants were either behind the bars with him or\nscattered far and wide in flight. Tony, always a free spender, had\nnothing left but the marvelous laboratory and workshop that Scarneck\nEd had built him, and his freedom. For the police could find nothing\nlegal against Tony. They had been compelled to let him alone, though\nthey were keeping a close watch on him. Tony's brow was as dark as the\nmahogany of his desk. He did not know just how to go about making an\nhonest living.\n\nWith a hand that seemed limp with discouragement, he reached into his\npocket for his cigarette-case. As he drew it out, the lackadaisical\nfingers failed to hold it firmly enough, and it clattered to the floor\nbehind his chair. With the weary slowness of despondence, he dragged\nhimself to his feet and went behind his chair to pick up the\ncigarette-case. But, before he bent over it, and while he was looking\nfully and directly at it, his desk suddenly vanished. One moment it\nwas there, a huge ornament of mahogany and glass; the next moment\nthere was nothing.\n\n       *       *       *       *       *\n\nTony suddenly went rigid and stared at the empty space where his desk\nhad stood. He put his hand to his forehead, wondering if his financial\ntroubles were affecting his reason. By that time, another desk stood\nin the place.\n\nTony ran over this strange circumstance mentally. His mental processes\nwere active beneath, though dazed on the surface. His desk had stood\nthere. While looking fully at it, all his senses intact, he had seen\nit vanish, and for a moment there had been nothing in its place. While\nhe stared directly at the empty space from which the desk had\ndisappeared, another desk had materialized there, like a flash.\nPerhaps, there had been a sort of jar, a tremor, of the floor and of\nthe air, of everything. But the point was that his own desk, at which\nhe had been working one moment, had suddenly vanished, and at the next\nmoment another desk had appeared in its place.\n\nAnd what a desk! The one that now stood there was smaller than his own\npalatial one, and shabbier. A raw, unpleasant golden-oak, much\nscratched and scuffed. Its top was heaped and piled full of books and\npapers. In the middle of it stood a photograph of a girl, framed in\nred leather. Irresistibly, the sunny beauty of the face, the bright\neyes, the firm little chin, the tall forehead topped by a shining mass\nof light curly hair, drew Tony's first glance. For a few moments his\neyes rested delightedly on the picture.\n\nIn a moment, however, Tony noticed that the books and papers on the\ndesk were of a scientific character; and such is the nature of\nprofessional interest, that for the time he forgot his astonishment at\nhow the desk had got there, in his absorption in the things heaped on\ntop of it.\n\nPerhaps it isn't fair to give the impression that the desk was in\ndisorder. It was merely busy; just as though someone who had been\ndeeply engaged in working had for the moment stepped away. There was a\nrow of books across the back edge, and Tony leaned over eagerly to\nglance at the titles.\n\n\"'Theory of Parallels,' Lobatchevsky; 'Transformation of Complex\nFunctions,' Riemann; 'Tensors and Geodesics,' Gauss,\" Tony read.\n\"Hm--old stuff. But here's modern dope along the same line. 'Tensors,'\nby Christoffel; 'Absolute Differential Calculus,' by Ricci and Levi\nCivita. And Schrödinger and Eddington and D'Abro. Looks like\nsomebody's interested in Relativity. Hm!\"\n\n       *       *       *       *       *\n\nHe bent over, his constantly increasing interest showing in the\nattitude of his body; he turned over papers and opened notebooks\ncrowded full of handwritten figures. Last of all he noted the batch of\nmanuscript directly in front of him in the middle of the front edge of\nthe desk. It was typewritten, with corrections and interlineations all\nover it in purple ink.\n\nA title, \"The Parallel Transformations of Equations for Matter,\nEnergy, and Tensors,\" had been crossed out with purple ink, and \"The\nIntimate Relation between Matter and Tensors\" substituted. Tony bent\nover it and read. He was so fascinated that it did not even occur to\nhim to speculate on the happy circumstance that the mysteriously\nappearing desk had brought its own scientific explanation with it. The\ntitle of the paper told him that its sheets would elucidate the\napparently supernatural phenomenon, and all he did was to plunge\nbreathlessly ahead in his eager reading. The article was short, about\nseven typewritten sheets. He took out his pencil and followed through\nthe mathematical equations readily. Tony's mind was a brilliant, even\nthough an erring one.\n\nUnder the first article lay a second one. One glance at the title\ncaused Tony to stiffen. Then he picked up the typewritten script and\ncarried it across the big room of his laboratory, as far away from the\ndesk as he could get. He put the girl's photograph in his pocket. Then\nhe took heaps and armfuls of papers, books and notes and carried them\nfrom the desk to a bench in the far corner. For, as soon as he had\nread the title, \"A Preliminary Report of Experimental Work in the\nPhysical Manipulation of Tensors,\" a sudden icy panic gripped his\nheart lest the desk and its papers suddenly disappear before he had\nfinished reading to the end of the fascinating explanation.\n\nWe might add that it did not. For many weeks the desk remained\nstanding in Tony's shop and laboratory, and he had the opportunity to\nstudy its contents thoroughly. But it took him only a few hours to\ngrasp its secret, to add his own brilliant conception to it, and to\nform his great resolve. Once more Tony faced the world hopefully and\nenthusiastically.\n\n\nPART II\n\n_Vanishing Valuables_\n\nThe police understood Tony's share in the exploits of Scarneck Ed\nthoroughly, and, chagrined at their failure to produce proof that\nwould hold in court, they maintained a close and constant watch on\nthat gifted gentleman long after crime matters in the city seemed to\nhave been cleaned up and forgotten. For one thing, they still had\nhopes that something would turn up to enable them to round off their\nwork and lock him up with his former pals; for another, they did not\nfully trust his future behavior. Nevertheless, for three or four\nmonths it seemed as though Tony had genuinely reformed. He lived in\nand for his laboratory and shop. All day the scouts could see him\nlaboring therein, and far into the night he bent over benches and\nmachines under shaded lights. Then, some other astonishing occurrences\ndistracted their attention from Tony to other fields.\n\nOne morning Mr. Ambrose Parakeet, private jewel broker, walked briskly\nout of the elevator on the fourteenth floor of the North American\nBuilding and unlocked the door of his office. He flung it open and\nstarted in, but stopped as if shot, uttered a queer, hoarse gurgle,\nand staggered against the door-casing. In a moment he recovered and\nbegan to shout:\n\n\"Help! Help! Robbers!\"\n\nBefore long, several people had gathered. He stood there, gasping,\npointing with his hand into the room. The eagerly peering onlookers\ncould see that beside his desk stood an empty crate. It was somewhat\nold and weatherbeaten and looked as though it might have come from a\nbuffet or a bookcase. He stood there and pointed at it and gasped, and\nthe gathering crowd in the corridor wondered what sort of strange\nmental malady he had been seized with. The elevator girl, with trained\npromptness had at once summoned the manager of the building, who\nelbowed his way through the crowd and stood beside Mr. Parakeet.\n\n       *       *       *       *       *\n\n\"There! There! Look! Where is it?\" Mr. Parakeet was gasping slowly and\ngazing round in a circle. He was a little gray man of about sixty, and\nseemed utterly dazed and overcome.\n\n\"What's wrong, Mr. Parakeet?\" asked the building manager. \"I didn't\nknow you had your safe moved out.\"\n\n\"But, no!\" panted the bewildered old man. \"I didn't. It's gone. Just\ngone. Last night at five o'clock I locked the office, and it was\nthere, and everything was straight. What did you do? Who took it?\"\n\nThe building manager conducted the poor old man into the office, shut\nthe door, and asked the crowd to disperse. He sat Mr. Parakeet down\ninto the most comfortable chair he could find, and then barked\nsnappily into the telephone a few times. Then he sat and stared about\nhim, stopping occasionally to reassure the old man and ask him to be\npatient until things could be investigated.\n\nThe building manager was an efficient man and knew his building and\nhis tenants. He knew, as thoroughly as he knew his own office, that\nMr. Parakeet had a medium-sized A. V. & L. Co.'s safe weighing about\nthree tons, that could not be carried up the elevator when Mr.\nParakeet had moved in, and had been hoisted into the window with block\nand tackle. He knew that it was physically impossible for the safe to\ngo down any of the elevators, and knew that none of the operators\nwould dare move any kind of a safe without his permission.\nNevertheless, with the aid of a police-sergeant, his night-shift, and\nthe night-watchmen of his building and adjacent ones, it was\ndefinitely established that nothing had been moved in or out of the\nNorth American Building during the preceding twenty-four hours, either\nby elevator or through a window to the sidewalk.\n\n       *       *       *       *       *\n\nThe newspapers took up the mystery with a shout. The prostrating loss\nsuffered by Mr. Parakeet, amounting to over a hundred thousand\ndollars, added no little sensation to the story. A huge safe,\ndisappearing into thin air, without a trace, and in its place an old\nwooden crate! What a mouthful for the scareheads! For several days\nnewspapers kept up items about it, dwindling in size and strategic\nimportance of position; for nothing further was ever found. Every bit\nof investigation, including that by scientific men from the University\nof Chicago, was futile; not a trace, not a suggestion did it yield.\n\nSix days later the tall scareheads leaped out again: \"Another Safe\nDisappears! Absolutely No Trace! Some time during the night, the\nsix-foot steel safe of the Simonson Loan Company vanished into thin\nair. In the morning a dilapidated iron oil-cask was found in its\nplace. The safe was so large and heavy that it could not have been\nmoved without a large truck, special hoisting apparatus, a crew of\nmen, and some hours of time. The store was brightly lighted during the\nentire night, and two watchmen patrolled it regularly. They report\nthat they saw and heard nothing unusual, and were very much amazed\nwhen shown the oil-cask standing where the safe had been the night\nbefore.\" The accounts in the various papers were substantially the\nsame.\n\nNewspaper readers throughout the city and its environs were very much\nintrigued. Such a thing was very exciting and mystifying; but it was\nso far out of touch with their own lives that it did not affect them\nvery much at any time except when they were reading the paper or\ndiscussing it in conversation. The police were the ones who were doing\nthe real worrying. And, when the following week two more safes\ndisappeared, insurance companies began to take an interest in the\nmatter; and everyone who had any considerable amount of valuables in\nstore began to feel panicky.\n\n       *       *       *       *       *\n\nThe circumstances surrounding the disappearance of the last of the\nseries, the fourth, were especially amazing. This was also a jewelry\nsafe. Canzoni's is a popular firm that rents a quarter of a floor in a\nbig department store, and does a large volume of moderate-priced\nbusiness. The receipts are stored in a heavy portable safe in a corner\nof the silverware section until evening, when they are carried to the\nlarge vault of the big store. One Saturday afternoon after a\nparticularly busy day, Mr. Shipley, Canzoni's manager, was watching\nthe hands of the clock creep toward five-thirty. He leaned on a\ncounter and watched the clerks putting away goods for the night; he\nglanced idly toward the safe which he intended to open in a few\nminutes. The doormen had already taken their stations to keep out\nfurther customers. Then he glanced back at the safe, and it wasn't\nthere!\n\nMr. Shipley drew a deep breath. The safe disappearances he had read\nabout flashed through his mind. But he didn't believe it. It couldn't\nbe! Yet, there was the empty corner with the birch panels forming the\nback of the show-windows, and no safe. In a daze, he walked over to\nthe corner, intending to feel about with his hands and make sure the\nsafe was really gone. Before he got there, there flashed into sight in\nplace of the safe, a barrel of dark wood; and in a moment there was a\nstrong odor of vinegar.\n\nThings spun around with Mr. Shipley for a few moments. He grasped a\ncounter and looked wildly about him. Clerks were hurrying with the\ncovering of counters; no one seemed to have noticed anything. He stood\na moment, gritted his teeth, and breathed deeply, and soon was master\nof himself. He stood and waited until the last customer was gone, and\nthen called several clerks and pointed to where the safe had stood.\n\nWithin the space of a month, thirteen safes and three million dollars\nworth of money or property had disappeared. The police were dazed and\ndesperate, and business was in a panic. Scientific men were appealed\nto, to help solve the riddle, but were helpless. Many of them agreed\nthat though in theory such things were explainable, science was as yet\nfar from any known means of bringing them about in actuality.\nInsurance companies spent fabulous sums on investigation, and, failing\nto get results, raised their premiums to impossible levels.\n\n\nPART III\n\n_The Lady of the Picture_\n\nPhil Hurren, often known as \"Zip\" Hurren, reporter on the _Examiner_,\nfelt, on the day the managing editor called him into the sanctum, that\nfortune could smile on him no more brightly. There wasn't anything\nbrighter.\n\n\"You stand well with the detective bureau,\" his boss had said; \"and\nyou've followed this safe-disappearing stuff pretty closely. You're\nrelieved of everything else for the time being. Get on that business,\nand see that the public hears from the _Examiner_!\"\n\nPhil knew better than to say any more, for before he recovered from\nhis surprise, the editor had turned his back, buried himself in his\nwork on the desk, and forgotten that Phil was there. Nor did Phil\nwaste any real time in rejoicing. That is why he was called \"Zip.\"\nWhen things happened, whether it was luck or system, Phil was usually\nthere. In sixty seconds more, Phil was in a taxicab, whirling toward\npolice headquarters.\n\nLuck or system, he didn't know, but he struck it again. The big wagon\nwas just starting away from the station door when he arrived, crowded\ninside with bluecoats and plainclothes-men. The burly, red-faced man\nwith chevrons on his sleeve, sitting beside the driver, saw Phil jump\nout, and motioned with his hand. Phil leaped up on the back step of\nthe vehicle and hung on for dear life with his fingers through the\nwire grating as they careened through the streets. The men on the\ninside grinned at him; a number of them knew him and liked him.\nGradually the door was opened and he crowded in. He found Sergeant\nJohnson and eyed him mutely.\n\n\"How the hell do you find these things out, I'd like to know,\" the\nsergeant exclaimed. \"Are you a mind-reader?\"\n\n\"I don't really know anything,\" Phil admitted with that humility which\nthe police like on the part of newspaper men and seldom meet with. \"Do\nyou mind?\"\n\n\"No objection,\" grunted the sergeant. \"Been watching all the old\ncrooks since these safes have been popping. Nothin' much on any of\nthem, except this slippery wop, Tony Costello. No, we haven't caught\nhim at anything. Seems to be keeping close and minding his own\nbusiness. Working in his laboratory. Ought to make a good living if he\nturned honest; clever guy, he seems. But he's been too prosperous\nlately. Lots of machinery delivered to his place; we traced it to the\nmanufacturers and find it cost thousands. Big deposits in his banks.\nBut, no trace of his having sold anything or worked at anything\noutside his own place. So, we're running over to surprise him and help\nhim get the cobwebs out of his closets.\"\n\n       *       *       *       *       *\n\nThe raid on Tony Costello's shop and laboratory disclosed nothing\nwhatever. They surrounded the place effectively and surprised Tony\ngenuinely. But a thorough search of every nook and cranny revealed\nnothing whatever of a suspicious nature. There was merely a tremendous\namount of apparatus and machinery that none of the raiding party\nunderstood anything about. Tony's person was also thoroughly searched,\nand the leather-framed photograph of the beautiful unknown girl was\nfound.\n\n\"Who's this?\" the sergeant demanded. \"She don't look like anyone that\nmight belong to your crowd.\"\n\n\"I don't know,\" Tony replied.\n\n\"Whad'ya mean, don't know?\" The sergeant gave him a rough shake.\n\"What'ya carryin' it for, then?\"\n\n\"I had really forgotten that it was in my pocket,\" Tony replied\ncalmly, at his ease. \"I found it in a hotel room one day, and liked\nthe looks of it.\"\n\n\"I know you're lying there,\" the sergeant said, \"though I'm ready to\nbelieve that you don't know her. Too high up for you. Well, it looks\nsuspicious and we'll take the picture.\"\n\n\"Boy!\" gasped Phil. \"What a girl she must be in person! Even the\npicture would stand out among a thousand. May I have the picture,\nSergeant?\"\n\n\"You can come and get a copy of it to-morrow. We'll have it copied and\nsee if we can trace the subject of it. That might tell us something.\"\n\n       *       *       *       *       *\n\nThe following morning Phil was at Police Headquarters to pick up\nfurther information, and to get a copy of the girl's photograph. Like\nthe police, he could not keep his mind off the idea that there was\nsome association between the crooked engineer and the disappearance of\nthe safes. It seemed to fit too well. The scientific nature of the\nphenomena, Tony Costello's well known reputation for scientific\nbrilliance, and his recent affluence; what else could it mean? In some\nway, Tony was getting at these safes. But how? And how prove it? Most\nexhaustive searches failed to reveal any traces of the safes anywhere.\nIf any fragment of one of them had appeared in New York or San\nFrancisco, the news would have come at once, such was the sensation\nall over the country that the series of disappearances had caused.\nTony's calm insolence during the raid, his attitude of waiting\npatiently till the police should have had their fun and have it over\nwith so that he might be left at peace again, showed that he must be\nguilty, for anyone else would have protested and felt deeply injured\nand insulted. He seemed to be enjoying their discomfiture, and\nabsolutely confident of his own safety.\n\n\"There's got to be some way of getting him,\" Phil mused; and he mused\nalmost absent-mindedly, for he was gazing at the photograph of the\ngirl. For many minutes he looked at it, and then put it silently into\nhis pocket.\n\nFive o'clock in the evening of that same day came the news of another\nsafe disappearance. Phil got his tip over the phone, and in fifteen\nminutes was at the scene. It was too much like the others to go into\ndetail about; a six-foot portable safe had suddenly disappeared right\nin front of the eyes of the office staff of The Epicure, a huge\nrestaurant and cafeteria that fed five thousand people three times a\nday. In its place stood a ragged, rusty old Ford coupe body. He went\naway from there, shaking his head.\n\nThen suddenly in the midst of his dinner, he jumped up, and ran. An\nidea had leaped into his head.\n\n\"Right after one of these things pops is the time to take a peek at\nTony,\" he said to himself, and immediately he was on the way.\n\n       *       *       *       *       *\n\nBut how to get his peep was not so easy a problem. When he alighted\nfrom his cab a block away from Tony's building, he was hesitant about\napproaching it. Tony knew him, and might see him first. Phil circled\nthe brick building, keeping under cover or far enough away; all around\nit was a belt of thirty feet of lawn between the building and the\nsidewalk. Ought he have called the police and given them his idea? Or\nshould he wait till darkness and see what he could do alone?\n\nThen suddenly he saw her. Across the street, standing in the shelter\nof a delivery truck in front of an apartment, she was observing Tony's\nbuilding intently. The aristocratic chin, the brightness of the eyes,\nthe waves of her hair, and the general sunny expression! It could not\nbe anyone else. Post haste he ran across the street.\n\n\"Pardon me!\" he cried excitedly, lifting his hat and then digging\nhastily into his inner pocket. \"I'm sure you must be the--\"\n\n\"Well, the nerve!\" the young woman said icily, and pointing her chin\nat the opposite horizon she walked haughtily away.\n\nBy that time Phil had dug out his picture and was running after her.\n\n\"Please,\" he said, \"just a moment!\" And he held the picture out in\nfront of her face.\n\n\"Now, where in the world--?\" She looked at him in puzzled and\nindignant inquiry, and then burst out laughing.\n\n\"It _is_ you, isn't it?\" Phil asked. \"What are you laughing at?\"\n\n\"Oh, you looked so abject. I'm sure your intentions must be good. Now\ntell me where you got my picture.\"\n\n\"Let us walk this way,\" suggested Phil, leading away from Tony's\nbuilding.\n\n       *       *       *       *       *\n\nAnd, as they walked, he told her the story. When he got through she\nstood and looked at him a long time in silence.\n\n\"You look square to me,\" she said. \"You're working on my side already.\nWill you help me.\"\n\n\"I'll do anything--anything--\" Phil said, and couldn't think of any\nother way of expressing his willingness, for the wonderful eyes bore\nradiantly upon him.\n\n\"First I must tell you my story,\" she began. \"But before I can do so,\nyou must promise me that it is to remain an absolute secret. You're a\nnewspaper man--\"\n\nPhil gave his promise readily.\n\n\"My father is Professor Bloomsbury at the University of Chicago. He\nhas been experimenting in mathematical physics, and I have been\nassisting him. He has succeeded in proving experimentally the concept\nof tensors. A tensor is a mathematical expression for the fact that\nspace is smooth and flat, in three dimensions, only at an infinite\ndistance from matter; in the neighborhood of a particle of matter,\nthere is a pucker or a wrinkle in space. My father has found that by\nsuddenly removing a portion of matter from out of space, the pucker\nflattens out. If the matter is heavy enough and its removal sudden\nenough, there is a violent disturbance of space. By planning all the\nsteps carefully my father has succeeded in swinging a section of\nspace on a pivot through an angle of 180 degrees, and causing two\nportions of space to change places through hyperspace, or as you might\nexpress it popularly, through the fourth dimension.\"\n\n       *       *       *       *       *\n\nPhil held his hands to his head.\n\n\"It is not difficult,\" she went on smiling. \"Loan me your pocket knife\nand a piece of paper from your notebook. If I cut out a rectangular\npiece of paper from this sheet and mount it on a pivot or shaft at A\nB, I can rotate it through 180 degrees, just like a child's\nteeter-totter, so that X will be where Y originally was. That is in\ntwo dimensions. Now, simply add one dimension all the way round and\nyou will have what daddy is doing with space. He does it by shoving\nfifty or a hundred pounds of lead right out of space; the sudden\nflattening out of the tensors causes a section of space to flop\naround, and two portions of space change places. The first time he\ntried it, his desk disappeared, and we've never seen it again. We've\nthought it was somewhere out in hyperspace; but this terrible story of\nyours about disappearing safes, and the fact that you have this\npicture, means that someone has got the desk.\"\n\n\"Surely you must have suspected that long ago, when the disappearances\nfirst began?\" Phil suggested.\n\n\"I've just returned from Europe,\" said Miss Bloomsbury. \"I was\ntremendously puzzled when I got my first newspapers in New York and\nread about the safes. Gradually I gathered all the news on the\nsubject, and it seemed most reasonable to suspect this gangster\nengineer.\"\n\n\"Great minds and same channels,\" Phil smiled. \"But your father. Why\ndidn't he speak up when the safes began to pop?\"\n\n\"Ha! ha!\" she laughed a tinkly little laugh. \"My father doesn't know\nwhat safes are for, nor who is President, nor that there has been a\nwar. Mother and I take care of him, and he works on tensors. He has\nprobably never heard about the safes.\"\n\n       *       *       *       *       *\n\n\"What were you going to do around here?\" Phil asked, marveling at the\ncourage of the girl who had come to look the situation over\npersonally.\n\n\"I hadn't formed any definite plans. I just wanted to look about\nfirst.\"\n\n\"Well,\" said Phil, \"as you will soon see by the papers, another safe\nhas puffed out. It occurred to me that we might find out something by\nspying about here immediately after one of the disappearances. That's\nwhy I'm here. If you'll tell me where you live, or wait for me at some\nsafe place, I'll come and report to you as soon as I find out\nanything.\"\n\n\"Oho! So that's the kind of a girl you think I am!\" She laughed\nsunnily again. \"No, Mr. Reporter. Either we reconnoiter together, or\neach on our own.\"\n\n\"Oh, together, by all means,\" said Phil so earnestly that she laughed\nagain. \"And since we'd better wait for darkness, let's have something\nto eat somewhere. I didn't finish my dinner.\"\n\nPhil found Ione Bloomsbury in person to be even more wonderful than\nher photograph suggested. Obviously she had brains; it was apparent,\ntoo that she had breeding. Her cheerful view of the world was like a\ntonic for tired nerves; and withal, she had a gentle sort of courtesy\nin her manner that may have been old-fashioned, but it was almost too\nmuch for Phil. Before the dinner was over, he would have laid his\nheart at her feet. It gave him a thrill that went to his head, to have\nher by his side, slipping along through the darkness toward Tony's\nbuilding.\n\nThis building was a one-story brick affair with a vast amount of\nwindow space. From the sidewalk they could see faint lights glowing\nwithin, but could make out no further details. They therefore selected\nthe darkest side of the building, and made their way hurriedly across\nthe lawn. Here, they found, they could see the crowding apparatus\nwithin the one long room fairly well. They looked into one window\nafter another, making a circuit around the building, until Phil\nsuddenly clutched the girl's arm.\n\n\"Look!\" he whispered. \"Straight ahead and a little to the left!\"\n\nAt the place he indicated stood a tall safe. Across the top of its\ndoor were painted in gold letters, the words: \"The Epicure.\"\n\n\"That's the safe that went to-night,\" whispered Phil. \"That's all we\nneed to know. Now, quick to a telephone!\"\n\n\"Oh,\" said a gentle, ironic voice behind them, \"not so quick!\"\n\n       *       *       *       *       *\n\nThey whirled around and found themselves looking into two automatic\npistols, and behind them in the light of the street lamps, the\nsardonic smile of Tony Costello.\n\n\"Charmed at your kind interest in my playthings, I'm sure,\" he purred.\n\"Only it leaves me in an embarrassing position. I'm not exactly sure\nwhat to do about it. Kindly step inside while I think.\"\n\nPhil made a move sidewise along the wall.\n\n\"Stop!\" barked Costello sharply. \"Of course,\" his voice was quiet\nagain, \"that might be the simplest way out. I think I am within my\nlegal rights if I shoot people who are trying to break into my\nproperty. Yet, that would be messy--not neat. Better step in. The\nwindow swings outward.\"\n\nAt the point of his pistols they clambered through the window, and he\ncame in after them. He kept on talking, as though to himself, but loud\nenough for them to hear.\n\n\"Yes, we want some way out that is neater than that. Hm! Violence\ndistresses me. Never liked Ed's rough methods. Yet, this is\nembarrassing.\"\n\nHe turned to them.\n\n\"What did you really want here? I see that you are the _Examiner's_\nreporter, and that you are the lady of the photograph. What did you\ncome here for? Ah, yes, the safe. Well, go over and look at it.\"\n\nAs they hesitated, he stamped his foot and shrilled crankily:\n\n\"I mean it! Go, look at the safe! Is there anything else you want to\nknow?\"\n\n\"Yes,\" said Phil coolly, his self-control returning, \"where are the\nother safes?\"\n\n\"Oh. Anything to oblige. Last requests are a sort of point of honor,\naren't they. Ought to grant them. Stand close to that safe!\"\n\n       *       *       *       *       *\n\nHe backed away, his guns levelled at them. He laid down the right one,\nkeeping the left one aimed, and moved some knobs on a dial and threw\nover a big switch. A muffled rumbling and whirring began somewhere;\nand then, slowly, a block of tables and apparatus ten feet square rose\nupward toward the ceiling. A section of the floor on which they stood\ncame up, supported by columns, and now formed the roof of a room that\nhad risen out of the floor. In it were four safes.\n\n\"Poor old Ed!\" sighed Tony. \"There was a time when he had a lot of\ngood stuff put away down there. I've got six rooms like that. Well,\nthe good old times are over.\"\n\nHe threw out the switch and the whole mass sank slowly and silently\ndownward till the floor was level and there was no further sign of it.\nThen he backed away to another table, across the room from them,\nkeeping his gun levelled.\n\n\"Too bad,\" he said. \"I don't like to do these things. But--\" he sighed\ndeeply, \"self-preservation. Now I'm going to flip you out, yes,\n_out_, into a strange region. I've never been there. I don't know if\nthere is food or drink there. I hope so, for you'll never get back\nhere.\"\n\nPhil stiffened. He determined to leap and risk a shot. But he was too\nlate. Tony's hand came down on a switch. There was a sudden,\nnauseating jar. The laboratory vanished.\n\nThere was only the safe, Ione Bloomsbury and himself, and a small\ncircle of concrete floor extending to a dim little horizon a dozen\nfeet away. Beyond that, nothing. Not blue, as the sky is. Not black,\nas dark, empty spaces are. It suggested black, because there was no\nimpression of light or color on the eyes; but it wasn't black. It was\nnothingness.\n\n\nPART IV\n\n_Marooned in Hyperspace_\n\n\"I suppose you realize what he has done?\" Miss Bloomsbury inquired.\n\n\"Couldn't be too sure, but it looks like plenty. What's the equation\nfor it?\" Beneath his jocularity, Phil felt a tremendous sinking within\nhim. It looked serious, despite the fact that he did not understand it\nat all.\n\n\"He has swung us out into hyperspace, or into the fourth dimension, as\nyour newspaper readers might understand it, and has let us hang there.\nRemember our slip of paper. Suppose X and Y were swung out of the\nplane of the paper and allowed to remain at an angle with it. We are\nat an angle with space, out in hyperspace.\"\n\nThere was a period of bewilderment, almost panic, in which they both\nfelt so physically weak that they had to sit down on the concrete and\nstare at each other mutely. But this passed and their natural courage\nsoon reasserted itself. Their first thought was to take stock of what\ninformation they could get on their situation; and their first step\nwas to venture as close as possible to the queer little horizon which\nlay almost at their very feet. It gave them a frightened feeling, as\nthough they were standing high up on a precipice or tower.\n\nTo their surprise, the horizon receded as they walked toward it,\nalways remaining about a dozen feet away from them. At first they\nwalked on concrete and then came to a crumbly edge of it and found\nthemselves stepping on hard, sandy earth. Later there was rock,\nsometimes granite-like, sometimes black and shiny. But what they saw\nunderfoot was nothing, compared with the glimpses of things they got\nout in the surrounding emptiness. First there was a vast space in\nwhich a soft light shone, and in which there were countless spheres of\nvarious sizes, motionlessly suspended. The spheres seemed to be made\nof wood, a green, sap-filled, unseasoned wood. The scene was visible\nfor a few seconds, and vanished suddenly as they walked on. This\nastonished them; so they stepped back a pace or two and saw it again;\nand as they moved on, it disappeared again.\n\n       *       *       *       *       *\n\nThen there was a great stretch of water in which the backs of huge\nmonsters rolled and from which a hot wind blew for a few instants\nuntil they passed on and the scene vanished. There was a short walk\nwith nothing but emptiness, and then there appeared huge, oblique,\ncubistic looking rows of jagged rocks in wild, dizzy formations that\ndidn't look possible; and farther on, after another interval of\nemptiness, a tangle of brown, ropey vines with black-green leaves on\nthem, an immense space filled with serpentine swinging loops and\nlengths of innumerable vines. Several loops projected so near them\nthat they could have reached out and touched them had they wished.\n\n\"This is too much for me!\" Phil gasped. \"Have we gone crazy? Or did\nhe kill us, and is this Purgatory?\"\n\nIone smiled and shook her little head in which she had a goodly store\nof modern mathematics stored away.\n\n\"These must be glimpses of other 'spaces' besides our own space. If we\ncould see in four dimensions we could see them all spread out before\nus. But we can only perceive in three dimensions; therefore, as we\nwalk through hyperspace, past the different 'spaces' which are ranged\nabout in it, we get a glimpse into such of them as are parallel with\nour own space. Can you understand that?\"\n\n\"Oh, yes,\" groaned Phil. \"It sounds just about like it looks. But,\ndon't mind me. Go on, have your fun.\"\n\n\"I've been thinking about those wooden spheres,\" continued Ione. \"I'm\nsure they must be sections of trees that are cut crosswise by our\n'space;' they grow in three dimensions, but only two of them are our\ndimensions and a third is strange to us. We see only three-dimensional\nsections of them, which are spheres. There is more of them, that we\ncannot see, in another dimension.\"\n\n\"Yes, yes. Just as plain as the Jabberwock!\"\n\n\"Look! There's a real Jabberwock!\" exclaimed Ione.\n\nOn ahead of them they saw a number of creatures that seemed to be made\nof painted wooden balls in different colors, joined together.\n\n\"Tinkertoys!\" exclaimed Phil. \"Live ones! Big ones!\"\n\nThe animals, though they looked for all the world as though they were\nmade of painted wood, moved with jerky motions and clattered and\nsnarled.\n\n\"There is probably more to _them_ in another dimension,\" Ione said.\n\n       *       *       *       *       *\n\nSuddenly one of the beasts approached them with a leap. There were two\nbig eyes and two rows of teeth that came together with a snap, right\non Phil's trouser-leg. He jerked himself away, sacrificing some square\ninches of trouser-leg, and, whirling around, kicked at the thing with\nall his force. It almost paralyzed his foot, for the animal seemed to\nbe made of wood or bone. But it disappeared, and, as it did, both of\nthem felt a queer, nauseating jolt. A few more minutes' walk brought\nthem back to the safe without seeing any more spaces; and the sight of\nits black iron bulk filled them with a home-like relief, which in a\nmoment they recognized as a mockery.\n\n\"Are we on a sphere of some sort?\" Phil asked.\n\n\"Probably on an irregular mass of matter,\" Ione replied, \"part of\nwhich is Tony's concrete floor, and part of which comes out of some\nother dimension. This mass of matter is at one end of a long, bar-like\nportion of space, the middle of which is pivoted in our world,\nsomewhere in Chicago, and both ends of which are free in hyperspace.\"\n\n\"Then,\" suggested Phil, \"why can't we walk down to the axle on which\nit is balanced, and step out into Chicago?\"\n\n\"Because there isn't any _matter_ for us to walk on. We are not able\nto move about in space, in three dimensions, you know. We can only get\naround in two dimensions, on the surface of _matter_.\"\n\n\"Well, let's try another exploration trip at right angles to our first\none. After all, these 'spaces' are an interesting show, and I want to\nsee some more.\"\n\nThey started out in the selected direction, and after a short walk got\na glimpse of a vast space dotted with stars and nebulae, with two\nbright moons sailing overhead. A few steps farther on was a wall of\nsolid granite, near enough to touch with their hands. Again, there was\nan intensely active mass of weaving bright stripes and loops and\ncircles, seeming to consist of light only, and making them dizzy in a\nfew seconds. Ione wondered if it might not be something like an\norganic molecule on a large scale. Again, odd, queer, indescribable\nshapes and outlines would appear and disappear, obviously\nthree-dimensional sections of multi-dimensional things, cut by space.\nOnce they passed a place of intense cold and terrific noise and\nescaped destruction or lunacy only because it took them the merest\ninstant to get past.\n\nThey arrived back at the safe, very much fatigued from the strain,\ntheir minds woefully confused. Hunger and thirst were beginning to\nthrust up their little reminders; and for the first time the terrors\nof their position, flung out into hyperspace on a small, barren piece\nof matter, began to seem real.\n\n       *       *       *       *       *\n\nAfter a rest they started out again. As Phil had touched, in kicking\nit, a creature from another \"space,\" perhaps they might find water and\neven food somewhere. They retraced their first steps to the spot where\nthey had at first seen water. They found it again and were able to dip\ntheir hands into it. It was warm, and too salty to drink. They came to\nthe place with the creepers or vines, and Phil reached out and seized\none of them. It was heavy, rubbery, and elastic, stretching readily as\nhe pulled it.\n\n\"These little lurches that we feel must be the snapping back of the\nspace-puckers as expressed by tensors,\" Ione remarked. \"Every time\nmatter goes in or out of space, the nature of space is altered.\"\n\n\"Well,\" observed Phil, releasing the vine, \"I'd better be careful. If\none of these things hauls me off here, our last bond with home is\ngone. I don't want to get lost in some other space.\"\n\nAs he released the vines they snapped back to their places, and the\nforest of them dimmed a little and reappeared.\n\nThey made the round again, dodging cautiously past the point where\nthey had previously found the \"Tinkertoy\" animals, and succeeded in\ngetting past their snapping teeth. But no promise of food or water did\nthey find anywhere.\n\n\"Looks like we're sunk,\" observed Phil, as they dropped down on the\nconcrete to rest, leaning their backs against the safe.\n\nHow time counted in hyperspace, neither Phil nor Ione could tell; Phil\nknew that his watch was running. He knew that it was ages and ages\nthat he sat with his back against the safe, reviewing all the events\nof his put life, and thinking of this ignominious end to a lively\ncareer! He swore half aloud; then suddenly looked at Ione, ready to\napologize. He found her weeping silently.\n\n\"I should never have let you come into the building with me,\" he\nstammered in confusion at her tears.\n\n\"Oh, what do I care what becomes of _me_!\" she exclaimed angrily. \"But\nwho will take care of poor daddy? He doesn't even know when it's time\nto eat.\" And she burst into a fresh fit of weeping.\n\nPhil bent his head in the dumbness of profound despair.\n\n\nPART V\n\n_The Reversible Equation_\n\nDespair, however, is a luxury. Necessity is a stimulus. With the\nparchings of thirst and the gnawings of hunger, the two young people\nceased swearing and weeping. Phil got up and paced about and sat down\nagain. Ione's tears stopped and dried, and she sat and thought.\n\nIn the back of her mind there had been forming a vague sort of an\nidea, which had signalled ahead of itself that there was hope. She sat\nthere and desperately drove her reason to its utmost efforts, to find\nthat idea and bring it to the surface of consciousness. Hand to hand\nfights with wild animals, battles between ships of the line, vicious\nduels between ace-aviators in the clouds are tense fights; but they\ncannot compare in anxious difficulty with the struggle to bring up an\nunformed idea out of the subconscious mind--especially when one knows\nthat the idea is there, and that it must be found to save one's life.\n\n\"Ione!\" exclaimed Phil. It was the first time he had used the name.\n\"What is the matter? You are as tense as a--\"\n\n\"Ah!\" cried Ione, springing up. \"Tense! Tensors! I have it!\"\n\nPhil gazed at her in alarm. She laughed; at first it was a strained\nlaugh, but gradually it melted into her sunny one.\n\n\"No, I'm not crazy. I knew there was a way out, and I've been trying\nto reason it out. How simple. You remember the little jolts when you\npulled at the vines and when you kicked the funny animal? Tensors.\nMatter and space are so closely interrelated that you can't move\nmatter in or out of space without causing disturbance, recoils, and\ntremors in space. Those bits of matter were small, and produced only a\nslight disturbance. It takes about a hundred pounds of lead to swing\nthis segment--\"\n\n\"Oho! Got you!\" exclaimed Phil. \"Not so dumb! The safe!\"\n\n\"Yes. The safe!\" Ione cried.\n\n\"Throw it off and watch us swing, eh? What would happen?\"\n\n\"I might calculate it if I knew the weight of the safe.\"\n\n\"No calculating when I'm around,\" Phil said. \"It couldn't make things\nany worse. Try it first and calculate afterwards.\"\n\n       *       *       *       *       *\n\nThey got behind the safe and pushed, and their combined strength\nagainst it was about as effective as it would have been in moving the\nPeoples' Gas Building. They sat down again in despair.\n\n\"Suppose we _could_ budge it,\" Ione said. \"All we could do would be to\npush it around, this piece of matter we are on. That wouldn't help.\nWe've got to get it out of space. We can't push it hard enough to do\nthat. It's got to be shot out suddenly--\"\n\n\"And we haven't got a gun handy,\" Phil remarked droopingly.\n\n\"Not exactly a gun. A sort of sling--\"\n\nPhil leaped to his feet.\n\n\"A sling. Why! To be sure! The vines!\"\n\nWithout another word, both of them got up and ran. They hastened in a\ndirection opposite to the one they had at first taken on their trip of\nexploration, and this brought them first past the \"space\" of the\nTinkertoy-like animals. As they went by, several of these beasts\ndarted at them, one of them snapping at Ione's heels. She uttered a\nscream, causing Phil to turn about and kick right and left among them.\nHe drove them back and escaped from them, rejoining Ione.\n\n\"Wait,\" he said, when they reached the vines. \"Remember those wooden\nballs. If I could get a few to throw at those critters--\"\n\nIn a moment they were off, and finally arrived at the point from which\nthey first saw the balls. Odd it seemed, how they hung suspended in\nspace, thousands of them, all sizes. Phil reached out and grasped one\nabout the size of a baseball and drew it toward himself. He felt a\ndizzy lurch and heard Ione scream.\n\n\"Let go!\" she screamed again.\n\nWhen he suddenly realized what was going on, he found himself\nprostrate on the ground, with Ione across him, her arms about his\nknees.\n\n\"Do you realize,\" she panted, disentangling herself, \"that you were\npulling yourself out of this space into that one?\"\n\n\"Thanks!\" said Phil. \"Never say die. More careful this time, and a\nsmaller one.\"\n\n       *       *       *       *       *\n\nHe reached out and grasped a ball smaller than a golf-ball, and pulled\ncarefully, keeping an eye upon Ione. There was resistance to his pull,\nbut gradually the ball came. It seemed heavy. There was a crack as of\nbreaking wood, and he fell backward, with a wave of nausea sweeping\nstrongly over him. He gazed in amazement at a heavy wooden stick that\nhe held in his hands. The only thing about it that suggested the ball\nfor which he had reached was its diameter.\n\n\"Can't understand it, but appreciate it just the same,\" he said. He\nbroke the stick in two, and had two excellent clubs.\n\n\"Simple,\" Ione replied. \"The balls are cross-sections of these trees\nor sticks which grow in a 'space' at right angles to our own; and we\nonly see their three-dimensional cross-sections.\"\n\n\"Yes,\" said Phil. \"Cabbages and kings. I'm for you and the party.\"\n\nA short walk brought them to the \"space\" of the vines. After testing\nthe matter out carefully, they found that they could each pull two of\nthem at a time. The vines stretched amazingly when they found those\nwhose far ends were fixed firmly in the tangle, permitting them to\ncarry their own ends along with them toward the safe. Phil wound his\nvines around his left arm and stuck one club through his belt. The\nother he got ready for the wooden animals.\n\nHe needed it. The size of the pack was doubled, and he rapped them\ntill his hand was numb before he and Ione got by. Their vines drew out\nthin, but held until they were firmly tied about the safe. They went\nback after four more.\n\n\"I should judge,\" said Phil, \"that by the time we get thirty or forty,\nthe elastic pull will be strong enough to drag the safe back with\nthem as they snap back home.\"\n\n       *       *       *       *       *\n\nTrip after trip they made, fighting the wooden animals with their\nclubs each time. Their clothes were torn, and their legs bleeding;\ntheir throats were dry and lips cracked. The hard animals seemed to\nhave a persistent, mechanical ferocity that was undismayed by\nhammering with the clubs and by repeated repulses. Phil could not seem\nto hurt them; he merely knocked them away. Finally, on the ninth trip,\nIone collapsed when she reached the safe. As she fell, the elasticity\nof the vines began slowly to drag her back with them. Phil was forced\nto sit across her knees while he tied his own vines about the safe.\nThen he released her and added her vines to the great cable about the\nsafe.\n\nAn overbold hard animal rattled up and snapped at her. Goaded to fury,\nPhil swung at it with his club and hurled it through the air. He could\nfeel the lurch as it left his space and entered another. Then he\npushed with his mightiest effort against the safe. It budged, and slid\na few inches. He used his stick as a lever. It moved again, a little\nfaster. Ione struggled to her feet and tried to help, but her efforts\nwere ineffectual.\n\nWith one arm about her, Phil pried again under the safe, knowing that\nanother trip after vines was out of question. Another animal snapped\nat their heels. For a while, it was kick backwards, then a shove at\nthe safe. Each time the safe moved. The sight of its movement revived\nIone, so that she was able to push also. Gradually it acquired a\nsteady motion, pulled by the contraction of the vines; its progress\nsoon became faster and faster. Phil was about to follow it and give it\nanother push, when Ione drew him back.\n\nSuddenly they experienced a sinking sensation and a fearful vertigo.\nThe snapping animals faded. Ahead of them was the forest of vines, and\nthey saw the safe hurled into it, crashing, plunging into the tangled\nmass. The whole view crumpled and moved upwards like a swirl of leaves\nin a wind, and then vanished with a snap.\n\n       *       *       *       *       *\n\nThey were sick and dizzy, but tremendously curious to see everything.\nThe water, the cubistic cliffs, the vast space full of balls, all\ncuriously blurred, appeared in succession. There were blank spaces and\nthen blurred sights of things which they did not recognize, never\nhaving seen them before. Then the dizziness and the nausea abated, and\nahead of them was a vast yellow blue, a huge nebula, and in it were\ndouble-colored suns and ringed planets with swarms of moons; this\nglorious sight remained for many seconds, as they gazed at it in\npanting astonishment, half reclining on the concrete; and then it\nfaded. Again the nausea came on; again the succession of blurred\nviews. Eventually the myriad spheres, the water with the leviathans,\nthe forest of vines, each succeeding scene grew more blurred. Their\nnausea was correspondingly increased, till they were forced to lie\ndown on the ground from illness.\n\nWhen their giddiness abated, there were blurring views again. There\nwas an impression as though the speed of a train were decreasing as\none looks out of the window. And how one view held for several\nseconds, a vast and wild mountain-range with glaciers and snow peaks\nby moonlight. When this faded gradually, the scenes began to flick by,\nmore and more rapidly, and grew blurred. Phil and Ione were attacked\nby nausea until, again, they had to lie down. After that came the\nfamiliar succession: the wooden animals, the tangle of vines, the vast\nsea, the spheres, and more blurred scenes. Then came a pause, with\nthe nebula and the glorious suns swinging into view once again.\n\n\"Oh, I understand!\" Ione exclaimed; \"We're swinging. The safe was so\nheavy that we swung too violently, too far, and back again--\"\n\n\"And we keep going till it knocks us out, or till the old cat dies,\"\nadded Phil.\n\n       *       *       *       *       *\n\nHowever, they found that after a number of repetitions of the same\nprogram, their giddiness was becoming less; and instead of lying down\nin the middle of the swing, they could look about. Then it occurred to\nPhil to time the interval between the nebula and the mountain-range.\nWhen the exact halfway point was determined, and after several more\nswings, they could see dimly the windows and machinery of Tony's\nlaboratory flash by when they passed the middle.\n\n\"I don't mean to be a crepe-hanger, but how do you know we will stop\nat the right point?\" Phil asked.\n\n\"I don't,\" replied Ione cheerfully. \"But mathematics says so. A freely\noscillating segment of space would naturally come to equilibrium in a\nposition parallel to the rest of its own space, would it not?\"\n\nThere came a swing when they did not reach the nebula on the one hand\nand the mountain-range on the other. After that, views dropped off\nfrom either end of the swing quite rapidly, and before many minutes,\nthey looked into Tony's laboratory a large portion of the time. For\nmany seconds the laboratory held; then it would gradually fade, and\nreappear again, only to fade into empty nothingness all around.\n\n\"The old cat's dead,\" Phil finally announced.\n\nThey sat and stared about them as the laboratory held steady and no\nfurther intervening periods of blankness intervened. They both sighed\ndeeply and slumped over on the ground to rest.\n\n\"Bang! bang! bang!\"\n\n       *       *       *       *       *\n\nSome sort of hammering woke them up. They looked about them in a daze.\nIt was broad daylight, and things looked queer in the laboratory.\nThere was a smell of scorched rubber and hot oil. Great loops of wire\nsagged down from above. Several nondescript heaps stood about that\nmight once have been machinery, but now suggested melting snow-men,\nall fused into heaps. At a table sprawled a queer, misshapen figure\nthat suggested human origin. Both of its hands were burned to cinders\nto the elbows. Great holes were scorched into the clothes. But the\nface was recognizable. Tony's playthings had got him at last.\n\n\"Looks like something's happened in here!\" Phil gasped, in amazement.\n\n\"I'll bet it has, too,\" Ione exclaimed. \"This is the first time it\noccurred to me that our recoil from throwing the safe overboard and\nthe oscillation of our space-segment must have created a tremendous\nelectrical field in the tetra-ordinate apparatus. The reaction is\nreversible, you see. The field swings the space-segment, or the\nswinging of the space-segment creates the field. And the field was too\nmuch for Tony.\"\n\nAt this point the door fell under the blows of the police, and the\nraiding squad rushed into the room.\n\n       *       *       *       *       *\n\n\n\n\n\n\n\nEnd of Project Gutenberg's The Einstein See-Saw, by Miles John Breuer\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE EINSTEIN SEE-SAW ***\n\n***** This file should be named 29060-8.txt or 29060-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/0/6/29060/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}