{"title": "Cogito, Ergo Sum", "author": "John Foster West", "releaseDate": "June 17, 2009", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n    _Are the Spirit and the Flesh one and the same thing? Or are they\n    separate entities, dependent and at the same time independent of\n    each other? Perhaps some great Cosmic Law holds this secret. But the\n    one Universal Element that we can depend upon, apparently, is The\n    Lucky Accident._\n\n\n cogito,\n    ergo\n     sum\n\n _by ... John Foster West_\n\n\n A warped instant in Space--and\n two egos are separated from their\n bodies and lost in a lonely abyss.\n\n\nI think, therefore I am. That was the first thought I had. Of course not\nin the same symbols, but with the same meaning.\n\nI awakened, or came alive, or came into existence suddenly, at least my\nmental consciousness did. \"Here am I,\" I thought, \"but what am I, why am\nI, where am I?\"\n\nI had nothing to work with except pure reason. I was _there_ because I\nwas not somewhere else. I was certain I was _there_ and that was the\nextent of my knowledge at the moment.\n\nI looked about me--no, I _reasoned_ about me. I was surrounded by\nnothingness, by black nothingness, a vacuum. Immense distances away I\ncould detect light; or rather, I could perceive waves of force passing\naround me which originated at points vast distances away, vast in\nrelation to my position in the nothingness.\n\nThere were waves of force all about me, varying in frequency. The\nnothingness was alive with waves of force, traveling parallel and\ntangential to each other without seeming to interfere one with another.\nI measured them, differentiated between them and finished with the task\nin a matter of seconds.\n\nHow could I do it? It was one of the capabilities I was _created_ with.\n\nWhat was I? I perceived the waves of force. I perceived great quantities\nof mass--solid, liquid, gas--whirling in vacuum, mass built up out of\npatterns of basic force. I searched my own being, analyzed myself. I was\nnot gas. I was not solid. I was not even force. Yet I existed. I could\nreason. I was a beginning, a sudden beginning. And I had duration\nbecause I knew that time had elapsed since the moment I _awakened_\nthough I had no means of telling how much time or of even naming the\nperiod.\n\n       *       *       *       *       *\n\nCould I really be _pure reason_? Can reason exist? Can rational entity\nexist without a groundwork of matter, or at least of force?\n\nIt could. It must. I was rational entity and I existed. Yet I could find\nnothing of force, nothing to occupy space about my _self_. For all I\ncould ascertain, I might have covered a one-dimensional point in\neternity or I might have been spread throughout vast distances.\n\nFrom this reasoning I concluded that rational entity might occur either\nas some force unlike that of all natural phenomena in space, or as some\ncombination of these forces at the moment beyond my own power to\nanalyze, even detect. I finished with that for the time being.\n\nHow did I come into being? I discarded the question as unanswerable\ntemporarily. What was I before that instant I suddenly reasoned _cogito,\nergo sum_? I could not say.\n\nHow did I know I even existed, really? Obviously because I was capable\nof rational thought. But what was thinking? First it was perceiving and\naccepting my own existence; beyond that, it was recognizing the dark\nnothingness around me and the forces it contained. I had to exist.\n\nBut how did I know nothingness was right? And how did I know its\ndarkness was right? And how did I know the waves of force were _waves_\nand _force_? And how did I know matter was _matter_ and that I was none\nof these?\n\n\"Symbols,\" I reasoned. \"I'm thinking in symbols. I could not reason\nwithout symbols; therefore I could not exist as I am without symbols to\nthink with.\"\n\nYet whose symbols were they? Where and how did I come by them? I could\nthink back clearly to the instant of my creation, yet I had not invented\nthe symbols in the interim of my existence, nor had they been given to\nme. What then? They were part of me when I came alive in this universe,\nhad been _invented_ some other time and elsewhere by someone else or by\nwhat I was before I became the entity of reason I now was.\n\nThen that first flash of perception in nothingness was not spontaneous.\nThere was something behind it. I was something before that moment, in\nanother era of time, perhaps a creature of substance. But what?\n\nI concentrated. I remembered the symbol _Marl_. I was or had been an\nentity _Marl_. Were there others back there, somewhere? There must have\nbeen, must be yet. Was I the only _Marl_ who metamorphosed into this\nstate of rational entity? Surely not. Yet I could contact no other\nrationale around me as far away as I could probe. How far was that? How\ncould I know. Was it far enough to reach the other _Marls_, or were they\nscattered thinly throughout infinity around me like the flecks of mass?\n\nI was suddenly ill. The symbol _malaise_ came to me as the proper\ndescription of my malady. I grew dizzy with my sickness. I wished to\nregurgitate, to cast off this cold, frightening sensation. Yet I was\nprovided with no physical means of doing it. It filled me throughout all\nmy thinking. It was I. I thought to exist. I thought depression,\nsickness. Therefore I was the malady and it was a hell of malcontent\nbeyond symbolical description.\n\nWhat was wrong with me? I was frightened. I was concerned for my\nexistence here alone. What was it called? The idea shimmered there on\nthe fringe of perception, then fairly leaped into my consciousness.\nExisting alone as pure reason was worse than no-existence, was worse\nthan dying or never having been at all. I need another _Marl_. To exist\nhappily, I must have at least one other _Marl_ to communicate with, to\nshare my thoughts, to share my being.\n\nIs this a necessity, a condition peculiar to me as I am, as reason, or\nis it a condition that came across the barrier with me from that other\nstate? It must be the latter. An entity of pure reason, having come into\nexistence as reason, would need nothing but himself. Why? Because he\nwould be _without emotion_.\n\n\"I am _emotional_,\" I thought. \"I am entity of almost pure reason, but I\nhave inherited emotion from my previous state. It is a disorder of\nthought, but it can be a pleasant disorder when the emotion is the right\none; or, if unpleasant, when satisfied.\n\n\"But I could not have emotions as I am now. They are _cortical\nresponses_, or are supposed to be. What is _cortical_? No, they are a\nsort of illogical reasoning, nothing physical--\" The rest eluded me.\n\n\"I am lonely,\" I thought. \"Loneliness stems from fear and fear is a\nbasic emotion. I am very lonely. I have been lonely for a long time,\nbringing it with me here. I would rather sate my loneliness than live to\neternity, than know all there is to know. What can quell my loneliness?\nAnother like me, another _Marl_--whatever a _Marl_ is. I must have, must\nfind another _Marl_.\"\n\nI began to search. I darted frantically about space like a frightened\nthing, though I could perceive no movement. I knew I passed from one\narea of space to another because I could measure slight changes in the\nposition of the stars about me. I knew the points of light were _stars_.\n\nThere was duration. I could not know how much. Eternity? A split second?\nBut at last I discovered another like me. No, almost like me, but\nanother _Marl_. The other entity had less of reason, more emotion. It\nwas frightened and lonely. The _Marl's_ whole existence was that of\nsickness--of loneliness, which is fear. The _Marl_ was darting about\nmadly, seeking, seeking a thing like itself. What was it, like me but\ndifferent?\n\nAs I came in, I measured our similarity and differences. Rationally we\nwere identical, or almost so. Emotionally we were different, vastly\ndifferent. \"_Marls_ appear to exist as rationale and emotion,\" I\nreasoned. \"Beyond that I cannot go.\"\n\nThe other _Marl_ perceived me, darted frantically toward me, then\nslowed. We came together, touched like--_like two cautious fish meeting\nin a dark pool and touching mouths to substantiate identical species_.\n\nThe other _Marl_ was satisfied with my identity. It leaped frantically\nat me, raced around me, through me, finally stopped, pervading me, while\n_vibrating_ in sheer relief and happiness. I felt the great\nfear-loneliness in the other _Marl_ begin to recede and in its place\ncame an almost overpowering euphoria. It was _contentment_, and it\nstemmed from the basic emotion _love_. I knew this at once.\n\nI suddenly realized that I too was relieved, that I was no longer sick\nwith fear-loneliness. It was good, this existing of the other within me\nor simultaneously with me. Or was it I within the other? It sated our\nfear emotion and made, created a love-euphoria.\n\n\"I am happy I found you,\" I communicated. \"I was lonely for another\n_Marl_. You are a _Marl_?\"\n\nThe other hesitated, thinking. \"No. I am _Pat_. I am different from you.\nBut it is chiefly emotional. It is good.\"\n\n\"You are a _Pat_,\" I returned in disappointment. \"I had hoped to find\nanother _Marl_.\"\n\n\"Don't be disappointed,\" the _Pat_ soothed. \"We are alike, really.\nAlmost so. Like--like flame and gas are both substance yet different. We\nare two types of the same thing. I am no longer frightened. I am no\nlonger lonely. You are good for me.\"\n\nI was relieved because I wanted to be. I believed the other _Marl_--no,\nthe _Pat_--because I wanted to believe. I did not bother to\nrationalize. I felt elation.\n\n\"Then in that other time, that other place we both belonged to a--a\ncommon group, with another name?\" I suggested.\n\n\"I believe so,\" the _Pat_ answered.\n\n\"How was it when you came awake?\" I asked. \"Can you remember?\"\n\n\"I think so. I recall I was born here in fright because it was all\nwrong. I was not in my natural state, so it was not right.\" The _Pat_\npaused to think. \"I remember there was great speed and I was born in\nfright. Were you?\"\n\n\"No,\" I answered. \"I was not frightened at first. And I was never\nfrightened to the degree you were. I was mostly lonely, which is related\nto fear. But when I first conceived of my existence here I was coolly\nlogical. I awakened _reasoning_--realizing that I existed.\"\n\n\"I suppose it has to do with our emotional differences,\" the _Pat_\nbeside me or with me or within me communicated.\n\n\"Do you recall where in space you came from?\" I asked. \"I must have been\ndoubting my existence at first so intensely I did not observe. You seem\nto have taken your own being for granted, thus you were, perhaps, more\nobservant.\"\n\n\"I--I think so.\" The _Pat_ hesitated and I knew it was observing the\nstars around us. \"Yes. Come with me. I think I know where.\"\n\nI stayed with the _Pat_, a part of it, and we lurched through space.\nRather, we ceased to exist at one point in space and existed in another.\nHow far? Distances meant nothing.\n\n\"It was here,\" the _Pat_ informed me finally.\n\n       *       *       *       *       *\n\nSomething was wrong here. The interweaving waves of force were all\nwrong. There was a disorder, a great cancer in space. The waves\ninterfered with the progress of each other all along a great barrier. It\nwas not natural, not like it was elsewhere.\n\n\"Something is wrong with the waves of force crossing this area. They\ninterfere with each other. New forces are created. Do you detect it?\" I\ncommunicated.\n\n\"I feel it,\" the _Pat_ answered. \"It is a sickness in space like--like\nour loneliness.\"\n\nI knew the comparison was ridiculous but I let it pass. \"You said you\ncame alive at great speed. I could have been traveling too. We must have\nplunged into this barrier. It seems to me that emotions must originate\nin a _physical_ being; perhaps reason could be free, but not emotion. I\ndon't know. But I have a theory. I believe our _physical_ selves still\nexist somewhere in space. The barrier, perhaps, interfered with the\nnormal functioning of our mental equipment. We exist at one point in\nspace and we are thinking, experiencing emotions at another point. It's\nas if our minds are--are broadcasting our thoughts and emotions far away\nfrom our physical selves. Either that, or our rationales were torn free\nand only our emotions are broadcast. Does that sound logical?\"\n\n\"Yes,\" the _Pat_ agreed, \"I believe that is the answer.\"\n\nI felt that the _Pat_ was pleased with my theory, that it greatly\nadmired my reasoning. I also perceived that it had no idea what I meant\nby the explanation. I did not mind.\n\n\"You said you were moving at great speed,\" I continued. \"Can you\nremember the line, the direction you were traveling in?\"\n\nThe _Pat_ hesitated only a moment. \"Yes. You perceive the star cluster\nthere, the triangular one? My heading was in that direction, but it was\nchanging fast.\"\n\n\"Then we could find nothing by traveling toward the triangular cluster?\"\n\n\"No. I was moving in an arc in the direction of the distorted square\ncluster there. Do you see it?\"\n\n\"Yes,\" I answered, knowing her use of the word _see_ was unconscious.\n\"That is Cetus.\"\n\n\"Cetus?\" The _Pat_ was startled. \"How do you know that?\"\n\n\"I don't know. The name came to me. It seemed right to call it that.\"\n\n\"It--it's all so frightening!\"\n\nI had no time for pampering our emotions, though I was at great peace\nwith the _Pat_ so near me. Time might prove vital. \"Neither would it do\nany good to travel in the direction of Cetus,\" I said.\n\n\"No. No,\" the _Pat_ communicated. \"If there is any object of matter or\nforce I was a part of in that other existence traveling through space,\nit is in an arc. The best we can do is take an arbitrary direction\nbetween the triangular cluster and the one called Cetus and hope to\nintercept the object, the other part of me, whatever it is.\"\n\n\"Come with me,\" I ordered.\n\nI discovered the object of mass hurtling through space before the _Pat_\ndid. It was symmetrical and metallic. I tore myself away from my\ncompanion and darted to meet it. I discovered it was a shell, a hollow\nthing, and I passed inside. There was a room there. There were\nprojections and circles of transparent matter. I experienced the symbol\n_dials_.\n\nThere were two other creatures seated close to the dials, things of\nmatter, and their substance was protoplasm. But there was no rationale\npresent in either of them. I examined the living matter of the smaller\none swiftly. Organs seemed poised in a suspended state. The creature I\nobserved, housed in a protective shell, seemed paralyzed or dead. I\nremembered the word _dead_.\n\nThen the _Pat_ was with me again. \"I--I feel something, _Marl_. I am\nfrightened. What are they, those things there?\"\n\n\"They seem to be--\" I stopped communicating.\n\nThe _Pat_ had disappeared!\n\nThe thing of protoplasm nearest me was moving but I was no longer\ninterested. I remember the _Pat_ had touched the upper extremity of the\ncreature and had vanished, had ceased to be.\n\nThe old sickness was back. I was lonely. I wanted the other entity. I\ncould not, did not wish to exist without the _Pat_.\n\nI darted frantically about the metal shell, here and there, searching,\nsearching. Where was the _Pat_? I _screamed_ for it. I thought _Pat_ as\nfar away as I could reach, but there was no reaction, no response at\nall.\n\nIn my frenzy, I was back beside the creatures of protoplasm before I\nrealized it, near the one I had not yet examined.\n\n\"Perhaps they took her,\" I thought. It was not logical, but it was a\nhope. Hope is emotional; I was becoming more emotional than rational.\n\nI touched the larger of the two creatures, experimentally; moved\ncautiously inside it, searching, searching.\n\nSuddenly I was seized by a great force, an inexorable power that grasped\nme and wrenched me, tearing me from the point in space I had occupied a\nmoment before. My perception blurred, but I was not frightened. Without\nthe _Pat_ I did not care what happened. I was intensely curious. \"So\nthis is how it is,\" I reasoned in a flash, \"to _cease to be_.\"\n\nAnd I ceased to be....\n\n       *       *       *       *       *\n\nMarlow shook his head. I must have dozed, he thought. He glanced at the\nchronometer on the console ahead. No, only a minute or two had elapsed\nsince the last time he had checked.\n\n\"Sleepy head! Wake up and live!\"\n\nHe looked to his right. Pat sat in the navigator's seat smiling at him.\n\n\"I didn't sleep, honestly,\" he protested. \"We hit some sort of barrier\nback there. It knocked me out for a moment. I had the damnedest\nimpression--\"\n\n\"Remember what you promised!\" She swiveled the seat about to face him.\n\"No more scientific lectures on the mysteries of space or I'll return to\nearth. You know my poor brain can't absorb it.\"\n\n\"You win,\" he grinned, running calloused fingers through his greying\ncrew-cut. He leaned forward and kissed her briefly. \"How did an old\nspace hermit like me ever win a flower-garden bride in the first place?\"\n\nThey laughed together, and he felt secure within the metallic shell\nsurrounding them, no longer alone.\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Fantastic Universe_ March 1954.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Cogito, Ergo Sum, by John Foster West\n\n*** END OF THIS PROJECT GUTENBERG EBOOK COGITO, ERGO SUM ***\n\n***** This file should be named 29149.txt or 29149.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/1/4/29149/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}