{"title": "Equation of Doom", "author": "Gerald Vance", "releaseDate": "June 17, 2009 ", "language": "English", "type": "books", "content": "\n\nE-text prepared by Greg Weeks, David Wilson, and the Project Gutenberg\nOnline Distributed Proofreading Team (http://www.pgdp.net)\n\n\n\n  +--------------------------------------------------------------+\n  |                                                              |\n  | Transcriber's note:                                          |\n  |                                                              |\n  | This story was published in _Amazing Stories_, February      |\n  | 1957. Extensive research did not uncover any evidence that   |\n  | the U.S. copyright on this publication was renewed.          |\n  |                                                              |\n  +--------------------------------------------------------------+\n\n\n\n\n\n[Illustration: equation of doom\n\n  His agony of soul at being unable to save Margot was\n  far greater than physical torture.]\n\n\n\n    _They grounded Ramsey's ship on a hostile planet hoping he would\n    starve to death, so the first thing he did was give most of his\n    money away and lose the rest gambling. Then he picked a fight\n    with the Chief of Police and joined forces with a half-naked\n    dream-chick who was seemingly bent on self-destruction. The\n    stakes were big--a planet or two--but it all added up to an----_\n\n\n\nEQUATION OF DOOM\n\nby\n\nGERALD VANCE\n\n\n\n\n\n\n\n\"Your name ith Jathon Ramthey?\" the Port Security Officer lisped\npolitely.\n\nJason Ramsey, who wore the uniform of Interstellar Transfer Service and\nwas the only Earthman in the Service here on Irwadi, smiled and said:\n\"Take three guesses. You know darn well I'm Ramsey.\" He was a big man\neven by Earth standards, which meant he towered over the Irwadian's\ngreen, scaly head. He was fair of skin and had hair the color of copper.\nIt was rumored on Irwadi and elsewhere that he couldn't return to Earth\nbecause of some crime he had committed.\n\n\"Alwayth the chip on the shoulder,\" the Port Security Officer said.\n\"Won't you Earthmen ever learn?\" The splay-tongued reptile-humanoids of\nIrwadi always spoke Interstellar _Coine_ with a pronounced lisp which\nRamsey found annoying, especially since it went so well with the\nofficious and underhanded behavior for which the Irwadians were famous\nthe galaxy over.\n\n\"Get to the point,\" Ramsey said harshly. \"I have a ship to take through\nhyper-space.\"\n\n\"No. You have no ship.\"\n\n\"No? Then what's this?\" His irritation mounting, Ramsey pulled out the\nInterstellar Transfer Service authorization form and showed it to the\nSecurity Officer. \"A tip-sheet for the weightless races at Fomalhaut\nVI?\"\n\nThe Security Officer said: \"Ha, ha, ha.\" He could not laugh; he merely\nuttered the phonetic equivalent of laughter. On harsh Irwadi, laughter\nwould have been a cultural anomaly. \"You make joketh. Well,\nnevertheleth, you have no ship.\" He expanded his scaly green barrel\nchest and declaimed: \"At 0400 hours thith morning, the government of\nIrwadi hath planetarithed the Irwadi Tranthfer Thervith.\"\n\n       *       *       *       *       *\n\n\"Planetarized the Transfer Service!\" gasped Ramsey in surprise. He knew\nthe Irwadians had been contemplating the move in theory for many years,\nbut he also knew that transferring a starship from normal space through\nhyper-space back to normal space again was a tremendously difficult and\ntechnical task. He doubted if half a dozen Irwadians had mastered it,\nyet the Irwadi branch of Interstellar Transfer Service was made up of\nseventy-five hyper-space pilots of divers planetalities.\n\n\"Ecthactly,\" said the Security Officer, as amused as an Irwadian could\nbe by the amazement in Ramsey's frank green eyes. \"Tho if you will\nkindly thurrender your permit?\"\n\n\"Let's see it in writing, huh?\"\n\nThe Security Officer complied. Ramsey read the official document,\nscowled, and handed over his Irwadi pilot license. \"What about the\n_Polaris_?\" he wanted to know. The _Polaris_ was a Centaurian ship he'd\nbeen scheduled to take through hyper-space on the run from Irwadi to\nCentauri III.\n\n\"Temporarily grounded, captain. Or should I thay, ecth-captain?\"\n\n\"Temporarily my foot,\" said Ramsey. \"It'll be months before you\nIrwadians can get even a fraction of the ships into hyper. You must be\nout of your minds.\"\n\n\"Our problem, captain. Not yourth.\"\n\nThat was true enough. Ramsey shrugged.\n\n\"Your problem,\" the Security Officer went on blandly, \"will be to find a\nmeanth of thelf-thupport until you and all other ecthra-planetarieth can\nbe removed from Irwadi. We owe you ecthra-planetarieth nothing. Ethpect\nno charity from uth.\"\n\nRamsey shrugged. Like all extra-planetaries on a bleak, friendless world\nlike Irwadi, he'd regularly gambled away and drank away his monthly\npaycheck in the interstellar settlement which the Irwadians had\nestablished in the Old Quarter of Irwadi City. But last month he'd\nmanaged to come out even at the gaming tables, so he had a few hundred\ncredits to his name. That would be enough, he told himself, to tide him\nover until Interstellar Transfer Service came to the rescue of its\nstranded pilots.\n\nRamsey went up the gangway and got his gear from the _Polaris_. When he\nreturned down the gangway, the late afternoon wind was blowing across\nthe spacefield tarmac, a wet, bone-chilling wind which only the\nreptile-humanoid Irwadians didn't seem to mind.\n\nRamsey fastened the toggles of his cold-weather cape, put his head down\nand hunched his shoulders, and walked into the teeth of the wind. He did\nnot look back at the _Polaris_, marooned indefinitely on Irwadi despite\nanything the Centaurian owners or anyone else for that matter could do\nabout it.\n\n       *       *       *       *       *\n\nThe Irwadi Security Officer, whose name was Chind Ramar, walked up the\ngangway and ordered the ship's Centaurian first officer to assemble his\ncrew and passengers. Chind Ramar allowed himself the rare luxury of a\nfleeting smile. He could imagine this scene being duplicated on fifty\nships here on his native planet today, fifty outworld ships which had no\nbusiness at all on Irwadi. Of course, Irwadi was an important\nplanet-of-call in the Galactic Federation because the vital metal\ntitanium was found as abundantly in Irwadian soil as aluminum is found\nin the soil of an Earth-style planet. Titanium, in alloy with steel and\nmanganese, was the only element which could withstand the tremendous\nheat generated in the drive-chambers of interstellar ships during\ntransfer. In the future, Chind Ramar told himself with a kind of cold\npride, only Irwadian pilots, piloting Irwadian ships through\nhyper-space, would bring titanium to the waiting galaxy. At Irwadi\nprices.\n\nWith great relish, Chind Ramar announced the facts of planetarization\nand told the Centaurians and their passengers that they would be\nstranded for an indefinite period on Irwadi. Amazement, anger, bluster,\ndebate, and finally resignation--the reactions were the expected ones,\nin the expected order. It was easy, Chind Ramar thought, with all but\nthe interstellar soldiers of fortune like Jason Ramsey. Ramsey, of\ncourse, would need watching. As for these others....\n\nOne of the others, an Earthgirl whose beauty was entirely missed by\nChind Ramar, left the _Polaris_ in a hurry. She either had no luggage or\nleft her luggage aboard. Jason Ramsey, she thought. She had read Chind\nRamar's mind; a feat growing less rare although by no means common yet\namong the offspring of those who had spent a great deal of time\nbombarded by cosmic radiation between the stars. She hurried through the\nchilling wind toward the Old Quarter of Irwadi City. Panic, she thought.\nYou've got to avoid panic. If you panic, you're finished....\n\n       *       *       *       *       *\n\n\"So that's about the size of it,\" Ramsey finished.\n\nStu Englander nodded. Like Ramsey he was a hyper-space pilot, but\nalthough he had an Earth-style name and had been born of Earth parents,\nhe was not an Earthman. He had been born on Capella VII, and had spent\nmost of his life on that tropical planet. The result was not an uncommon\none for outworlders who spent any amount of time on Irwadi: Stu\nEnglander had a nagging bronchial condition which had kept him off the\npilot-bridge for some months now.\n\nEnglander nodded again, dourly. He was a short, very slender man a few\nyears older than Ramsey, who was thirty-one. He said: \"That ties it. And\nI mean ties it, brother. You're looking at the brokest Capellan-earthman\nwho ever got himself stuck on an outworld.\"\n\n\"You mean it?\"\n\n\"Dead broke, Jase.\"\n\n\"What about Sally and the kids?\"\n\nEnglander had an Arcturan-earthian wife and twin boys four years old. \"I\ndon't know what about Sally and the kids,\" he told Ramsey glumly. \"I\nguess I'll go over to the New Quarter and try to get some kind of a\njob.\"\n\n\"They wouldn't hire an outworlder to shine their shoes with his own\nspit, Stu. They have got the planetarization bug, and they've got it\nbad.\"\n\nSally Englander called from the kitchen of the small flat: \"Will Jase be\nstaying for supper?\"\n\nEnglander stared at Ramsey, who shook his head. \"Not today, Sally,\"\nEnglander said, looking at Ramsey gratefully.\n\n\"Listen,\" Ramsey lied, \"I've been lucky as all get out the last couple\nof months.\"\n\n\"You old pro!\" grinned Englander.\n\n\"So I've got a few hundred credits just burning a hole in my pocket,\"\nRamsey went on. \"How's about taking them?\"\n\n\"But I haven't the slightest idea when I could pay back.\"\n\n\"I didn't say anything about paying me back.\"\n\n\"I couldn't accept charity, Jase.\"\n\n\"O.K. Pay me back when you get a chance. There are plenty of hyper-space\njobs waiting for us all over the galaxy, you know that.\"\n\n\"Yeah, all we have to do is get off Irwadi and go after them. But the\nIrwadians are keeping us right here.\"\n\n\"Sure, but it won't last. Not when the folks back in Capella and Deneb\nand Sol System hear about it.\"\n\n\"Six months,\" said Englander bleakly. \"It'll take at least that long.\"\n\n\"Six months I can wait. What d'you say?\"\n\nEnglander coughed wrackingly, his eyes watering. He got off the bed and\nshook Ramsey's hand solemnly. Ramsey gave him three hundred and\nseventy-five credits and said: \"Just see you make that go a long way\nsupporting Sally and the kids. I don't want to see you dropping any of\nit at the gaming tables. I'll knock your block off if I see you there.\"\n\n\"I'll knock my own block off if I see me there. Jase, I don't know how\nto thank--\"\n\n\"Don't is right. Forget it.\"\n\n\"Do you have enough--\"\n\n\"Me? Plenty. Don't worry about old Jase.\" Ramsey went to the door.\n\"Well, see you.\"\n\nEnglander walked quickly to him and shook his hand again. On the way\nout, Ramsey played for a moment or two with the twins, who were rolling\na couple of toy spaceships marked hyper-one and hyper-two across the\nfloor and making anachronistic machine-gun noises with their lips. Sally\nEnglander, a plump, young-home-maker type, beamed at Ramsey from the\nkitchen. Then he went out into the gathering dusk.\n\n       *       *       *       *       *\n\nAs usual on Irwadi, and particularly with the coming of night, it was\nbitterly cold. Sucker, Ramsey told himself. But he grinned. He felt good\nabout what he'd done. With Stu sick, and with Sally and the kids, he'd\ndone the only thing he could do. He still had almost twenty-five credits\nleft. Maybe he really would have a lucky night at the tables. Maybe ...\nheck, he'd been down-and-out before. A fugitive from Earth didn't have\nmuch choice sometimes....\n\n\"Red sixteen,\" the croupier said indifferently. He was a short,\nheavy-set Sirian with a shock of scarlet hair, albino skin, and red\neyes.\n\nRamsey watched his money being raked across the table. It wasn't his\nnight, he told himself with a grim smile. He had only three credits\nleft. If he risked them now, there wouldn't even be the temporary\nphysical relief and release of a bottle of Irwadian brandy before\nhitting the sack.\n\nWhich was another thing, Ramsey thought. Hitting the sack. Ah yes, you\nfilthy outworlder capitalist, hitting the sack. You owe that fish-eyed,\nscale-skinned Irwadian landlady the rent money, so you'd better wait\nuntil later, until much later, before sneaking back to your room.\n\n       *       *       *       *       *\n\nHe watched the gambling for another hour or so without risking his few\nremaining credits. After a while a well-dressed Irwadian, drunk and\nobviously slumming here in the Old Quarter, made his way over to the\ntable. His body scales were a glossy dark green and he wore glittering,\nbe-jeweled straps across his chest and an equally glittering, be-jeweled\nweapons belt. Aside from these, in the approved Irwadian fashion, he was\nquite naked. An anthropologist friend had once told Ramsey that once the\nIrwadians had worn clothing, but since the coming in great number of the\noutworlders they had stripped down, as though to prove how tough they\nwere in being able to withstand the freezing climate of their native\nworld. Actually, the Irwadian body-scales were superb insulation,\nwhether from heat or from cold.\n\n\"... Earthman watching me,\" the Irwadian in the be-jeweled straps said\narrogantly, placing a fat roll of credits on the table.\n\n\"I'm sorry,\" Ramsey said. \"Were you talking to me?\"\n\n\"I thertainly wath,\" lisped the Irwadian, his eyes blazing with drunken\nhatred. \"I thaid I won't have any Earthman thnooping over my thoulder\nwhile I gamble, not unleth he'th gambling too.\"\n\n\"Better tell that to your Security Police,\" Ramsey said coldly but not\nangrily. \"I'm out of a job, so I don't have money to throw around. Go\nahead and tell me--\" with a little smile--\"you think it was my idea.\"\n\nThe Irwadian looked up haughtily. Evidently he was looking for trouble,\nor could not hold his liquor, or both. The frenzy of planetarization,\nRamsey knew from bitter experience on other worlds, made irrational\nbehavior like this typical. He studied the drunken Irwadian carefully.\nIn all the time he'd spent on Irwadi, he'd never been able to tell a\nnative's age by his green, scale-skinned, fish-eyed poker-face. But the\nglossy green scales covering face and body told Ramsey, along with the\nsturdy muscles revealed by the lack of clothing, that the Irwadian was\nin his prime, shorter than Ramsey by far, but wider across the shoulders\nand thicker through the barrel chest.\n\n\"You outworlderth have been deprething the thandard of living on Irwadi\never thince you came here,\" the Irwadian said. \"All you ever brought\nwath poverty and your ditheath germth and more trouble than you could\nhandle. I don't want your thtink near me. I'm trying to enjoy mythelf.\nGet out of here.\"\n\n       *       *       *       *       *\n\nIt was abruptly silent in the little gambling hall. Since the\nestablishment catered to outworlders and was full of them, the silence,\nRamsey thought, should have been both ominous and in his favor. He\nlooked around. Outworlders, yes. But not another Earthman present. He\nwondered if he was in for a fight. He shrugged, hardly caring. Maybe a\nfight was just what he needed, the way he felt.\n\n\"Get out of here,\" the Irwadian repeated. \"You thtink.\"\n\nJust then a Vegan girl, blue-skinned and fantastically wasp-waisted like\nall her kind, drifted over to Ramsey. He'd seen her around. He thought\nhe recognized her. Maybe he'd even danced with her in the unit-a-dance\nhalls reserved for humanoid outworlders.\n\n\"Are you nuts?\" she said, hissing the words through her teeth and\ngrabbing Ramsey's elbow. \"Don't you know who that guy is?\"\n\n\"No. Who?\"\n\n\"He's Garr Symm, that's who.\"\n\nRamsey smiled at her without mirth. \"Do I bow down in awe or run from\nhere screaming? I never heard of Garr Symm.\"\n\n\"Oh you fool!\" she whispered furiously. \"Garr Symm is the brand new\nnumber one man of the Irwadi Security Police. Don't you read the\n'casts?\"\n\nBefore Ramsey could answer or adjust to his surprise, the Irwadian\nrepeated:\n\n\"I'm telling you for the third time. Get out.\"\n\nOstentatiously, Ramsey reached into his cloak-pocket for a single credit\nbill and tossed it on the table.\n\n\"The denomination is not sufficient, sir,\" the albino Sirian croupier\nsaid indifferently. Ramsey had known it was not.\n\nGarr Symm's face turned a darker green. The Vegan girl retreated from\nRamsey's side in fright. Symm raised his hand and an Irwadian waiter\nbrought over a drink in a purple stem glass with a filigree pattern of\ntitanium, bowing obsequiously. Symm lurched with the glass toward\nRamsey. \"I'm telling you to go,\" he said in a loud voice.\n\nRamsey picked up his credit note but stood there. With a little sigh of\ndrunken contentment, Garr Symm sloshed the contents of his stem glass in\nRamsey's face.\n\nThe liquor stung Ramsey's eyes. Many of the other outworlders, neither\nIrwadian nor Earthmen, laughed nervously.\n\nRamsey wiped his eyes but otherwise did not move. He was in a rough spot\nand he knew it. The fact that their new Security Chief went out drunk at\nnight with a chip on his shoulder was the Irwadian government's affair,\nnot Ramsey's. He'd been insulted before. An Earthman in the outworlds,\nparticularly an Earthman fugitive who knew he dared not get into the\nkind of trouble that could bring the Earth consul to investigate, was\nused to insults. For Earth was the leading economic and military power\nof the galaxy, and the fact that Earth really tried to deal fairly with\nits galactic neighbors meant nothing. Earth, being top dog, was\nresented.\n\nThe thing which got Ramsey, though, was this Garr Symm. He had never\nheard of Garr Symm, and he thought he knew most of the big shots in the\nIrwadian Security Police by name. But there must have been a reason for\nhis appointment. A government throwing off outworld influence had a\nreason for everything. So, why Garr Symm?\n\n       *       *       *       *       *\n\n\"You, Mith Vegan!\" Garr Symm called suddenly. \"You whithpered to the\nEarthman. What did you tell him?\"\n\n\"Not to look for trouble,\" the Vegan girl said in a frightened voice.\n\n\"But what elth?\"\n\n\"Honest, that's all.\"\n\n\"Come here, pleath.\"\n\nHer blue skin all at once very pale, the Vegan girl walked back toward\nGarr Symm. He leered at her quite drunkenly and took hold of her slender\narm. \"What did you tell him? For the latht time.\"\n\nThe girl whimpered: \"You are hurting my arm.\"\n\nThoughts raced through Ramsey's mind. As an administrator, as an\nIrwadian public servant in a touchy job, Garr Symm, a drunkard, was\nobviously grossly incompetent. What other qualifications did he have\nwhich gave him the top Irwadian Security job? Ramsey didn't know. He\nsighed. The Vegan girl's mouth formed a rictus of pain. Ramsey had a\nhunch he was going to find out.\n\nHe said curtly: \"Let go of her, Symm. She told me nothing that would\ninterest you.\"\n\n       *       *       *       *       *\n\nGarr Symm ignored him. The blue-skinned girl cried.\n\nRamsey grimaced and hit Garr Symm in the belly as hard as he could.\n\nSymm thudded back against the table. It overturned with a crash and the\nSecurity Chief crashed down on top of it. There wasn't a sound in the\ngambling hall except Ramsey's sudden hard breathing, the Vegan girl's\nsniffling, and Garr Symm's noisy attempts to get air into his lungs.\nThen Garr Symm gagged and was sick. He writhed in pain, still unable to\nbreathe. His hands fluttered near his weapons belt.\n\n\"Come on,\" Ramsey told the Vegan girl. \"We'd better get out of here.\" He\ntook her arm. Dumbly she went with him. None of the outworlders there\ntried to stop them. Ramsey looked back at Garr Symm. The Irwadian was\nshaking his fist. He had finally managed to draw his m.g. gun, but the\ncrowd of outworlders closed between them and there was no chance he\ncould hit Ramsey or the girl. Retching, he had dirtied the glossy green\nscales of his chest.\n\n\"I'll get you,\" he vowed. \"I'll get you.\"\n\nRamsey took the girl outside. It was very cold. \"I'm so afraid,\" she\nsaid. \"What will I do? What can I do?\" She shook with fear.\n\n\"You got a place to sleep?\"\n\n\"Y-yes, but I'm the only Vegan girl in Irwadi City. He'll find me. He'll\nfind me when he's ready.\"\n\n\"O.K. Then come home with me.\"\n\n\"I--\"\n\n\"For crying out loud, I don't look that lecherous, do I? We can't just\nstand here.\"\n\n\"I--I'm sorry. I'll go with you of course.\"\n\nRamsey took her hand again and they ran. The cold black Irwadian night\nswallowed them.\n\n\"So you live in the Old Quarter too,\" the Vegan girl said.\n\n\"Heck yeah. Did you expect a palace?\"\n\n       *       *       *       *       *\n\nRamsey had a room, rent one Irwadi month in arrears, in a cold-water\ntenement near the river which demarked the Old and the New Quarters. The\nfaçade of the old building was dark now. His landlady was probably\nasleep, although you never could tell with that old witch. Ramsey knew\nit wouldn't be the first time she stayed up through half the night to\nawait a delinquent tenant.\n\n\"I--I never went to a man's room before,\" the blue-skinned Vegan girl\nsaid. She was rather pretty in a slender, muscleless, big-eyed,\nfemale-helpless mode.\n\n\"You're a dance-hall girl, aren't you?\"\n\n\"Still, I never spent the night in a man's--\"\n\n\"What's the matter with you? You think we're going to spend the night\nhere? Somebody over at those gaming tables will be able to identify me.\nGarr Symm'll be on his way before long.\"\n\n\"Then what are we going to do?\" The girl was shivering with cold.\n\n\"Hide,\" Jason Ramsey said. \"Somewhere. I just came back to get my\nthings. There isn't much, but there's an old m.g. gun which we might\nneed.\"\n\n\"But they'll find us, and--\"\n\n\"You coming upstairs or will you wait out here and freeze to death in\nthe cold?\"\n\n\"I'm coming.\"\n\nThey went upstairs together, on tip-toe. Ramsey's room was on the third\nfloor, with a besooted view of the industrial complex on the river by\nday. The narrow hall was dark and silent. Behind one of the closed doors\nan outworlder cried out in his sleep. Ramsey had to cup a hand over the\nVegan girl's mouth so she wouldn't scream in empathic fear. He opened\nthe door of his room, surprised that it was not locked. He thought he\nhad left it locked.\n\nAt once he was wary. It was dark in the hall, just as dark in the room.\nHe could see nothing. The door hinges squeaked.\n\n\"Come in, Captain Ramsey,\" a voice said. \"I thought you would never get\nhere.\"\n\nHe stood on the threshold, uncertain. The voice had spoken not\nInterstellar _Coine_, but English. It had spoken English, without a\nforeign accent.\n\nAnd it was a girl's voice.\n\n       *       *       *       *       *\n\nStill, it could have been an elaborate trick. It was unlikely, but not\nimpossible, that Garr Symm had learned Ramsey's identity already and had\nsent an operative here to await him. Ramsey and the Vegan girl had come\non foot. It was a long walk.\n\n\"I'm armed,\" Ramsey lied. \"Come over here. Slowly. Don't put any lights\non.\" He could feel the Vegan girl trembling next to him. Not able to\nunderstand English, she didn't know what was going on.\n\n\"You're armed,\" the unseen girl's voice said in crisp, amused English,\n\"like I'm a six-legged Antarean spider-man. You have an m.g. gun,\nRamsey. It's in this room. I have it. That's all you have. No, don't try\nto lie to me. I'm a telepath. I can read you. Come in and put the light\non and shut the door. You may bring the girl with you if you want.\nBrother, is she ever radiating fear! It's practically drowning your own\nmind out.\"\n\nThe unseen girl wasn't kidding, Ramsey knew. She could read minds. She\nhad proved it to him. Which left him this choice: he could grab the\nVegan girl's arm again and get the heck out of there, or do what the\nunseen Earth girl told him to do. He wanted that m.g. gun. He took the\nVegan girl's hand and advanced over the threshold and closed the door\nand switched on the light.\n\nThe girl was sitting on the bed. She was an Earthgirl, all right. She\nhad come in a toggle-cloak of green Irwadian fur, which was folded\nneatly at her side on the bed. Under it she wore a daring net halter of\nthe type then fashionable on Earth but which had not yet taken over the\noutworlds. It left her shoulders bare and exposed a great deal of\nsmooth, tawny skin through the net. Her firm breasts were cupped in two\nsolid cones of black growing out of the net. Her midriff was bare to an\ninch or two below the navel. Her loins were covered by an abrevitog\nwhich formed a triangle in front and, Ramsey knew, would form one in\nback. Her long, well-formed legs were bare down to the mid-calf boots\nshe wore. She had a beautiful body and had dressed so Ramsey couldn't\nmiss it. Her face was so provocatively beautiful that Ramsey just stood\nthere staring at it--after he had taken in the rest of her. She wore her\nhair quite long. She seemed perfectly composed. In her right hand she\nheld Ramsey's m.g. gun, but she wasn't pointing it at them.\n\nShe looked at the timid Vegan girl and smiled. \"Oh, I am sorry, Captain\nRamsey,\" she said. \"I couldn't know, of course, you'd be coming home\nwith--company.\"\n\n\"It isn't what you think it is,\" Ramsey said, surprised to find himself\non the defensive. \"The girl's in trouble. So'm I.\"\n\nThe Earthgirl laughed. \"Already? You looked the type, but I thought it\nwould take a little time.\"\n\n\"What do you want?\" Ramsey said. They were speaking in English. The\nVegan girl tugged at Ramsey's arm. She wanted to get out of there and\nhoped Ramsey would go with her. Abruptly the Earthgirl burst out\nlaughing.\n\n\"What's so funny?\" Ramsey demanded.\n\n\"Your little Vegan friend. I read her mind, Ramsey. She thinks I'm your\nwife. She thinks I'm mad at you for bringing her home.\"\n\n\"Then why don't you talk in _Coine_,\" Ramsey said in the interstellar\nlanguage, \"and make her feel better? She might as well know I never saw\nyou before in my life.\" He was annoyed.\n\n       *       *       *       *       *\n\nThe Vegan girl smiled timidly, taking hope.\n\n\"But you did,\" the beautiful Earthgirl said. \"I was on the _Polaris_\ntoday, Captain. You were to be the pilot, until Interstellar Transfer\nhere on Irwadi was planetarized.\"\n\n\"I didn't see you. Dressed like that I wouldn't have forgotten you.\"\n\n\"I wasn't dressed like this.\" The girl smiled, very sure of herself. \"I\nread your mind when you came in. The costume's had the desired effect, I\nsee. But you needn't broadcast your animal desires so blatantly.\"\n\n\"Nobody asked you to read my mind. Besides, you needn't broadcast your\nphysical assets so blatantly.\"\n\n\"Touché,\" said the Earthgirl.\n\n\"Listen,\" Ramsey began. \"We're in a jam. We're in a hurry.\"\n\n\"So you told me. I couldn't have wished for more. It looks like I didn't\nneed this costume and its obvious inducements at all, if you're really\nin a jam.\"\n\n\"What the devil is that supposed to mean?\"\n\n\"My name is Margot Dennison, Captain Ramsey. I have managed to buy an\nold starship, small and held together by spit and string and whatever\nthe Irwadians use for prayer--\"\n\n\"They're atheists,\" Ramsey said a little pointlessly. It was the girl.\nDarn her hide, she was beautiful! What did she expect? Looking at her,\nhow could a man concentrate.... \"Hey!\" Ramsey blurted suddenly. \"Did you\nsay Margot Dennison? The tri-di star?\"\n\n       *       *       *       *       *\n\nMargot Dennison smiled. \"That's right,\" she said. \"Stranded five hundred\nlight years from nowhere, Captain Ramsey. With a ship. With money. In\nneed of a hyper-space pilot. That's why I'm here, or didn't you guess?\"\n\n\"I'm listening.\"\n\n\"Isn't it clear? I'll pay you to take me away from here.\"\n\n\"Where to?\"\n\n\"Through hyper-space to Earth. Well?\"\n\n\"I've been grounded. If I take you through hyper-space, I lose my\nlicense.\"\n\n\"You really don't believe that, do you? After the Irwadians grounded all\nof you without warning, and grounded all ships until they can train a\nfew more pilots. You don't really think I.T.S. would take your license\naway if you took a ship up and through hyper, do you? Under the\ncircumstances? Especially since you're in a jam with a totalitarian\ngovernment gone wild? Do you?\"\n\nRamsey said abruptly: \"I'm sorry. I can't take you to Sol System.\"\n\nMargot Dennison smiled. It wasn't the kind of smile designed to make a\nman roll over on his back and wave all fours in the breeze. Margot\nDennison didn't need that kind of smile.\n\n\"Oh, I'm sorry,\" she said. \"I read your mind, you see. Very well,\nCaptain. If you're a fugitive from Earth--I assume Ramsey isn't your\nreal name, by the way--you may take me through hyper to Centauri. That\nwill be quite satisfactory. I will make my way from Centauri. Well?\"\n\n\"Give me the gun,\" Ramsey said.\n\n\"My goodness, of course. I'm not trying to hold you up. Here.\" She got\nup from the bed for the first time and walked toward them. She had firm,\nlong legs, and used them well. She was utterly lovely and although part\nof it was probably her professional know-how, she made you forget that.\nShe was the most attractive girl, Earth or outworld, Ramsey had seen in\nyears.\n\nRamsey took the gun. Their hands met. Ramsey leaned forward quickly and\nkissed her on the lips. He was still holding the Vegan girl's slender\narm, though. She tried to run away but couldn't. Margot Dennison\nreturned the kiss for an instant, to show Ramsey that when she really\nwanted to return it, if she ever really would, she would pack the same\nkind of libidinal vitality in her responses as she did in her\nappearance; then she stood coldly, no longer responsive, until Ramsey\nstepped back.\n\n\"Maybe I was asking for it,\" she said. \"I was prepared for that--and\nmore. But it isn't necessary now, is it? My gosh, Ramsey! Will you\nplease close that mind of yours? You make a girl blush.\"\n\n\"Then put on your cloak,\" Ramsey said, and, really blushing this time,\nshe did so.\n\nShe said: \"I'm prepared to pay you one thousand credits; what do you\nsay?\"\n\n\"I say it must be a pretty important appointment you have on Centauri.\"\n\n\"Earth, Captain Ramsey. I'm settling for Centauri. Well?\"\n\n\"I'll take you,\" Ramsey said, \"if this girl comes too.\"\n\nMargot Dennison looked at the frightened Vegan girl and smiled. \"So it's\nlike that,\" she said.\n\n\"It isn't like anything.\"\n\nRamsey packed a few things in an expanduffle and the three of them\nhurried through the doorway and down stairs. The cold dark night\nawaiting them with a fierce howling wind and the first flurries of snow\nfrom the north.\n\n\"Where to?\" Ramsey hollered above the wind.\n\n\"My place,\" Margot Dennison told him, and they ran.\n\n       *       *       *       *       *\n\nMargot Dennison had a large apartment in Irwadi City's New Quarter. This\nsurprised Ramsey, for not many outworlders lived there. That night,\nthough, he was too tired to think about it. He vaguely remembered a\ncouch for himself, a separate room for the Vegan girl, another for\nMargot Dennison. He slept like a log without dreaming.\n\nHe awoke with anxious hands fluttering at his shoulder. Opening one\nsleepy eye, he saw the Vegan girl. He saw daylight through a window but\nsaid, \"Gmph! Middle of the night.\"\n\nThe Vegan girl said: \"She's gone.\"\n\nRamsey came awake all at once, springing to his feet fully dressed and\nflinging aside his cloak, which he'd used as a blanket. \"Margot!\" he\ncalled.\n\n\"She's gone,\" the Vegan girl repeated. \"When I awoke she wasn't here.\nThe door--\"\n\n       *       *       *       *       *\n\nRamsey ran to the door. It was a heavy plastic irising door. It was\nlocked and naturally would not respond to the whorl patterns of Ramsey's\nthumb.\n\n\"So now we're prisoners,\" Ramsey said. \"I don't get it.\"\n\n\"At least there's food in the kitchen.\"\n\n\"All right. Let's eat.\"\n\nThere were two windows in the room, but when Ramsey looked out he saw\nthey were at least four stories up. They'd just have to wait for Margot\nDennison.\n\nIt took the Vegan girl some time to prepare the unfamiliar Earth-style\nfood with which Margot Dennison's kitchen was stocked. Ramsey used the\ntime to prowl around the apartment. It was furnished in Sirian-archaic,\na mode of furniture too feminine to suit Ramsey's tastes. But then, the\nuni-sexual Sirians, of course, often catered to their own feminine\ntaste.\n\nRamsey found nothing in Margot Dennison's apartment which indicated she\nhad done any acting on Irwadi, and that surprised him, for he'd assumed\nshe had plied her trade here as elsewhere. He felt a little guilty about\nhis snooping, then changed his mind when he remembered that Margot had\nlocked them in.\n\nIn one of the slide compartments of what passed for a bureau in\nSirian-archaic, he found a letter. Since it was the only piece of\ncorrespondence in the apartment, it might be important to Margot\nDennison, thought Ramsey. And if it were important to her....\n\nRamsey opened the letter and read it. Dated five Earth months before, it\nran:\n\n    _My darling Margot: By the time you read this I shall be dead.\n    Ironical, isn't it? Coming so close--with death in the form of\n    an incurable cancer intervening._\n\n    _As you know, Margot, I always wished for a son but never had\n    one. You'll have to play that role, I'm afraid, as you always\n    have. Here is the information I told you I would write down.\n    Naturally, if you intend to do anything about it, you'll guard\n    it with your life._\n\n           *       *       *       *       *\n\n    _Apparently the hyper-space pattern from Irwadi to Earth is the\n    one I was looking for. The proto-men, if I may be bold enough to\n    call them that, first left hyper-space at that point, perhaps a\n    million, perhaps five million, Earth years ago. I don't have to\n    tell you what this means, my child. I've already indicated it to\n    you previously. It suffices to remind you that, in what science\n    has regarded as the most amazing coincidence in the history of\n    the galaxy, humanoid types sprang up on some three thousand\n    stellar worlds simultaneously between one and five million years\n    ago. I say simultaneously although there is the possibility of a\n    four million year lag: indications are, however, that one date\n    would do quite well for all the worlds._\n\n    _Proto-man was tremendously ahead of us in certain sciences,\n    naturally. For example, each humanoid type admirably fits the\n    evolutionary pattern on its particular planet. The important\n    point, Margot, is the simultaneity of the events: it means that\n    proto-man left hyper-space, his birth-place, and peopled the\n    man-habitable worlds of the galaxy at a single absolute instance\n    in time. This would clearly be impossible if the thousands of\n    journeys involved any duration. Therefore, it can only be\n    concluded that they were journeys which somehow negated the\n    temporal dimension. In other words, instant travel across the\n    length and breadth of the galaxy!_\n\n    _Whoever re-discovers proto-man's secret, needless to say, will\n    be the most influential, the most powerful, man in the galaxy.\n    Margot, I thought that man would be me. It won't be now._\n\n    _But it can be you, Margot. It is my dying wish that you\n    continue my work. Let nothing stop you. Nothing. Remember this,\n    though: I cannot tell you what to expect when you reach the\n    original home of proto-man. In all probability the whole race\n    has perished, or we'd have heard of them since. But I can't be\n    sure of that. I can't be sure of anything. Perhaps proto-man,\n    like some deistic god, became disinterested in the Milky Way\n    Galaxy for reasons we'll never understand. Perhaps he still\n    exists, in hyper-space._\n\n           *       *       *       *       *\n\n    _Finally, Margot, remember this. If you presented this letter to\n    the evolutionary scientists on any of the worlds, they'd laugh\n    at you. It is as if unbelief of the proto-man legend were\n    ingrained in all the planetary people, perhaps somehow\n    fantastically carried from generation to generation in their\n    genes because proto-man a million years ago decided that each\n    stellar world must work out its own destiny independently of the\n    others and independent of their common heritage. But in my own\n    case, there are apparently two unique factors at work. In the\n    first place, as you know, I deciphered--after discovering it\n    quite by accident--what was probably a proto-man's dying message\n    to his children, left a million years ago in the ruins on\n    Arcturus II. In the second place, isn't it quite possible that\n    my genes have changed, that I have mutated and therefore do not\n    have as an essential part of my make-up the unbelief of the\n    proto-man legend?_\n\n    _Good luck to you, Margot. I hope you're willing to give up your\n    career to carry out your dying father's wish. If you do, and if\n    you succeed, more power will be yours than a human being has\n    ever before had in the galaxy. I won't presume to tell you how\n    to use it._\n\n    _Oh, yes. One more thing. Since Earth and Alpha Centauri are on\n    a direct line from Irwadi, Centauri will do quite well as your\n    outbound destination if for some reason you can't make Earth.\n    Again, good luck, my child. With all my love, Dad._\n\nRamsey frowned at the letter. He did not know what to make of it. As far\nas he knew, there was no such thing as a proto-man myth in wide currency\naround the galaxy. He had never heard of proto-man. Unless, he thought\nsuddenly, the dying man could have simply meant all the myths of human\ncreation, hypothecating a first man who, somehow, had developed\nindependently of the beasts of the field although he seemed to fit their\nevolutionary pattern....\n\nBut what the devil would hyper-space have to do with such a myth?\nProto-man, whatever proto-man was, couldn't have lived in hyper-space.\nNot in that bleak, ugly, faceless infinity....\n\nUnless, Ramsey thought, more perplexed than ever, it was the very bleak,\nugly, faceless infinity which made proto-man leave.\n\n\"Breakfast!\" the Vegan girl called. Ramsey joined her in the kitchen,\nand they ate without talking. When they were drinking their coffee, an\nEarth-style beverage which the Vegan girl admitted liking, the apartment\ndoor irised and Margot Dennison came in.\n\nRamsey, who had replaced the letter where he'd found it, said: \"Just\nwhat the devil did you think you were doing, locking us in?\"\n\n\"For your own protection, silly,\" Margot told him smoothly. \"I always\nlock my door when I go out, so I locked it today. Naturally, we won't\nhave a chance to apply for a new lock. Besides, why arouse suspicion?\"\n\n\"Where'd you go?\"\n\n\"I don't see where that's any of your business.\"\n\n\"Believe it or not,\" Ramsey said caustically, \"I've seen a thousand\ncredits before. I've turned down a thousand credits before, in jobs I\ndidn't like. As for being stranded here on Irwadi, it's all the same to\nme whether I'm on Irwadi or elsewhere.\"\n\n\"What does all that mean, Captain Ramsey?\"\n\n\"It means keep us informed. It means don't get uppity.\"\n\nMargot laughed and dropped a vidcast tape on the table in front of\nRamsey. He read it and did not look up. There was a description of\nhimself, a description of the Vegan girl, and a wanted bulletin issued\non them. For assaulting the Chief of Irwadi Security, the bulletin said.\nFor assaulting a drunken fool, Ramsey thought.\n\n\"Well?\" Margot asked. This morning she wore a man-tailored jumper which,\nRamsey observed, clashed with the Sirian-archaic furniture. She looked\ncool and completely poised and no less beautiful, if less provocatively\ndressed, than last night.\n\nRamsey returned question for question. \"What about the ship?\"\n\n\"In a Spacer Graveyard, of course. There isn't a landing field on the\nplanet we could go to.\"\n\n\"You mean we'll take off from a Graveyard? From a junk-heap of battered\nold derelict ships?\"\n\n\"Of course. It has some advantages, believe it or not. We'll work on the\nship nights. It needs plenty of work, let me tell you. But then the\nGraveyard is a kind of parts department, isn't it?\"\n\nRamsey couldn't argue with that.\n\nThey spent the next three days sleeping and slowly going stir-crazy.\nThey slipped out each night, though, and walked the two miles to the\nSpacer Graveyard down near the river. It was on the other side of the\nriver, which meant they had to boat across. Risky, but there was no help\nfor it. Each night they worked on the ship, which Ramsey found to be a\nfifty-year old Canopusian freighter in even worse condition than Margot\nhad indicated. The night was usually divided into three sections. First,\nreviewing the work which had been done and planning the evening's\nactivities. Then, looking for the parts they would need in the jungle of\ninterstellar wrecks all about them. Finally, going to work with the\nparts they had found and with the tools which Ramsey had discovered on\nthe old Canopusian freighter the first night.\n\n       *       *       *       *       *\n\nAs they made their way back across the river the first night, Ramsey\npaddling slowly, quietly, Margot said:\n\n\"Ramsey, I--I think we're being watched.\"\n\n\"I haven't seen or heard a thing. You, Vardin?\" Vardin was the Vegan\ngirl's name.\n\nVardin shook her head.\n\nRamsey was anxious all at once, though. Things had gone too smoothly.\nThey had not been interfered with at all. Personally, things hadn't gone\nsmoothly with Ramsey, but that was another story. He found himself\nliking Margot Dennison too much. He found himself trying to hide it\nbecause he knew she could read minds. Just how do you hide your thoughts\nfrom a mind reader? Ramsey didn't know, but whenever his thoughts\ndrifted in that direction he tried thinking of something else--anything\nelse, except the proto-man letter.\n\n\"Yes, that's just what I was thinking,\" Margot said in the boat. \"I can\nread minds, so I'd know best if we were being watched. To get a clear\nreading I have to aim my thoughts specifically, but I can pick up\nfree-floating thoughts as a kind of emotional tone rather than words.\nDoes that make sense?\"\n\n\"If you say so. What else did you read in my mind?\"\n\nMargot smiled at him mysteriously and said nothing.\n\nRamsey felt thoughts of proto-man nibbling at his consciousness. He\ntried to fight them down purely rationally, and knew he wouldn't\nsucceed. He grabbed Margot and pulled her close to him, seeking her\nlips with his, letting his thoughts wander into a fantasy of desire.\n\nMargot slapped his face and sat stiffly in her cloak while he paddled to\nthe other side of the river. Vardin sat like a statue. Ramsey had come\nto a conclusion: he did not like letting Margot know how he felt about\nher, but it was mostly on a straight physical level and he preferred her\ndiscovering it to her learning that he'd read the proto-man letter from\nher father. In his thoughts, though, he never designated it as the\nproto-man letter from her father. He designated it as X.\n\nWhen they reached the bank, Margot said: \"I'm sorry for slapping you.\"\n\n\"I'm sorry for making a pass.\"\n\n\"Ramsey, tell me, what is X?\"\n\nRamsey laughed harshly and said nothing. That gave Margot something to\nthink about. Maybe it would keep her thoughts out of his mind, keep her\nfrom reading....\n\nX marks the spot, thought Ramsey. XXX marks the spot-spot-spot. X is a\nspot in a pot or a lot of rot....\n\n\"Oh, stop it!\" Margot cried irritably. \"You're thinking nonsense.\"\n\n\"Then get the heck out of my mind,\" Ramsey told her.\n\nVardin walked on without speaking. If she had any inkling of what they\nwere talking about, she never mentioned it.\n\nMargot said: \"I still get the impression.\"\n\n\"What impression?\"\n\n\"That we're being followed. That we're being watched. Every step of the\nway.\"\n\nWind and cold and darkness. The hairs on the back of Ramsey's neck\nprickled. They walked on, bent against the wind.\n\n       *       *       *       *       *\n\nSecurity Officer Second Class Ramar Chind reported to his Chief in the\nHall of Retribution the following morning. Chind, a career man with the\nIrwadi Security Forces, did not like his new boss. Garr Symm was no\ncareer man. He knew nothing of police procedure. It was even\nrumored--probably based upon solid fact--that Garr Symm liked his brandy\nexcessively and often found himself under its influence. Worst of\nall--after all, a man could understand a desire for drink, even if,\nsometimes, it interfered with work--worst of all, Garr Symm was a\nscientist, a dome-top in the Irwadi vernacular. And hard-headed Ramar\nChind lost no love on dome-tops.\n\nHe saluted crisply and said: \"You wanted to see me, sir?\"\n\n       *       *       *       *       *\n\nGarr Symm leaned forward over his desk, making a tent of his scaly green\nfingers and peering over it. He said three words. He said: \"The\nEarthgirl Dennison.\"\n\n\"The Spacer Graveyard,\" Ramar Chind said promptly. That was an easy one.\nHis agents had been following the Dennison girl, at Garr Symm's orders.\nRamar Chind did not know why.\n\n\"And?\" Garr Symm asked.\n\n\"The Earthman Ramsey, the Vegan Vardin, both are with her. We can close\nin and arrest the lot, sir, any time you wish.\"\n\n\"Fool,\" Garr Symm said softly, without malice. \"That is the last thing I\nwant. Don't you understand that? No, I guess you don't.\"\n\n\"Yes, sir.\"\n\n\"Their ship?\"\n\n\"Every morning after they leave we go over it. Still two or three nights\naway from completion, sir. Also--\" Ramar Chind smiled.\n\n\"Yes, what is it?\"\n\n\"Two or three nights away from completion, except for one thing. They'll\nneed a fuel supply. Two U-235 capsules rigged for slow implosion, sir.\nThe hopper of their ship is empty.\"\n\n\"Is there such a fuel supply in the Graveyard?\"\n\n\"No, sir.\"\n\n\"But could there be?\"\n\n\"Usually, no. Naturally, the junkers drain out spaceship hoppers before\nscrapping them. U-235 in any form brings--\"\n\n\"I know the value of U-235. Proceed.\"\n\n\"Well, there could be. If they were lucky enough to find such a fuel\nsupply in one of the wrecks in the Graveyard, they wouldn't be\nsuspicious. Naturally, we won't put one there.\"\n\n\"But you're wrong, my dear Ramar Chind. You'll load the hopper of one of\nthose wrecks with enough U-235 for their purposes, and you'll do it\ntoday.\"\n\n\"But sir--\"\n\n\"We're going to follow them, Chind. You and I. We want them to escape.\nIf they don't escape, how can we follow them?\"\n\nRamar Chind shrugged resignedly and lisped: \"How much fuel will they\nneed for their purposes, sir, whatever their purposes are?\" Naturally,\nhis lisping sounded perfectly normal to Garr Symm, who also spoke in\nthe sibilantless Irwadi manner.\n\n\"You'd really like to know, wouldn't you?\" Garr Symm said.\n\n\"Yes, sir. To put me in a position in which I could better do my--\"\n\n\"To satisfy your curiosity, you mean!\"\n\n\"But sir--\"\n\n\"I am a scientist, Chind.\"\n\n\"Yes, sir.\"\n\n       *       *       *       *       *\n\n\"Didn't it strike you as odd that a scientist should be elevated to the\ntop post in your department?\"\n\n\"Of course, sir. I didn't question it, though.\"\n\n\"As you know, Chind, when it was decided to planetarize Irwadi as a\nfirst step toward driving away the outworlders, the quarters of every\noutworlder on Irwadi were thoroughly searched.\"\n\n\"I participated in the--uh, program, sir.\"\n\n\"Good. Then I needn't tell you. Something was found in Margot Dennison's\napartment. Something of immense importance. Something so important that,\nif used properly, it can assure Irwadi the dominant place in the galaxy\nfor all time to come.\"\n\n\"But I thought Irwadi craved isolation--\"\n\n\"Isolation, Chind? To be sure, if intercourse with the other galactic\npowers saw us at the bottom of the heap. But at the top--who would crave\nisolation at the top?\"\n\n\"I see, sir. And the something that was found needed a scientist?\"\n\n\"Very perceptive of you, Chind. Precisely. It was a letter. We copied\nit. Of course, Margot Dennison knows more than what is in the letter;\nthe letter alludes to previous information. We need Dennison and Ramsey.\nWe have to let them go ahead with their plans. Then we follow them,\nChind. You understand?\"\n\n\"Yes, sir.\"\n\n\"You're a good policeman, Chind. The best we have, I understand. You'll\nbe going with me--on the most important assignment you or any Irwadian\never had.\"\n\n\"I am grateful, sir, that you consider me--\"\n\n\"Now, see about that U-235 slow-implosion capsule.\"\n\n\"At once, sir.\"\n\nSaluting smartly, Ramar Chind left Garr Symm's office. Symm smiled and\nsat perfectly still for some minutes. For Irwadi, yes, he was thinking.\nCertainly for Irwadi. For Irwadi absolutely. To make Irwadi the most\nimportant planet in the galaxy. But important planets--in the way that\nIrwadi would be important--couldn't maintain the status quo. For\nexample, Irwadi's form of government might have to be changed. At\npresent, an autocratic bureaucracy with no one man at the top.\nUltimately, after the rediscovery of proto-man's secret--rule by one\nman.\n\nGarr Symm, absolute dictator of the galaxy, if he played his hand right.\n\nGarr Symm sat there for a long time, dreaming of power as no man before\nhim on any world had ever dreamed of power....\n\n       *       *       *       *       *\n\nVardin rushed into the airlock of the Canopusian freighter in a state of\nexcitement. At last they had given her something to do, and she had been\nsuccessful at the outset. Specifically, Ramsey and the beautiful woman\nhad given her a scintillation-counter and told her to prowl among the\nwrecks with it while they worked on the control board of the freighter,\nwhich the beautiful woman had named _Enterprise_.\n\n\"I found it!\" Vardin cried. \"I found it!\"\n\nShe led a sceptical Margot Dennison outside while Ramsey continued\nworking on the _Enterprise_. The two girls walked swiftly through the\ndarkness between the wrecks. By this time they knew every foot of the\nGraveyard.\n\n\"There,\" Vardin said. \"You see?\"\n\nThe scintillation counter was clicking and blinking. Margot smiled and\nwent to work with a portable mechanical arm and a leaded bottle. In ten\nminutes, she had the slow-implosion capsule out of the hopper of a\nbattered old Aldebaranese cargo ship.\n\n\"I never saw one of those mechanical arms working before,\" Vardin said.\n\nMargot smiled. She was delighted with the timid Vegan girl, with the\ncold night, with the way the wind blew across the Graveyard, with\neverything. They had their fuel. Tomorrow night the _Enterprise_ would\nbe ready for its dash into hyper-space. In thirty-six hours she might\nhave her hands on the most valuable find in the history of mankind....\n\nWhen they returned to the _Enterprise_, she let Ramsey kiss her and\ntried to slip the telepathic tentacles of her mind behind his guard--\n\nLewd libidinous fantasies, X stands for nothing for nothing for nothing,\nXXX--she got nowhere.\n\nWhat was X? What was Ramsey's secret? Margot did not know, and wondered\nif she would ever find out.\n\nShe smiled, reading Vardin's mind. For Vardin was thinking: it must be\nso wonderful to have beauty such as she has, to melt the wills of strong\nhandsome men such as Ramsey. It must be truly wonderful.\n\nFor the first twenty-eight years of her life, Margot Dennison would have\nagreed, would have delighted in her own beauty. She still did, to a\npoint. But beyond that point, she could dream only of proto-man and his\nsecret.\n\nBeauty or power?\n\nShe had beauty.\n\nShe wanted power.\n\n       *       *       *       *       *\n\nIn the early hours of the following morning, behind the cover of what\nappeared to be a dense early morning fog but what actually was an\nartificially produced fog, a team of Irwadi technicians swarmed all over\na battered Procyonian cruiser of three thousand tons. By mid-morning,\nworking swiftly and with all the tools and spare parts they would need,\nthey made the ship, called _Dog Star_, space-worthy.\n\nLater that day, but still two hours before nightfall, Ramar Chind\narrived with a small crew of three Security Police. He had selected his\nmen carefully: they knew how to handle a spaceship, they knew how to\nfight, they were quite ruthless. He thought Garr Symm would be pleased.\n\nSymm did not arrive until just before nightfall. He was very agitated\nwhen he came. Ramar Chind, too, was eager. What would happen within the\nnext several hours, he realized, might be beyond his ken, but he still\nrecognized its importance. And, being an opportunist, he would pounce on\nwhatever he found of value to himself....\n\nSeveral hours after the setting of the Irwadi primary had ushered in the\ncold night, Margot Dennison, Ramsey and Vardin arrived at the Graveyard\nand made their way at once to the _Enterprise_. They went inside swiftly\nand in a very few minutes prepared the thousand-tonner for blastoff.\nRamsey's mouth was dry. He could barely keep the thoughts of proto-man\nfrom his mind. If Margot read them....\n\n\"Centauri here we come,\" he said, just to talk.\n\n\"Centauri,\" said Margot.\n\nBut of course, she had another destination in mind.\n\nSeveral hundred yards across the Graveyard, watching, waiting, the\noccupants of _Dog Star_ were armed to the teeth.\n\nRamsey sat at the controls. Vardin stood behind him nervously. The space\ntrip from Vega to Irwadi was probably the only one she had ever taken.\nMargot sat, quite relaxed, in the co-pilot's chair.\n\n\"I still can't believe we're not going to feel anything,\" Vardin said in\nher soft, shy voice.\n\n\"Haven't you ever been through hyper-space before?\" Margot asked the\nVegan girl.\n\n\"Just once.\"\n\n\"In normal space,\" Ramsey explained, \"we feel acceleration and\ndeceleration because the increase or decrease in velocity is experienced\nat different micro-instants by all the cells of our body. In hyper-space\nthe velocity is felt simultaneously in all parts of the ship, including\nall parts of us. We become weightless, of course, but the change is\ninstant and we feel no pressure, no pain.\"\n\nRamsey was waiting until 0134:57 on the ship chronometer. At that\nprecise instant in time, and at that instant only, blastoff would place\nthem on the proper hyper-space orbit. And, before they could feel the\nmounting pressure of blastoff, the timelessness of hyper-space would\nintervene.\n\n\"0130:15,\" Margot read the chronometer for Ramsey. \"It won't be long\nnow. 30:20--\"\n\n\"All right,\" Ramsey said suddenly. \"All right. I can read the\nchronometer.\"\n\n\"Why, Ramsey! I do believe you're nervous.\"\n\n\"Anxious, Margot. A hyper-pilot is always anxious just before crossover.\nYou've got to be, because the slightest miscalculation can send you\nfifty thousand light years off course.\"\n\n\"So? All you'd have to do is re-enter hyper-space and go back.\"\n\nRamsey shook his head. \"Hyper-space can only be entered from certain\npoints in space. We've never been able to figure out why.\"\n\n\"What certain points?\"\n\n       *       *       *       *       *\n\nRamsey looked at her steadily. \"Points which vary with the orbits of the\nthree thousand humanoid worlds, Margot,\" he said slowly. He watched her\nfor a reaction, knowing that strange fact about hyper-space--perfectly\ntrue and never understood--dovetailed with her father's letter about\nproto-man, an unknown pre-human ancestor of all the humanoid races in\nthe galaxy, who had discovered hyper-space, bred variations to colonize\nall the inhabitable worlds, found or created the three thousand\ncrossover points in space, and used them.\n\nMargot showed no response, but then, Ramsey told himself, she was a\ntri-di actress. She could feign an emotion--or hide one. She merely\nasked: \"Is it true that there's no such thing as time in hyper-space?\"\n\n\"That's right. That's why you can travel scores or hundreds or thousands\nof light years through hyper-space in hours. Hyper-space is a continuum\nof only three dimensions. There is no fourth dimension, no dimension of\nduration.\"\n\n\"Then why aren't trips through hyper-space instantaneous? They take\nseveral hours, don't they?\"\n\n\"Sure, but the way scientists have it figured, that's subjective time.\nNo objective time passes at all. It can't. There isn't any--in\nhyper-space.\"\n\n\"Then you mean--\"\n\nRamsey shook his head. \"0134:02,\" he said. \"It's almost time.\"\n\nThe seconds ticked away. Even Margot did not seem relaxed now. She\nstared nervously at the chronometer, or watched Ramsey's lips as he\nsilently read away the seconds. A place where time did not exist, an\nunder-stratum of extension sans duration. An idea suddenly entered her\nmind, and she was afraid.\n\nIf proto-man had colonized the galactic worlds between one and four or\nfive million years ago, but if time did not exist for proto-man, then\nwasn't the super-race which had engendered all mankind still waiting in\nits timeless home, waiting perhaps grimly amused to see which of their\nprogeny first discovered their secret? Or must proto-man, like humans\neverywhere, fall victim to subjective time if objective time did not\nmatter for him?\n\nRamsey was saying softly: \"Fifty-three, fifty-four, fifty-five,\nfifty-six ... blastoff!\"\n\nHis hand slammed down on the activating key.\n\nAn instant later, having felt no sensation of acceleration, they were\nfloating weightlessly in the cabin of the little _Enterprise_.\n\n       *       *       *       *       *\n\n\"The qualities of radar,\" Garr Symm said, \"exist in their totality in a\nuniverse of extension. Time, actually is a drawback to radar,\nnecessitating a duration-lag between sending and receiving. Therefore,\nRamar Chind, radar behaves perfectly in hyper-space, as you see.\"\n\n\"Yes,\" Ramar Chind said, floating near the radar screen aboard the _Dog\nStar_. At its precise center was a bright little pip of light.\n\n_The Enterprise_....\n\n\"But don't we do anything except follow them?\" Ramar Chind said after a\nlong silence.\n\nGarr Symm smiled. \"Does it really matter? You see, Chind, time actually\nstands still for us here. Duration is purely subjective, so what's your\nhurry?\"\n\nRamar Chind licked his lips nervously and stared fascinated at the\nlittle pip of bright light.\n\nWhich suddenly dipped and swung erratically.\n\n       *       *       *       *       *\n\n\"What is it?\" Margot asked. \"What's the matter?\"\n\n\"Take it easy,\" Ramsey told her.\n\n\"But the ship's swooping. I can feel it. I thought you weren't supposed\nto feel movement in hyper-space!\"\n\n\"Relax, will you? There are eddies in hyper-space, that's all. If you\nwant an analogy in terms of our own universe, think of shoals in an\nocean--unmarked by buoys or lights.\"\n\n\"You mean they have to be avoided?\"\n\n\"Yes.\"\n\n\"But this particular shoal--it's midway between Irwadi and Earth?\"\n\n\"There isn't any 'midway,' Margot. That's the paradox of hyper-space.\"\n\n\"I--I don't understand.\"\n\n\"Look. In the normal universe, extension is measured by time. That is,\nit takes a certain amount of time to get from point A to point B.\nConversely, time is measured by extension in space. On Earth, a day of\ntime passes when Earth moves through space on an arc one\nthree-hundred-sixty-fifth of its orbit around the sun in length. Since\nthere isn't any time to measure extension with in hyper-space, since\ntime doesn't exist here, you can't speak of mid-points.\"\n\n\"But this--shoal. It's always encountered in hyper-space between Earth\nand Irwadi?\"\n\nRamsey nodded. \"Yes, that is right.\"\n\nMargot smiled.\n\nThe smile suddenly froze on her face.\n\nThe _Enterprise_ lurched as if an unseen giant hand had slapped it.\n\nAt that moment Ramsey leaned forward over the controls, battling to\nbring the _Enterprise_ back on course.\n\nAnd let down his mental guard.\n\n_... precise place in hyper-space her father must have meant ... home of\nproto-man ... thinks I'm going to stop there, she's crazy ... heck, I'm\nno mystic, but there are things not meant to be meddled with ..._\n\nThe ship swooped again. Ramsey went forward against the control panel\nhead-first and fell dazed from the pilot chair. His head whirled, his\narms and legs were suddenly weak and rubbery. He tried to stand up and\nmake his way back to the controls again, but collapsed and went down to\nhis knees. He crouched there, trying to shake the fog from his brain.\n\nWith a cry of triumph, Margot Dennison leaped at him and bore him down\nto the floor with her weight. He was still too dazed from the blow on\nhis head to offer any resistance when her strong hands tugged at his\nbelt and withdrew the m.g. gun. She got up with it, backing away from\nhim quickly toward the rear bulkhead as the ship seemed to go into a\nsmooth glide which could be felt within it. Vardin stood alongside\nRamsey, a hand to her mouth in horror. Ramsey got up slowly.\n\n\"Stay where you are!\" Margot cried, pointing the m.g. gun at him. \"I'll\nkill you if I have to. I'll kill you, Ramsey, I mean it.\"\n\nRamsey did not move.\n\n       *       *       *       *       *\n\n\"So you knew about my father,\" Margot challenged him.\n\n\"Yeah. So what?\"\n\n\"And this shoal in hyper-space is a world, isn't it?\"\n\nRamsey nodded. \"I think so.\"\n\n\"O.K. Sit down at the controls, Ramsey. That's right. Don't try\nanything.\"\n\nRamsey was seated in the pilot chair again. His head was still whirling\nbut his strength had returned. He wondered if he could chance rushing\nher but told himself she meant what she said. She would kill him in cold\nblood if she had to.\n\n\"Bring the _Enterprise_ down on that world, Ramsey.\"\n\nHe sat there and stubbornly shook his head. \"Margot, you'll be meddling\nwith a power beyond human understanding.\"\n\n\"Rubbish! You read my father's letter, didn't you? That fear's been\nimplanted in your genes. It's part of the heredity of our people. It's\nrubbish. Bring the ship down.\"\n\nStill Ramsey did not move. Vardin looked from him to Margot Dennison and\nback again with horror in her eyes.\n\n\"I'll count three,\" Margot said. \"Then I'll shoot the Vegan girl. Do you\nunderstand?\"\n\nRamsey's face went white.\n\n\"One,\" Margot said.\n\nVardin stared at him beseechingly.\n\nRamsey said: \"All right, Margot. All right.\"\n\nFive minutes later, subjective time, the _Enterprise_ landed with a\nlurch.\n\nThat they had reached a world in hyper-space there could be no doubt.\nBut outside the portholes of the little freighter was only the murky\ngrayness of the timeless hyper-space continuum.\n\n       *       *       *       *       *\n\n\"They've gone down, sir!\" Ramar Chind cried.\n\nGarr Symm nodded. For the first time he was really nervous. He wondered\nabout the Dennison letter. Could his fear be attributed to ancestral\nmemory, as Dennison had indicated? Was it really baseless--this\ncrawling, cold-fingered hand of fear on his spine?\n\nThere was no physical barrier. The _Enterprise_ had established that\nfact. Then was there a barrier which Garr Symm, along with all\nhumanoids, had somehow inherited?\n\nA barrier of stark terror, subjective and unfounded on fact?\n\nAnd beyond it--what?\n\nPower to chain the universe....\n\nThink, Garr Symm told himself. You've got to be rational. You're a\nscientist. You've been trained as a scientist. This is their barrier,\nerected against you, against all humanoids, a million years ago. It\nisn't real. It's all in your mind.\n\n\"Do you want me to follow them down?\" Ramar Chind asked.\n\nGarr Symm envied the policeman. Naturally, Ramar Chind did not share his\nterror. You didn't know the terror until you learned about proto-man;\nthen the response seemed to be triggered in your brain, as if it had\nbeen passed to you through the genes of your ancestors, waiting a\nmillion years for release....\n\nFear, a guardian.\n\nOf what? Garr Symm asked himself. Think of that, fool. Think of what it\nguards.\n\nPower--\n\nTeleportation or its equivalent.\n\nGone the subjective passage of hours in hyper-space.\n\nEarned--if you were strong enough or brave enough to earn it--the\nability to travel instantly from one humanoid world to another.\nInstantly. Perhaps from any one point on any humanoid world to any one\npoint, precise, specific, exact, on another world.\n\nTo plunder.\n\nOr assassinate.\n\nOr control the lives of men, everywhere.\n\n_Sans_ ship.\n\n_Sans_ fear.\n\n_Sans_ the possibility of being caught or stopped.\n\nSweating, Garr Symm said: \"Bring the _Dog Star_ down after them, Ramar\nChind.\"\n\n       *       *       *       *       *\n\nRamsey smiled without humor. \"What now, little lady?\" he said mockingly.\n\n\"Shut up. Oh, shut up!\"\n\n\"What are you going to do now?\"\n\n\"I told you to shut up. I have to think.\"\n\n\"I didn't know a gorgeous tri-di actress ever had to think.\"\n\n\"Let me see those figures again,\" Margot said.\n\nRamsey handed her the tapes from the _Enterprise's_ environment-checker.\n\nTemperature: minus two hundred and twenty degrees Fahrenheit.\n\nAtmosphere: none.\n\nGravity: eight-tenths Earth-norm.\n\n\"And we don't have a spacesuit aboard,\" Ramsey said.\n\n\"But it can't be. It can't. This is the home of proto-man. I know it is.\nBut if I went out there I'd perish from cold in seconds and lack of air\nin minutes.\"\n\n\"That's right,\" Ramsey said almost cheerfully. \"So do I take the ship\nback up?\"\n\n\"I hate you, Jason Ramsey. Oh, I hate you!\" Margot cried. Then suddenly:\n\"Wait! Wait a minute! What was that you were thinking? Tell me! You must\ntell me--\"\n\nRamsey shook his head and tried to force the thoughts from his mind with\ndoggerel. Ben Adam, he thought. Abou Ben Adam, Humpty Dumpty, hurry,\nhurry, hurry, the only two headed get yours here the sum of the square\nof the sides is equal to the square of the hyper-space, no, mustn't\nthink that mimsy were the borogroves and the momraths now what the heck\ndid the momraths do anyhow absolute zero is the temperature at which\nall molecular activity....\n\n\"What were you thinking, Ramsey?\"\n\nHis mind was a labyrinth. There were thousands of discrete thoughts, of\ncourse. Millions of them, collected over a lifetime. But all at once he\ndid not know his way through that labyrinth and his thoughts kept\nwhirling back to the one Margot Dennison wanted as if, somehow, she\ncould pluck it from his mind.\n\nShe stood before him, her brow furrowed, sweat beading her pretty face.\n\nAnd she was winning, forcing the thought to take shape in Ramsey's\nmind--\n\n_But if I went out there I'd perish from cold in seconds and lack of air\nin minutes._\n\n_Cold_, came the known and unbidden thoughts to Ramsey's struggling\nmind. _And lack of air. Attributes of extension, of space_, but measured\nby duration, by time. _And since time does not exist in hyper-space, the\nvacuum out there and the terrible, killing cold, could have no effect on\nyou. You could go out there perfectly protected from the lethal\nenvironment by the absence of the time dimension._\n\nMargot smiled at him. \"Thank you,\" she said. \"Thank you, Ramsey.\"\n\nHe was about to speak, but she added: \"And don't give me that stuff\nabout a power we shouldn't tamper with. I'm going out there. Now.\"\n\nRamsey nodded slowly. \"I won't stop you.\"\n\n\"But just so you don't get any ideas of stranding me here--Vardin.\nVardin's going with me.\"\n\nThe Vegan girl looked at Ramsey mutely.\n\n       *       *       *       *       *\n\nRamsey said: \"What makes you think I'll let you take her?\"\n\nMargot smiled again. \"The m.g. gun makes me think so.\"\n\n\"The heck of it is, you're not really bad, Margot. This thing's got you,\nis all. You're not essentially evil.\"\n\n\"Thank you for the thrilling compliment. I'm delighted,\" Margot said\nsarcastically.\n\n\"Vardin stays with me.\"\n\nMargot reminded him of the lethal m.g. gun by showing it to him,\nmuzzle-first.\n\nHe laughed in her face. \"Go ahead and shoot.\"\n\nShe stared at him.\n\n\"There isn't a lethal weapon'd do you any good here in a timeless\ncontinuum. Take an m.g. gun. It induces an artificial breakdown of\nradioactive fuel in its chamber, firing an instantly lethal dose of\nradiation. But in order for radioactive breakdown to occur, time must\npass. Even if it's only milliseconds, as in the case of an m.g. gun.\nThere aren't any milliseconds on this world, Margot. There isn't any\ntime. So go ahead and pull the trigger.\"\n\nMargot frowned and pointed the gun to one side and fired.\n\nNothing happened. Margot almost looked as if her hard shell had been\nsundered by the impotence of the m.g. gun. She pouted. Her eyes gleamed\nmoistly.\n\nThen Ramsey said: \"O.K. Let's go.\"\n\n\"What--what do you mean?\"\n\n\"Out there. All of us.\"\n\n\"But I thought you said--\"\n\n\"Sure, I'm scared stiff. A normal man would be. It's in our genes,\naccording to your father. But I'm also a man. What the devil d'you think\nit was first got man out of his cave and started along the road to\ncivilization and the stars? It was curiosity. Fear restraining him, and\ncuriosity egging him on. Which do you think won in the end?\"\n\n\"Oh, Ramsey, I could kiss you!\"\n\n\"Go right ahead,\" Ramsey said, and she did.\n\nThey opened the airlock. They went outside smiling.\n\nBut Vardin, who went with them, wasn't smiling. There was sadness\ninstead.\n\n       *       *       *       *       *\n\nIn cumbersome spacesuits, the five Irwadians made their way from the\n_Dog Star_ to the _Enterprise_. Ramar Chind and his three policemen\ncarried m.g. guns; Garr Symm was unarmed. Chind used a whorl-neutralizer\nto force the pattern of the lock on the outer door of the _Enterprise's_\nairlock. Then the five of them plunged inside the ship.\n\nThe inner door was not closed.\n\nThe _Enterprise_ was empty.\n\nGarr Symm looked doubtfully at the gray murkiness behind them. Although\nthe _Dog Star_ stood out there less than a quarter of a mile away, they\ncouldn't see it through the murk.\n\n\"Where did they go?\" Ramar Chind asked.\n\nSymm waved vaguely behind them.\n\nChind and his men turned around.\n\nGritting his teeth against the fear which welled up like nausea from the\npit of his stomach, Garr Symm went with them.\n\nAt that moment they all heard the music.\n\n\"You hear it?\" Ramsey asked softly. His voice did not carry on the\nairless world, of course. But he spoke, and the words were understood,\nnot merely by Margot, who could read his mind, but by Vardin as well.\n\n\"Music,\" said Margot. \"Isn't it--beautiful?\"\n\n       *       *       *       *       *\n\nRamsey nodded slowly. He could barely see Margot, although he held her\nhand. He could barely see Vardin although they stood hand in hand too.\nThe music was un-Earthly, incapable of repetition, indescribably the\nloveliest sound he had ever heard. He wanted to sink down into the\nobscuring gray murk and weep and listen to the haunting, sad, lovely\nstrains of sound forever.\n\n\"What can it possibly be?\" Margot asked.\n\nSurprisingly, it was Vardin who answered. \"Music of the Spheres,\" she\nsaid. \"It's a legend on Vega III, my world.\"\n\n\"And on Earth,\" Ramsey said.\n\nVardin told them: \"On all worlds. And, like all such legends, it has a\nbasis in reality. This is the basis.\"\n\nThat didn't sound like timid little Vardin at all. Ramsey listened in\namazement. He thought he heard Vardin laugh.\n\nMusic. But didn't the notes need the medium of time in which to be\nheard? How could they hear music here at all? Or were they hearing it?\nPerhaps it merely impinged on their minds, their souls, just as they\nwere able to hear one another's thoughts as words....\n\nThey'd never understand fully, Ramsey knew suddenly. Perhaps they could\ngrasp a little of the nature of this place, a shadow here, the\nhalf-suggestion of the substance of reality there, a stillborn thought\nhere, a note of celestial music there, the timeless legacy of proto-man,\nwhatever proto-man was....\n\n\"The fog is lifting!\" Vardin cried.\n\nThe fog was not lifting.\n\nThen it was.\n\nRamsey would never forget that. Vardin had spoken while the dense gray\nmurk enveloped them completely.\n\nThen it began to grow tenuous.\n\nAs if Vardin's words had made it so. Little Vardin, shy, frightened\nVardin, suddenly, inexplicably, the strongest, surest one among them....\n\nThe sky, white and dazzling, glistened. The gray murk glistened too, a\nhundred yards off in all directions, like a wall of polished glass\nsurrounding them.\n\nIn the very middle of the bell-jar of visibility granted them all at\nonce, stood a black rectangular object.\n\n\"The teleporter!\" Margot cried. \"The matter-transmitter! I know it is. I\n_know_ it is!\"\n\nRamsey stood waiting breathlessly.\n\nNo, he realized abruptly, not breathlessly. You couldn't say\nbreathlessly.\n\nFor Ramsey had not breathed, not once, since they left the _Enterprise_.\n\nYou didn't breathe on a timeless world. You merely--somehow--existed.\n\n\"It's opening!\" Margot cried.\n\nThe black rectangle, ominously coffin-shaped, was indeed opening.\n\n\"The matter transmitter,\" Margot said a second time. \"The secret of\nproto-man, of our ancestors who colonized all the worlds of space with\nit, instantly, at the same cosmic moment. Think of what it means,\nRamsey, can you? Instantaneous travel, anywhere, without the need for\nenergy since energy cannot be used here, without the passage of time\nsince time does not exist here.\" She stood transfixed, looking at the\nblack box. The lid had lifted at right angles to the rest of the box.\n\n       *       *       *       *       *\n\nMargot said, in the whisper of an awed thought: \"Who controls it\ncontrols the galaxy....\"\n\nAnd she walked toward the box.\n\nAt that moment Ramsey had a vision. He saw--or thought he saw--Margot\nDennison in the costume she had worn when they first met. She stood,\neyes wide, fearful, expectant, before a chess-board. The pieces seemed\nto be spaceships. It was a perfectly clear vision, but it was the only\nsuch vision Ramsey had ever been vouchsafed in his life. He was no\nmystic. He did not know what to make of it.\n\nPlaying chess with Margot was--proto-man.\n\nRamsey only saw his hand.\n\nA hand perhaps five million years old.\n\nHe blinked. The vision persisted, superimposed over Margot's figure as\nshe walked toward the box.\n\nA game, he thought. Because we don't understand it. Not that kind of\npower. Not the power a matter-transmitter would give. A cosmic game on\na chess-board which wasn't quite a chess-board, with a creature who had\nnever lived as we know life and so could never die....\n\nWith the future of the galaxy hanging in the balance. Life or death for\nman hanging on a slim thread, because man wasn't ready for\nmatter-transmission, couldn't hope to use it wisely, would use it\nperhaps for war, transmitting lethal weapons, thermonuclear,\nworld-destroying weapons, instantly through space, for delivery\nanywhere, negating time....\n\nDeath hovered.\n\n\"Wait!\" Ramsey called, and ran forward.\n\nJust then five new figures, space-suited, appeared under the gleaming\ndome.\n\n\"Stop that woman!\" a voice which Ramsey should not have been able to\nhear but which he somehow heard perfectly cried. \"Stop her!\"\n\nM.g. guns were raised, fired.\n\nWithout effect.\n\nThree of the spacesuited figures ran after Margot as the voice repeated:\n\"Stop her! The box is mine, mine!\"\n\nIt was Garr Symm's voice.\n\nRamsey did not know if he should stop Margot himself, or fight Symm's\nmen. Although they couldn't use their weapons on this world, they could\nstill hurt--possibly even kill--Margot. Ramsey turned and waited for\nthem.\n\nThe strange, mystic vision was gone. He saw only three space-suited\nfigures, saw Margot walking steadily toward the box. Either she was\nmoving very slowly or the box retreated or it was further away than it\nhad looked at first. For she hadn't reached it yet.\n\nRamsey met the space-suited figures head-on.\n\nThere were three of them, but they were awkward in their suits,\ncumbersome, incapable of quick responses.\n\nRamsey hit the first one in the belly and darted back. His fist felt\ncontact with the soft bulk of the insulined suit, then with the harder\nbulk of the man. He struck again, harder this time.\n\n       *       *       *       *       *\n\nThe scaly green face of the Irwadi within the space-suit grimaced with\npain. He doubled over and fell, his helmet shattering against the ground\nat Ramsey's feet.\n\nThen an incredible thing happened. The Irwadi opened his mouth to\nscream. His face froze. He lost his air. His face bloated.\n\nAnd he died.\n\nRamsey couldn't believe his eyes.\n\nIt was not possible to die from lack of air or from cold on a world\nwithout the time continuum. Ramsey, Vardin and Margot had proved that by\nventuring out without protection.\n\nBut the Irwadi had died.\n\nMental suggestion?\n\nBecause he thought he would die?\n\nBecause that was the only way you could perish on a world lacking in the\ntime dimension--by your own thoughts?\n\nThe second space-suited figure closed with Ramsey awkwardly. Ramsey hit\nhim. The man of Irwadi fell, his helmet cracked, he tried to scream--and\ndied.\n\nThe third man fled.\n\nRamsey ran after Margot. \"Wait!\" he cried. He couldn't talk to her about\nhis fantastic vision. It was personal. She wouldn't understand. Mystic\nexperience always is like that. And yet, with the conviction that only a\nmystic can have--although he certainly was no mystic--Ramsey knew the\ngalaxy would be in grave trouble if mankind were given the secret of\nmatter-transmission.\n\nA voice said: \"You are right.\"\n\nIt was Vardin's voice, and Vardin went on:\n\n\"Ramsey, stop her. I can't stop her. It is only granted that I\nobserve--and convince, if I can. I am not a Vegan girl. I am--\"\n\nRamsey said it. \"Proto-man!\"\n\n\"There aren't many of us left. We discovered matter-transmission. We\nused it once, to people the worlds of the galaxy. It was our final\ncreative effort. We merely observe now, unable to destroy our creation,\ntrying to keep it out of mankind's hands. You see--\"\n\n\"Then back on Irwadi you knew all along we would come here!\"\n\n\"I was vouchsafed the vision, yes. Even as you--stop her, Ramsey. You\nmust stop her!\"\n\n       *       *       *       *       *\n\nRamsey sprinted forward. Margot was nearing the black coffin now.\n\nRamsey ran at her, and tackled her.\n\nThey went down together, the girl fighting like a tigress, tooth and\nnail, wildly, sobbing, striking out at Ramsey with small impotent fists,\nuntil he subdued her. Panting, they glared at each other.\n\nAnd could not stop Garr Symm from running past them, eyes rapt behind\nthe plastiglass of his helmet, and jumping into the black box.\n\n\"To the end of the universe and back!\" he cried. \"Take me there and\nback. Instantly. Prove to me that you work! Now....\" His voice trailed\noff. He had addressed the black rectangle almost as if it were something\nalive.\n\n       *       *       *       *       *\n\nRamsey thought he heard a growl from the box. He stood before it,\nlooking in. The hackles rose on his neck.\n\n\"You see,\" Vardin said. \"My ancestors and yours discovered the power of\na god--and did not understand it. We were incorporeal. We created\nlife--your ancestors. We patterned it to fit the evolution of the three\nthousand worlds. Human life. Millions of them, colonists for the worlds\nof normal space. We were tampering in our tragic pride, Ramsey, with\nforces we would never comprehend.\n\n\"We colonized the worlds, deciding that physical existence, along with\nthe mental prowess we had, was the ideal state. A few of us, like\nmyself, or my ancestors if you wish, although the purely mental lives\ncontinuously--a few of us stayed behind and saw--the loss of a million\nyears!\"\n\nRamsey's eyes still could not pierce the darkness inside the box.\n\n\"What do you mean?\" he asked in an awed voice.\n\n\"We sent out god-like men. We did not understand our discovery. The\ngod-like men--but look at Garr Symm.\"\n\nThe spacesuited figure got up slowly. It blinked at Ramsey. It growled.\nIt had a recognizably green, scale-skinned face. But it was not the face\nof Garr Symm. It was the face of Garr Symm's caveman ancestors, a\nmillion years ago....\n\n\"This is what happened to my people,\" Vardin said.\n\nShe looked at Ramar Chind and Chind, responding, went to Garr Symm and\nled him quietly back toward the _Dog Star_. Chind never said a word.\nGarr Symm growled.\n\n\"Take the Earthgirl and go,\" Vardin told Ramsey.\n\n\"But I--you--aren't you coming?\"\n\n\"My work is finished,\" Vardin told him. \"For now.\"\n\n\"For now?\"\n\n\"I am a guardian. When I am needed again--\" She shrugged her slim blue\nshoulders.\n\n\"But Margot will never be content now,\" Ramsey protested. \"Not when\nshe's come so close.\"\n\n\"She'll understand. Just as you understand. You'll be good for each\nother, Ramsey, you and the girl. She's had only her fierce pride and her\ndreams of power. She has room for love. She needs love.\"\n\n\"But you--\"\n\n\"I? I am nothing. I am the end-product of an equation our ancestors\nfound a million years ago. An equation to give them god-like power.\nInstead it made them savages and I have had to watch their slow climb\nback to the stars. An equation, Ramsey. Almost an equation of doom. Now\ngo.\"\n\nVardin flickered, became insubstantial. Her body seemed to melt into the\ngray mists.\n\nThe gleaming walls were gone. The black box was gone. Vardin was gone.\n\nRamsey led Margot back to the _Enterprise_.\n\nMoments later--although the elapsed time was subjective--they blasted\noff.\n\nMargot opened her eyes. She had been sleeping. She smiled at Ramsey\ntremulously. \"I love you,\" she said. Her words seemed to surprise her.\n\n\"I can't go back to Earth,\" Ramsey said.\n\n\"Who wants to go back to Earth--if you can't?\"\n\nThey had, Ramsey knew, all of space and the life-span of mortal man to\nenjoy together.\n\n\nTHE END\n\n\n\n\n  +--------------------------------------------------------------+\n  |                                                              |\n  | Transcriber's note:                                          |\n  |                                                              |\n  | Inconsistent hyphenation (matter-transmitter/matter          |\n  | transmitter, scintillation-counter/scintillation counter,    |\n  | space-suit/spacesuit) has been retained.                     |\n  |                                                              |\n  | Deliberate mis-spellings (borogroves, momraths; plus all the |\n  | lithping) have been retained. Minor changes to punctuation   |\n  | were made without comment.                                   |\n  |                                                              |\n  +--------------------------------------------------------------+\n\n\n\n***END OF THE PROJECT GUTENBERG EBOOK EQUATION OF DOOM***\n\n\n******* This file should be named 29146-8.txt or 29146-8.zip *******\n\n\nThis and all associated files of various formats will be found in:\nhttp://www.gutenberg.org/dirs/2/9/1/4/29146\n\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://www.gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.gutenberg.org/fundraising/pglaf.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://www.gutenberg.org/about/contact\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://www.gutenberg.org/fundraising/donate\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit:\nhttp://www.gutenberg.org/fundraising/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}