{"title": "Houlihan's Equation", "author": "Walt Sheldon", "releaseDate": "June 19, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n    _Every writer must seek his own Flowery Kingdom in imagination's\n    wide demesne, and if that search can begin and end on Earth his\n    problem has been greatly simplified. In post-war Japan Walt Sheldon\n    has found not only serenity, but complete freedom to write\n    undisturbed about the things he treasures most. A one-time Air Force\n    officer, he has turned to fantasy in his lighter moments, to bring\n    us such brightly sparkling little gems as this._\n\n\n houlihan's\n   equation\n\n _by ... Walt Sheldon_\n\n\n The tiny spaceship had been built for a journey to a star. But its\n small, mischievous pilots had a rendezvous with destiny--on Earth.\n\n\nI must admit that at first I wasn't sure I was hearing those noises. It\nwas in a park near the nuclear propulsion center--a cool, green spot,\nwith the leaves all telling each other to hush, be quiet, and the soft\nbreeze stirring them up again. I had known precisely such a secluded\nlittle green sanctuary just over the hill from Mr. Riordan's farm when I\nwas a boy.\n\nNow it was a place I came to when I had a problem to thrash out. That\nmorning I had been trying to work out an equation to give the\ncoefficient of discharge for the matter in combustion. You may call it\ngas, if you wish, for we treated it like gas at the center for\nconvenience--as it came from the rocket tubes in our engine.\n\nWithout this coefficient to give us control, we would have lacked a\nworkable equation when we set about putting the first moon rocket around\nthose extraordinary engines of ours, which were still in the undeveloped\nblueprint stage.\n\nI see I shall have to explain this, although I had hoped to get right\nalong with my story. When you start from scratch, matter discharged\nfrom any orifice has a velocity directly proportional to the square root\nof the pressure-head driving it. But when you actually put things\ntogether, contractions or expansions in the gas, surface roughness and\nother factors make the velocity a bit smaller.\n\nAt the terrible discharge speed of nuclear explosion--which is what the\ndrive amounts to despite the fact that it is simply water in which\nnuclear salts have been previously dissolved--this small factor makes\nquite a difference. I had to figure everything into it--diameter of the\nnozzle, sharpness of the edge, the velocity of approach to the point of\ndischarge, atomic weight and structure-- Oh, there is so much of this\nthat if you're not a nuclear engineer yourself it's certain to weary\nyou.\n\nPerhaps you had better take my word for it that without this\nequation--correctly stated, mind you--mankind would be well advised not\nto make a first trip to the moon. And all this talk of coefficients and\nequations sits strangely, you might say, upon the tongue of a man named\nKevin Francis Houlihan. But I am, after all, a scientist. If I had not\nbeen a specialist in my field I would hardly have found myself engaged\nin vital research at the center.\n\nAnyway, I heard these little noises in the park. They sounded like small\nworking sounds, blending in eerily mysterious fashion with a chorus of\nsmall voices. I thought at first it might be children at play, but then\nat the time I was a bit absent-minded. I tiptoed to the edge of the\ntrees, not wanting to deprive any small scalawags of their pleasure, and\npeered out between the branches. And what do you suppose I saw? Not\nchildren, but a group of little people, hard at work.\n\nThere was a leader, an older one with a crank face. He was beating the\nair with his arms and piping: \"Over here, now! All right, bring those\nelectrical connections over here--and see you're not slow as treacle\nabout it!\"\n\nThere were perhaps fifty of the little people. I was more than startled\nby it, too. I had not seen little people in--oh, close to thirty years.\nI had seen them first as a boy of eight, and then, very briefly again,\non my tenth birthday. And I had become convinced they could _never_ be\nseen here in America. I had never seen them so busy, either. They were\nbuilding something in the middle of the glade. It was long and shiny and\nupright and a little over five feet in height.\n\n\"Come along now, people!\" said this crotchety one, looking straight at\nme. \"Stop starin' and get to work! You'll not be needin' to mind that\nman standin' there! You know he can't see nor hear us!\"\n\nOh, it was good to hear the rich old tongue again. I smiled, and the\nforeman of the leprechauns--if that's what he was--saw me smile and\nbecame stiff and alert for a moment, as though suspecting that perhaps\nI actually could see him. Then he shrugged and turned away, clearly\ndeeming such a thing impossible.\n\nI said, \"Just a minute, friend, and I'll beg your pardon. It so happens\nI _can_ see you.\"\n\nHe whirled to face me again, staring open-mouthed. Then he said, \"What?\nWhat's that, now?\"\n\n\"I can see you,\" I said.\n\n\"Ohhh!\" he said and put his palms to his cheekbones. \"Saints be with us!\nHe's a believer! Run everybody--run for your lives!\"\n\nAnd they all began running, in as many directions as there were little\nsouls. They began to scurry behind the trees and bushes, and a sloping\nembankment nearby.\n\n\"No, wait!\" I said. \"Don't go away! I'll not be hurting you!\"\n\nThey continued to scurry.\n\nI knew what it was they feared. \"I don't intend catching one of you!\" I\nsaid. \"Come back, you daft little creatures!\"\n\nBut the glade was silent, and they had all disappeared. They thought I\nwanted their crock of gold, of course. I'd be entitled to it if I could\ncatch one and keep him. Or so the legends affirmed, though I've wondered\noften about the truth of them. But I was after no gold. I only wanted to\nhear the music of an Irish tongue. I was lonely here in America, even if\nI had latched on to a fine job of work for almost shamefully generous\npay. You see, in a place as full of science as the nuclear propulsion\ncenter there is not much time for the old things. I very much wanted to\ntalk to the little people.\n\nI walked over to the center of the glade where the curious shiny object\nwas standing. It was as smooth as glass and shaped like a huge cigar.\nThere were a pair of triangular fins down at the bottom, and stubby\nwings amidships. Of course it was a spaceship, or a miniature replica of\none. I looked at it more closely. Everything seemed almost miraculously\ncomplete and workable.\n\nI shook my head in wonder, then stepped back from the spaceship and\nlooked about the glade. I knew they were all hiding nearby, watching me\napprehensively. I lifted my head to them.\n\n\"Listen to me now, little people!\" I called out. \"My name's Houlihan of\nthe Roscommon Houlihans. I am descended from King Niall himself--or so\nat least my father used to say! Come on out now, and pass the time o'\nday!\"\n\nThen I waited, but they didn't answer. The little people always had been\nshy. Yet without reaching a decision in so many words I knew suddenly\nthat I _had_ to talk to them. I'd come to the glen to work out a knotty\nproblem, and I was up against a blank wall. Simply because I was so\nlonely that my mind had become clogged.\n\nI knew that if I could just once hear the old tongue again, and talk\nabout the old things, I might be able to think the problem through to a\nsatisfactory conclusion.\n\nSo I stepped back to the tiny spaceship, and this time I struck it a\nresounding blow with my fist. \"Hear me now, little people! If you don't\nshow yourselves and come out and talk to me, I'll wreck this spaceship\nfrom stem to stern!\"\n\n       *       *       *       *       *\n\nI heard only the leaves rustling softly.\n\n\"Do you understand? I'll give you until I count three to make an\nappearance! One!\"\n\nThe glade remained deathly silent.\n\n\"Two!\"\n\nI thought I heard a stirring somewhere, as if a small, brittle twig had\nsnapped in the underbrush.\n\n\"_Three!_\"\n\nAnd with that the little people suddenly appeared.\n\nThe leader--he seemed more wizened and bent than before--approached me\nslowly and warily as I stood there. The others all followed at a safe\ndistance. I smiled to reassure them and then waved my arm in a friendly\ngesture of greeting.\n\n\"Good morning,\" I said.\n\n\"Good morning,\" the foreman said with some caution. \"My name is Keech.\"\n\n\"And mine's Houlihan, as I've told you. Are you convinced now that I\nhave no intention of doing you any injury?\"\n\n\"Mr. Houlihan,\" said Keech, drawing a kind of peppered dignity up about\nhimself, \"in such matters I am never fully convinced. After living for\nmany centuries I am all too acutely aware of the perversity of human\nnature.\"\n\n\"Yes,\" I said. \"Well, as you will quickly see, all I want to do is\ntalk.\" I nodded as I spoke, and sat down cross-legged upon the grass.\n\n\"Any Irishman wants to talk, Mr. Houlihan.\"\n\n\"And often that's _all_ he wants,\" I said. \"Sit down with me now, and\nstop staring as if I were a snake returned to the Island.\"\n\nHe shook his head and remained standing. \"Have your say, Mr. Houlihan.\nAnd afterward we'll appreciate it if you'll go away and leave us to our\nwork.\"\n\n\"Well, now, your work,\" I said, and glanced at the spaceship. \"That's\nexactly what's got me curious.\"\n\nThe others had edged in a bit now and were standing in a circle,\nintently staring at me. I took out my pipe. \"Why,\" I asked, \"would a\ngroup of little people be building a spaceship here in America--out in\nthis lonely place?\"\n\nKeech stared back without much expression, and said, \"I've been\nwondering how you guessed it was a spaceship. I was surprised enough\nwhen you told me you could see us but not overwhelmingly so. I've run\ninto believers before who could see the little people. It happens every\nso often, though not as frequently as it did a century ago. But knowing\na spaceship at first glance! Well, I must confess that _does_ astonish\nme.\"\n\n\"And why wouldn't I know a spaceship when I see one?\" I said. \"It just\nso happens I'm a doctor of science.\"\n\n\"A doctor of science, now,\" said Keech.\n\n\"Invited by the American government to work on the first moon rocket\nhere at the nuclear propulsion center. Since it's no secret I can advise\nyou of it.\"\n\n\"A scientist, is it,\" said Keech. \"Well, now, that's very interesting.\"\n\n\"I'll make no apologies for it,\" I said.\n\n\"Oh, there's no need for apology,\" said Keech. \"Though in truth we\nprefer poets to scientists. But it has just now crossed my mind, Mr.\nHoulihan that you, being a scientist, might be of help to us.\"\n\n\"How?\" I asked.\n\n\"Well, I might try starting at the beginning,\" he replied.\n\n\"You might,\" I said. \"A man usually does.\"\n\nKeech took out his own pipe--a clay dudeen--and looked hopeful. I gave\nhim a pinch of tobacco from my pouch. \"Well, now,\" he said, \"first of\nall you're no doubt surprised to find us here in America.\"\n\n\"I am surprised from time to time to find myself here,\" I said. \"But\ncontinue.\"\n\n\"We had to come here,\" said Keech, \"to learn how to make a spaceship.\"\n\n\"A spaceship, now,\" I said, unconsciously adopting some of the old\nmanner.\n\n\"Leprechauns are not really mechanically inclined,\" said Keech. \"Their\nmajor passions are music and laughter and mischief, as anyone knows.\"\n\n\"Myself included,\" I agreed. \"Then why do you need a spaceship?\"\n\n\"Well, if I may use an old expression, we've had a feelin' lately that\nwe're not long for this world. Or let me put it this way. We feel the\nworld isn't long for itself.\"\n\nI scratched my cheek. \"How would a man unravel a statement such as\nthat?\"\n\n\"It's very simple. With all the super weapons you mortals have\ndeveloped, there's the distinct possibility you might be blowin' us all\nup in the process of destroying yourselves.\"\n\n\"There _is_ that possibility,\" I said.\n\n\"Well, then, as I say,\" said Keech, \"the little people have decided to\nleave the planet in a spaceship. Which we're buildin' here and now.\nWe've spied upon you and learned how to do it. Well--almost how to do\nit. We haven't learned yet how to control the power--\"\n\n\"Hold on, now,\" I said. \"Leaving the planet, you say. And where would\nyou be going?\"\n\n\"There's another committee working on that. 'Tis not our concern. I was\ninclined to suggest the constellation Orion, which sounds as though it\nhas a good Irish name, but I was hooted down. Be that as it may, my own\njob was to go into your nuclear center, learn how to make the ship, and\nproceed with its construction. Naturally, we didn't understand all of\nyour high-flyin' science, but some of our people are pretty clever at\ngettin' up replicas of things.\"\n\n\"You mean you've been spying on us at the center all this time? Do you\nknow, we often had the feeling we were being watched, but we thought it\nwas by the Russians. There's one thing which puzzles me, though. If\nyou've been constantly around us--and I'm still able to see the little\npeople--why did I never see you before?\"\n\n\"It may be we never crossed your path. It may be you can only see us\nwhen you're thinkin' of us, and of course truly believin' in us. I don't\nknow--'tis a thing of the mind, and not important at the moment. What's\nimportant is for us to get our first ship to workin' properly and then\nwe'll be on our way.\"\n\n\"You're determined to go.\"\n\n\"Truly we are, Mr. Houlihan. Now--to business. Just during these last\nfew minutes a certain matter has crossed my mind. That's why I'm wastin'\nall this time with you, sir. You say you are a scientist.\"\n\n\"A nuclear engineer.\"\n\n\"Well, then, it may be that you can help us--now that you know we're\nhere.\"\n\n\"Help you?\"\n\n\"The power control, Mr. Houlihan. As I understand it, 'tis necessary to\nknow at any instant exactly how much thrust is bein' delivered through\nthe little holes in back. And on paper it looks simple enough--the\nsquare of somethin' or other. I've got the figures jotted in a book when\nI need 'em. But when you get to doin' it it doesn't come out exactly as\nit does on paper.\"\n\n\"You're referring to the necessity for a coefficient of discharge.\"\n\n\"Whatever it might be named,\" said Keech, shrugging. \"'Tis the one thing\nwe lack. I suppose eventually you people will be gettin' around to it.\nBut meanwhile we need it right now, if we're to make our ship move.\"\n\n\"And you want me to help you with this?\"\n\n\"That is exactly what crossed my mind.\"\n\nI nodded and looked grave and kneaded my chin for a moment softly.\n\"Well, now, Keech,\" I said finally, \"why should I help you?\"\n\n\"Ha!\" said Keech, grinning, but not with humor, \"the avarice of humans!\nI knew it! Well, Mr. Houlihan, I'll give you reason enough. The pot o'\ngold, Mr. Houlihan!\"\n\n\"The one at the end of the rainbow?\"\n\n\"It's not at the end of the rainbow. That's a grandmother's tale. Nor is\nit actually in an earthen crock. But there's gold, all right, enough to\nmake you rich for the rest of your life. And I'll make you a\nproposition.\"\n\n\"Go ahead.\"\n\n\"We'll not be needin' gold where we're goin'. It's yours if you show us\nhow to make our ship work.\"\n\n\"Well, now, that's quite an offer,\" I said. Keech had the goodness to\nbe quiet while I sat and thought for a while. My pipe had gone out and I\nlit it again. I finally said, \"Let's have a look at your ship's drive\nand see what we can see.\"\n\n\"You accept the proposition then?\"\n\n\"Let's have a look,\" I said, and that was all.\n\nWell, we had a look, and then several looks, and before the morning was\nout we had half the spaceship apart, and were deep in argument about the\nwhole project.\n\nIt was a most fascinating session. I had often wished for a true working\nmodel at the center, but no allowance had been inserted in the budget\nfor it. Keech brought me paper and pencil and I talked with the aid of\ndiagrams, as engineers are wont to do. Although the pencils were small\nand I had to hold them between thumb and forefinger, as you would a\nneedle, I was able to make many sensible observations and even a few\ninnovations.\n\nI came back again the next day--and every day for the following two\nweeks. It rained several times, but Keech and his people made a canopy\nof boughs and leaves and I was comfortable enough. Every once in a while\nsomeone from the town or the center itself would pass by, and stop to\nwatch me. But of course they wouldn't see the leprechauns or anything\nthe leprechauns had made, not being believers.\n\nI would halt work, pass the time of day, and then, in subtle fashion,\nsend the intruder on his way. Keech and the little people just stood by\nand grinned all the while.\n\nAt the end of sixteen days I had the entire problem all but whipped. It\nis not difficult to understand why. The working model and the fact that\nthe small people with their quick eyes and clever fingers could spot all\nsorts of minute shortcomings was a great help. And I was hearing the old\ntongue and talking of the old things every day, and truly that went far\nto take the clutter out of my mind. I was no longer so lonely that I\ncouldn't think properly.\n\nOn the sixteenth day I covered a piece of paper with tiny mathematical\nsymbols and handed it to Keech. \"Here is your equation,\" I said. \"It\nwill enable you to know your thrust at any given moment, under any\ncircumstances, in or out of gravity, and under all conditions of\nfriction and combustion.\"\n\n\"Thank you, Mr. Houlihan,\" said Keech. All his people had gathered in a\nloose circle, as though attending a rite. They were all looking at me\nquietly.\n\n\"Mr. Houlihan,\" said Keech, \"you will not be forgotten by the\nleprechauns. If we ever meet again, upon another world perchance, you'll\nfind our friendship always eager and ready.\"\n\n\"Thank you,\" I said.\n\n\"And now, Mr. Houlihan,\" said Keech, \"I'll see that a quantity of gold\nis delivered to your rooms tonight, and so keep my part of the\nbargain.\"\n\n\"I'll not be needing the gold,\" I said.\n\nKeech's eyebrows popped upward. \"What's this now?\"\n\n\"I'll not be needing it,\" I repeated. \"I don't feel it would be right to\ntake it for a service of this sort.\"\n\n\"Well,\" said Keech in surprise, and in some awe, too, \"well, now, musha\nLord help us! 'Tis the first time I ever heard such a speech from a\nmortal.\" He turned to his people. \"We'll have three cheers now, do you\nhear, for Mr. Houlihan--friend of the little people as long as he shall\nlive!\"\n\nAnd they cheered. And little tears crept into the corners of some of\ntheir turned-up eyes.\n\nWe shook hands, all of us, and I left.\n\n       *       *       *       *       *\n\nI walked through the park, and back to the nuclear propulsion center. It\nwas another cool, green morning with the leaves making only soft noises\nas the breezes came along. It smelled exactly like a wood I had known in\nRoscommon.\n\nAnd I lit my pipe and smoked it slowly and chuckled to myself at how I\nhad gotten the best of the little people. Surely it was not every mortal\nwho could accomplish that. I had given them the wrong equation, of\ncourse. They would never get their spaceship to work now, and later, if\nthey tried to spy out the right information I would take special\nmeasures to prevent it, for I had the advantage of being able to see\nthem.\n\nAs for our own rocket ship, it should be well on its way by next St.\nPatrick's Day. For I had indeed determined the true coefficient of\ndischarge, which I never could have done so quickly without those\nsessions in the glade with Keech and his working model.\n\nIt would go down in scientific literature now, I suppose, as Houlihan's\nEquation, and that was honor and glory enough for me. I could do without\nKeech's pot of gold, though it would have been pleasant to be truly rich\nfor a change.\n\nThere was no sense in cheating him out of the gold to boot, for\nleprechauns are most clever in matters of this sort and he would have\nhad it back soon enough--or else made it a burden in some way.\n\nIndeed, I had done a piece of work greatly to my advantage, and also to\nthe advantage of humankind, and when a man can do the first and include\nthe second as a fortunate byproduct it is a most happy accident.\n\nFor if I had shown the little people how to make a spaceship they would\nhave left our world. And this world, as long as it lasts--what would it\nbe in that event? I ask you now, wouldn't we be even _more_ likely to\nblow ourselves to Kingdom Come without the little people here for us to\nbelieve in every now and then?\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Fantastic Universe_ September 1955.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Houlihan's Equation, by Walt Sheldon\n\n*** END OF THIS PROJECT GUTENBERG EBOOK HOULIHAN'S EQUATION ***\n\n***** This file should be named 29168.txt or 29168.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/1/6/29168/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}