{"title": "The Pygmy Planet", "author": "John Stewart Williamson", "releaseDate": "June 20, 2009", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced from Astounding Stories February 1932.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed.\n\n\n                           The Pygmy Planet\n\n                          By Jack Williamson\n\n\n\n\n[Sidenote: Down into the infinitely small goes Larry on his mission to\nthe Pygmy Planet.]\n\n[Illustration: _It paused, seeming to regard them with malevolent\neyes._]\n\n\"Nothing ever happens to me!\" Larry Manahan grumbled under his breath,\nsitting behind his desk at the advertising agency which employed his\nservices in return for the consideration of fifty a week. \"All the\nadventure I know is what I see in the movies, or read about in\nmagazines. What wouldn't I give for a slice of real life!\"\n\nUnconsciously, he tensed the muscles of his six feet of lean, hard\nbody. His crisp, flame-colored hair seemed to bristle; his blue eyes\nblazed. He clenched a brown hammer of a fist.\n\nLarry felt himself an energetic, red-blooded square peg, badly\nafflicted with the urge for adventure, miserably wedged in a round\nhole. It is one of the misfortunes of our civilization that a young\nman who, for example, might have been an excellent pirate a couple of\ncenturies ago, must be kept chained to a desk. And that seemed to be\nLarry's fate.\n\n\"Things happen to other people,\" he muttered. \"Why couldn't an\nadventure come to me?\"\n\nHe sat, staring wistfully at a picture of a majestic mountain\nlandscape, soon to be used in the advertising of a railway company\nwhose publicity was handled by his agency, when the jangle of the\ntelephone roused him with a start.\n\n\"Oh, Larry--\" came a breathless, quivering voice.\n\nThen, with a click, the connection was broken.\n\nThe voice had been feminine and had carried a familiar ring. Larry\ntried to place it, as he listened at the receiver and attempted to get\nthe broken connection restored.\n\n\"Your party hung up, and won't answer,\" the operator informed him.\n\nHe replaced the receiver on the hook, still seeking to follow the thin\nthread of memory given him by the familiar note in that eager excited\nvoice. If only the girl had spoken a few more words!\n\n       *       *       *       *       *\n\nThen it came to him.\n\n\"Agnes Sterling!\" he exclaimed aloud.\n\nAgnes Sterling was a slender, elfish, dark-haired girl--lovely, he had\nthought her, on the occasions of their few brief meetings. Larry knew\nher as the secretary and laboratory assistant of Dr. Travis Whiting, a\nretired college professor known for his work on the structure of the\natom. Larry had called at the home-laboratory of the savant, months\nbefore, to check certain statistics to be used for advertising\npurposes and had met the girl there. Only a few times since had he\nseen her.\n\nNow she had called him in a voice that fairly trembled with\nexcitement--and, he thought, dread! And she had been interrupted\nbefore she had time to give him any message.\n\nFor a few seconds Larry stared at the telephone. Then he rose abruptly\nto his feet, crammed his hat on his head, and started for the door.\n\n\"The way to find adventure is to go after it,\" he murmured. \"And this\nis the invitation!\"\n\nIt was not many minutes later that he sprang out of a taxi at the\nfront of the building in which Dr. Travis Whiting made his home and\nmaintained a private experimental laboratory. It was a two-story\nstucco house, rather out of date, set well back from the sidewalk,\nwith a scrap of lawn and a few straggling shrubs before it. The door\nwas closed, the windows curtained blankly. The place seemed deserted\nand forbidding.\n\nLarry ran up the uneven brick walk to the door and rang the bell.\nImpatiently, he waited a few moments. No sound came from within. He\nfelt something ominous, fateful, about the silent mystery that seemed\nto shroud the old house. For the first time, it occurred to him that\nAgnes might be in physical danger, as a result of some incautious\nexperiment on the part of Dr. Whiting.\n\n       *       *       *       *       *\n\nInstinctively, his hand sought the door knob. To his surprise, the\ndoor was unlocked. It swung open before him. For a moment he stared,\nhesitating, into the dark hall revealed beyond. Then, driven by the\nthought that Agnes might be in danger, he advanced impulsively.\n\nThe several doors opening into the hall were closed. The one at the\nback, he knew, gave admittance to the laboratory. Impelled by some\nvague premonition, he hastened toward it down the long hall and threw\nit open.\n\nAs he stepped inside the room, his foot slipped on a spot of something\nred. Recovering his balance with difficulty, he peered about.\n\nBending down, Larry briefly examined the red spot on which he had\nslipped. It was a pool of fresh blood which had not yet darkened.\nLying beside it, crimson-splashed, was a revolver. As he picked up the\nweapon, he cried out in astonishment.\n\nSomething had happened to the gun. The trigger guard was torn from it,\nand the cylinder crushed as if in some resistless grasp; the stock was\ntwisted, and the barrel bent almost into a circle. The revolver had\nbeen crumpled by some terrific force--as a soft clay model of it might\nhave been broken by the pressure of a man's hand.\n\n\"Crimson shades of Caesar!\" he muttered, and dropped the crushed\nweapon to the floor again.\n\nHis eyes swept the silent laboratory.\n\nIt was a huge room, taking up all the rear part of the house, from the\nfirst floor to the roof. Gray daylight streamed through a sky-light,\ntwenty feet overhead. The ends of the vast room were cluttered with\nelectrical and chemical apparatus; but Larry's eye was caught at once\nby a strange and complex device, which loomed across from him, in the\ncenter of the floor.\n\n       *       *       *       *       *\n\nTwo pillars of intense light, a ray of crimson flame and another of\ndeeply violet radiance, beat straight down from a complicated array of\nenormous, oddly shaped electron tubes, of mirrors and lenses and\nprisms, of coils and whirling disks, which reached almost to the roof.\nUpright, a yard in diameter and almost a yard apart, the strange\ncolumns of light were sharp-edged as two transparent cylinders filled\nwith liquid light of ruby and of amethyst. Each ray poured down upon a\ncircular platform of glass or polished crystal.\n\nHanging between those motionless cylinders of red and violet light was\na strange-looking, greenish globe. A round ball, nearly a yard in\ndiameter, hung between the rays, almost touching them. Its surface was\noddly splotched with darker and lighter areas. It was spinning\nsteadily, at a low rate of speed. Larry did not see what held it up;\nit seemed hanging free, several feet above the crystal platforms.\n\nReluctantly he withdrew his eyes from the mysterious sphere and looked\nabout the room once more. No, the laboratory was vacant of human\noccupants. No one was hidden among the benches that were cluttered\nwith beakers and test tubes and stills, or among the dynamos and\ntransformers in the other end of the room.\n\nA confusion of questions beat through Larry's brain.\n\nWhat danger could be haunting this quiet laboratory? Was this the\nblood of Agnes Sterling or the scientist who employed her that was now\nclotting on the floor? What terrific force had crumpled up the\nrevolver? What had become of Agnes and Dr. Whiting? And of whatever\nhad attacked them? Had Agnes called him after the attack, or before?\n\n       *       *       *       *       *\n\nDespite himself, his attention was drawn back to the little globe\nspinning so regularly, floating in the air between the pillars of red\nand violet flame. Floating alone, like a little world in space,\nwithout a visible support, it might be held up by magnetic attraction,\nhe thought.\n\nA tiny planet!\n\nHis mind quickened at the idea, and he half forgot the weird mystery\ngathering about him. He stepped nearer the sphere. It was curiously\nlike a miniature world. The irregular bluish areas would be seas; the\ngreen and the brown spaces land. In some parts, the surface appeared\nmistily obscured--perhaps, by masses of cloud.\n\nLarry saw an odd-looking lamp, set perhaps ten feet behind the slowly\nspinning, floating ball, throwing upon it a bright ray of vividly blue\nlight. Half the strange sphere was brilliantly illuminated by it; the\nrest was in comparative darkness. That blue lamp, it came to Larry,\nlit the sphere as the sun lights the earth.\n\n\"Nonsense!\" he muttered. \"It's impossible!\"\n\nAroused by the seeming wonder of it, he was drawn nearer the ball. It\nspun rather slowly, Larry noted, and each rotation consumed several\nseconds. He could distinguish green patches that might be forests, and\nthin, silvery lines that looked like rivers, and broad, red-brown\nareas that must be deserts, and the broad blue stretches that\nsuggested oceans.\n\n\"A toy world!\" he cried. \"A laboratory planet! What an experiment--\"\n\nThen his eyes, looking up, caught the glistening, polished lens of a\npowerful magnifying glass which hung by a black ribbon from a hook on\none of the heavy steel beams which supported the huge mass of silently\nwhirring apparatus.\n\n       *       *       *       *       *\n\nEagerly, he unfastened the magnifier. Holding it before his eyes, he\nbent toward the strange sphere spinning steadily in the air.\n\n\"Suffering shades of Caesar!\" he ejaculated.\n\nBeneath the lens a world was racing. He could see masses of vividly\ngreen forest; vast expanses of bare, cracked, ocherous desert; wastes\nof smooth blue ocean.\n\nThen he was gazing at--a city?\n\nLarry could not be sure that he had seen correctly. It had slipped\nvery swiftly beneath his lens. But he had a momentary impression of\ntiny, fantastic buildings, clustered in an elflike city.\n\nA pygmy planet, spinning in the laboratory like a world in the gulf of\nspace! What could it mean? Could it be connected with the strange call\nfrom Agnes, with the blood on the floor, with the strange and ominous\nsilence that shrouded the deserted room?\n\n\"Oh, Larry!\" a clear, familiar voice rang suddenly from the door. \"You\ncame!\"\n\nStartled, Larry leaped back from the tiny, whirling globe and turned\nto the door. A girl had come silently into the room. It was Agnes\nSterling. Her dark hair was tangled. Her small face was flushed, and\nher brown eyes were wide with fear! In a white hand, which shook a\nlittle, she carried a small, gold-plated automatic pistol.\n\nShe ran nervously across the wide floor to Larry, with relief dawning\nin her eyes.\n\n\"I'm so glad you came!\" she gasped, panting with excitement. \"I\nstarted to call you on the phone, but then I was afraid it would kill\nyou if you came! Please be careful! It may come back, any minute!\nYou'd better go away! It just took Dr. Whiting!\"\n\n\"Wait a minute,\" Larry put in. \"Just one thing at a time. Let's get\nthis straight. To begin with, what is it that might kill me, and that\ngot the doctor?\"\n\n\"It's terrible!\" she gasped, trembling. \"A monster! You must go away\nbefore it comes back!\"\n\n       *       *       *       *       *\n\nLarry drew a tall stool from beside one of the crowded tables and\nplaced it beside her.\n\n\"Don't get excited,\" he urged. \"I'm sure everything will be all\nright. Just sit down, and tell me about it. The whole story. Just what\nis going on here, and what happened to Dr. Whiting.\"\n\nHe helped her upon the stool. She looked up at him gratefully, and\nbegan to speak in a rapid voice.\n\n\"You see that little planet? The monster came from that and carried\nthe doctor back there. And I know it will soon be back for another\nvictim--for sacrifice!\"\n\nShe had pointed across the great room, toward the strange little globe\nwhich hung between the pillars of red and violet light.\n\n\"Please go slow!\" Larry broke in. \"You're too fast for me. Are you\ntrying to tell me that that spinning ball is really a planet?\"\n\nAgnes seemed a little more composed, though she was still flushed and\nbreathing rapidly. Her small hand still gripped the bright automatic.\n\n\"Yes, it is a planet. The Pygmy Planet, Dr. Whiting called it. He said\nit was the great experiment of the century. You see, he was testing\nevolution. We began with the planet, young and hot, and watched it\nuntil it is now almost as old as Mars. We watched the change and\ndevelopment of life upon it. And the rise and decay of a strange\ncivilization. Until now its people are strange things, with human\nbrains in mechanical bodies, worshiping a rusty machine like a god--\"\n\n\"Go slow!\" Larry pleaded again. \"I don't see--Did the doctor\nbuild--create--that planet himself?\"\n\n\"Yes. It began with his work on atomic structure. He discovered that\ncertain frequencies of the X-ray--so powerful that they are almost\nakin to the cosmic ray--have the power of altering electronic orbits.\nEvery atom, you know, is a sort of solar system, with electrons\nrevolving about a proton.\n\n\"And these rays would cause the electrons to fall into incredibly\nsmaller orbits, causing vast reduction in the size of the atoms, and\nin the size of any object which the atoms formed. They would cause\nanything, living or dead, to shrink to inconceivably microscopic\ndimensions--or restore it to its former size, depending upon the exact\nwave-length used.\n\n\"And time passes far more swiftly for the tiny objects--probably\nbecause the electrons move faster in their smaller orbits. That is\nwhat suggested to Dr. Whiting that he would be able to watch the\nentire life of a planet, in the laboratory. And so, at first, we\nexperimented merely with solitary specimens or colonies of animals.\n\n\"But on the Pygmy Planet, we have watched the life of a world--the\nwhole panorama of evolution--\"\n\n       *       *       *       *       *\n\n\"It seems too wonderful!\" Larry muttered. \"Could Dr. Whiting actually\ndecrease his size and become a dwarf?\"\n\n\"No trick at all,\" Agnes assured him. \"All you have to do is stand in\nthe violet beam, to shrink. And move over in the red one, when you\nwant to grow. I have been several times with Dr. Whiting to the Pygmy\nPlanet.\"\n\n\"Been--\" Larry stopped, breathless with astonishment.\n\n\"See the little airplane,\" Agnes said, pointing under the table.\n\nLarry gasped.\n\nBeneath the table stood a toy airplane. The spread of its glistening,\nperfect wings was hardly three feet. A wonderful, delicate toy,\naccurate in every detail of propeller, motor and landing gear, of\nbrace and rudder and aileron. Then he realized that it was no toy at\nall, but a faithful miniature of a commercial plane. A complete, tiny\ncopy of one of the latest single-motor, cabin monoplane models.\n\n\"It looks like it would fly,\" he said \"a friend of mine his a big\none, just like it! Taught me to fly it, last summer vacation. This is\nthe very image of it!\"\n\n\"It will fly!\" Agnes assured him, now composed enough to smile at his\namazement. \"I have been with the doctor to the Pygmy Planet in it.\n\n\"You stand in the violet ray until you're about three inches high,\"\nshe explained, \"and then get into the plane. Then you fly up and into\nthe violet ray at the point where it touches the planet, and remain\nthere while you grow smaller. When you are the right size, all you\nhave to do is drop to the surface, and land. To come away, you rise\ninto the red ray and stay in it till you grow to proper size, when you\ncome down and land.\"\n\n\"You--you've actually done that?\" he gasped. \"It sounds like a fairy\nstory!\"\n\n       *       *       *       *       *\n\n\"Yes, I've done it,\" she assured him. Then she shuddered\napprehensively. \"And the things--the machine-monsters, Dr. Whiting\ncalled them--have learned to do it, too. One of them came down the red\nray, and attacked him. The doctor had a gun--but what could he do\nagainst one of those?\" She shivered.\n\n\"It carried him back up the violet beam. Just a few minutes ago, I\nstarted to phone you. Then I was afraid you would be hurt--\"\n\n\"Me, hurt?\" Larry burst out. \"What about you, here alone?\"\n\n\"It was my business. Dr. Whiting told me there might be danger, when\nhe hired me.\"\n\n\"And now, what can we do?\" Larry demanded.\n\n\"I don't know,\" she said slowly. \"I'm afraid one of the monsters will\nbe back after a new victim. We could smash the apparatus, but it is\ntoo wonderful to be destroyed. And besides, Dr. Whiting may have\nescaped. He may be alive there, in the deserts!\"\n\n\"We might fly up, in the little plane,\" Larry proposed, doubtfully. \"I\nthink I could pilot it. If you want--\"\n\nThe girl's body stiffened. Her brown eyes widened with sudden dread,\nand her small face went pale. She slipped quickly from the stool,\ndrawing in her breath with a sort of gasp. The hand that gripped the\nautomatic trembled a little.\n\n\"What's the matter?\" Larry cried.\n\n\"I thought--\" she gasped, \"I think I see something in the ray! The\nmachine-monster is coming back!\"\n\nHer lips tightened. She lifted the little automatic and began to shoot\ninto the pillar of crimson fire beside the tiny, spinning globe.\n\nLarry, watching tensely, saw a curious, bird-like something fluttering\nabout in the red ray, _swiftly growing larger_!\n\nDeliberately, and pausing to aim carefully for each shot, the girl\nemptied the little gun at the figure. Her body was rigid, her small\nface was firmly set, though she was breathing very fast.\n\n       *       *       *       *       *\n\nA curious numbness had come over Larry. His only physical sensations\nwere the quick hammering of his heart, and a parching dryness in his\nthroat. Terror stiffened him. Though he would not have admitted it, he\nwas paralyzed with fear.\n\nThe glittering thing that fluttered about in the crimson ray was not\nan easy target. When the gun was empty, it seemed still unharmed. And\nits wings had increased to a span of a foot.\n\n\"Too late!\" Agnes gasped. \"Why didn't we do _something_?\"\n\nTrembling, horror-stricken, she shrank toward Larry.\n\nHe was staring at the thing in the pillar of scarlet light.\n\nIt had dropped to the crystal disk upon which the red ray fell from\nthe huge, glowing tube above. It stood there, motionless except for\nthe swift increase of its size.\n\nLarry gazed at it, lost in fear and wonder. It was like nothing he had\never seen. What was it that Agnes had said, of machine-monsters, of\nhuman brains in mechanical bodies? His brain reeled. He strained his\neyes to distinguish the monstrosity more clearly. It was veiled in\ncrimson flame; he could not see it distinctly.\n\nBut suddenly, when it was as tall as himself, it sprang out into the\nroom, toward Larry and the shuddering girl. Just off the crystal disk,\nbeyond the scarlet pillar of fire, it paused for long seconds, seeming\nto regard them with malevolent eyes.\n\nFor the first time, Larry could see it plainly.\n\nIts body, or its central part, was a tube of transparent crystal; an\nupright cylinder, rounded at upper and lower ends. It was nearly a\nfoot in diameter, and four feet long. It seemed filled with a\nluminous, purple liquid.\n\nAbout the cylinder were three bands of greenish, glistening metal.\nAttached to the lower band were four jointed legs of the same bright\ngreen metal, upon which the strange thing stood.\n\nSet in the middle band were two glittering, polished lenses, which\nseemed to serve as eyes, and Larry felt that they were gazing at him\nwith malevolent menace. Behind the eyes, two wings sprang from the\ngreen band. Ingenious, folding wings, of thin plates and bars of green\nmetal.\n\nAnd from the upper band sprang four slender, glistening, whip-like\ntentacles, metallic and brilliantly green, two yards in length. They\nwrithed with strange life!\n\n       *       *       *       *       *\n\nIt seemed a long time to Larry that the thing stood, motionless,\nseeming to stare evilly at them with eye-like lenses. Then, lurching\nforward a little, it moved toward them upon legs of green metal. And\nnow Larry saw another amazing thing about it.\n\nFloating in the brilliant violet liquid that filled the crystal tube\nwas a gray mass, wrinkled and corrugated. This was divided by deep\nclefts into right and left hemispheres, which, in turn were separated\ninto larger upper and smaller lower segments. White filaments ran\nthrough the violet liquid from its base toward the three rings or\nbands of green metal that encircled the cylinder.\n\nIn an instant, Larry realized that the gray mass was a human brain.\nThe larger, upper part the cerebrum, the smaller mass at the back the\ncerebellum. And the white filaments were nerves, by means of which\nthis brain controlled its astounding, mechanical body!\n\nA brain in a machine!\n\nThe violet liquid, it came to Larry in his trance of wonder, must take\nthe place of blood, feeding the brain-cells, absorbing waste.\n\nAn eternal mind, within a machine! Free from the ills and weaknesses\nof the body. And devoid, too, of any pity, of any tender feelings. A\ncold and selfish mind, without emotion--unless it might worship itself\nor its mechanical body.\n\nIt was this monster that had spilt the pool of blood drying on the\nfloor, near the door. And it was these glistening, green, snake-like\ntentacles that had crumpled the revolver into a broken mass of steel!\n\nAbruptly the machine-monster darted forward, running swiftly upon its\nfour legs of green metal. Slender tentacles reached out toward the\nshuddering girl at Larry's shoulder.\n\n\"Run!\" Agnes gasped to him, quickly. \"It will kill you!\"\n\nThe girl tried to push him back.\n\nAs she touched him, Larry recovered from his daze of wondering fear.\nAgnes was in frightful danger, and facing it with quiet courage. He\nmust find a weapon!\n\n       *       *       *       *       *\n\nWildly, he looked about him. His eyes fell upon the tall, heavy wooden\nstool, upon which Agnes had been sitting.\n\n\"Get back!\" he shouted to her.\n\nHe snatched up the stool, and, swinging it over his head, sprang\ntoward the machine of violet-filled crystal and glittering green\nmetal.\n\n\"Stop!\" Agnes screamed, in a terrified voice. \"You can't--\"\n\nShe had run before him. He seized her arm and swung her back behind\nhim. Then he advanced warily toward the machine-monster, which had\npaused and seemed to be regarding him with sinister intentness,\nthrough its glistening crystal eye-lenses.\n\nWith all his strength, Larry struck at the crystal cylinder, swinging\nthe stool like an ax. A slender, metallic green tentacle whipped out,\ntore the stool from his hands, and sent it crashing across the room,\nto splinter into fragments on the opposite wall.\n\nLarry, sent off his balance, staggered toward the glittering machine.\nAs he stumbled against the transparent tube that contained the brain,\nhe clenched his fist to strike futilely at it.\n\nA snake-like metal tentacle wrapped itself about him; he was hurled to\nthe floor, to sprawl grotesquely among broken apparatus.\n\nHis head came against the leg of a bench. For a few moments he was\ndazed. But it seemed only a few seconds to him before he had staggered\nto his feet, rubbing his bruised head. Anxiously, he peered about the\nroom.\n\nThe machine-monster and Agnes were gone!\n\nHe stumbled back to the mass of apparatus in the center of the huge\nlaboratory. Intently, he gazed into the upright pillar of crimson\nflame. Nothing was visible there.\n\n\"No, the other!\" he gasped. \"The violet is the way they went.\"\n\n       *       *       *       *       *\n\nHe turned to the companion ray of violet radiance that beat straight\ndown on the opposite side of the tiny, whirling planet. And in that\nmotionless torrent of chill violet flame he saw them.\n\nTiny, already, and swiftly dwindling!\n\nWith green wings outspread, the machine-monster was beating swiftly\nupward through the pillar of purple-blue flame. And close against the\ncrystal tube that contained its brain, was Agnes, held fast by the\nwhip-like tentacles of glistening green metal.\n\nLarry moved to spring after them, into the torrent of violet light.\nBut sudden caution restrained him.\n\n\"I'd shrink, too!\" he muttered. \"And then where would I be? I'd be\nstanding on the glass platform, I guess. And the thing flying off over\nmy head!\"\n\nHe gazed at the rapidly dwindling forms of Agnes Sterling and her\namazing abductor. As it grew smaller, the machine-monster flew higher\nin the violet beam, until it was opposite the tiny, spinning planet.\n\nThe distance between the red and the violet rays was just slightly\nmore than the diameter of the pygmy world. The sphere hung between\nthem, one side of it a fraction of an inch from the red, the other as\nnear the violet.\n\nOpposite the elfin planet, the monster ceased to climb. It hung there\nin the violet ray, an inch from the surface of the little world.\n\nAnd still it swiftly dwindled. It was no larger than a fly, and Larry\ncould barely distinguish the form of the girl, helpless in the green\ntentacles.\n\nSoon she and the monster became a mere greenish speck.... Suddenly\nthey were gone.\n\n       *       *       *       *       *\n\nFor a little time he stood watching the point where they had vanished,\nwatching the red and the violet rays that poured straight down upon\nthe crystal disks, watching the tiny, green-blue planet spinning so\nsteadily between the bright rays.\n\nAbruptly, he recovered from his fascination of wonder.\n\n\"What did she say?\" he muttered. \"Something about the monsters\ncarrying off people to sacrifice to a rusty machine that they worship\nas a god! It took her--for that!\"\n\nHe clenched his fists; his lips became a straight line of\ndetermination.\n\n\"Then I guess we try a voyage in the little plane. A slim chance,\nmaybe. But decidedly better than none!\"\n\nHe returned to the table, dropped on his knees, inspected the tiny\nairplane. A perfect miniature, delicately beautiful; its slim, small\nwings were bright as silver foil. Carefully, he opened the door and\npeered into the diminutive cabin. Two minute rifles, several\nLilliputian pistols, and boxes of ammunition to match, lay on the rear\nseat of the plane.\n\n\"So we are prepared for war,\" he remarked, grinning in satisfaction.\n\"And the next trick, I suppose, is to get shrunk to fit the plane.\nAbout three inches, she said. Lord, it's a queer thing to think\nabout!\"\n\nHe got to his feet, walked back to the machine in the center of the\nroom, with its twin pillars of red and violet flame, and the tiny\nworld floating between them. He started to step into the violet ray,\nthen hesitated, shivering involuntarily, like a swimmer about to dive\ninto icy cold water.\n\nTurning back to one of the benches, he picked up a wooden funnel-rack,\nand tossed it to the crystal disk beneath the violet ray. Slowly it\ndecreased in size, until it had vanished from sight.\n\n\"Safe, I suppose,\" he muttered. \"But how do I know when I'm small\nenough?\"\n\n       *       *       *       *       *\n\nAfter a moment he picked up a glass bottle which measured about three\ninches in height, set it on the floor, beside the crystal disk.\n\n\"I dive out when I get to be the size of the bottle,\" he murmured.\n\nWith that, he leaped into the violet beam.\n\nHe felt no unusual sensation, except one of pleasant, tingling warmth,\nas if the direct rays of the sun were bearing down upon him. For a\nmoment he feared that his size was not being affected. Then he\nnoticed, not that he appeared to become smaller, but that the\nlaboratory seemed to be growing immensely larger.\n\nThe walls seemed to race away from him. The green-blue sphere of the\ntiny planet which he proposed to visit expanded and drew away above\nhis head.\n\nAbruptly fearful, alarmed at the hugeness of the room, he turned to\nlook at the bottle he had placed to serve as a standard of size. It\nhad grown with everything else, until it seemed to be about three feet\nhigh.\n\nAnd it was swiftly expanding. It reached to the level of his shoulder.\nAnd higher!\n\nHe ran to the edge of the crystal disk, which now seemed a floor many\nyards across, and leaped from its edge. It was a dozen steps to where\nhe had left the bottle. And it was as tall as himself!\n\nHe started across the floor of the laboratory toward the table under\nwhich the toy plane stood. The incredible immensity of his\nsurroundings awed him strangely. The walls of the room seemed distant,\nCyclopean cliffs; the roof was like a sky. Table legs towered up like\nenormous columns.\n\nIt seemed a hundred yards across the strangely rough floor to the\nplane. As he drew near it, it gave him huge satisfaction to see that\nit was of normal size, correctly proportioned to his own dimensions.\n\n\"Great luck,\" he muttered, \"that I can fly!\"\n\n       *       *       *       *       *\n\nHe paused, as he reached the cabin's open door, to wonder at the\nastounding fact that a little while ago he had opened that door with a\nhand larger than his entire body now was.\n\n\"I guess this is my day of wonders!\" he muttered. \"Allah knows I had\nto wait long enough for it!\"\n\nFirst he examined the weapons in the cabin. There were two heavy\nsporting rifles and two .45 automatics. There were also two smaller\nautomatics, which, he supposed, had been intended for Agnes' use. And\nthere was abundant ammunition.\n\nThen he inspected the plane. It looked to be in excellent condition in\nevery way. The gasoline and oil tanks were full.\n\nHe set about starting the motor, using the plane's inertia starter,\nwhich was driven by an electric motor. Soon the engine coughed,\nsputtered, and gave rise to a roaring, rhythmic note that Larry found\nmusical.\n\nWhen the motor was warm, he opened the throttle and taxied out from\nbeneath the colossal table, and across the laboratory floor toward the\nTitanic mechanism in the center of the room. The disk of crystal was\nset almost flush with the floor, its edge beveled. The plane rolled\neasily upon it, and out into the Cyclopean pillar of violet flame.\n\nOnce more, Larry felt the sensation that everything about him except\nthe plane itself, was expanding inconceivably in size. Soon the\nlaboratory's walls and roof were lost in hazy blue distance. He could\ndistinguish only the broad, bright field formed by the surface of the\ncrystal disk, with the floor stretching away beyond it like a vast\nplain. And above, the green-blue sphere of the tiny planet, bright on\none side and dark on the other, so that it looked like a half-moon,\nimmensely far-off.\n\n       *       *       *       *       *\n\nAs he waited, he noticed a curious little dial, in a lower corner of\nthe instrument board, which he had not seen at first. One end of its\ngraduated scale was marked, \"Earth Normal,\" the other, \"Pygmy Planet\nNormal.\" A tiny black needle was creeping slowly across the scale,\ntoward \"Pygmy Planet Normal.\"\n\n\"That's how we tell what size we are without having to look at a\nbottle,\" he muttered.\n\nWhen the area of the crystal platform appeared to be about half a\nsquare mile, he decided that he would now have sufficient space to\nspiral up the violet ray toward the planet. If he waited too long to\nstart, the distance would become impossibly great.\n\nHe gave the little plane the gun. The motor thundered a throbbing\nsong; the ship rolled smoothly forward over the polished surface,\ngained flying speed and took the air without a shock.\n\n\"Feels good to hold the stick again!\" Larry murmured.\n\nMaking small circles to keep within the upright pillar of violet\nradiance, he climbed steadily and as rapidly as possible, keeping his\neyes upon the brilliant half-moon of the Pygmy Planet.\n\nThe strangest flight in the annals of aviation! He was flying toward\na goal that, a few minutes before, he could have touched. Toward a\ngoal that, at the beginning of his flight, was only a few lengths of\nhis plane away. And his size dwindled so rapidly as he flew that the\nplanet seemed to swell and draw away from him.\n\nAs Larry and the plane grew smaller, the relative size of the violet\nray increased, so there was no longer much danger of flying out of it.\nIt seemed that he flew through a world of violet flame.\n\nHe met a curious problem in time. It is evident that time passes\nfaster for a small animal than for a large one, because nerve currents\nrequire a shorter time in transit, and all thought and action is\nconsequently speeded up. It took a hundred-foot dinosaur nearly a\nsecond to know that his tail had been pinched. A fly can get under way\nin time to escape a descending swatter. The Pygmy Planet rotated in a\nfew seconds of earth time; one of its inhabitants might have lived,\naged, and died in the duration of a single day in our larger world.\n\n       *       *       *       *       *\n\nSo Larry found that time seemed to pass more rapidly, or rather that\nthe time of the world he had left appeared to move more slowly, as he\nadventured into smallness. He had been flying, it seemed to him,\nnearly an hour when he reached the level of the planet's equator.\n\nNow it seemed a vast world, filling half the visible universe. He flew\ntoward it steadily, until he knew, by the fading before him of the\nviolet flame which now seemed to fill all space, that he was near the\nedge of the ray. And as he flew, he watched the little scale, upon\nwhich the black needle was now nearing the line marked, \"Pygmy Planet\nNormal.\"\n\nCircling slowly, keeping always on the level of the planet's equator,\nand near the edge of the violet ray, so as to be as close as possible\nto his landing place when he reached the proper size, he watched the\ncreeping black needle.\n\nToo, he scanned with eager eyes the planet floating before him. Bare,\nred deserts; narrow strips of green vegetation; shrunken, blue oceans;\nsilvery lines of rivers, passed in fascinating panorama beneath his\neyes. The rate of the planet's spinning seemed continually to lessen,\nwith the changing of his own sense of time.\n\nAgnes! Larry thought of her with a curious, eager pain in his heart.\nShe was somewhere on that strange, ancient world, a prisoner of weird\nmachine-monsters! Intended victim of a grotesque sacrificial ceremony!\n\nCould he find her, in the vastness of an unfamiliar world? And having\nfound her, would there be a chance to rescue her from her hideous\ncaptors? The project seemed insane. But Larry felt a queer, unfamiliar\nurge, which, he knew, would drive him on until he had discovered and\nsaved her--or until he was dead.\n\n       *       *       *       *       *\n\nAt last, when it seemed to Larry nearly three hours since he had begun\nthis amazing flight, the crawling ebon needle reached the mark, \"Pygmy\nPlanet Normal.\"\n\nHe flew out of the wall of violet flame toward the planet's surface.\nBefore, the distance between the planet and the ray's edge had seemed\nonly the fraction of an inch. Now it appeared to be many miles.\n\nAbruptly the Pygmy Planet, which had seemed to be _beside_ him,\nappeared to swing about, so that it was _beneath_ him. He knew that it\nwas a change merely in his sensations. He was feeling the gravitation\nof the new world. It was pulling him toward it!\n\nHe cut the throttle, and settled the plane into a long glide, a glide\nthat was to end upon the surface of a new planet!\n\nIn what seemed half an hour more, Larry had made a safe landing upon\nthe Pygmy Planet. He had come down upon a stretch of fairly smooth,\nred, sandy desert, which seemed to stretch illimitably toward the\nrising sun, which direction Larry instinctively termed \"east.\"\n\nTo the \"west\" was a line of dull green--evidently the vegetation along\na stream. The ocher desert was scattered with sparse clumps of\nreddish, spiky scrub. Larry taxied the plane into one of those\nthickets. Finding canvas and rope in the cabin, he staked down the\nmachine, and muffled the motor.\n\nThen, selecting a rifle and a heavy automatic from the weapons in the\ncabin, and filling his pockets with extra ammunition, he left the\nplane and set out with brisk steps toward the green line of\nvegetation.\n\n\"I'll follow along the river,\" he reasoned. \"It may lead me somewhere\nand it will show the way back to the plane. I may come across\nsomething in the way of a clue. Can't go exploring by air, or I'll\nburn up all the gas and be stranded here!\"\n\n       *       *       *       *       *\n\nTo his surprise, the water course proved to be an ancient canal,\nwalled with crumbling masonry. Its channel was choked with mud and\nthorny, thick-leaved desert shrubs of unfamiliar variety; but a feeble\ncurrent still flowed along it.\n\nAfter some reflection, Larry set out along the banks of the canal.\n\nHe followed it for two days.\n\nCurious straight bars of light were visible across the sky--a band of\nviolet in the morning; one of crimson at evening. Their apparent\nmotion was in the same direction as that of the sun. The bars of\nlight puzzled him considerably before it occurred to him that they\nmust be the red and violet rays.\n\n\"So you wait till evening, and then fly up into the red ray, to go\nhome,\" he muttered. \"But I may not need that information,\" he added\ngrimly. \"Seems to be a pretty big job to search a planet on foot, for\none person. And I'm not going back without Agnes!\"\n\nIn the afternoon of the second day, he came within view of a city. He\ncould discern vast, imposing walls and towers of dark stone. It stood\nin the barren red desert, far back from the green line of the old\ncanal. Larry left the canal and started wearily across toward it. He\nhad covered several miles of the distance before he saw that the lofty\ntowers were falling, the magnificent walls crumbling. The city was\nruined, dead, deserted!\n\nThe realization brought him a great flood of despair. He had hoped to\nfind people--friends, from whom he might get food, and information\nabout this unfamiliar planet. But the city was dead.\n\nLarry was standing there, in the midst of the vast red plain between\nruined city and ruined canal. Tired, hungry, lonely and hopeless. He\nwas looking up at the white \"sun,\" trying to comfort himself with the\nthought that the brilliant luminary was merely a queer blue lamp, that\nhe was upon a tiny experimental world in a laboratory. But the thought\nbrought him no relief; only confusion and a sense of incredulity.\n\n       *       *       *       *       *\n\nThen he saw the machine-monster.\n\nA glittering, winged thing of crystal and green metal, identical with\nthe one he had encountered in the laboratory. It must already have\nseen him, for it was dropping swiftly toward him.\n\nLarry started to run, took a few staggering steps. Then he recalled\nthe heavy rifle slung over his shoulder. Moving with desperate haste,\nhe got it into his hands and raised it just as the monster dropped to\nthe red sand a dozen yards away from him.\n\nSteadily he covered the crystal cylinder within which the thing's\nbrain floated in luminous violet liquid. His finger tightened on the\ntrigger, ready to send a heavy bullet crashing into it. Then he\npaused, swore softly, lowered the gun.\n\n\"If I kill it,\" he murmured, \"I may never find Agnes. And if I let it\ncarry me off, it may take me where she is.\"\n\nHe walked toward the monster, across the red sand.\n\nIt stood uncertainly upon green metal legs, seeming to stare at him\nstrangely with eye-like lenses. Its wings of thin green metal plates,\nwere folded; its four green tentacles were twitching oddly.\n\nAbruptly, it sprang upon him.\n\nA green tentacle seized the rifle and snatched it from his hands. He\nfelt the automatic pistol and the ammunition being removed from his\npockets.\n\nThen, firmly held in the flexible arms of green metal, he was lifted\nagainst the cylinder of violet liquid. The monster spread its broad\nemerald wings, and Larry was swiftly borne into the air.\n\nIn a few moments the wide ruins of the ancient city were spread below,\nwith the green line of the choked canal cutting the infinite red waste\nof the desert beyond it.\n\nThe monster flew westward.\n\n       *       *       *       *       *\n\nFor a considerable time, nothing save barren, ocherous desert was in\nview. Then Larry's weird captor flew near a strange city. A city of\ngreen metal. The buildings were most fantastic--pyramids of green,\ncrowned with enormous, glistening spheres of emerald metal. An\nimpassable wall surrounding the city.\n\nLarry had expected the monster to drop into the city. But it carried\nhim on, and finally settled to the ground several miles beyond. The\ngreen tentacles released him, as the thing landed, and he sprawled\nbeside it, dizzy after his strange flight.\n\nAs Larry staggered uncertainly to his feet, he saw that the monster\nhad released him in an open pen. It was a square area, nearly fifty\nyards on each side, and fenced with thin posts or rods of green metal,\nperhaps twenty feet high. Set very close together, and sharply pointed\nat the top, they formed a barrier apparently insurmountable.\n\nIn the center of the pen was a huge and strange machine, built of\ngreen metal. It looked very worn and ancient; it was covered with\npatches of bluish rust or corrosion. At first it looked quite strange\nto Larry; then he was struck by a vaguely familiar quality about it.\nLooking closer, he realized that it was a colossal steam hammer!\n\nIts design, of course, was unfamiliar. But in the vast, corroded frame\nhe quickly picked out a steam chest, cylinder, and the great hammer,\nweighing many tons.\n\nHe gasped when his eyes went to the anvil.\n\nA man was chained across it.\n\nA man in torn, grimy clothing, fastened with fetters of green metal\nupon wrists and ankles, so that his body was stretched beneath the\nmassive hammer. He seemed to be unconscious; upon his head, which was\nturned toward Larry, was a red and swollen bruise.\n\nThe monster which had dropped Larry within the pen rose again into the\nair. And Larry started forward, trying to remember just what Agnes had\ntold him of a machine to which the monsters sacrificed.\n\nThis must be the machine--this ancient steam hammer!\n\nAs he moved forward, Agnes came into view.\n\n       *       *       *       *       *\n\nShe walked around the massive base of the great machine, carrying a\nbowl filled with a fragrant brown liquid. She stopped at sight of\nLarry, and uttered a little cry. The bowl fell from her hands, and the\nfragrant liquid splashed out on the ground. Her brown eyes went wide\nwith delighted surprise; then a look of pain came into them.\n\n\"Larry, Larry!\" she cried. \"Why did you come?\"\n\n\"To get you,\" he answered, trying to speak as lightly as he could.\n\"And the best way I knew to find you was to let one of the monsters\nbring me. Cheer up!\" But even to himself, his voice had a tone of\ndiscouragement.\n\nShe smiled wanly. \"I don't see anything to be cheerful about.\" Her\nsmall face was set and a little white. \"Dr. Whiting is going to be\nsmashed under the hammer of this dreadful machine, whenever the steam\nis up. Then it is my turn. And yours. That's nothing to laugh about.\"\n\n\"But we aren't smashed yet!\" Larry insisted.\n\n\"By the way, what was that in the bowl?\" he went on, glancing down. \"I\nforgot to bring lunch.\" He grinned.\n\nShe looked down, startled.\n\n\"Oh. Dr. Whiting's soup. Poor fellow, I'm afraid he'll never awake to\neat it. There's plenty more. Come around here.\"\n\nShe picked up the bowl and led him around the base of the machine;\nthen she filled the bowl again with the fragrant, red-brown liquid,\nfrom a tall urn of green metal. Larry took the dish eagerly and gulped\ndown the rather insipid and tasteless food.\n\n\"And the monsters worship this old steam hammer?\" he inquired, when\nhis hunger was appeased.\n\n\"Yes. I think the thing is worked by steam generated by volcanic heat.\nAnyhow, there isn't any boiler, and the steam pipe comes up out of the\nground. You can see that. So it runs on, without any attention--though\nI guess the heat is dying down, since it is several days between blows\nof the hammer.\n\n\"And I guess the monsters have forgotten how they used to rule\nmachines. They seem to have depended upon machines, even giving up\ntheir own bodies for mechanical ones, until the machine rules them.\n\n\"And when this old hammer kept pounding on through the ages, using\nvolcanic steam, I guess they got to considering it alive. They began\nto regard it as a sort of god. And when they got the idea of giving it\nsacrifices, it was natural enough to place the victims under the\nhammer.\"\n\n       *       *       *       *       *\n\nThey went back to Dr. Whiting who was chained across the anvil. He was\nstill breathing, but unconscious. He had been injured in a struggle\nwith the monsters, and his body was much emaciated. Agnes explained\nthat he had been a prisoner in the pen for many months of the time of\nthis world, waiting his turn to die; she said that the monsters had\njust completed the extermination of another race upon the Pygmy\nPlanet, and were just turning to the greater world for victims.\n\nLarry noticed that the great hammer was slowly rising in its guides,\nas the pressure of the steam from the planet's interior increased. In\na few hours--just at sunset--it reached the top of its stroke.\n\nThe air above the pen was suddenly filled with glittering swarms of\nthe green-winged monsters, sweeping slowly about, in measured flight,\nwith strange order in their masses. They had come to witness the\nsacrifice!\n\nWith an explosive rush of steam, the hammer came down!\n\nThe ground trembled beneath the terrific blow; the roaring of escaping\nsteam and the crash of the impact were almost deafening. A heavy white\ncloud shrouded the corroded green machine.\n\nWhen the hammer slowly lifted, only a red smear was left....\n\nAgnes had shrunk, trembling, against Larry's shoulder. He had put his\narms about her and was holding her almost fiercely.\n\n\"My turn next,\" she whispered. \"And don't try to fight them. It will\nonly make them hurt you!\"\n\n\"I can't let them take you, Agnes!\" Larry cried, in an agonized tone.\nAnd the words seemed to leap out, of themselves, \"Because I love you!\"\n\n\"You do?\" Agnes cried, in a thin, choking voice, pressing herself\nagainst him. \"Ever since the first time you came to the laboratory--\"\n\nA score of the monster forms of violet-filled crystal and gleaming\ngreen metal had dropped into the pen. They tore Agnes from Larry's\narms, hurling him roughly to the ground, at the bottom of the green\nmetal fence. For some time he was unconscious.\n\n       *       *       *       *       *\n\nWhen he had staggered painfully to his feet, it was night. The\nmonsters were gone; the starless sky was black and empty. Calling out\nweakly, and stumbling about the pen, he found Agnes. She was chained\nwhere Dr. Whiting had been.\n\nShe was conscious, unharmed. For a time they talked a little,\nexchanging broken, incoherent phrases. Then they went to sleep, lying\non the anvil, beneath that mighty hammer that was slowly lifting to\nstrike another fearful blow.\n\nWhen the \"sun\" had risen again, Larry brought Agnes some of the brown\nsoup from the metal urn, which had been filled again. Then, when he\nhad satisfied himself, he started clambering up the massive frame of\nthe hammer.\n\nIf he could put it out of commission!\n\nIt was a difficult task. He slipped back many times, and finally had\nto choose another place to make the ascent. Twice he slipped and\nalmost fell from a considerable height. But finally he reached the\nmassive wheel of the valve which seemed to control the admission of\nsteam into the cylinder above the hammer.\n\nIf he could but close that, the steam would be confined in the chest\nbelow. And when the pressure reached a certain point, something should\nhappen!\n\nThe valve was not easy to turn; it seemed fixed with the corrosion of\nages. For hours Larry wrestled with it. Then he left it, realizing\nthat he must find something to use for a hammer. A vigorous search of\nthe pen's hard earth floor failed to reveal any stone that would do.\nHe turned his attention to the machine, and presently saw a slender\nprojecting lever, high up on the side of the vast frame, which looked\nas if it had been weakened by corrosion. After a perilous climb, he\nreached the bar of green metal and swung his weight upon it. It broke,\nand he plunged to the ground with the bar in his hands.\n\n       *       *       *       *       *\n\nClambering up once more to the great valve, he hammered it until the\nrust that stiffened it was loosened. Then he struggled with the valve\nuntil it was closed.\n\n\"We'll see what happens!\" he muttered.\n\nReturning to the ground, he set to work to break the green metal\nfetters upon Agnes' wrists and ankles, using the broken lever as\nhammer and file.\n\nFor the greater part of six days he toiled at that task, while the\ngreat hammer rose slowly. But the green metal seemed very hard. One\narm was free at the end of the second day, the other on the fourth. He\nhad one ankle loose on the morning of the sixth day. But as evening\ncame on, and the great hammer reached the top of its stroke, the\nfourth chain still defied him.\n\nBefore sunset, a swarm of the monsters appeared, wheeling on green\nwings. He was forced to leave the work, hiding his improvised file.\n\nAgnes still lay across the anvil, to conceal from the monsters the\nfact that the chains were broken. Larry sat close beside her, nursing\nhands that were blistered and sore from his days of filing at the\nchains.\n\nA sudden clatter came from the huge mechanism above them, and a sharp\nhiss of steam, which became louder.\n\n\"It works!\" Larry whispered to Agnes. \"The old valve held, and the\nsteam can't get into the cylinder to smash us! But Allah knows what\nwill happen when the pressure rises in that old steam chest!\"\n\nDarkness came. Dusk swallowed the wheeling machine-monsters. All night\nLarry and Agnes waited silently, together on the great anvil,\nlistening to the hissing of steam from above, which was slowly\nbecoming a shrill monotonous scream; monotonous, always higher,\nshriller.\n\nThe \"sun\" rose again. Still the green-winged monsters wheeled about.\nThey came in glittering swarms, thousands of them. They came nearer\nthe machine now, and flew about more swiftly, is if excited.\n\n       *       *       *       *       *\n\nThen it happened.\n\nThere was a roar like thunder, and a colossal, bellowing explosion.\nThe air was filled suddenly with scalding steam, and with screaming\nfragments of the bursting steam chest. In the midst of it all, Larry\nfelt a crushing blow upon the head. And a blanket of darkness fell\nupon him....\n\n\"The monsters are all gone, darling,\" Agnes' voice reached him. \"As\nthough they were very much frightened. And a piece of the old hammer\nhit the fence and knocked a hole in it. You must go. Leave me--\"\n\n\"Leave you?\" Larry groaned, struggling to sit up. \"Not a bit of it!\"\nHe touched his head gingerly, felt a swollen bruise.\n\nCollecting a few fragments of the wrecked machine, to serve as tools,\nhe fell to work again upon Agnes' remaining chain. Already he had cut\na deep groove in it. Two hours later, it was broken.\n\nCarrying the metal urn of brownish liquid, they crept out through the\nhole in the fence, which had been torn by the flying fragment of a\nbroken casting of green metal. They left the wreck of the machine\nwhich a strange race had worshiped as a bloody god and hurried\nfurtively into the desert of red sand.\n\nMaking a wide circuit about the fantastic city of green metal, which\nLarry had seen from the air, they struck out eastward across the\ndesolate ocherous waste. The food in the urn, eaten sparingly, lasted\nuntil the end of the eighth day.\n\nOn the morning of the ninth, they came in view of the green line of\nthe ancient canal. It was hours later that they staggered weakly over\nits wall of crumbling masonry, clambered down into the muddy,\nweed-grown channel, and drank thirstily of green, tepid water.\n\nLarry found his old trail, beyond the canal. They followed it back. In\nthe middle of the afternoon they stumbled up to the thicket of spiky\ndesert growth, in which Larry had hidden the plane.\n\nThe machine was undamaged.\n\n       *       *       *       *       *\n\nBefore sunset, Larry had removed the stake ropes, slipped the canvas\ncover from the motor, turned the plane around, inspected it, and\nexamined the strip of smooth, hard red sand upon which he had landed.\n\nAgnes pointed out the dim band of crimson across the sky, from north\nto south, slowly rising toward the zenith.\n\n\"That's the red ray,\" she said. \"We fly into it.\"\n\n\"And a happy moment when we do,\" Larry rejoined.\n\nHe roused the motor to life.\n\nAs the bar of crimson light neared the zenith, the plane rolled\nforward across the sand and took off. Climbing steeply, Larry\nanxiously watched the approach of the red band. The gravitation of the\nPygmy Planet seemed to diminish as he gained altitude, until presently\nhe could fly vertically from it, without circling at all. He set the\nbow toward the scarlet bar across the sky before him.\n\nAnd suddenly he was flying through ruby flame.\n\nHis eyes went to the little scale at the corner of the instrument\nboard. He saw the little ebon needle waver, leave the mark designated\n\"Pygmy Planet Normal\" and start toward \"Earth Normal.\"\n\nFor what seemed a long time, he was wheeling down the crimson ray. A\nfew times he looked back at Agnes, in the rear seat. She had gone to\nsleep.\n\nThen a vast, circular field was below--the crystal platform.\n\nLarry landed the plane upon it, taxied to the center and stopped\nthere, with the motor idling. The laboratory, taking shape in the blue\nabyss about him, seemed to contract swiftly.\n\n       *       *       *       *       *\n\nPresently the plane covered most of the crystal disk. He taxied\nquickly off, stopped on the floor nearby, and cut the ignition. Agnes\nwoke. Together they clambered from the plane's cabin and walked back\ninto the crimson ray.\n\nOnce more the vast spaces of the room seemed to shrink, until it\nlooked familiar once more. The Pygmy Planet, and the huge machine\nlooming ever them, dwindled to natural size.\n\nAgnes, watching a scale on the frame of the mechanism, which Larry had\nnot noticed, leaped suddenly from the red ray, drawing him with her.\n\n\"We don't want to be giants!\" she laughed.\n\nLarry drew a deep breath, and looked about him. Once more he was in\nhis own world, and surveying it in his normal size. He became aware of\nAgnes standing close against him. He suddenly took her in his arms and\nkissed her.\n\n\"Wait a minute,\" she objected, slipping quickly from his arms. \"What\nare we going to do about the Pygmy Planet? Those monsters might come\nagain, even if you did wreck their god. And Dr. Whiting, poor\nfellow--But we mustn't let those monsters come back!\"\n\nLarry doubled up a brown fist and drove it with all his strength\nagainst the little globe that spun so steadily between the twin,\nupright cylinders of crimson and of violet flame. His hand went deep\ninto it. And it swung from its position, hung unsteadily a moment, and\nthen crashed to the laboratory floor. It was crushed like a ball of\nsoft brown mud. It spattered.\n\n\"Now I guess they won't come back,\" Agnes said. \"A pity to spoil all\nDr. Whiting's work, though.\"\n\nLarry was standing motionless, holding up his fist and looking at it\noddly. \"I smashed a planet! Think of it. I smashed a planet! Just the\nother--why it was just this evening, at the office, I was wishing for\nsomething to happen!\"\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of Project Gutenberg's The Pygmy Planet, by John Stewart Williamson\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE PYGMY PLANET ***\n\n***** This file should be named 29177.txt or 29177.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/1/7/29177/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}