{"title": "Foundling on Venus", "author": "John de Courcy", "releaseDate": "June 20, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n    _Venus was the most miserable planet in the system, peopled by\n    miserable excuses for human beings. And somewhere among this\n    conglomeration of boiling protoplasm there was a being unlike the\n    others, a being who walked and talked like the others but who was\n    different--and afraid the difference would be discovered. You'll\n    remember this short story._\n\n\n foundling\n        on\n     venus\n\n _by ... John & Dorothy de Courcy_\n\n\n The foundling could not have been more than three years old. Yet he\n held a secret that was destined to bring joy to many unhappy people.\n\n\nUnlike Gaul, the north continent of Venus is divided into _four_ parts.\nNo Caesar has set foot here either, nor shall one--for the dank,\nstinging, caustic air swallows up the lives of men and only Venus may\nsay, _I conquered_.\n\nThis is colonized Venus, where one may walk without the threat of sudden\ndeath--except from other men--the most bitterly fought for, the dearest,\nbloodiest, most worthless land in the solar system.\n\nSeparated by men into East and West at the center of the Twilight Zone,\nthe division across the continent is the irregular, jagged line of Mud\nRiver, springing from the Great Serpent Range.\n\nThe African Republic holds one quarter which the Negroes exploit as best\nthey can, encumbered by filter masks and protective clothing.\n\nThe Asians still actually try to colonize their quarter, while the\nVenusian primitives neither help nor hinder the bitter game of\npower-politics, secret murder, and misery--most of all, misery.\n\nThe men from Mars understand this better, for their quarter is a penal\ncolony. Sleepy-eyed, phlegmatic Martians, self-condemned for minute\nviolations of their incredible and complex mores--without guards save\nthemselves--will return to the subterranean cities, complex\nphilosophies, and cool, dry air of Mars when they have declared their\nown sentences to be at an end.\n\nMeanwhile, they labor to extract the wealth of Venus without the\nbitterness and hate, without the savagery and fear of their neighbors.\nHence, they are regarded by all with the greatest suspicion.\n\nThe Federated States, after their fashion, plunder the land and send\nscreaming ships to North America laden with booty and with men grown\nsuddenly rich--and with men who will never care for riches or anything\nelse again. These are the fortunate dead. The rest are received into the\nsloppy breast of Venus where even a tombstone or marker is swallowed in\na few, short weeks. And they die quickly on Venus, and often.\n\nFrom the arbitrary point where the four territories met, New Reno flung\nits sprawling, dirty carcass over the muddy soil and roared and hooted\nendlessly, laughed with the rough boisterousness of miners and spacemen,\nrang with the brittle, brassy laughter of women following a trade older\nthan New Reno. It clanged and shouted and bellowed so loudly that quiet\nsobbing was never heard.\n\nBut a strange sound hung in the air, the crying of a child. A tiny\nchild, a boy, he sat begrimed by mud at the edge of the street where an\noccasional ground car flung fresh contamination on his small form until\nhe became almost indistinguishable from the muddy street. His whimpering\nchanged to prolonged wailing sobs. He didn't turn to look at any of the\ngiant passers-by nor did they even notice him.\n\nBut finally one passer-by stopped. She was young and probably from the\nFederated States. She was not painted nor was she well-dressed. She had\nnothing to distinguish her, except that she stopped.\n\n\"Oh, my!\" she breathed, bending over the tiny form. \"You poor thing.\nWhere's your mama?\"\n\nThe little figure rubbed its face, looked at her blankly and heaved a\nlong, shuddering sigh.\n\n\"I can't leave you sitting here in the mud!\" She pulled out a\nhandkerchief and tried to wipe away some of the mud and then helped him\nup. His clothes were rags, his feet bare. She took him by the hand and\nas they walked along she talked to him. But he seemed not to hear.\n\nSoon they reached the dirty, plastic front of the Elite Cafe. Once\nthrough the double portals, she pulled the respirator from her face. The\nair inside was dirty and smelly but it was breathable. People were\neating noisily, boisterously, with all the lusty, unclean young life\nthat was Venus. They clamored, banged and threw things for no reason\nother than to throw them.\n\nShe guided the little one past the tables filled with people and into\nthe kitchen. The door closed with a bang, shutting out much of the noise\nfrom the big room. Gingerly she sat him down on a stool, and with\ndetergent and water she began removing the mud. His eyes were horribly\nred-rimmed.\n\n\"It's a wonder you didn't die out there,\" she murmured. \"Poor little\nthing!\"\n\n\"Hey! Are you going to work or aren't you, Jane?\" a voice boomed.\n\nA large ruddy man in white had entered the kitchen and he stood frowning\nat the girl. Women weren't rare on Venus, and she was only a waitress ...\n\n\"What in the blue blazes is that!\" He pointed to the child.\n\n\"He was outside,\" the girl explained, \"sitting in the street. He didn't\nhave a respirator.\"\n\nThe ruddy man scowled at the boy speculatively. \"His lungs all right?\"\n\n\"He isn't coughing much,\" she replied.\n\n\"But what are you going to do with him?\" the man asked Jane.\n\n\"I don't know,\" she said. \"Something. Tell the Patrol about him, I\nguess.\"\n\nThe beefy man hesitated. \"It's been a long time since I've seen a kid\nthis young on Venus. They always ship 'em home. Could have been dumped.\nMaybe his parents left him on purpose.\"\n\nThe girl flinched.\n\nHe grunted disgustedly, his face mirroring his thoughts. _Stringy hair\n... plain face ... and soft as Venus slime clear through!_ He shrugged.\n\"Anyway, he's got to eat.\" He looked at the small figure. \"Want to eat,\nkid? Would you like a glass of milk?\" He opened a refrigerator, took out\na plastic bottle and poured milk in a glass.\n\nChubby hands reached out for the glass.\n\n\"There, that's better,\" the cook said. \"Pete will see that you get fed\nall right.\" He turned to the girl. \"Could he belong to someone around\nhere?\"\n\nJane shook her head. \"I don't know. I've never seen him before.\"\n\n\"Well, he can stay in the kitchen while you work the shift. I'll watch\nhim.\"\n\nShe nodded, took an apron down from a hook and tied it around her waist.\nThen she patted the sober-faced youngster on his tousled head and left.\n\nThe beefy man studied the boy. \"I think I'll put you over there,\" he\nsaid. He lifted him, stool and all, and carried him across the kitchen.\n\"You can watch through that panel. See? That's Jane in there. She'll\ncome back and forth, pass right by here. Is that all right?\"\n\nThe little one nodded.\n\n\"Oh?\" Pete raised his eyebrows. \"So you _do_ know what I'm saying.\" He\nwatched the child for a few minutes, then turned his attention to the\nrange. The rush hour was on and he soon forgot the little boy on the\nstool ...\n\nWhenever possible during the lunch-hour rush, Jane stopped to smile and\ntalk to the child. Once she asked, \"Don't you know where your mama and\ndaddy are?\"\n\nHe just stared at her, unblinking, his big eyes soft and sad-looking.\n\nThe girl studied him for a moment, then she picked up a cookie and gave\nit to him. \"Can you tell me your name?\" she asked hopefully.\n\nHis lips parted. Cookie crumbs fell off his chin and from the corners of\nhis mouth, but he spoke no words.\n\nShe sighed, turned, and went out to the clattering throng with laden\nplates of food.\n\nFor a while Jane was so busy she almost forgot the young one. But\nfinally people began to linger more over their food, the clinking of\ndishes grew quieter and Pete took time for a cup of coffee. His sweating\nface was haggard. He stared sullenly at the little boy and shook his\nhead.\n\n\"Shouldn't be such things as kids,\" he muttered. \"Nothing but a pain in\nthe neck!\"\n\nJane came through the door. \"It gets worse all the time,\" she groaned.\nShe turned to the little boy. \"Did you have something to eat?\"\n\n\"I didn't know what to fix for him,\" Pete said. \"How about some beef\nstew? Do you think he'd go for that?\"\n\nJane hesitated. \"I--I don't know. Try it.\"\n\nPete ladled up a bowl of steaming stew. Jane took it and put it on the\ntable. She took a bit on a spoon, blew on it, then held it out. The\nchild opened his mouth. She smiled and slowly fed him the stew.\n\n\"How old do you think he is?\" Pete asked.\n\nThe girl hesitated, opened her mouth, but said nothing.\n\n\"About two and a half, I'd guess,\" Pete answered himself. \"Maybe three.\"\nJane nodded and he turned back to cleaning the stove.\n\n\"Don't you want some more stew?\" Jane asked as she offered the small one\nanother spoonful.\n\nThe little mouth didn't open.\n\n\"Guess you've had enough,\" she said, smiling.\n\nPete glanced up. \"Why don't you leave now, Jane. You're going to have\nto see the Patrol about that kid. I can take care of things here.\"\n\nShe stood thinking for a moment. \"Can I use an extra respirator?\"\n\n\"You can't take him out without one!\" Pete replied. He opened a locker\nand pulled out a transparent facepiece. \"I think this'll tighten down\nenough to fit his face.\"\n\nShe took it and walked over to the youngster. His large eyes had\nfollowed all her movements and he drew back slightly as she held out the\nrespirator. \"It won't hurt,\" she coaxed. \"You have to wear it. The air\noutside stings.\"\n\nThe little face remained steady but the eyes were fearful as Jane slid\nthe transparent mask over his head and tightened the elastic. It pulsed\nslightly with his breathing.\n\n\"Better wrap him in this,\" Pete suggested, pulling a duroplast jacket\nout of the locker. \"Air's tough on skin.\"\n\nThe girl nodded, pulling on her own respirator. She stepped quickly into\nher duroplast suit and tied it. \"Thanks a lot, Pete,\" she said, her\nvoice slightly muffled. \"See you tomorrow.\"\n\nPete grunted as he watched her wrap the tiny form in the jacket, lift it\ngently in her arms, then push through the door.\n\nThe girl walked swiftly up the street. It was quieter now, but in a\nshort time the noise and stench and garishness of New Reno would begin\nrising to another cacophonous climax.\n\nThe strange pair reached a wretched metal structure with an askew sign\nreading, \"El Grande Hotel.\" Jane hurried through the double portals, the\nswish of air flapping her outer garments as the air conditioning unit\nfought savagely to keep out the rival atmosphere of the planet.\n\nThere was no one at the desk and no one in the lobby. It was a forlorn\nplace, musty and damp. Venus humidity seemed to eat through everything,\neven metal, leaving it limp, faded, and stinking.\n\nShe hesitated, looked at the visiphone, then impulsively pulled a chair\nover out of the line of sight of the viewing plate and gently set the\nlittle boy on it. She pulled the respirator from her face, pressed the\nbutton under the blank visiphone disk. The plate lit up and hummed\nfaintly.\n\n\"Patrol Office,\" Jane said.\n\nThere was a click and a middle-aged, square-faced man with blue-coated\nshoulders appeared. \"Patrol Office,\" he repeated.\n\n\"This is Jane Grant. I work at the Elite Cafe. Has anyone lost a little\nboy?\"\n\nThe patrolman's eyebrows raised slightly. \"Little boy? Did you find\none?\"\n\n\"Well--I--I saw one earlier this evening,\" she faltered. \"He was sitting\nat the edge of the street and I took him into the cafe and fed him.\"\n\n\"Well, there aren't many children in town,\" he replied. \"Let's see.\" He\nglanced at a record sheet. \"No, none's reported missing. He with you\nnow?\"\n\n\"Ah--no.\"\n\nHe shook his head again, still looking downward. He said slowly, \"His\nparents must have found him. If he was wandering we'd have picked him\nup. There is a family that live around there who have a ten-year-old kid\nwho wanders off once in a while. Blond, stutters a little. Was it him?\"\n\n\"Well, I--\" she began. She paused, said firmly, \"No.\"\n\n\"Well, we don't have any reports on lost children. Haven't had for some\ntime. If the boy was lost his parents must have found him. Thank you for\ncalling.\" He broke the connection.\n\nJane stood staring at the blank plate. No one had reported a little boy\nmissing. In all the maddening confusion that was New Reno, no one had\nmissed a little boy.\n\nShe looked at the small bundle, walked over and slipped off his\nrespirator. \"I should have told the truth,\" she murmured to him softly.\n\"But you're so tiny and helpless. Poor little thing!\"\n\nHe looked up at her, then around the lobby, his brown eyes resting on\nfirst one object, then another. His little chin began to quiver.\n\nThe girl picked him up and stroked his hair. \"Don't cry,\" she soothed.\n\"Everything's going to be all right.\"\n\nShe walked down a hall, fumbling inside her coveralls for a key. At the\nend of the hall she stopped, unlocked a door, and carried him inside. As\nan afterthought she locked the door, still holding the small bundle in\nher arms. Then she placed him on a bed, removed the jacket and threw it\non a chair.\n\n\"I don't know why I should go to all this trouble,\" she said, removing\nher protective coveralls. \"I'll probably get picked up by the Patrol.\nBut _somebody's_ got to look after you.\"\n\nShe sat down beside him. \"Aren't you even a bit sleepy?\"\n\nHe smiled a little.\n\n\"Maybe now you can tell me your name,\" she said. \"Don't you know your\nname?\"\n\nHis expression didn't change.\n\nShe pointed to herself. \"Jane.\" Then she hesitated, looked downward for\na moment. \"Jana, I was called before I came here.\"\n\nThe little face looked up at her. The small mouth opened. \"Jana.\" It was\nhalf whisper, half whistle.\n\n\"That's right,\" she replied, stroking his hair. \"My, but your throat\nmust be sore. I hope you won't be sick from breathing too much of that\nawful air.\"\n\nShe regarded him quizzically. \"You know, I've never seen many little\nboys. I don't quite know how to treat one. But I know you should get\nsome sleep.\"\n\nShe smiled and reached over to take off the rags. He pulled away\nsuddenly.\n\n\"Don't be afraid,\" she said reassuringly. \"I wouldn't hurt you.\"\n\nHe clutched the little ragged shirt tightly.\n\n\"Don't be afraid,\" she repeated soothingly. \"I'll tell you what. You lie\ndown and I'll put this blanket over you,\" she said, rising. \"Will that\nbe all right?\"\n\nShe laid him down and covered the small form with a blanket. He lay\nthere watching her with his large eyes.\n\n\"You don't look very sleepy,\" she said. \"Perhaps I had better turn the\nlight down.\" She did so, slowly, so as not to alarm him. But he was\nsilent, watchful, never taking his eyes from her.\n\nShe smiled and sat down next to him. \"Now I'll tell you a story and then\nyou must go to sleep,\" she said softly.\n\nHe smiled--just a little smile--and she was pleased.\n\n\"Fine,\" she cried. \"Well--once upon a time there was a beautiful planet,\nnot at all like this one. There were lovely flowers and cool-running\nstreams and it only rained once in a while. You'd like it there for it's\na very nice place. But there were people there who liked to travel--to\nsee strange places and new things, and one day they left in a great big\nship.\"\n\nShe paused again, frowning in thought. \"Well, they traveled a long, long\nway and saw many things. Then one day something went wrong.\"\n\nHer voice was low and soft. It had the quality of a dream, the texture\nof a zephyr, but the little boy was still wide awake.\n\n\"Something went very, very wrong and they tried to land so they could\nfix it. But when they tried to land they found they couldn't--and they\nfell and just barely managed to save themselves. The big, beautiful ship\nwas all broken. Well, since they couldn't fix the ship at all now, they\nset out on foot to find out where they were and to see if they could get\nhelp. Then they found that they were in a land of great big giants, and\nthe people were very fierce.\"\n\nThe little boy's dark eyes were watching her intently but she went on,\nhardly noticing.\n\n\"So they went back to the broken ship and tried to decide what to do.\nThey couldn't get in touch with their home because the radio part of the\nship was all broken up. And the giants were horrible and wanted\neverything for themselves and were cruel and mean and probably would\nhave hurt the poor ship-wrecked people if they had known they were\nthere.\n\n\"So--do you know what they did? They got some things from the ship and\nthey went and built a giant. And they put little motors inside and\nthings to make it run and talk so that the giants wouldn't be able to\ntell that it wasn't another giant just like themselves.\"\n\nShe paused, straightening slightly.\n\n\"And then they made a space inside the giant where somebody could sit\nand run this big giant and talk and move around--and the giants wouldn't\never know that she was there. They made it a _she_. In fact, she was the\nonly person who could do it because she could learn to talk all sorts of\nlanguages--that's what she could do best. So she went out in the giant\nsuit and mingled with the giants and worked just like they did.\n\n\"But every once in a while she'd go back to the others, bringing them\nthings they needed. And she would bring back news. That was their only\nhope--news of a ship which might be looking for them, which might take\nthem home--\"\n\nShe broke off. \"I wonder what the end of the story will be?\" she\nmurmured.\n\nFor some time she had not been using English. She had been speaking in a\nsoft, fluid language unlike anything ever heard on Venus. But now she\nhad stopped speaking entirely.\n\nAfter a slight pause--another voice spoke--in the same melodious, alien\ntongue! It said, \"I think I know the end of the story. I think someone\nhas come for you poor people and is going to take you home.\"\n\nShe gasped--for she realized it had not been her voice. Her artificial\neyes watched, stunned, as the little boy began peeling off a skin-tight,\nflexible baby-faced mask, revealing underneath the face of a little man.\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Fantastic Universe_ March 1954.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Foundling on Venus, by \nJohn de Courcy and Dorothy de Courcy\n\n*** END OF THIS PROJECT GUTENBERG EBOOK FOUNDLING ON VENUS ***\n\n***** This file should be named 29181.txt or 29181.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/1/8/29181/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}