{"title": "G-r-r-r...!", "author": "Roger Arcot", "releaseDate": "June 21, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n    _Roger Arcot explores the fringes of a really never forgotten world,\n    the introduction to which is an aged manuscript _De Necromantiae_,\n    and the wish, not too repressed, to pledge your soul to the Devil!\n    There are many strange memories and unhappy frustrated souls in this\n    Fantastic Universe of ours--strange and sinister memories and\n    stranger urges, frightening urges that refuse to die in the heart of\n    Brother Ambrose._\n\n\n g-r-r-r...!\n\n _by ... ROGER ARCOT_\n\n\n He had borne the thousand and one injuries with humility and\n charity. But the insults! These were more than he could suffer....\n\n\nGr-r-r! There he goes again! Brother Ambrose could scarce restrain the\nhatred that seethed and churned in his breast, as his smallish eyes\nfollowed Brother Lorenzo headed once more for his beloved geraniums, the\ninevitable watering-pot gripped in both hands, the inevitable devotions\nrising in a whispered stream from his saintly lips. The very fact the\nman lived was a mockery to human justice: God's blood, but if thoughts\ncould only kill.\n\n_Ave, Virgo!_\n\nThe thousand and one injuries of Fray Lorenzo he had borne as a\nChristian monk should, with humility and charity. But the insults, aye,\nthe insults to faith and reason! They were more than a generous Father\ncould expect His most adoring servant to suffer, weren't they? To have\nto sit next to the man, for instance, at evening meal and hear his silly\nprattle of the weather. Next year's crop of cork: we can scarcely expect\noak-galls, he says. Isn't _petroselinum_ the name for parsley? (No,\nit's Greek, you swine. And what's the Greek name for Swine's Snout? I\ncould hurl it at you, like the Pope hurling anathema.) _Salve tibi!_ It\nsticks in one's craw to bless him with the rest. Would God our cloister\nnumbered thirty-and-nine instead of forty.\n\nFor days now, for weeks, Brother Ambrose had witnessed and endured the\nfalse piety of the man. How he'd ever got admitted to the order in the\nfirst place beat all supposition. It must have been his sanctimonious\napple-cheeks or (Heaven forbid such simony), some rich relative greased\nthe palm of the Prior. _Saint, forsooth!_\n\nBrother Ambrose recalled just a week previous; they had been outside the\nwalls, a round dozen of the brothers, gathering the first few bushels of\ngrapes to make the good Benedictine wine. And all men tended to their\nduty in the vineyard--save who? Save lecherous Lorenzo, whose job was to\nattend the press. Picked the assignment himself, most likely, so he\ncould ogle the brown thighs and browner ankles of Dolores squatting on\nthe Convent bank, _gitana_ slut with her flashing eyes and hint of sweet\ndelight in those cherry-red lips and coquettish tossing shoulders. A man\ncould see she was child of the devil, flesh to tempt to eternal\nhellfire.\n\nBut how skillful Brother Lorenzo had been in keeping the glow in his\ndead eye from being seen by the others! Only Ambrose had known it was\nthere. Invisible to even the world, perhaps; but lurking just the same\nin Lorenzo's feverishly disguised brain. _Si_, there and lusting beyond\na doubt. By one's faith, the blue-black hair of Dolores would make any\nweak man itch; and the stories that had floated on the breeze that day,\nlivelily exchanged between her and that roguish Sanchicha, the\n_lavandera_; Lorenzo must surely have lapped them all up like a hungry\nspaniel, though he cleverly turned his head away so you would not guess.\nAfter all, Ambrose, scarcely a step closer, could recall clearly every\nword of the bawdy tales!\n\nBack to the table again; and Brother Ambrose once more noticed how Fray\nLorenzo never let his fork and knife lie crosswise, an obvious tribute\nhe, himself, always made in Our Senor's praise. Nor did Lorenzo honor\nthe Trinity by drinking his orange-pulp in three quiet sips; rather (the\nArian heretic) he drained it at a gulp. Now, he was out trimming his\nmyrtle-bush. And touching up his roses.\n\nGr-r-r, again! Watching his enemy putter away in the deepening twilight\nthat followed the decline of the Andalusian sun, Brother Ambrose\nrecalled the other traps he had lain to trip the hypocrite. Traps set\nand failed; but, oh, so delicious anyhow, these attempts to send him\nflying off to Hell where he belonged: a Cathar or a Manichee. That last\none, involving the pornographic French novel so scrofulous and wicked.\nHow could it failed to have snared its prey? Especially, when Fray\nAmbrose had spent such sleepless nights, working out his plot in great\ndetail?\n\nBrother Ambrose allowed himself an inward chortle, as he paced along the\nportico, recollecting how close to success the scheme had come. The book\nhad had to be read first (or re-read, rather) by Ambrose to determine\njust which chapter would be most apt to damn a soul with concupiscent\nsuggestion. Gray paper with blunt type, the whole book had been easy\nenough to grasp for that matter--what with the words so badly spelled\nout. The cuckoldry tales of Boccaccio and that gay old archpriest, Juan\nRuiz de Hita, what dry reading they seemed by comparison--almost like\ndecretals.\n\nAs if by misadventure, Brother Ambrose had left the book in Lorenzo's\ncell, the pages doubled down at the woeful sixteenth print. Ah, there\nhad been a passage! Simply glancing at it, you groveled hand and foot in\nBelial's grip.\n\nBut, that twice-cursed Lorenzo must have had the devil's luck that day.\nA breeze sprang up to flip the volume closed; and the monk, not knowing\nthe book's owner and espying only its name, had handed it over to the\nPrior who had promptly turned the monastery upside down in search of\nfurther such adulterous contraband!\n\nWorse fortune followed. The next day, Brother Lorenzo had come down with\na temporary stroke of blindness--it lasted only a week; but even so, for\nseven days Ambrose had been forced to labor in his stead in the drafty\nlibrary, copying boresome scrolls in a light scarcely less dim than\nmoonlight. Worse still, the Prior had found mistakes: letters dropped,\ntransposed (Latin was so bothersomely regular; compared to the vulgar\ntongue). For what he called such \"inexcusable slovenliness,\" the Prior\nhad imposed a penance of bread and water and extra toil.\n\n_Slovenliness!_ Why didn't the Prior--was he blind, too?--notice the\ndeadly sins that were each day so neatly practised by Brother Lorenzo?\nThey went unpunished. Probably, God's Angel would even be found to have\nbeen asleep when Judgment Day came around and Lorenzo would slip into\nHeaven by a wink, as one might say.\n\nObviously, there was no justice, except such as man would make himself,\nBrother Ambrose had at last decided.\n\n_Ave Maria, plena gratia._\n\nNow at last, he was alone in his cell, free finally from the unendurable\n(sometimes it seemed everlasting) torment of Brother Lorenzo's presence.\nTwenty-nine distinct damnations listed in Galatians, if you cared to\nlook up the text; and not one of them could the enemy be made to trip\non, a-dying.\n\nIn fact, of late, so bad had the situation grown that Brother Ambrose\nhad even once considered pledging his soul to Satan. Oh, not for keeps!\nNo enmity was worth that dread sacrifice. But as a trick, sort of--with\na flaw in the indenture that proud Lucifer would miss until it was too\nlate to wriggle out of the bargain.\n\nBut that had been two days ago.\n\nNow, a better scheme presented itself to Brother Ambrose, engendered by\nthat forced labor within the dreary precincts of the convent library.\nFor that was where (and when) he had made his delightful discovery, the\none that would now redeem him from all his irritations and travail. The\ndiscovery that would rid him of Brother Lorenzo for always!\n\nIt had happened like this.\n\nInasmuch as the monastery was over eight hundred years old, many ancient\nbooks and moldy scrolls lay forgotten in the cobwebby corners of the\ngreat library, especially where the light was gloomy. One afternoon\nduring his week of enforced toil, Brother Ambrose had sought the shelter\nof one of these ill-lighted and seldom-visited nooks of the building to\nrecover certain lost hours of sleep, hours that had gone astray the\nnight before as he sat up in his lonely cell and brooded over his\nwrongs. But before his drowsy head could nod off into dreams completely,\nhis eye had chanced to notice a faded scroll that jutted forth from its\nfellows on the shelves. Starting to push the offender back in place,\nAmbrose's fingers had hesitated when he noticed the title: _De\nNecromantiae_.\n\nSurely, thought the monk, such a book belonged on the Index. Then, it\noccurred to him that possibly the copy in front of him was the only one\nof its kind in the world, in which case not even the Holy Father could\nbe expected to know it existed. Then, how could it be on the Index or be\nforbidden?\n\nTaking advantage of this personal achievement in casuistry, Brother\nAmbrose promptly untied the scroll and began reading.\n\nWhat he discovered there interested him very much. We do not intend to\ndescribe all of the marvels unfolded for him in that venerable mildewed\nmanuscript, for some of the more gruesome mysteries of the supernatural\nworld are better left unrevealed; but let it be said at least, that one\nchapter intrigued Brother Ambrose immensely. So much so, that he\nshamelessly whipped out his scissors and, nipping that section, stuck it\ninside his rough wool robes so he might peruse it at greater leisure\nwithin the privacy of his cell.\n\nThe chapter that evoked such delight and interest within Brother\nAmbrose's complicated brain was one that had been penned in the early\nages of the Church by a lay-brother who had concerned himself with pagan\nmagic. In it, he had described the fiendish habits and activities of\nwerewolves and had actually even presented a formula. _Ut Fiat Homo\nLupinus_ it was entitled, which purported to give the secret words and\nritual necessary to achieve the transformation from man to beast.\n\nAt last, the opportunity had arrived Ambrose's way to achieve his\nlong-desired revenge on Brother Lorenzo!\n\nTwenty-four hours had passed since the momentous discovery. The moment\nwas at hand. Night again had settled upon the Spanish cloisters, the\nlast bell had tolled; and all the good and hardy men were supposed to be\nat sound sleep on their rough iron cots. But in Brother Ambrose's chilly\ncell, a small candle burned--casting sickly light that produced huge\nflickering shadows against the whitewashed walls.\n\nBrother Ambrose held the treasured piece of manuscript between his\nhands. It was difficult to make out the faded Latin; the writing was\ncramped and crude, and Ambrose was no scholar to boot. But like all\npersons of his times, he was quite well-aware of the existence of\nwerewolves, werefoxes, and other such monsters; and he held no doubt but\nwhat the spell would work.\n\nIt was the scheming brother's plan to creep in the stealth of night down\nthe corridor to the barred oak door of Lorenzo's own simple cell. There,\nhe would knock; lightly enough to disturb no other sleepers, yet loud\nenough that the rapping would summon Brother Lorenzo from whatever\nwicked dreams might be festering in his own sleeping mind.\n\nAs Fray Lorenzo's naked footsteps were heard pattering across the bare\nfloor, Ambrose would drink the bat's blood he had collected, sniff the\nwolfbane he had ground to ash, and pronounce the obscure Celtic words\nthat would alter the very atoms of his flesh, transforming them into an\nobscene travesty of life. Brother Lorenzo, when he opened the door,\nwould be met not by a fellow human being, but by a snarling fanged wolf\nthat would hurl its hairy bulk at the drowsy monk's own throat.\n\nThe next day, the entire monastery would be awakened, of course, by\nshouts of the news that foul murder had been discovered. But no amount\nof detection would ever manifest the bestial murderer. Brother Ambrose\nwould hug to his soul the secret of his crime until the day of his\nshriving.\n\nAt length, the hour had grown so late that it was certain even the Prior\nhimself must have long since retired.\n\nBrother Ambrose made ready to carry out his deed. He rose from his cot,\nremoved the coarse brown robe that normally he wore to bed as well as in\nhis daily rounds so that his long-unwashed body stood naked. There must\nbe no chance for tell-tale blood to stain his clothes, when his fierce\ntalons and wolfish teeth tore and rended at human flesh.\n\nCarrying his precious piece of scroll, he departed from his cell and\ngroped his way down the stone corridor until the light improved enough\nfor him to see his way. Luckily, a patch of moonlight illuminated the\nvery space in front of the accursed Brother Lorenzo's door. What\nfortune!\n\nBrother Ambrose halted and stared at the door as though his eyes could\nsee through it, at the sleeping form within. He sucked in a deep breath.\nHis palms were sweaty; his heartbeat rapid. For a moment, he was almost\nready to back out.\n\nThen suddenly, the memory of all the hundreds of grudges he bore against\nLorenzo surged through him. Hatred built up a massive reservoir, that\nbroke out over his crumbling conscience and flooded his body with anger\nand wild resentment. His teeth gritted. What had he been thinking of--to\nretreat now, with revenge so nearly at hand!\n\nHe rapped. A moment later, he heard a creaking sound like Brother\nLorenzo slipping out of bed.\n\nTrembling, he lifted the phial of bat's blood, drank it down. It tasted\nsalty. He chewed on the wolfbane powder until it mixed with the saliva\nof his mouth, then he swallowed. Holding the ancient scroll-segment\nbefore him, he began to repeat the badly-written incantation: _Ut fiat\nhomo lupinus, pulvis arnicae facenda est et dum...._\n\nA thousand jolts assailed his body, as if he had been struck by all the\nlightnings in heaven. Then, came a rushing paralysis, a distortion of\ntime and space, a dread feeling of disintegration and death ...\n\nThe door to Brother Lorenzo's cell began to recede, swelling in volume\nas it did. The ceiling of the corridor likewise retreated at\never-increasing pace. Staring down at his own dwindling frame, Ambrose\nsaw that the slug-white flesh was now covered with thick fur, even as\nthe limbs were gnarling--\n\nThen, suddenly the door opened. Brother Lorenzo stepped out, his kindly\npious face wrinkled with sleep but otherwise showing no irritation or\ndispleasure at being summoned from his rest. At first, the monk seemed\nnot to have noticed Ambrose's form, for he gazed above him and away.\n\nAmbrose kept on shrinking.\n\nFinally, Brother Lorenzo's gaze chanced to glance downward. But still,\nhis features mirrored no recognition or alarm; only puzzlement.\n\n_Now_, thought Ambrose, _now is the time for me to snarl_.\n\nBut no snarl, nor semblance of a snarl, emerged from his lips. Rather,\nhis lips had elongated into long sucking proboscises, while already a\nthird pair of limbs had commenced growing from his furred-over abdomen.\n\nThis was not a wolf-like form, he was assuming, Ambrose suddenly\nrealized in terror. But if it was not lupine, what was it? Had he\nmisread the incantation? Had he mispronounced a simple word?\n\nThe weird crawling form into which he had metamorphosed was now hardly\nan inch higher than the surface of the floor. But Ambrose's eyes had\nbulged into great many-faceted orbs capable of seeing objects with\ngreater clarity than ever. Inches away from him, he made out the segment\nof scroll he had discarded after reading aloud from it. Crawling over to\nit, he perused the beginning words of the spell.\n\nAnd it suddenly dawned on him (while what passed for a heart and\nventricles within his pulpy form began simulating horror) that the\nancient monk of centuries ago who had first copied the incantation must\nhave been as careless of spelling as he. For the charm obviously did not\nconvert its user into a werewolf, but rather some other animal ...\n\nDredging up all the miserable Latin he knew, Ambrose fished for some\nword similar to _lupinus_.\n\nAnd suddenly he had it!\n\n_Pulicus!_ That was the word the sloppy copyist of yesteryear had\nwrongly transcribed.\n\nFrom the word _pulex_, meaning \"flea.\"\n\nNot how to become a wolf-like man, but a flea-like man--that was what\nthe formula had described.\n\nAmbrose, the flea, braced himself. Gathering his powerful legs under\nhim, he leaped in soaring flight to land upon the object of hatred--the\ngiant Brother Lorenzo, who towered so high above him.\n\nBut the gentle and considerate Brother Lorenzo, who probably would not\nhave hurt hair nor hide of any other creature on Earth--even he knew\nfull well that there is only one thing you can do to discourage a flea.\n\nSwat!\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Fantastic Universe_ January 1957.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of G-r-r-r...!, by Roger Arcot\n\n*** END OF THIS PROJECT GUTENBERG EBOOK G-R-R-R...! ***\n\n***** This file should be named 29194.txt or 29194.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/1/9/29194/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}