{"title": "Dream Town", "author": "Henry Slesar", "releaseDate": "June 21, 2009", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n    _Henry Slesar, young New York advertising executive and by now no\n    longer a new-comer to either this magazine or to this field,\n    describes a strange little town that you, yourself, may blunder into\n    one of these evenings. But, if you do, beware--beware of the\n    Knights!_\n\n\n dream\n  town\n\n _by ... HENRY SLESAR_\n\n\n The woman in the doorway looked so harmless. Who\n was to tell she had some rather startling interests?\n\n\nThe woman in the doorway looked like Mom in the homier political\ncartoons. She was plump, apple-cheeked, white-haired. She wore a fussy,\nold-fashioned nightgown, and was busily clutching a worn house-robe\naround her expansive middle. She blinked at Sol Becker's rain-flattened\nhair and hang-dog expression, and said: \"What is it? What do you want?\"\n\n\"I'm sorry--\" Sol's voice was pained. \"The man in the diner said\nyou might put me up. I had my car stolen: a hitchhiker; going to\nSalinas ...\" He was puffing.\n\n\"Hitchhiker? I don't understand.\" She clucked at the sight of the pool\nof water he was creating in her foyer. \"Well, come inside, for heaven's\nsake. You're soaking!\"\n\n\"Thanks,\" Sol said gratefully.\n\nWith the door firmly shut behind him, the warm interior of the little\nhouse covered him like a blanket. He shivered, and let the warmth seep\nover him. \"I'm terribly sorry. I know how late it is.\" He looked at his\nwatch, but the face was too misty to make out the hour.\n\n\"Must be nearly three,\" the woman sniffed. \"You couldn't have come at a\nworse time. I was just on my way to court--\"\n\nThe words slid by him. \"If I could just stay overnight. Until the\nmorning. I could call some friends in San Fernando. I'm very susceptible\nto head colds,\" he added inanely.\n\n\"Well, take those shoes off, first,\" the woman grumbled. \"You can\nundress in the parlor, if you'll keep off the rug. You won't mind using\nthe sofa?\"\n\n\"No, of course not. I'd be happy to pay--\"\n\n\"Oh, tush, nobody's asking you to pay. This isn't a hotel. You mind if I\ngo back upstairs? They're gonna miss me at the palace.\"\n\n\"No, of course not,\" Sol said. He followed her into the darkened parlor,\nand watched as she turned the screw on a hurricane-style lamp, shedding\na yellow pool of light over half a flowery sofa and a doily-covered wing\nchair. \"You go on up. I'll be perfectly fine.\"\n\n\"Guess you can use a towel, though. I'll get you one, then I'm going up.\nWe wake pretty early in this house. Breakfast's at seven; you'll have to\nbe up if you want any.\"\n\n\"I really can't thank you enough--\"\n\n\"Tush,\" the woman said. She scurried out, and returned a moment later\nwith a thick bath towel. \"Sorry I can't give you any bedding. But you'll\nfind it nice and warm in here.\" She squinted at the dim face of a\nship's-wheel clock on the mantle, and made a noise with her tongue.\n\"Three-thirty!\" she exclaimed. \"I'll miss the whole execution ...\"\n\n\"The what?\"\n\n\"Goodnight, young man,\" Mom said firmly.\n\nShe padded off, leaving Sol holding the towel. He patted his face, and\nthen scrubbed the wet tangle of brown hair. Carefully, he stepped off\nthe carpet and onto the stone floor in front of the fireplace. He\nremoved his drenched coat and suit jacket, and squeezed water out over\nthe ashes.\n\nHe stripped down to his underwear, wondering about next morning's\npossible embarrassment, and decided to use the damp bath towel as a\nblanket. The sofa was downy and comfortable. He curled up under the\ntowel, shivered once, and closed his eyes.\n\n       *       *       *       *       *\n\nHe was tired and very sleepy, and his customary nightly review was\nlimited to a few detached thoughts about the wedding he was supposed to\nattend in Salinas that weekend ... the hoodlum who had responded to his\ngood-nature by dumping him out of his own car ... the slogging walk to\nthe village ... the little round woman who was hurrying off, like the\nWhite Rabbit, to some mysterious appointment on the upper floor ...\n\nThen he went to sleep.\n\nA voice awoke him, shrill and questioning.\n\n\"Are you _nakkid_?\"\n\nHis eyes flew open, and he pulled the towel protectively around his body\nand glared at the little girl with the rust-red pigtails.\n\n\"Huh, mister?\" she said, pushing a finger against her freckled nose.\n\"Are you?\"\n\n\"No,\" he said angrily. \"I'm not naked. Will you please go away?\"\n\n\"Sally!\" It was Mom, appearing in the doorway of the parlor. \"You leave\nthe gentleman alone.\" She went off again.\n\n\"Yes,\" Sol said. \"Please let me get dressed. If you don't mind.\" The\ngirl didn't move. \"What time is it?\"\n\n\"Dunno,\" Sally shrugged. \"I like poached eggs. They're my favorite eggs\nin the whole world.\"\n\n\"That's good,\" Sol said desperately. \"Now why don't you be a good girl\nand eat your poached eggs. In the kitchen.\"\n\n\"Ain't ready yet. You going to stay for breakfast?\"\n\n\"I'm not going to do anything until you get out of here.\"\n\nShe put the end of a pigtail in her mouth and sat down on the chair\nopposite. \"I went to the palace last night. They had an exelution.\"\n\n\"Please,\" Sol groaned. \"Be a good girl, Sally. If you let me get\ndressed, I'll show you how to take your thumb off.\"\n\n\"Oh, that's an old trick. Did you ever see an exelution?\"\n\n\"No. Did you ever see a little girl with her hide tanned?\"\n\n\"Huh?\"\n\n\"_Sally!_\" Mom again, sterner. \"You get out of there, or\nyou-know-what ...\"\n\n\"Okay,\" the girl said blithely. \"I'm goin' to the palace again. If I\nbrush my teeth. Aren't you _ever_ gonna get up?\" She skipped out of the\nroom, and Sol hastily sat up and reached for his trousers.\n\nWhen he had dressed, the clothes still damp and unpleasant against his\nskin, he went out of the parlor and found the kitchen. Mom was busy at\nthe stove. He said: \"Good morning.\"\n\n\"Breakfast in ten minutes,\" she said cheerfully. \"You like poached\neggs?\"\n\n\"Sure. Do you have a telephone?\"\n\n\"In the hallway. Party line, so you may have to wait.\"\n\nHe tried for fifteen minutes to get through, but there was a woman on\nthe line who was terribly upset about a cotton dress she had ordered\nfrom Sears, and was telling the world about it.\n\nFinally, he got his call through to Salinas, and a sleepy-voiced Fred,\nhis old Army buddy, listened somewhat indifferently to his tale of woe.\n\"I might miss the wedding,\" Sol said unhappily. \"I'm awfully sorry.\"\nFred didn't seem to be half as sorry as he was. When Sol hung up, he was\nfeeling more despondent than ever.\n\nA man, tall and rangy, with a bobbing Adam's apple and a lined face,\ncame into the hallway. \"Hullo?\" he said inquiringly. \"You the fella had\nthe car stolen?\"\n\n\"Yes.\"\n\nThe man scratched his ear. \"Take you over to Sheriff Coogan after\nbreakfast. He'll let the Stateys know about it. My name's Dawes.\"\n\nSol accepted a careful handshake.\n\n\"Don't get many people comin' into town,\" Dawes said, looking at him\ncuriously. \"Ain't seen a stranger in years. But you look like the rest\nof us.\" He chuckled.\n\nMom called out: \"Breakfast!\"\n\n       *       *       *       *       *\n\nAt the table, Dawes asked his destination.\n\n\"Wedding in Salinas,\" he explained. \"Old Army friend of mine. I picked\nthis hitchhiker up about two miles from here. He _seemed_ okay.\"\n\n\"Never can tell,\" Dawes said placidly, munching egg. \"Hey, Ma. That why\nyou were so late comin' to court last night?\"\n\n\"That's right, Pa.\" She poured the blackest coffee Sol had ever seen.\n\"Didn't miss much, though.\"\n\n\"What court is that?\" Sol asked politely, his mouth full.\n\n\"Umagum,\" Sally said, a piece of toast sticking out from the side of her\nmouth. \"Don't you know _nothin'_?\"\n\n\"_Arma_gon,\" Dawes corrected. He looked sheepishly at the stranger.\n\"Don't expect Mister--\" He cocked an eyebrow. \"What's the name?\"\n\n\"Becker.\"\n\n\"Don't expect Mr. Becker knows anything about Armagon. It's just a\ndream, you know.\" He smiled apologetically.\n\n\"Dream? You mean this--Armagon is a place you dream about?\"\n\n\"Yep,\" Dawes said. He lifted cup to lip. \"Great coffee, Ma.\" He leaned\nback with a contented sigh. \"Dream about it every night. Got so used to\nthe place, I get all confused in the daytime.\"\n\nMom said: \"I get muddle-headed too, sometimes.\"\n\n\"You mean--\" Sol put his napkin in his lap. \"You mean _you_ dream about\nthe same place?\"\n\n\"Sure,\" Sally piped. \"We all go there at night. I'm goin' to the palace\nagain, too.\"\n\n\"If you brush your teeth,\" Mom said primly.\n\n\"If I brush my teeth. Boy, you shoulda seen the exelution!\"\n\n\"Execution,\" her father said.\n\n\"Oh, my goodness!\" Mom got up hastily. \"That reminds me. I gotta call\npoor Mrs. Brundage. It's the _least_ I could do.\"\n\n\"Good idea,\" Dawes nodded. \"And I'll have to round up some folks and get\nold Brundage out of there.\"\n\nSol was staring. He opened his mouth, but couldn't think of the right\nquestion to ask. Then he blurted out: \"What execution?\"\n\n\"None of _your_ business,\" the man said coldly. \"You eat up, young man.\nIf you want me to get Sheriff Coogan lookin' for your car.\"\n\nThe rest of the meal went silently, except for Sally's insistence upon\nsinging her school song between mouthfuls. When Dawes was through, he\npushed back his plate and ordered Sol to get ready.\n\nSol grabbed his topcoat and followed the man out the door.\n\n\"Have to stop someplace first,\" Dawes said. \"But we'll be pickin' up the\nSheriff on the way. Okay with you?\"\n\n\"Fine,\" Sol said uneasily.\n\nThe rain had stopped, but the heavy clouds seemed reluctant to leave the\nskies over the small town. There was a skittish breeze blowing, and Sol\nBecker tightened the collar of his coat around his neck as he tried to\nkeep up with the fast-stepping Dawes.\n\n       *       *       *       *       *\n\nThey crossed the street diagonally, and entered a two-story wooden\nbuilding. Dawes took the stairs at a brisk pace, and pushed open the\ndoor on the second floor. A fat man looked up from behind a desk.\n\n\"Hi, Charlie. Thought I'd see if you wanted to help move Brundage.\"\n\nThe man batted his eyes. \"Oh, Brundage!\" he said. \"You know, I clean\nforgot about him?\" He laughed. \"Imagine me forgetting that?\"\n\n\"Yeah.\" Dawes wasn't amused. \"And you Prince Regent.\"\n\n\"Aw, Willie--\"\n\n\"Well, come on. Stir that fat carcass. Gotta pick up Sheriff Coogan,\ntoo. This here gentleman has to see him about somethin' else.\"\n\nThe man regarded Sol suspiciously. \"Never seen you before. Night _or_\nday. Stranger?\"\n\n\"Come _on_!\" Dawes said.\n\nThe fat man grunted and hoisted himself out of the swivel chair. He\nfollowed lamely behind the two men as they went out into the street\nagain.\n\nA woman, with an empty market basket, nodded casually to them. \"Mornin',\nfolks. Enjoyed it last night. Thought you made a right nice speech, Mr.\nDawes.\"\n\n\"Thanks,\" Dawes answered gruffly, but obviously flattered. \"We were just\ngoin' over to Brundage's to pick up the body. Ma's gonna pay a call on\nMrs. Brundage around ten o'clock. You care to visit?\"\n\n\"Why, I think that's very nice,\" the woman said. \"I'll be sure and do\nthat.\" She smiled at the fat man. \"Mornin', Prince.\"\n\nSol's head was spinning. As they left the woman and continued their\ndetermined march down the quiet street, he tried to find answers.\n\n\"Look, Mr. Dawes.\" He was panting; the pace was fast. \"Does _she_ dream\nabout this--Armagon, too? That woman back there?\"\n\n\"Yep.\"\n\nCharlie chuckled. \"He's a stranger, all right.\"\n\n\"And you, Mr.--\" Sol turned to the fat man. \"You also know about this\npalace and everything?\"\n\n\"I told you,\" Dawes said testily. \"Charlie here's Prince Regent. But\ndon't let the fancy title fool you. He got no more power than any Knight\nof the Realm. He's just too dern fat to do much more'n sit on a throne\nand eat grapes. That right, Charlie?\"\n\nThe fat man giggled.\n\n\"Here's the Sheriff,\" Dawes said.\n\nThe Sheriff, a sleepy-eyed citizen with a long, sad face, was rocking on\na porch as they approached his house, trying to puff a half-lit pipe. He\nlifted one hand wearily when he saw them.\n\n\"Hi, Cookie,\" Dawes grinned. \"Thought you, me, and Charlie would get\nBrundage's body outa the house. This here's Mr. Becker; he got another\nproblem. Mr. Becker, meet Cookie Coogan.\"\n\nThe Sheriff joined the procession, pausing only once to inquire into\nSol's predicament.\n\nHe described the hitchhiker incident, but Coogan listened stoically. He\nmurmured something about the Troopers, and shuffled alongside the\npuffing fat man.\n\nSol soon realized that their destination was a barber shop.\n\nDawes cupped his hands over the plate glass and peered inside. Gold\nletters on the glass advertised: HAIRCUT SHAVE & MASSAGE PARLOR. He\nreported: \"Nobody in the shop. Must be upstairs.\"\n\n       *       *       *       *       *\n\nThe fat man rang the bell. It was a while before an answer came.\n\nIt was a reedy woman in a housecoat, her hair in curlers, her eyes red\nand swollen.\n\n\"Now, now,\" Dawes said gently. \"Don't you take on like that, Mrs.\nBrundage. You heard the charges. It hadda be this way.\"\n\n\"My poor Vincent,\" she sobbed.\n\n\"Better let us up,\" the Sheriff said kindly. \"No use just lettin' him\nlay there, Mrs. Brundage.\"\n\n\"He didn't mean no harm,\" the woman snuffled. \"He was just purely\nornery, Vincent was. Just plain mean stubborn.\"\n\n\"The law's the law,\" the fat man sighed.\n\nSol couldn't hold himself in.\n\n\"What law? Who's dead? How did it happen?\"\n\nDawes looked at him disgustedly. \"Now is it any of _your_ business? I\nmean, is it?\"\n\n\"I don't know,\" Sol said miserably.\n\n\"You better stay out of this,\" the Sheriff warned. \"This is a local\nmatter, young man. You better stay in the shop while we go up.\"\n\nThey filed past him and the crying Mrs. Brundage.\n\nWhen they were out of sight, Sol pleaded with her.\n\n\"What happened? How did your husband die?\"\n\n\"Please ...\"\n\n\"You must tell me! Was it something to do with Armagon? Do you dream\nabout the place, too?\"\n\nShe was shocked at the question. \"Of course!\"\n\n\"And your husband? Did he have the same dream?\"\n\nFresh tears resulted. \"Can't you leave me alone?\" She turned her back.\n\"I got things to do. You can make yourself comfortable--\" She indicated\nthe barber chairs, and left through the back door.\n\nSol looked after her, and then ambled over to the first chair and\nslipped into the high seat. His reflection in the mirror, strangely gray\nin the dim light, made him groan. His clothes were a mess, and he needed\na shave. If only Brundage had been alive ...\n\nHe leaped out of the chair as voices sounded behind the door. Dawes was\nkicking it open with his foot, his arms laden with two rather large\nfeet, still encased in bedroom slippers. Charlie was at the other end of\nthe burden, which appeared to be a middle-aged man in pajamas. The\nSheriff followed the trio up with a sad, undertaker expression. Behind\nhim came Mrs. Brundage, properly weeping.\n\n\"We'll take him to the funeral parlor,\" Dawes said, breathing hard.\n\"Weighs a ton, don't he?\"\n\n\"What killed him?\" Sol said.\n\n\"Heart attack.\"\n\nThe fat man chuckled.\n\nThe tableau was grisly. Sol looked away, towards the comfortingly\nmundane atmosphere of the barber shop. But even the sight of the\nthick-padded chairs, the shaving mugs on the wall, the neat rows of\ncutting instruments, seemed grotesque and morbid.\n\n\"Listen,\" Sol said, as they went through the doorway. \"About my car--\"\n\nThe Sheriff turned and regarded him lugubriously. \"Your _car_? Young\nman, ain't you got no _respect_?\"\n\nSol swallowed hard and fell silent. He went outside with them, the woman\nslamming the barber-shop door behind him. He waited in front of the\nbuilding while the men toted away the corpse to some new destination.\n\n       *       *       *       *       *\n\nHe took a walk.\n\nThe town was just coming to life. People were strolling out of their\nhouses, commenting on the weather, chuckling amiably about local\naffairs. Kids on bicycles were beginning to appear, jangling the little\nbells and hooting to each other. A woman, hanging wash in the back yard,\ncalled out to him, thinking he was somebody else.\n\nHe found a little park, no more than twenty yards in circumference,\ncentered around a weatherbeaten monument of some unrecognizable military\nfigure. Three old men took their places on the bench that circled the\nGeneral, and leaned on their canes.\n\nSol was a civil engineer. But he made like a reporter.\n\n\"Pardon me, sir.\" The old man, leathery-faced, with a fine yellow\nmoustache, looked at him dumbly. \"Have you ever heard of Armagon?\"\n\n\"You a stranger?\"\n\n\"Yes.\"\n\n\"Thought so.\"\n\nSol repeated the question.\n\n\"Course I did. Been goin' there ever since I was a kid. Night-times,\nthat is.\"\n\n\"How--I mean, what kind of place is it?\"\n\n\"Said you're a stranger?\"\n\n\"Yes.\"\n\n\"Then 'tain't your business.\"\n\nThat was that.\n\nHe left the park, and wandered into a thriving luncheonette. He tried\nquestioning the man behind the counter, who merely snickered and said:\n\"You stayin' with the Dawes, ain't you? Better ask Willie, then. He\nknows the place better than anybody.\"\n\nHe asked about the execution, and the man stiffened.\n\n\"Don't think I can talk about that. Fella broke one of the Laws; that's\nabout it. Don't see where you come into it.\"\n\nAt eleven o'clock, he returned to the Dawes residence, and found Mom in\nthe kitchen, surrounded by the warm nostalgic odor of home-baked bread.\nShe told him that her husband had left a message for the stranger,\ninforming him that the State Police would be around to get his story.\n\nHe waited in the house, gloomily turning the pages of the local\nnewspaper, searching for references to Armagon. He found nothing.\n\nAt eleven-thirty, a brown-faced State Trooper came to call, and Sol told\nhis story. He was promised nothing, and told to stay in town until he\nwas contacted again by the authorities.\n\nMom fixed him a light lunch, the greatest feature of which was some hot\nbiscuits she plucked out of the oven. It made him feel almost normal.\n\nHe wandered around the town some more after lunch, trying to spark\nconversation with the residents.\n\nHe learned little.\n\n       *       *       *       *       *\n\nAt five-thirty, he returned to the Dawes house, and was promptly leaped\nupon by little Sally.\n\n\"Hi! Hi! Hi!\" she said, clutching his right leg and almost toppling him\nover. \"We had a party in school. I had chocolate cake. You goin' to stay\nwith us?\"\n\n\"Just another night,\" Sol told her, trying to shake the girl off. \"If\nit's okay with your folks. They haven't found my car yet.\"\n\n\"Sally!\" Mom was peering out of the screen door. \"You let Mr. Becker\nalone and go wash. Your Pa will be home soon.\"\n\n\"Oh, pooh,\" the girl said, her pigtails swinging. \"Do you got a\ngirlfriend, mister?\"\n\n\"No.\" Sol struggled towards the house with her dead weight on his leg.\n\"Would you mind? I can't walk.\"\n\n\"Would you be my boyfriend?\"\n\n\"Well, we'll talk about it. If you let go my leg.\"\n\nInside the house, she said: \"We're having pot roast. You stayin'?\"\n\n\"Of course Mr. Becker's stayin',\" Mom said. \"He's our guest.\"\n\n\"That's very kind of you,\" Sol said. \"I really wish you'd let me pay\nsomething--\"\n\n\"Don't want to hear another word about pay.\"\n\n       *       *       *       *       *\n\nMr. Dawes came home an hour later, looking tired. Mom pecked him lightly\non the forehead. He glanced at the evening paper, and then spoke to Sol.\n\n\"Hear you been asking questions, Mr. Becker.\"\n\nSol nodded, embarrassed. \"Guess I have. I'm awfully curious about this\nArmagon place. Never heard of anything like it before.\"\n\nDawes grunted. \"You ain't a reporter?\"\n\n\"Oh, no. I'm an engineer. I was just satisfying my own curiosity.\"\n\n\"Uh-huh.\" Dawes looked reflective. \"You wouldn't be thinkin' about\nwriting us up or anything. I mean, this is a pretty private affair.\"\n\n\"Writing it up?\" Sol blinked. \"I hadn't thought of it. But you'll have\nto admit--it's sure interesting.\"\n\n\"Yeah,\" Dawes said narrowly. \"I guess it would be.\"\n\n\"Supper!\" Mom called.\n\nAfter the meal, they spent a quiet evening at home. Sally went to bed,\nscreaming her reluctance, at eight-thirty. Mom, dozing in the big chair\nnear the fireplace, padded upstairs at nine. Then Dawes yawned widely,\nstood up, and said goodnight at quarter-of-ten.\n\nHe paused in the doorway before leaving.\n\n\"I'd think about that,\" he said. \"Writing it up, I mean. A lot of folks\nwould think you were just plum crazy.\"\n\nSol laughed feebly. \"I guess they would at that.\"\n\n\"Goodnight,\" Dawes said.\n\n\"Goodnight.\"\n\nHe read Sally's copy of _Treasure Island_ for about half an hour. Then\nhe undressed, made himself comfortable on the sofa, snuggled under the\nsoft blanket that Mom had provided, and shut his eyes.\n\nHe reviewed the events of the day before dropping off to sleep. The\ntroublesome Sally. The strange dream world of Armagon. The visit to the\nbarber shop. The removal of Brundage's body. The conversations with the\ntownspeople. Dawes' suspicious attitude ...\n\nThen sleep came.\n\n       *       *       *       *       *\n\nHe was flanked by marble pillars, thrusting towards a high-domed\nceiling.\n\nThe room stretched long and wide before him, the walls bedecked in\nstunning purple draperies.\n\nHe whirled at the sound of footsteps, echoing stridently on the stone\nfloor. Someone was running towards him.\n\nIt was Sally, pigtails streaming out behind her, the small body wearing\na flowing white toga. She was shrieking, laughing as she skittered past\nhim, clutching a gleaming gold helmet.\n\nHe called out to her, but she was too busy outdistancing her pursuer. It\nwas Sheriff Coogan, puffing and huffing, the metal-and-gold cloth\nuniform ludicrous on his lanky frame.\n\n\"Consarn kid!\" he wheezed. \"Gimme my hat!\"\n\nMom was following him, her stout body regal in scarlet robes. \"Sally!\nYou give Sir Coogan his helmet! You hear?\"\n\n\"Mrs. Dawes!\" Sol said.\n\n\"Why, Mr. Becker! How nice to see you again! Pa! _Pa!_ Look who's here!\"\n\nWillie Dawes appeared. _No!_ Sol thought. This was _King_ Dawes; nothing\nelse could explain the magnificence of his attire.\n\n\"Yes,\" Dawes said craftily. \"So I see. Welcome to Armagon, Mr. Becker.\"\n\n\"Armagon?\" Sol gaped. \"Then this is the place you've been dreaming\nabout?\"\n\n\"Yep,\" the King said. \"And now _you're_ in it, too.\"\n\n\"Then I'm only dreaming!\"\n\nCharlie, the fat man, clumsy as ever in his robes of State, said: \"So\n_that's_ the snooper, eh?\"\n\n\"Yep,\" Dawes chuckled. \"Think you better round up the Knights.\"\n\nSol said: \"The Knights?\"\n\n\"Exelution! Exelution!\" Sally shrieked.\n\n\"Now wait a minute--\"\n\nCharlie shouted.\n\nRunning feet, clanking of armor. Sol backed up against a pillar. \"Now\nlook here. You've gone far enough--\"\n\n\"Not quite,\" said the King.\n\nThe Knights stepped forward.\n\n\"Wait!\" Sol screamed.\n\nFamiliar faces, under shining helmets, moved towards him; the tips of\nsharp-pointed spears gleaming wickedly. And Sol Becker wondered--would\nhe ever awake?\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Fantastic Universe_ January 1957.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Dream Town, by Henry Slesar\n\n*** END OF THIS PROJECT GUTENBERG EBOOK DREAM TOWN ***\n\n***** This file should be named 29193.txt or 29193.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/1/9/29193/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}