{"title": "It's All Yours", "author": "Sam Merwin", "releaseDate": "June 21, 2009", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n    _It was a strange and bitter Earth over which the Chancellor\n    ruled--a strange and deformed world. There were times when the\n    Chancellor suspected that he really was a humanistic old fool, but\n    this seemed to be his destiny and it was difficult to be anything\n    else. Human, like all other organic life on Earth, was dying. Where\n    it spawned, it spawned monsters. What was to be the answer?_\n\n\n  it's\n   all\n yours\n\n _by ... Sam Merwin, Jr._\n\n\n It was a lonely thing to rule over a dying world--a\n world that had become sick, so terribly sick....\n\n\nThe Chancellor's private washroom, discreetly off the innermost of his\nofficial suite of offices, was a dream of gleaming black porcelain and\nsolid gold. Each spout, each faucet, was a gracefully stylized mermaid,\nthe combination stall shower-steam room a marvel of hydraulic comfort\nand decor with variable lighting plotted to give the user every sort of\nbeneficial ray, from ultraviolet to black heat.\n\nBut Bliss was used to it. At the moment, as he washed his hands, he was\nfar more concerned with the reflection of his face in the mirror above\nthe dolphin-shaped bowl. With a sort of wry resignation, he accepted the\nred rims of fatigue around his eyes, the batch of white at his left\ntemple that was spreading toward the top of his dark, well-groomed head.\nHe noted that the lines rising from the corners of his mouth to the\ncurves of his nostrils seemed to have deepened noticeably during the\npast few days.\n\nAs he dried his hands in the air-stream, he told himself that he was\nletting his imagination run away with him--imagination had always been\nhis weakness, and a grave failing for a head of state. And while he drew\non his special, featherweight gloves, he reminded himself that, if he\nwas aging prematurely, it was nobody's fault but his own. No other man\nor woman approaching qualification for the job would have taken it--only\na sentimental, humanistic fool like himself.\n\nHe took a quick sip from the benzedral fountain, waited for the\nrestorative to do its work. Then, feeling moderately refreshed, he\nreturned to his office, sank into the plastifoam cushions of the chair\nbehind his tabletop mountain of a desk and pressed the button that\ninformed Myra, his confidential secretary, he was ready.\n\nThere were five in the delegation--by their collars or robes, a priest,\na rabbi, a lama, a dark-skinned Watusi witchman and a white robed abbess\ndraped in chaste, flowing white. Automatically, he surveyed them,\nchecking. The priest's right shoe was twice as broad as his left, the\nrabbi's head, beneath the black cap that covered it, was long and thin\nas a zucchini squash. The witchman, defiantly bare and black as ebony\nfrom the waist up, had a tiny duplicate of his own handsome head\nsprouting from the base of his sternum. The visible deformities of the\nlama and abbess were concealed beneath their flowing robes. But they\nwere there--they had to be there.\n\nBliss rose as they entered and said, waving a gloved hand at the chairs\non their side of the desk, \"Greetings, sirs and madam--please be\nseated.\" And, when they were comfortable, \"Now, to what do I owe the\nhonor of this visit?\"\n\nHe knew, of course--sometimes he thought he knew more than any man\nshould be allowed or able to know--but courtesy and custom demanded the\nquestion. It was the witchman who answered. Apparently he was spokesman\nfor the group.\n\nHe said, speaking beautiful Cantabrigian English, \"Honorable sir, we\nhave come as representatives of the religions of the world, not to\nprotest but in a spirit of enquiry. Our flocks grow increasingly\nrestive, when they are not leaving us altogether, our influence grows\nless. We wish to know what steps, if any, are being taken toward\nmodification or abrogation of the sterility program. Without hope of\nposterity, mankind is lost.\"\n\nWhile the others murmured their agreement, Bliss focused his gaze on the\nsealed lids of the tiny face sprouting from the Watusi's breastbone. He\nwondered if there were eyes behind them, if there were a tongue behind\nthose tiny clamped lips, and what words such a tongue would utter if it\ncould speak.\n\n\"We are waiting, honorable sir,\" the spokesman said.\n\nShaking himself free of the absorption, Bliss glanced at the\nteleprompter on his desk. Efficient as ever, Myra had their names there\nbefore him. He said, \"Gentle R'hau-chi, I believe a simple exposition\nof our situation, and of what programs we are seeking to meet and\nmitigate it with, will give you the answers. Not, perhaps, the answers\nyou seek, but the answers we must accept ...\"\n\nAlthough the reports from World Laboratories changed from day to day, he\nknew the speech by heart. For the problem remained. Humanity, like\nvirtually all other organic life on Earth, was dying. Where it spawned,\nit spawned monsters. On three-dimensional vidar rolls, he showed them\nlive shots of what the laboratories were doing, what they were trying to\ndo--in the insemination groups, the incubators, the ray-bombardment\nchambers, the parthenogenesis bureau.\n\nStudying them, he could see by their expressions, hear by the prayers\nthey muttered, how shocking these revelations were. It was one thing to\nknow what was going on--another for them to see for themselves. It was\nneither pretty--nor hopeful.\n\nWhen it was over, the rabbi spoke. He said, in deep, slightly guttural,\nvastly impressive intonations, \"What about Mars, honorable sir? Have you\nreached communication with our brothers and sisters on the red planet?\"\n\nBliss shook his head. He glanced at the alma-calendar at his elbow and\ntold them, \"Mars continues to maintain silence--as it has for two\nhundred and thirty-one years. Ever since the final war.\"\n\nThey knew it, but they had to hear it from him to accept it even\nbriefly. There was silence, long wretched silence. Then the abbess\nspoke. She said, \"Couldn't we send out a ship to study conditions first\nhand, honorable sir?\"\n\nBliss sighed. He said, \"The last four spaceships on Earth were sent to\nMars at two-year intervals during the last perihelions. Not one of them\ncame back. That was more than a half century ago. Since I accepted this\noffice, I have had some of our ablest remaining scientific brains\nworking on the problem of building a new ship. They have not been\nsuccessful.\" He laid his gloved hands, palms upward, on the desk, added,\n\"It appears that we have lost the knack for such projects.\"\n\nWhen they were gone, he walked to the broad window and looked out over\nthe World Capital buildings at the verdant Sahara that stretched\nhundreds of miles to the foot of the faintly purple Atlas Mountains on\nthe northwestern horizon. A blanket of brilliant green, covering what\nhad once been the greatest of all Earthly deserts--but a poisonous\nblanket of strange plant mutations, some of them poisonous beyond\nbelief.\n\nTruly, Bliss thought, he belonged to a remarkable species. Man had\nconquered his environment, he had even, within the limits of the Solar\nSystem, conquered space. He had planted, and successfully, his own kind\non a neighboring planet and made it grow. But man had never, at least\non his home planet, conquered himself.\n\nOverpopulation had long since ceased to be a problem--the atomic wars\nhad seen to that. But, thanks to the miracles of science--atomics and\nautomation--man had quickly rebuilt the world into a Garden of Eden with\nup-to-date plumbing. He might have won two planets, but he had turned\nhis Eden into an arbor of deadly nightshade.\n\nOddly, it had not been the dreadful detonations of thermo-nuclear bombs\nthat had poisoned his paradise--though, of course, they had helped. It\nhad been the constant spillage of atomic waste into the upper atmosphere\nthat had spelled ruin. Now, where four billion people had once lived in\nwar and want, forty million lived in poisoned plenty. He was chancellor\nof a planet whose ruling species could not longer breed without\ndisaster.\n\nHis was the last generation. It should have been a peaceful generation.\nBut it was not.\n\nFor, as population decreased, so did the habitable areas of Earth. The\nformerly overpopulated temperate regions were now ghastly jungles of\nself-choking mutant plant growth. Only what had been the waste\nareas--Antarctica, the Gobi, Australia, Patagonia and the Sahara-Arabia\ndistricts--could still support even the strange sorts of human life that\nremained.\n\nAnd the forty millions still alive were restless, frightened, paranoiac.\nEach believed his own group was being systematically exterminated in\nfavor of some other. None had yet faced the fact that humanity, for all\npractical purposes, was already dead on Earth.\n\nHe sensed another presence in the room. It was Myra, his secretary,\nbearing a sheaf of messages in one hand, a sheaf of correspondence for\nhim to sign in the other. She said, \"You look beat, chancellor. Sit\ndown.\"\n\nBliss sat down. Myra, as his faithful and efficient amanuensis for more\nthan fifteen years, had her rights. One of them was taking care of him\nduring working hours. She was still rather pretty, he noted with\nsurprise. An Afro-Asian with skin like dark honey and smooth, pleasant,\nrather flat features. It was, he thought, a pity she had that third eye\nin her forehead.\n\nShe stood beside him while he ran through the letters and signed them.\n\"Meeting of the regional vice-chancellors tomorrow, eh?\" he said as he\nhanded them back to her.\n\n\"Right, chancellor,\" she said crisply. \"Ten o'clock. You may have to\ntake another whirlwind trip to tell them the situation is well in hand.\"\n\nHe grunted and glanced at the messages, scanned them quickly, tossed\nthem into the disposal vent beside his desk. Myra looked moderately\ndisapproving. \"What about that possible ship from Mars?\" she asked.\n\"Shouldn't you look into it?\"\n\nHe grunted again, looked up at her, said, \"If I'd looked into every\n'ship from Mars' astronomy has come up with in the nine years I've held\nthis office, I'd never have had time for anything else. You can lay odds\nit's a wild asteroid or something like that.\"\n\n\"They sound pretty sure this time,\" Myra said doubtfully.\n\n\"Don't they always?\" he countered. \"Come on, Myra, wrap it up. Time to\ngo home.\"\n\n\"Roger, boss,\" she said, blinking all three eyes at him.\n\nBliss turned on the autopi and napped while the gyrojet carried him to\nhis villa outside Dakar. Safely down on the roof of the comfortable,\nautomatic white house, he took the lift down to his second-floor suite,\nwhere he showered and changed into evening sandals and clout. He\nredonned his gloves, then rode down another two flights to the terrace,\nwhere Elise was waiting for him in a gossamer-thin iridescent eggshell\nsari. They kissed and she patted the place on the love-seat beside her.\nShe had a book--an old-fashioned book of colored reproductions of\nlong-since-destroyed old masters on her lap. The artist was a man named\nPeter Paul Rubens.\n\nEyeing the opulent nudes, she giggled and said, \"Don't they look\nawfully--plain? I mean, women with only two breasts!\"\n\n\"Well--yes,\" he said. \"If you want to take that angle.\"\n\n\"Idiot!\" she said. \"Honestly, darling, you're the strangest sort of man\nto be a World Chancellor.\"\n\n\"These are strange times,\" he told her, smiling without mirth, though\nwith genuine affection.\n\n\"Suppose--just suppose,\" she said, turning the pages slowly, \"biology\nshould be successful in stabilizing the species again. Would they _have_\nto set it back that far? I mean, either we or _they_ would feel awfully\nout of style.\"\n\n\"What would you suggest?\" he asked her solemnly.\n\n\"Don't be nasty,\" she said loftily. Then she giggled again and ruffled\nhis hair. \"I wish you'd have it dyed one color,\" she told him. \"Either\nblack or gray--or why not a bright puce?\"\n\n\"What's for dinner?\" he asked, adding, \"If I can still eat after that.\"\n\n       *       *       *       *       *\n\nThe regional vice-chancellors were awaiting him in the\nnext-to-the-innermost office when Bliss arrived at World\nCapital the next morning. Australia, Antarctica, Patagonia, Gobi,\nSahara-Arabia--they followed him inside like so many penguins in the\nblack-and-white official robes. All were deathly serious as they stated\ntheir problems.\n\nGobi wanted annual rainfall cut from 60 to 45 centimeters.\n\nSahara-Arabia was not receiving satisfactory food synthetics--there had\nbeen Moslem riots because of pork flavor in the meat.\n\nPatagonia was suffering through a species of sport-worm that was\nthreatening to turn it into a desert if biology didn't come up with a\nremedy fast.\n\nAntarctica wanted temperature lowered from a nighttime norm of 62°\nFahrenheit to 57.6°. It seemed that the ice in the skating rinks, which\nwere the chief source of exercise and entertainment for the populace,\ngot mushy after ten p.m.\n\nAustralia wanted the heavy uranium deposits under the Great Central\nDesert neutralized against its causing further mutations.\n\nFor a moment, Bliss was tempted to remind his viceroys that it was not\ngoing to make one bit of difference whether they made their spoiled\ncitizens happy or not. The last man on Earth would be dead within fifty\nyears or so, anyway. But that would have been an unpardonable breach of\ntaste. Everyone _knew_, of course, but it was never mentioned. To state\nthe truth was to deny hope. And without hope, there was no life.\n\nBliss promised to see that these matters were tended to at once, taking\neach in turn. This done, they discussed his making another whirlwind\ntrip through the remaining major dominions of the planet to bolster\nmorale. He was relieved when at last, the amenities concluded, the\npenguins filed solemnly out. He didn't know which he found more\nunattractive--Gobi's atrophied third leg, strapped tightly to the inside\nof his left thigh and calf, or Australia's jackass ears. Then, sternly,\nhe reminded himself that it was not their fault they weren't as lucky as\nhimself.\n\nMyra came in, her three eyes aglow, and said, \"Boss, you were wrong for\nonce in your life.\"\n\n\"What is it this time?\" he asked.\n\n\"About that Martian ship,\" she repeated. \"It just landed on the old\nspaceport. You can see it from the window.\"\n\n\"For God's sake!\" Bliss was on his feet, moving swiftly to the window.\nIt was there--needle-nosed, slim as one of the mermaids in his private\nwashroom, graceful as a vidar dancer. The entire length of it gleamed\nlike silver in the sunlight.\n\nBliss felt the premature old age that had been crowding upon him of late\nfall away like the wool of a sheep at shearing. Here, at last, was\nhope--real hope. After almost two and a half centuries of\nnon-communication, the men of the infant planet had returned to the aid\nof the aging planet. For, once they saw the condition of Earth, and\nunderstood it, there could be no question of anything else.\n\nMars, during the years of space-flight from Earth, had been the outlet\nfor the mother planet's ablest, toughest, brightest, most aggressive\nyoung men and women. They had gone out to lick a hostile environment,\nthey had been hand-picked for the job--and they had done it. The ship,\nout there in the poisonous Sahara, was living proof of their success.\n\nHe turned from the window and went back to his desk. He said, \"Myra,\nhave their leader brought here to see me as soon as possible.\"\n\n\"_Roger!_\" she said, leaving him swiftly, gracefully. Again he thought\nit was too bad about her third eye. It had made it awfully hard for her\nto find a husband. He supposed he should be grateful, since it had made\nhim an incomparably efficient secretary.\n\nThe young man was space-burned and silver-blond of hair. He was broad\nand fair of feature and his body was tall and lean and perfect in his\nblack, skin-tight uniform with the silver rocket-burst on the left\nbreast. He stood at attention, lifted a gauntleted hand in salute and\nsaid, \"Your excellency, Chancellor Bliss--Space-Captain Hon Yaelstrom of\nSyrtis City, Mars, bearing official rank of Inter-planetary legate\nplenipotentiary. My papers, sir.\"\n\nHe stood stiff as a ramrod and laid a set of imposing-looking documents\non the vast desk before Bliss. His accent was stiff as his spinal\ncolumn. Bliss glanced casually at the papers, nodded and handed them\nback. So this, he thought, was how a \"normal,\" a pre-atomic, a\nnon-mutated human, looked. Impressive.\n\nCatching himself wandering, he pushed a box of costly smokes toward the\nambassador.\n\n\"_Nein_--no thank you, sir,\" was the reply.\n\n\"Suppose you sit down and tell me what we can do for you,\" said Bliss,\nmotioning toward a chair.\n\n\"Thank you, sir, I prefer to stand,\" was the reply. And, when Bliss\nmotioned that it was all right, \"My mission is not a happy one,\nexcellency. Due to overpopulation on Mars, I have been sent to inform\nthe government of Earth that room must be made to take care of our\noverpopulation.\"\n\n\"I see,\" Bliss leaned back in his chair, trying to read the situation\ncorrectly. \"That may take a little doing. You see, we aren't exactly\nawash with real estate here.\"\n\nThe reply was rigid and harsh. Captain Yaelstrom said, \"I regret to\nremind your excellency that I have circled this planet before landing.\nIt is incredibly rich in plant growth, incredibly underpopulated. And I\nassure your excellency that my superiors have not sent me here with any\nidle request. Mars must have room to emigrate.\"\n\n\"And if we find ourselves unable to give it to you?\"\n\n\"I fear we shall have to take it, your excellency.\"\n\nBliss studied the visitor from space, then said, \"This is rather sudden,\nyou know. I fear it will take time. You must have prospered amazingly on\nMars to have overpopulated the planet so soon.\"\n\n\"Conditions have not been wholly favorable,\" was the cryptic reply. \"But\nas to time, we are scarcely in condition to move our surplus population\novernight. It will take years--perhaps decades--twenty-five years at a\nminimum.\"\n\nTwenty-five years! That was too soon. If Captain Yaelstrom were a\ntypical Martian, there was going to be trouble. Bliss recalled again\nthat Earth had sent only its most aggressive young folk out to the red\nplanet. He made up his mind then and there that he was somehow going to\nsalvage for Earth its final half-century of peace.\n\nHe said, \"How many people do you plan to send here, Captain?\"\n\nThe ambassador hesitated. Then he said, \"According to the computations\nof our experts, taking the population curve during the next twenty-five\nyears into account, there will be seventeen million, three hundred\nthirty-two thousand five hundred--approximately.\"\n\nThe figure was too large to be surplus, Bliss decided. It sounded to him\nas if humanity were about to abandon Mars completely. He wondered what\nthe devil had gone wrong, decided this was hardly the time to ask. He\noffered Captain Yaelstrom a drink, which was refused, then asked him if\nhe wouldn't like to wash up.\n\nTo his mild surprise, the ambassador nodded eagerly. \"I shall be\ngrateful,\" he said. \"You have no idea how cramped spaceship quarters can\nbe.\"\n\n\"I can imagine,\" said Bliss dryly. He led the way into the\nblack-and-gold washroom, was amused at the slight but definite popping\nof ambassadorial eyes. Earth might be dying, he thought, but at least\nher destroyers would leave a heritage. He motioned toward the basin with\nits mermaid taps and Captain Yaelstrom hesitated, then began pulling off\nhis black gauntlets.\n\nBliss thought of something. \"You mentioned twenty-five years,\" he said.\n\"Is that Martian time or Earth time?\"\n\n\"Martian time,\" said the ambassador, letting the water run over his\nhands.\n\nTwenty-five years, Martian time--a Martian year was 1.88 Earth years.\nBliss exhaled and said, \"I think perhaps we shall be able to come to an\nagreement. It will take a little time, of course--channels, and all\nthat.\"\n\nThe Martian held his hands in front of the air-drier. They were strong,\nbrown hands with long, muscular fingers. Bliss looked at them and knew\nthe whole story. For, like himself, Captain Yaelstrom had seven fingers\non each. Man had done no better on Mars than he had at home. The reason\nfor such a desperate move as emigration was all too clear.\n\nCaptain Yaelstrom stood back from the bowl, then noticed the stall\nshower. He said, \"What is this? We have nothing like it on Mars.\"\n\nBliss explained its several therapeutic uses, then said, \"Perhaps you'd\nlike to try it yourself while I order us luncheon.\"\n\n\"May I, excellency?\" the Martian legate asked eagerly.\n\n\"Go right ahead,\" said Bliss magnanimously. \"It's all yours.\"\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Fantastic Universe_ November 1956.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of It's All Yours, by Sam Merwin\n\n*** END OF THIS PROJECT GUTENBERG EBOOK IT'S ALL YOURS ***\n\n***** This file should be named 29195-8.txt or 29195-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/1/9/29195/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}