{"title": "Mutineer", "author": "Robert J. Shea", "releaseDate": "June 21, 2009", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration]\n\n\nMUTINEER\n\nBy ROBERT J. SHEA\n\n\n    _For every weapon there was a defense, but not against the deadliest\n    weapon--man himself!_\n\n\nRaging, Trooper Lane hovered three thousand feet above Tammany Square.\n\nThe cool cybrain surgically implanted in him was working on the problem.\nBut Lane had no more patience. They'd sweat, he thought, hating the\nchill air-currents that threw his hovering body this way and that. He\nglared down at the three towers bordering on the Square. He spat, and\nwatched the little white speck fall, fall. _Lock me up in barracks. All\nI wanted was a little time off. Did I fight in Chi for them? Damn right\nI did. Just a little time off, so I shouldn't blow my top. Now the lid's\ngone._\n\nHe was going over all their heads. He'd bowled those city cops over like\npaper dolls, back at the Armory. The black dog was on Lane's back. Old\nMayor himself was going to hear about it.\n\n_Why not? Ain't old Mayor the CinC of the Newyork Troopers?_\n\nThe humming paragrav-paks embedded beneath his shoulder blades held him\nmotionless above Newyork's three administrative towers. Tammany Hall.\nMayor's Palace. Court House. Lane cursed his stupidity. He hadn't found\nout which one was which ahead of time. _They keep Troopers in the Armory\nand teach them how to fight. They don't teach them about their own city,\nthat they'll be fighting for. There's no time. From seven years old up,\nTroopers have too much to learn about fighting._\n\nThe Mayor was behind one of those thousands of windows.\n\nOld cybrain, a gift from the Trooper surgeons, compliments of the city,\nwould have to figure out which one. Blood churned in his veins, nerves\nshrieked with impatience. Lane waited for the electronic brain to come\nup with the answer.\n\nThen his head jerked up, to a distant buzz. There were cops coming. Two\nblack paragrav-boats whirred along the translucent underside of\nNewyork's anti-missile force-shield, the Shell.\n\n_Old cybrain better be fast. Damn fast!_\n\nThe cybrain jolted an impulse through his spine. Lane somersaulted.\nCybrain had taken charge of his motor nerves. Lane's own mind was just\nalong for the ride.\n\n       *       *       *       *       *\n\nHis body snapped into a stiff dive position. He began to plummet down,\npicking up speed. His mailed hands glittered like arrowheads out in\nfront. They pointed to a particular window in one of the towers. A\npredatory excitement rippled through him as he sailed down through the\nair. It was like going into battle again. A little red-white-and-green\nflag fluttered on a staff below the window. Whose flag? The city flag\nwas orange and blue. He shrugged away the problem. Cybrain knew what it\nwas doing.\n\nThe little finger of his right hand vibrated in its metal sheath. A pale\nvibray leaped from the lensed fingertip. Breakthrough! The glasstic\npane dissolved. Lane streamed through the window.\n\nThe paragrav-paks cut off. Lane dropped lightly to the floor, inside the\nroom, in battle-crouch. A 3V set was yammering. A girl screamed. Lane's\nhand shot out automatically. A finger vibrated. Out of the corner of his\neye, Lane saw the girl fold to the floor. There was no one else in the\nroom. Lane, still in a crouch, chewed his lip.\n\n_The Mayor?_\n\nHis head swung around and he peered at the 3V set. He saw his own face.\n\n\"Lashing police with his vibray,\" said the announcer, \"Lane broke\nthrough the cordon surrounding Manhattan Armory. Two policemen were\nkilled, four others seriously injured. Tammany Hall has warned that this\nman is extremely dangerous. Citizens are cautioned to keep clear of him.\nLane is an insane killer. He is armed with the latest military weapons.\nA built-in electronic brain controls his reflexes--\"\n\n\"At ease with that jazz,\" said Lane, and a sheathed finger snapped out.\nThere was a loud bang. The 3V screen dissolved into a puddle of\nglasstic.\n\n_The Mayor._\n\nLane strode to the window. The two police boats were hovering above the\ntowers. Lane's mailed hand snapped open a pouch at his belt. He flipped\na fist-sized cube to the floor.\n\nThe force-bomb \"exploded\"--swelled or inflated, really, but with the\nspeed of a blast. Lane glanced out the window. A section of the energy\nglobe bellied out from above. It shaded the view from his window and\nre-entered the tower wall just below.\n\nNow the girl.\n\nHe turned back to the room. \"Wake up, outa-towner.\" He gave the blonde\ngirl a light dose of the vibray to slap her awake.\n\n\"Who are you?\" she said, shakily.\n\nLane grinned. \"Trooper Lane, of the Newyork Special Troops, is all.\" He\nthrew her a mock salute. \"You from outa-town, girlie. I ain't seen a\nNewyork girl with yellow hair in years. Orange or green is the action.\nWhatcha doing in the Mayor's room?\"\n\n       *       *       *       *       *\n\nThe girl pushed herself to her feet. Built, Lane saw. She was pretty and\nclean-looking, very out-of-town. She held herself straight and her\nblue-violet eyes snapped at him.\n\n\"What the devil do you think you're doing, soldier? I am a diplomat of\nthe Grassroots Republic of Mars. This is an embassy, if you know what\nthat means.\"\n\n\"I don't,\" said Lane, unconcerned.\n\n\"Well, you should have had brains enough to honor the flag outside this\nwindow. That's the Martian flag, soldier. If you've never heard of\ndiplomatic immunity, you'll suffer for your ignorance.\" Her large, dark\neyes narrowed. \"Who sent you?\"\n\n\"My cybrain sent me.\"\n\nShe went openmouthed. \"You're _Lane_.\"\n\n\"I'm the guy they told you about on the 3V. Where's the Mayor? Ain't\nthis his place?\"\n\n\"No. No, you're in the wrong room. The wrong building. That's the\nMayor's suite over there.\" She pointed. \"See where the balcony is? This\nis the Embassy suite. If you want the Mayor you'll have to go over\nthere.\"\n\n\"Whaddaya know,\" said Lane. \"Cybrain didn't know, no more than me.\"\n\nThe girl noticed the dark swell of the force-globe. \"What's that out\nthere?\"\n\n\"Force-screen. Nothing gets past, except maybe a full-size blaster-beam.\nKeeps cops out. Keeps you in. You anybody important?\"\n\n\"I told you, I'm an ambassador. From Mars. I'm on a diplomatic mission.\"\n\n\"Yeah? Mars a big city?\"\n\nShe stared at him, violet eyes wide. \"The _planet_ Mars.\"\n\n\"Planet? Oh, _that_ Mars. Sure, I've heard of it--you gotta go by\nspaceship. What's your name?\"\n\n\"Gerri Kin. Look, Lane, holding me is no good. It'll just get you in\nworse trouble. What are you trying to do?\"\n\n\"I wanna see the Mayor. Me and my buddies, we just come back from\nfighting in Chi, Gerri. We won. They got a new Mayor out there in Chi.\nHe takes orders from Newyork.\"\n\nGerri Kin said, \"That's what the force-domes did. The perfect defense.\nBut also the road to the return to city-states. Anarchy.\"\n\nLane said, \"Yeah? Well, we done what they wanted us to do. We did the\nfighting for them. So we come back home to Newyork and they lock us up\nin the Armory. Won't pay us. Won't let us go nowhere. They had cops\nguarding us. City cops.\" Lane sneered. \"I busted out. I wanna see the\nMayor and find out why we can't have time off. I don't play games,\nGerri. I go right to the top.\"\n\nLane broke off. There was a hum outside the window. He whirled and\nstared out. The rounded black hulls of the two police paragrav-boats\nwere nosing toward the force-screen. Lane could read the white numbers\npainted on their bows.\n\nA loudspeaker shouted into the room: \"Come out of there, Lane, or we'll\nblast you out.\"\n\n\"You can't,\" Lane called. \"This girl from Mars is here.\"\n\n\"I repeat, Lane--come out or we'll blast you out.\"\n\nLane turned to the girl. \"I thought you were important.\"\n\n       *       *       *       *       *\n\nShe stood there with her hands together, calmly looking at him. \"I am.\nBut you are too, to them. Mars is millions of miles away, and you're\nright across the Square from the Mayor's suite.\"\n\n\"Yeah, but--\" Lane shook his head and turned back to the window. \"All\nright, look! Move them boats away and I'll let this girl out!\"\n\n\"No deal, Lane. We're coming in.\" The police boats backed away slowly,\nthen shot straight up, out of the line of vision.\n\nLane looked down at the Square. Far below, the long, gleaming barrel of\na blaster cannon caught the dim light filtering down through Newyork's\nShell. The cannon trundled into the Square on its olive-drab, box-shaped\ncaterpillar mounting and took up a position equidistant from the bases\nof the three towers.\n\nNow a rumble of many voices rose from below. Lane stared down to see a\nlarge crowd gathering in Tammany Square. Sound trucks were rolling to a\nstop around the edges of the crowd. The people were all looking up.\n\nLane looked across the Square. The windows of the tower opposite, the\nones he could see clearly, were crowded with faces. There were white dot\nfaces on the balcony that Gerri Kin had pointed out as the Mayor's\nsuite.\n\nThe voice of a 3V newscaster rolled up from the Square, reechoing\nagainst the tower walls.\n\n\"Lane is holding the Martian Ambassador, Gerri Kin, hostage. You can see\nthe Martian tricolor behind his force-globe. Police are bringing up\nblaster cannon. Lane's defense is a globe of energy similar to the one\nwhich protects Newyork from aerial attack.\"\n\nLane grinned back at Gerri Kin. \"Whole town's down there.\" Then his grin\nfaded. Nice-looking, nice-talking girl like this probably cared a lot\nmore about dying than he did. Why the hell didn't they give him a chance\nto let her out? Maybe he could do it now.\n\nCybrain said no. It said the second he dropped his force-screen, they'd\nblast this room to hell. Poor girl from Mars, she didn't have a chance.\n\nGerri Kin put her hand to her forehead. \"Why did you have to pick my\nroom? Why did they send me to this crazy city? Private soldiers. Twenty\nmillion people living under a Shell like worms in a corpse. Earth is\nsick and it's going to kill me. What's going to happen?\"\n\nLane looked sadly at her. Only two kinds of girls ever went near a\nTrooper--the crazy ones and the ones the city paid. Why did he have to\nbe so near getting killed when he met one he liked? Now that she was\nshowing a little less fear and anger, she was talking straight to him.\nShe was good, but she wasn't acting as if she was too good for him.\n\n\"They'll start shooting pretty quick,\" said Lane. \"I'm sorry about you.\"\n\n\"I wish I could write a letter to my parents,\" she said.\n\n\"What?\"\n\n\"Didn't you understand what I said?\"\n\n\"What's a letter?\"\n\n\"You don't know where Mars is. You don't know what a letter is. You\nprobably can't even read and write!\"\n\n       *       *       *       *       *\n\nLane shrugged. He carried on the conversation disinterestedly,\nprofessionally relaxed before battle. \"What's these things I can't do?\nThey important?\"\n\n\"Yes. The more I see of this city and its people, the more important I\nrealize they are. You know how to fight, don't you? I'll bet you're\nperfect with those weapons.\"\n\n\"Listen. They been training me to fight since I was a little kid. Why\nshouldn't I be a great little fighter?\"\n\n\"Specialization,\" said the girl from Mars.\n\n\"What?\"\n\n\"Specialization. Everyone I've met in this city is a specialist.\nSocioSpecs run the government. TechnoSpecs run the machinery. Troopers\nfight the wars. And ninety per cent of the people don't work at all\nbecause they're not trained to do anything.\"\n\n\"The Fans,\" said Lane. \"They got it soft. That's them down there, come\nto watch the fight.\"\n\n\"You know why you were kept in the Armory, Lane? I heard them talking\nabout it, at the dinner I went to last night.\"\n\n\"Why?\"\n\n\"Because they're afraid of the Troopers. You men did too good a job out\nin Chi. You are the deadliest weapon that has ever been made. You.\nSingle airborne infantrymen!\"\n\nLane said, \"They told us in Trooper Academy that it's the men that win\nthe wars.\"\n\n\"Yes, but people had forgotten it until the SocioSpecs of Newyork came\nup with the Troopers. Before the Troopers, governments concentrated on\nthe big weapons, the missiles, the bombs. And the cities, with the\nShells, were safe from bombs. They learned to be self-sufficient under\nthe Shells. They were so safe, so isolated, that national governments\ncollapsed. But you Troopers wiped out that feeling of security, when you\ninfiltrated Chi and conquered it.\"\n\n\"We scared them, huh?\"\n\nGerri said, \"You scared them so much that they were afraid to let you\nhave a furlough in the city when you came back. Afraid you Troopers\nwould realize that you could easily take over the city if you wanted to.\nYou scared them so much that they'll let me be killed. They'll actually\nrisk trouble with Mars just to kill you.\"\n\n\"I'm sorry about you. I mean it, I like--\"\n\nAt that moment a titanic, ear-splitting explosion hurled him to the\ncarpet, deafened and blinded him.\n\nHe recovered and saw Gerri a few feet away, dazed, groping on hands and\nknees.\n\nLane jumped to the window, looked quickly, sprang back. Cybrain pumped\norders to his nervous system.\n\n\"Blaster cannon,\" he said. \"But just one. Gotcha, cybrain. I can beat\nthat.\"\n\nHe picked up the black box that generated his protective screen.\nSnapping it open with thumb-pressure, he turned a small dial. Then he\nwaited.\n\nAgain an enormous, brain-shattering concussion.\n\nAgain Lane and Gerri were thrown to the floor. But this time there was a\nsecond explosion and a blinding flash from below.\n\nLane laughed boyishly and ran to the window.\n\n\"Look!\" he called to Gerri.\n\n       *       *       *       *       *\n\nThere was a huge gap in the crowd below. The pavement was blackened and\nshattered to rubble. In and around the open space sprawled dozens of\ntiny black figures, not moving.\n\n\"Backfire,\" said Lane. \"I set the screen to throw their blaster beam\nright back at them.\"\n\n\"And they knew you might--and yet they let a crowd congregate!\"\n\nGerri reeled away from the window, sick.\n\nLane said, \"I can do that a couple times more, but it burns out the\nforce-globe. Then I'm dead.\"\n\nHe heard the 3V newscaster's amplified voice: \"--approximately fifty\nkilled. But Lane is through now. He has been able to outthink police\nwith the help of his cybrain. Now police are feeding the problem to\ntheir giant analogue computer in the sub-basement of the Court House.\nThe police analogue computer will be able to outthink Lane's cybrain,\nwill predict Lane's moves in advance. Four more blaster cannon are\ncoming down Broadway--\"\n\n\"Why don't they clear those people out of the Square?\" Gerri cried.\n\n\"What? Oh, the Fans--nobody clears them out.\" He paused. \"I got one more\nchance to try.\" He raised a mailed glove to his mouth and pressed a\nsmall stud in the wrist. He said, \"Trooper HQ, this is Lane.\"\n\nA voice spoke in his helmet. \"Lane, this is Trooper HQ. We figured you'd\ncall.\"\n\n\"Get me Colonel Klett.\"\n\nThirty seconds passed. Lane could hear the clank of caterpillar treads\nas the mobile blaster cannon rolled into Tammany Square.\n\nThe voice of the commanding officer of the Troopers rasped into Lane's\near: \"Meat-head! You broke out against my orders! _Now_ look at you!\"\n\n\"I knew you didn't mean them orders, sir.\"\n\n\"If you get out of there alive, I'll hang you for disobeying them!\"\n\n\"Yes, sir. Sir, there's a girl here--somebody important--from Mars. You\nknow, the planet. Sir, she told me we could take over the city if we got\nloose. That right, sir?\"\n\nThere was a pause. \"Your girl from Mars is right, Lane. But it's too\nlate now. If we had moved first, captured the city government, we might\nhave done it. But they're ready for us. They'd chop us down with blaster\ncannon.\"\n\n\"Sir, I'm asking for help. I know you're on my side.\"\n\n\"I am, Lane.\" The voice of Colonel Klett was lower. \"I'd never admit it\nif you had a chance of getting out of there alive. You've had it, son.\nI'd only lose more men trying to rescue you. When they feed the data\ninto that analogue computer, you're finished.\"\n\n\"Yes, sir.\"\n\n\"I'm sorry, Lane.\"\n\n\"Yes, sir. Over and out.\"\n\nLane pressed the stud on his gauntlet again. He turned to Gerri.\n\n\"You're okay. I wish I could let you out. Old cybrain says I can't. Says\nif I drop the force-globe for a second, they'll fire into the room, and\nthen we'll both be dead.\"\n\n       *       *       *       *       *\n\nGerri stood with folded arms and looked at him. \"Do what you have to do.\nAs far as I can see, you're the only person in this city that has even a\nlittle bit of right on his side.\"\n\nLane laughed. \"Any of them purple-haired broads I know would be crazy\nscared. You're different.\"\n\n\"When my grandparents landed on Mars, they found out that selfishness\nwas a luxury. Martians can't afford it.\"\n\nLane frowned with the effort of thinking. \"You said I had a little right\non my side. That's a good feeling. Nobody ever told me to feel that way\nabout myself before. It'll be better to die knowing that.\"\n\n\"I know,\" she said.\n\nThe amplified voice from below said, \"The police analogue computer is\nnow hooked directly to the controls of the blaster cannon battery. It\nwill outguess Lane's cybrain and check his moves ahead of time.\"\n\nLane looked at Gerri. \"How about giving me a kiss before they get us? Be\nnice if I kissed a girl like you just once in my life.\"\n\nShe smiled and walked forward. \"You deserve it, Lane.\"\n\nHe kissed her and it filled him with longings for things he couldn't\nname. Then he stepped back and shook his head. \"It ain't right you\nshould get killed. If I take a dive out that window, they shoot at me,\nnot in here.\"\n\n\"And kill you all the sooner.\"\n\n\"Better than getting burned up in this lousy little room. You also got\nright on your side. There's too many damn Troopers and not enough good\npersons like you. Old cybrain says stay here, but I don't guess I will.\nI'm gonna pay you back for that kiss.\"\n\n\"But you're safe in here!\"\n\n\"Worry about yourself, not about me.\" Lane picked up the force-bomb and\nhanded it to her. \"When I say now, press this. Then take your hand off,\nreal fast. It'll shut off the screen for a second.\"\n\nHe stepped up on to the window ledge. Automatically, the cybrain cut in\nhis paragrav-paks. \"So long, outa-towner. _Now!_\"\n\nHe jumped. He was hurtling across the Square when the blaster cannons\nopened up. They weren't aimed at the window where the little\nred-white-and-green tricolor was flying. But they weren't aimed at Lane,\neither. They were shooting wild.\n\n_Which way now? Looks like I got a chance. Old cybrain says fly right\nfor the cannons._\n\nHe saw the Mayor's balcony ahead. _Go to hell, old cybrain. I'm doing\nall right by myself. I come to see the Mayor, and I'm gonna see him._\n\nLane plunged forward. He heard the shouts of frightened men.\n\nHe swooped over the balcony railing. A man was pointing a blaster pistol\nat him. There were five men on the balcony--emergency! Years of training\nand cybrain took over. Lane's hand shot out, fingers vibrating. As he\ndropped to the balcony floor in battle-crouch, the men slumped around\nhim.\n\nHe had seen the man with the blaster pistol before. It was the Mayor of\nNewyork.\n\nLane stood for a moment in the midst of the sprawled men, the shrieks of\nthe crowd floating up to him. Then he raised his glove to his lips. He\nmade contact with Manhattan Armory.\n\n\"Colonel Klett, sir. You said if we captured the city government we\nmight have a chance. Well, I captured the city government. What do we do\nwith it now?\"\n\n       *       *       *       *       *\n\nLane was uncomfortable in his dress uniform. First there had been a\nceremony in Tammany Square inaugurating Newyork's new Military\nProtectorate, and honoring Trooper Lane. Now there was a formal dinner.\nColonel Klett and Gerri Kin sat on either side of Lane.\n\nKlett said, \"Call me an opportunist if you like, Miss Kin, my government\nwill be stable, and Mars can negotiate with it.\" He was a lean,\nsharp-featured man with deep grooves in his face, and gray hair.\n\nGerri shook her head. \"Recognition for a new government takes time. I'm\ngoing back to Mars, and I think they'll send another ambassador next\ntime. Nothing personal--I just don't like it here.\"\n\nLane said, \"I'm going to Mars, too.\"\n\n\"Did she ask you to?\" demanded Klett.\n\nLane shook his head. \"She's got too much class for me. But I like what\nshe told me about Mars. It's healthy, like.\"\n\nKlett frowned. \"If I thought there was a gram of talent involved in your\ncapture of the Mayor, Lane, I'd never release you from duty. But I know\nbetter. You beat that analogue computer by sheer stupidity--by\ndisregarding your cybrain.\"\n\nLane said, \"It wasn't so stupid if it worked.\"\n\n\"That's what bothers me. It calls for a revision in our tactics. We've\ngot a way of beating those big computers now, should anyone use them\nagainst us.\"\n\n\"I just didn't want her to be hurt.\"\n\n\"Exactly. The computer could outguess a machine, like your cybrain. But\nyou introduced a totally unpredictable factor--human emotion. Which\nproves what I, as a military man, have always maintained--that the\ndeadliest weapon in man's arsenal is still, and will always be, the\nindividual soldier.\"\n\n\"What you just said there, sir,\" said Lane. \"That's why I'm leaving\nNewyork.\"\n\n\"What do you mean?\" asked Colonel Klett.\n\n\"I'm tired of being a weapon, sir. I want to be a human being.\"\n\n\n                                                                   END\n\n       *       *       *       *       *\n\n    Work is the elimination of the traces of work.\n\n                                        _--Michelangelo_\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _If_ July 1959. Extensive research did\n    not uncover any evidence that the U.S. copyright on this publication\n    was renewed. Minor spelling and typographical errors have been\n    corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Mutineer, by Robert J. Shea\n\n*** END OF THIS PROJECT GUTENBERG EBOOK MUTINEER ***\n\n***** This file should be named 29196.txt or 29196.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/1/9/29196/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}