{"title": "Happy Ending", "author": "Fredric Brown", "releaseDate": "June 22, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n    _A world had collapsed around this man--a world that would never\n    shout his praises again. The burned-out cities were still and dead,\n    the twisted bodies and twisted souls giving him their last salute in\n    death. And now he was alone, alone surrounded by memories, alone and\n    waiting ..._\n\n\n  happy\n ending\n\n _by MACK REYNOLDS\n and FREDRIC BROWN_\n\n\n Sometimes the queerly shaped Venusian trees seemed to talk\n to him, but their voices were soft. They were loyal people.\n\n\nThere were four men in the lifeboat that came down from the\nspace-cruiser. Three of them were still in the uniform of the Galactic\nGuards.\n\nThe fourth sat in the prow of the small craft looking down at their\ngoal, hunched and silent, bundled up in a greatcoat against the coolness\nof space--a greatcoat which he would never need again after this\nmorning. The brim of his hat was pulled down far over his forehead, and\nhe studied the nearing shore through dark-lensed glasses. Bandages, as\nthough for a broken jaw, covered most of the lower part of his face.\n\nHe realized suddenly that the dark glasses, now that they had left the\ncruiser, were unnecessary. He slipped them off. After the\ncinematographic grays his eyes had seen through these lenses for so\nlong, the brilliance of the color below him was almost like a blow. He\nblinked, and looked again.\n\nThey were rapidly settling toward a shoreline, a beach. The sand was a\ndazzling, unbelievable white such as had never been on his home planet.\nBlue the sky and water, and green the edge of the fantastic jungle.\nThere was a flash of red in the green, as they came still closer, and he\nrealized suddenly that it must be a _marigee_, the semi-intelligent\nVenusian parrot once so popular as pets throughout the solar system.\n\nThroughout the system blood and steel had fallen from the sky and\nravished the planets, but now it fell no more.\n\nAnd now this. Here in this forgotten portion of an almost completely\ndestroyed world it had not fallen at all.\n\nOnly in some place like this, alone, was safety for him.\nElsewhere--anywhere--imprisonment or, more likely, death. There was\ndanger, even here. Three of the crew of the space-cruiser knew. Perhaps,\nsomeday, one of them would talk. Then they would come for him, even\nhere.\n\nBut that was a chance he could not avoid. Nor were the odds bad, for\nthree people out of a whole solar system knew where he was. And those\nthree were loyal fools.\n\nThe lifeboat came gently to rest. The hatch swung open and he stepped\nout and walked a few paces up the beach. He turned and waited while the\ntwo spacemen who had guided the craft brought his chest out and carried\nit across the beach and to the corrugated-tin shack just at the edge of\nthe trees. That shack had once been a space-radar relay station. Now the\nequipment it had held was long gone, the antenna mast taken down. But\nthe shack still stood. It would be his home for a while. A long while.\nThe two men returned to the lifeboat preparatory to leaving.\n\nAnd now the captain stood facing him, and the captain's face was a rigid\nmask. It seemed with an effort that the captain's right arm remained at\nhis side, but that effort had been ordered. No salute.\n\nThe captain's voice, too, was rigid with unemotion. \"Number One ...\"\n\n\"Silence!\" And then, less bitterly. \"Come further from the boat before\nyou again let your tongue run loose. Here.\" They had reached the shack.\n\n\"You are right, Number ...\"\n\n\"No. I am no longer Number One. You must continue to think of me as\n_Mister_ Smith, your cousin, whom you brought here for the reasons you\nexplained to the under-officers, before you surrender your ship. If you\n_think_ of me so, you will be less likely to slip in your speech.\"\n\n\"There is nothing further I can do--Mister Smith?\"\n\n\"Nothing. Go now.\"\n\n\"And I am ordered to surrender the--\"\n\n\"There are no orders. The war is over, lost. I would suggest thought as\nto what spaceport you put into. In some you may receive humane\ntreatment. In others--\"\n\nThe captain nodded. \"In others, there is great hatred. Yes. That is\nall?\"\n\n\"That is all. And, Captain, your running of the blockade, your securing\nof fuel _en route_, have constituted a deed of high valor. All I can\ngive you in reward is my thanks. But now go. Goodbye.\"\n\n\"Not goodbye,\" the captain blurted impulsively, \"but _hasta la vista_,\n_auf Wiedersehen_, _until the day_ ... you will permit me, for the last\ntime to address you and salute?\"\n\nThe man in the greatcoat shrugged. \"As you will.\"\n\nClick of heels and a salute that once greeted the Caesars, and later the\npseudo-Aryan of the 20th Century, and, but yesterday, he who was now\nknown as _the last of the dictators_. \"Farewell, Number One!\"\n\n\"Farewell,\" he answered emotionlessly.\n\n       *       *       *       *       *\n\nMr. Smith, a black dot on the dazzling white sand, watched the lifeboat\ndisappear up into the blue, finally into the haze of the upper\natmosphere of Venus. That eternal haze that would always be there to\nmock his failure and his bitter solitude.\n\nThe slow days snarled by, and the sun shone dimly, and the _marigees_\nscreamed in the early dawn and all day and at sunset, and sometimes\nthere were the six-legged _baroons_, monkey-like in the trees, that\ngibbered at him. And the rains came and went away again.\n\nAt nights there were drums in the distance. Not the martial roll of\nmarching, nor yet a threatening note of savage hate. Just drums, many\nmiles away, throbbing rhythm for native dances or exorcising, perhaps,\nthe forest-night demons. He assumed these Venusians had their\nsuperstitions, all other races had. There was no threat, for him, in\nthat throbbing that was like the beating of the jungle's heart.\n\nMr. Smith knew that, for although his choice of destinations had been a\nhasty choice, yet there had been time for him to read the available\nreports. The natives were harmless and friendly. A Terran missionary had\nlived among them some time ago--before the outbreak of the war. They\nwere a simple, weak race. They seldom went far from their villages; the\nspace-radar operator who had once occupied the shack reported that he\nhad never seen one of them.\n\nSo, there would be no difficulty in avoiding the natives, nor danger if\nhe did encounter them.\n\nNothing to worry about, except the bitterness.\n\nNot the bitterness of regret, but of defeat. Defeat at the hands of the\ndefeated. The damned Martians who came back after he had driven them\nhalfway across their damned arid planet. The Jupiter Satellite\nConfederation landing endlessly on the home planet, sending their vast\narmadas of spacecraft daily and nightly to turn his mighty cities into\ndust. In spite of everything; in spite of his score of ultra-vicious\nsecret weapons and the last desperate efforts of his weakened armies,\nmost of whose men were under twenty or over forty.\n\nThe treachery even in his own army, among his own generals and admirals.\nThe turn of Luna, that had been the end.\n\nHis people would rise again. But not, now after Armageddon, in his\nlifetime. Not under him, nor another like him. The last of the\ndictators.\n\nHated by a solar system, and hating it.\n\nIt would have been intolerable, save that he was alone. He had foreseen\nthat--the need for solitude. Alone, he was still Number One. The\npresence of others would have forced recognition of his miserably\nchanged status. Alone, his pride was undamaged. His ego was intact.\n\n       *       *       *       *       *\n\nThe long days, and the _marigees'_ screams, the slithering swish of the\nsurf, the ghost-quiet movements of the _baroons_ in the trees and the\nraucousness of their shrill voices. Drums.\n\nThose sounds, and those alone. But perhaps silence would have been\nworse.\n\nFor the times of silence were louder. Times he would pace the beach at\nnight and overhead would be the roar of jets and rockets, the ships that\nhad roared over New Albuquerque, his capitol, in those last days before\nhe had fled. The crump of bombs and the screams and the blood, and the\nflat voices of his folding generals.\n\nThose were the days when the waves of hatred from the conquered peoples\nbeat upon his country as the waves of a stormy sea beat upon crumbling\ncliffs. Leagues back of the battered lines, you could _feel_ that hate\nand vengeance as a tangible thing, a thing that thickened the air, that\nmade breathing difficult and talking futile.\n\nAnd the spacecraft, the jets, the rockets, the damnable rockets, more\nevery day and every night, and ten coming for every one shot down.\nRocket ships raining hell from the sky, havoc and chaos and the end of\nhope.\n\nAnd then he knew that he had been hearing another sound, hearing it\noften and long at a time. It was a voice that shouted invective and\nranted hatred and glorified the steel might of his planet and the\ndestiny of a man and a people.\n\nIt was his own voice, and it beat back the waves from the white shore,\nit stopped their wet encroachment upon this, his domain. It screamed\nback at the _baroons_ and they were silent. And at times he laughed, and\nthe _marigees_ laughed. Sometimes, the queerly shaped Venusian trees\ntalked too, but their voices were quieter. The trees were submissive,\nthey were good subjects.\n\nSometimes, fantastic thoughts went through his head. The race of trees,\nthe pure race of trees that never interbred, that stood firm always.\nSomeday the trees--\n\nBut that was just a dream, a fancy. More real were the _marigees_ and\nthe _kifs_. They were the ones who persecuted him. There was the\n_marigee_ who would shriek \"_All is lost!_\" He had shot at it a hundred\ntimes with his needle gun, but always it flew away unharmed. Sometimes\nit did not even fly away.\n\n\"_All is lost!_\"\n\nAt last he wasted no more needle darts. He stalked it to strangle it\nwith his bare hands. That was better. On what might have been the\nthousandth try, he caught it and killed it, and there was warm blood on\nhis hands and feathers were flying.\n\nThat should have ended it, but it didn't. Now there were a dozen\n_marigees_ that screamed that all was lost. Perhaps there had been a\ndozen all along. Now he merely shook his fist at them or threw stones.\n\nThe _kifs_, the Venusian equivalent of the Terran ant, stole his food.\nBut that did not matter; there was plenty of food. There had been a\ncache of it in the shack, meant to restock a space-cruiser, and never\nused. The _kifs_ would not get at it until he opened a can, but then,\nunless he ate it all at once, they ate whatever he left. That did not\nmatter. There were plenty of cans. And always fresh fruit from the\njungle. Always in season, for there were no seasons here, except the\nrains.\n\nBut the _kifs_ served a purpose for him. They kept him sane, by giving\nhim something tangible, something inferior, to hate.\n\nOh, it wasn't hatred, at first. Mere annoyance. He killed them in a\nroutine sort of way at first. But they kept coming back. Always there\nwere _kifs_. In his larder, wherever he did it. In his bed. He sat the\nlegs of the cot in dishes of gasoline, but the _kifs_ still got in.\nPerhaps they dropped from the ceiling, although he never caught them\ndoing it.\n\nThey bothered his sleep. He'd feel them running over him, even when he'd\nspent an hour picking the bed clean of them by the light of the carbide\nlantern. They scurried with tickling little feet and he could not\nsleep.\n\nHe grew to hate them, and the very misery of his nights made his days\nmore tolerable by giving them an increasing purpose. A pogrom against\nthe _kifs_. He sought out their holes by patiently following one bearing\na bit of food, and he poured gasoline into the hole and the earth around\nit, taking satisfaction in the thought of the writhings in agony below.\nHe went about hunting _kifs_, to step on them. To stamp them out. He\nmust have killed millions of _kifs_.\n\nBut always there were as many left. Never did their number seem to\ndiminish in the slightest. Like the Martians--but unlike the Martians,\nthey did not fight back.\n\nTheirs was the passive resistance of a vast productivity that bred\n_kifs_ ceaselessly, overwhelmingly, billions to replace millions.\nIndividual _kifs_ could be killed, and he took savage satisfaction in\ntheir killing, but he knew his methods were useless save for the\npleasure and the purpose they gave him. Sometimes the pleasure would\npall in the shadow of its futility, and he would dream of mechanized\nmeans of killing them.\n\nHe read carefully what little material there was in his tiny library\nabout the _kif_. They were astonishingly like the ants of Terra. So much\nthat there had been speculation about their relationship--that didn't\ninterest him. How could they be killed, _en masse_? Once a year, for a\nbrief period, they took on the characteristics of the army ants of\nTerra. They came from their holes in endless numbers and swept\neverything before them in their devouring march. He wet his lips when he\nread that. Perhaps the opportunity would come then to destroy, to\ndestroy, _and destroy_.\n\nAlmost, Mr. Smith forgot people and the solar system and what had been.\nHere in this new world, there was only he and the _kifs_. The _baroons_\nand the _marigees_ didn't count. They had no order and no system. The\n_kifs_--\n\nIn the intensity of his hatred there slowly filtered through a grudging\nadmiration. The _kifs_ were true totalitarians. They practiced what he\nhad preached to a mightier race, practiced it with a thoroughness beyond\nthe kind of man to comprehend.\n\nTheirs the complete submergence of the individual to the state, theirs\nthe complete ruthlessness of the true conqueror, the perfect selfless\nbravery of the true soldier.\n\nBut they got into his bed, into his clothes, into his food.\n\nThey crawled with intolerable tickling feet.\n\nNights he walked the beach, and that night was one of the noisy nights.\nThere were high-flying, high-whining jet-craft up there in the moonlight\nsky and their shadows dappled the black water of the sea. The planes,\nthe rockets, the jet-craft, they were what had ravaged his cities, had\nturned his railroads into twisted steel, had dropped their H-Bombs on\nhis most vital factories.\n\nHe shook his fist at them and shrieked imprecations at the sky.\n\nAnd when he had ceased shouting, there were voices on the beach.\nConrad's voice in his ear, as it had sounded that day when Conrad had\nwalked into the palace, white-faced, and forgotten the salute. \"There is\na breakthrough at Denver, Number One! Toronto and Monterey are in\ndanger. And in the other hemispheres--\" His voice cracked. \"--the damned\nMartians and the traitors from Luna are driving over the Argentine.\nOthers have landed near New Petrograd. It is a rout. All is lost!\"\n\nVoices crying, \"Number One, _hail_! Number One, _hail_!\"\n\nA sea of hysterical voices. \"Number One, _hail_! Number One--\"\n\nA voice that was louder, higher, more frenetic than any of the others.\nHis memory of his own voice, calculated but inspired, as he'd heard it\non play-backs of his own speeches.\n\nThe voices of children chanting, \"To thee, O Number One--\" He couldn't\nremember the rest of the words, but they had been beautiful words. That\nhad been at the public school meet in the New Los Angeles. How strange\nthat he should remember, here and now, the very tone of his voice and\ninflection, the shining wonder in their children's eyes. Children only,\nbut they were willing to kill and die, _for him_, convinced that all\nthat was needed to cure the ills of the race was a suitable leader to\nfollow.\n\n\"_All is lost!_\"\n\nAnd suddenly the monster jet-craft were swooping downward and starkly he\nrealized what a clear target he presented, here against the white\nmoonlit beach. They must see him.\n\nThe crescendo of motors as he ran, sobbing now in fear, for the cover of\nthe jungle. Into the screening shadow of the giant trees, and the\nsheltering blackness.\n\nHe stumbled and fell, was up and running again. And now his eyes could\nsee in the dimmer moonlight that filtered through the branches overhead.\nStirrings there, in the branches. Stirrings and voices in the night.\nVoices in and of the night. Whispers and shrieks of pain. Yes, he'd\nshown them pain, and now their tortured voices ran with him through the\nknee-deep, night-wet grass among the trees.\n\nThe night was hideous with noise. Red noises, an almost _tangible_ din\nthat he could nearly _feel_ as well as he could see and hear it. And\nafter a while his breath came raspingly, and there was a thumping sound\nthat was the beating of his heart and the beating of the night.\n\nAnd then, he could run no longer, and he clutched a tree to keep from\nfalling, his arms trembling about it, and his face pressed against the\nimpersonal roughness of the bark. There was no wind, but the tree swayed\nback and forth and his body with it.\n\nThen, as abruptly as light goes on when a switch is thrown, the noise\nvanished. Utter silence, and at last he was strong enough to let go his\ngrip on the tree and stand erect again, to look about to get his\nbearings.\n\nOne tree was like another, and for a moment he thought he'd have to stay\nhere until daylight. Then he remembered that the sound of the surf would\ngive him his directions. He listened hard and heard it, faint and far\naway.\n\nAnd another sound--one that he had never heard before--faint, also, but\nseeming to come from his right and quite near.\n\nHe looked that way, and there was a patch of opening in the trees above.\nThe grass was waving strangely in that area of moonlight. It moved,\nalthough there was no breeze to move it. And there was an almost sudden\n_edge_, beyond which the blades thinned out quickly to barrenness.\n\nAnd the sound--it was like the sound of the surf, but it was continuous.\nIt was more like the rustle of dry leaves, but there were no dry leaves\nto rustle.\n\nMr. Smith took a step toward the sound and looked down. More grass bent,\nand fell, and vanished, even as he looked. Beyond the moving edge of\ndevastation was a brown floor of the moving bodies of _kifs_.\n\nRow after row, orderly rank after orderly rank, marching resistlessly\nonward. Billions of _kifs_, an army of _kifs_, eating their way across\nthe night.\n\nFascinated, he stared down at them. There was no danger, for their\nprogress was slow. He retreated a step to keep beyond their front rank.\nThe sound, then, was the sound of chewing.\n\nHe could see one edge of the column, and it was a neat, orderly edge.\nAnd there was discipline, for the ones on the outside were larger than\nthose in the center.\n\nHe retreated another step--and then, quite suddenly, his body was afire\nin several spreading places. The vanguard. Ahead of the rank that ate\naway the grass.\n\nHis boots were brown with _kifs_.\n\nScreaming with pain, he whirled about and ran, beating with his hands\nat the burning spots on his body. He ran head-on into a tree, bruising\nhis face horribly, and the night was scarlet with pain and shooting\nfire.\n\nBut he staggered on, almost blindly, running, writhing, tearing off his\nclothes as he ran.\n\nThis, then, was _pain_. There was a shrill screaming in his ears that\nmust have been the sound of his own voice.\n\nWhen he could no longer run, he crawled. Naked, now, and with only a few\n_kifs_ still clinging to him. And the blind tangent of his flight had\ntaken him well out of the path of the advancing army.\n\nBut stark fear and the memory of unendurable pain drove him on. His\nknees raw now, he could no longer crawl. But he got himself erect again\non trembling legs, and staggered on. Catching hold of a tree and pushing\nhimself away from it to catch the next.\n\nFalling, rising, falling again. His throat raw from the screaming\ninvective of his hate. Bushes and the rough bark of trees tore his\nflesh.\n\n       *       *       *       *       *\n\nInto the village compound just before dawn, staggered a man, a naked\nterrestrial. He looked about with dull eyes that seemed to see nothing\nand understand nothing.\n\nThe females and young ran before him, even the males retreated.\n\nHe stood there, swaying, and the incredulous eyes of the natives widened\nas they saw the condition of his body, and the blankness of his eyes.\n\nWhen he made no hostile move, they came closer again, formed a\nwondering, chattering circle about him, these Venusian humanoids. Some\nran to bring the chief and the chief's son, who knew everything.\n\nThe mad, naked human opened his lips as though he were going to speak,\nbut instead, he fell. He fell, as a dead man falls. But when they turned\nhim over in the dust, they saw that his chest still rose and fell in\nlabored breathing.\n\nAnd then came Alwa, the aged chieftain, and Nrana, his son. Alwa gave\nquick, excited orders. Two of the men carried Mr. Smith into the chief's\nhut, and the wives of the chief and the chief's son took over the\nEarthling's care, and rubbed him with a soothing and healing salve.\n\nBut for days and nights he lay without moving and without speaking or\nopening his eyes, and they did not know whether he would live or die.\n\nThen, at last, he opened his eyes. And he talked, although they could\nmake out nothing of the things he said.\n\nNrana came and listened, for Nrana of all of them spoke and understood\nbest the Earthling's language, for he had been the special protege of\nthe Terran missionary who had lived with them for a while.\n\nNrana listened, but he shook his head. \"The words,\" he said, \"the words\nare of the Terran tongue, but I make nothing of them. His mind is not\nwell.\"\n\nThe aged Alwa said, \"Aie. Stay beside him. Perhaps as his body heals,\nhis words will be beautiful words as were the words of the Father-of-Us\nwho, in the Terran tongue, taught us of the gods and their good.\"\n\nSo they cared for him well, and his wounds healed, and the day came when\nhe opened his eyes and saw the handsome blue-complexioned face of Nrana\nsitting there beside him, and Nrana said softly, \"Good day, Mr. Man of\nEarth. You feel better, no?\"\n\nThere was no answer, and the deep-sunken eyes of the man on the sleeping\nmat stared, glared at him. Nrana could see that those eyes were not yet\nsane, but he saw, too, that the madness in them was not the same that it\nhad been. Nrana did not know the words for delirium and paranoia, but he\ncould distinguish between them.\n\nNo longer was the Earthling a raving maniac, and Nrana made a very\ncommon error, an error more civilized beings than he have often made. He\nthought the paranoia was an improvement over the wider madness. He\ntalked on, hoping the Earthling would talk too, and he did not recognize\nthe danger of his silence.\n\n\"We welcome you, Earthling,\" he said, \"and hope that you will live among\nus, as did the Father-of-Us, Mr. Gerhardt. He taught us to worship the\ntrue gods of the high heavens. Jehovah, and Jesus and their prophets the\nmen from the skies. He taught us to pray and to love our enemies.\"\n\nAnd Nrana shook his head sadly, \"But many of our tribe have gone back to\nthe older gods, the cruel gods. They say there has been great strife\namong the outsiders, and no more remain upon all of Venus. My father,\nAlwa, and I are glad another one has come. You will be able to help\nthose of us who have gone back. You can teach us love and kindliness.\"\n\nThe eyes of the dictator closed. Nrana did not know whether or not he\nslept, but Nrana stood up quietly to leave the hut. In the doorway, he\nturned and said, \"We pray for you.\"\n\nAnd then, joyously, he ran out of the village to seek the others, who\nwere gathering bela-berries for the feast of the fourth event.\n\nWhen, with several of them, he returned to the village, the Earthling\nwas gone. The hut was empty.\n\nOutside the compound they found, at last, the trail of his passing.\nThey followed and it led to a stream and along the stream until they\ncame to the tabu of the green pool, and could go no farther.\n\n\"He went downstream,\" said Alwa gravely. \"He sought the sea and the\nbeach. He was well then, in his mind, for he knew that all streams go to\nthe sea.\"\n\n\"Perhaps he had a ship-of-the-sky there at the beach,\" Nrana said\nworriedly. \"All Earthlings come from the sky. The Father-of-Us told us\nthat.\"\n\n\"Perhaps he will come back to us,\" said Alwa. His old eyes misted.\n\n       *       *       *       *       *\n\nMr. Smith was coming back all right, and sooner than they had dared to\nhope. As soon in fact, as he could make the trip to the shack and\nreturn. He came back dressed in clothing very different from the garb\nthe other white man had worn. Shining leather boots and the uniform of\nthe Galactic Guard, and a wide leather belt with a holster for his\nneedle gun.\n\nBut the gun was in his hand when, at dusk, he strode into the compound.\n\nHe said, \"I am Number One, the Lord of all the Solar System, and your\nruler. Who was chief among you?\"\n\nAlwa had been in his hut, but he heard the words and came out. He\nunderstood the words, but not their meaning. He said, \"Earthling, we\nwelcome you back. I am the chief.\"\n\n\"You were the chief. Now you will serve me. I am the chief.\"\n\nAlwa's old eyes were bewildered at the strangeness of this. He said, \"I\nwill serve you, yes. All of us. But it is not fitting that an Earthling\nshould be chief among--\"\n\nThe whisper of the needle gun. Alwa's wrinkled hands went to his scrawny\nneck where, just off the center, was a sudden tiny pin prick of a hole.\nA faint trickle of red coursed over the dark blue of his skin. The old\nman's knees gave way under him as the rage of the poisoned needle dart\nstruck him, and he fell. Others started toward him.\n\n\"Back,\" said Mr. Smith. \"Let him die slowly that you may all see what\nhappens to--\"\n\nBut one of the chief's wives, one who did not understand the speech of\nEarth, was already lifting Alwa's head. The needle gun whispered again,\nand she fell forward across him.\n\n\"I am Number One,\" said Mr. Smith, \"and Lord of all the planets. All who\noppose me, die by--\"\n\nAnd then, suddenly all of them were running toward him. His finger\npressed the trigger and four of them died before the avalanche of their\nbodies bore him down and overwhelmed him. Nrana had been first in that\nrush, and Nrana died.\n\nThe others tied the Earthling up and threw him into one of the huts. And\nthen, while the women began wailing for the dead, the men made council.\n\nThey elected Kallana chief and he stood before them and said, \"The\nFather-of-Us, the Mister Gerhardt, deceived us.\" There was fear and\nworry in his voice and apprehension on his blue face. \"If this be indeed\nthe Lord of whom he told us--\"\n\n\"He is not a god,\" said another. \"He is an Earthling, but there have\nbeen such before on Venus, many many of them who came long and long ago\nfrom the skies. Now they are all dead, killed in strife among\nthemselves. It is well. This last one is one of them, but he is mad.\"\n\nAnd they talked long and the dusk grew into night while they talked of\nwhat they must do. The gleam of firelight upon their bodies, and the\nwaiting drummer.\n\nThe problem was difficult. To harm one who was mad was tabu. If he was\nreally a god, it would be worse. Thunder and lightning from the sky\nwould destroy the village. Yet they dared not release him. Even if they\ntook the evil weapon-that-whispered-its-death and buried it, he might\nfind other ways to harm them. He might have another where he had gone\nfor the first.\n\nYes, it was a difficult problem for them, but the eldest and wisest of\nthem, one M'Ganne, gave them at last the answer.\n\n\"O Kallana,\" he said, \"Let us give him to the _kifs_. If _they_ harm\nhim--\" and old M'Ganne grinned a toothless, mirthless grin \"--it would\nbe their doing and not ours.\"\n\nKallana shuddered. \"It is the most horrible of all deaths. And if he is\na god--\"\n\n\"If he is a god, they will not harm him. If he is mad and not a god, we\nwill not have harmed him. It harms not a man to tie him to a tree.\"\n\nKallana considered well, for the safety of his people was at stake.\nConsidering, he remembered how Alwa and Nrana had died.\n\nHe said, \"It is right.\"\n\nThe waiting drummer began the rhythm of the council-end, and those of\nthe men who were young and fleet lighted torches in the fire and went\nout into the forest to seek the _kifs_, who were still in their season\nof marching.\n\nAnd after a while, having found what they sought, they returned.\n\nThey took the Earthling out with them, then, and tied him to a tree.\nThey left him there, and they left the gag over his lips because they\ndid not wish to hear his screams when the _kifs_ came.\n\nThe cloth of the gag would be eaten, too, but by that time, there would\nbe no flesh under it from which a scream might come.\n\nThey left him, and went back to the compound, and the drums took up the\nrhythm of propitiation to the gods for what they had done. For they had,\nthey knew, cut very close to the corner of a tabu--but the provocation\nhad been great and they hoped they would not be punished.\n\nAll night the drums would throb.\n\n       *       *       *       *       *\n\nThe man tied to the tree struggled with his bonds, but they were strong\nand his writhings made the knots but tighten.\n\nHis eyes became accustomed to the darkness.\n\nHe tried to shout, \"I am Number One, Lord of--\"\n\nAnd then, because he could not shout and because he could not loosen\nhimself, there came a rift in his madness. He remembered who he was, and\nall the old hatreds and bitterness welled up in him.\n\nHe remembered, too, what had happened in the compound, and wondered why\nthe Venusian natives had not killed him. Why, instead, they had tied him\nhere alone in the darkness of the jungle.\n\nAfar, he heard the throbbing of the drums, and they were like the\nbeating of the heart of night, and there was a louder, nearer sound that\nwas the pulse of blood in his ears as the fear came to him.\n\nThe fear that he knew why they had tied him here. The horrible,\ngibbering fear that, for the last time, an army marched against him.\n\nHe had time to savor that fear to the uttermost, to have it become a\ncreeping certainty that crawled into the black corners of his soul as\nwould the soldiers of the coming army crawl into his ears and nostrils\nwhile others would eat away his eyelids to get at the eyes behind them.\n\nAnd then, and only then, did he hear the sound that was like the rustle\nof dry leaves, in a dank, black jungle where there were no dry leaves to\nrustle nor breeze to rustle them.\n\nHorribly, Number One, the last of the dictators, did not go mad again;\nnot exactly, but he laughed, and laughed and laughed....\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Fantastic Universe_ September 1957.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Happy Ending, by \nFredric Brown and Dallas McCord Reynolds\n\n*** END OF THIS PROJECT GUTENBERG EBOOK HAPPY ENDING ***\n\n***** This file should be named 29206.txt or 29206.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/2/0/29206/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}