{"title": "Reel Life Films", "author": "Samuel Kimball Merwin", "releaseDate": "June 23, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n    _At least a contributing factor to the current cycle of science\n    fiction movies being made in Hollywood is the touchiness of\n    minorities having their nationals being portrayed as villains.\n    Cinema-makers are now trying to avoid further boycotts by using\n    space aliens for villains. But suppose some of our Extraterrestrial\n    neighbors are also a bit touchy?_\n\n\n  reel\n  life\n films\n\n _by ... Jacques Jean Ferrat_\n\n\n Pity the poor purveyor of mere entertainment in today's world.\n He can't afford to offend a soul, yet must have a villain.\n\n\nTwenty-five years ago Cyril Bezdek and E. Carter Dorwin would have met\nin a private railway car belonging to one of them. They might even have\nmet in a private train. At any rate they would have met in absolute\nprivacy. But it being the present, they had to be content with a series\nof adjoining rooms taking up less than one half of a car on the\nSuper-Sachem, fastest coast-to-coast train in the country.\n\nTheir meeting in private was very important. Upon its results hinged the\nfuture of Gigantic Studios, one of Hollywood's big three production\ncompanies.\n\nDorwin was the powerful plenipotentiary of the Consolidated Trust\nCompany of Manhattan and backer of Gigantic's multimillion-dollar\nproductions. He was on his way West to make sure that the interests of\nhis bank were being adequately served by the studio.\n\nBezdek was Gigantic's supreme production boss. Former office boy,\nwriter, prop man, assistant-director, director, producer, and story\neditor, he was the works--unless Dorwin decided otherwise during this\nmeeting and pulled the props out from under him. He had thought Dorwin's\ntrip sufficiently important to fly to Kansas City and get aboard the\nSuper-Sachem to be with the banker during the remainder of his trip.\n\nThey had dined in the privacy of Dorwin's suite--Bezdek as befitted his\ntortured duodenum on yogurt and Melba toast--Dorwin on caviar, consommé,\na thick steak with full trimmings, and a golden baked Alaska accompanied\nby Armagnac.\n\n\"How do you manage to keep thin?\" Bezdek asked him, honestly envious.\n\"Polo, tennis? Golf would never do it.\"\n\n\"I haven't exercised in ten years,\" said the banker, biting off the end\nof a Havana Perfecto. He studied the little movie-maker over the flame\nof his lighter. Outside, the flat expanse of Kansas rushed past through\nthe night at close to a hundred miles an hour.\n\n\"Some people are lucky,\" said Bezdek, adjusting the broad knot of his\nhand-painted Windsor tie. He was remarshaling his thoughts and ideas. It\nwas very important that he and Dorwin be in perfect accord before they\nreached Hollywood.\n\nThe banker, who was new to the movie-making branch of his business,\nspoke first. \"I presume,\" he said finally, \"that you're aware of the\ncurrent feeling in our New York office?\"\n\nThe movie magnate gestured carelessly with a Saxony gun-club sleeve,\nrevealing a platinum wristwatch strap. \"We hear rumors now and again,\"\nhe said. \"It's about our science fiction films.\" Bezdek avoided making\nit a question. He was far too shrewd for that.\n\nThe banker, finding himself thus at a disadvantage, said amicably, \"It's\nnot that the fantasy series isn't making money, understand.\" He paused,\nlooking faintly distressed. \"It's just that, frankly, we feel they're\ngetting too far away from reality. Trips to Mars and Venus--strange\ncreatures.... It's not real--it's not dignified. Frankly, we question\nwhether an institution like ours can afford to be connected with\nanything so--so ephemeral. After all ...\"\n\nHe paused as sounds of a scuffle in the corridor penetrated the room and\nsomething or somebody was banged hard against the door. Bezdek,\nfrowning, jumped up nervously and went to the door, opened it, looked\nout.\n\n\"What's going on out there?\" he inquired tartly. \"_Ty!_\"\n\n\"Sorry, Mr. Bezdek,\" said Ty Falter, the mogul's private secretary,\nbodyguard and constant companion. He was leaning against the far wall of\nthe corridor, mopping a cut lower lip with a bloody handkerchief. He was\na tall, deceptively sleepy-looking young man who virtually never slept.\n\nAt the end of the corridor two lesser aides were half-dragging a tall\nfigure between them. Bezdek frowned as he caught a glimpse of a nodding\nhead in half profile--a near-perfect profile which showed no sign of a\nbruise.\n\n\"How did that creep get in here?\" he snapped. \"That's the same character\nwho tried to nail me at the K.C. airport.\"\n\n\"Yes, sir,\" said Ty Falter apologetically. He glanced at his skinned\nknuckles. \"It was like hitting a brick,\" he said. He shook his head,\nadded, \"Sorry, Mr. Bezdek. I don't know how he got in here.\"\n\n\"Your job is to keep crackpots like that away from me,\" said the mogul.\nHe turned and went back inside the compartment. Dorwin was still sitting\nas before.\n\n\"Eavesdroppers?\" the banker inquired with unruffled poise.\n\n\"Not likely,\" said Bezdek, dropping into his seat. \"Probably a\nmovie-crazy kid trying to chisel a screen test.\"\n\n       *       *       *       *       *\n\nThe incident had brought back his heartburn. He wanted to take a couple\nof his pills but not in front of Dorwin. The banker might think he was\ncracking up. These damned New Yorkers had no idea of the pressure under\nwhich he labored. He sipped a glass of flat soda water.\n\n\"Where were we?\" Dorwin said quietly. Somehow to Bezdek he gave the\nimpression of remorseless rationality. \"Oh, yes, these fantasy\nmovies--we're a little worried about them.\"\n\n\"I thought you might be,\" said Bezdek, leaning forward and using the\nfull magnetism of his personality. Now that the issue was out in the\nopen his discomfort was eased. \"Actually we don't think of our\ninterplanetary cycle as fantasy, Dorwin. We think of them as forecasts\nof the future, as prophecy.\"\n\n\"They're still a far cry from reality, or even the usual escapism,\" said\nthe banker. \"Confidentially, I happen to _know_ that it will be\nyears--perhaps decades--before we make any live contact with the other\nplanets. Our national interests demand that we prevent atomic power from\nsuperseding older methods before investments have realized on their\nholdings to the fullest extent. And it is upon development of atomic\npower that space-flight hinges at present.\"\n\n\"Certainly I understand that--sound business,\" said Bezdek with his\none-sided smile. \"I hope they wait for many years.\"\n\nDorwin looked faintly astonished. \"From these pictures of yours I must\nconfess I had derived a totally different impression of your theories,\"\nhe said slowly, flicking two inches of pale grey ash into the silver\ntray at his elbow.\n\n\"Listen to me,\" said the movie-maker, again leaning toward his\nvis-à-vis. \"We're making these pictures now because when the first man\nor men come back from other planets our science fiction cycle is\nfinished. It will cease to be _escape_. We will then be faced with the\nreality of what they really find--and that's bound to be a great deal\ndifferent from the sort of thing we're feeding them now.\"\n\n\"It's a point I hadn't considered,\" said the banker, reaching for the\nbrandy. He nodded to himself as he poured it, then looked up at Bezdek\nand asked, \"But why this--space opera is the colloquial term, I believe?\nWhy not stick closer to real life?\"\n\nBezdek sat back and the slanting smile creased his features again.\n\"Minorities,\" he said. \"That's why. Crackpot minorities object loudly at\nbeing portrayed in films they don't like. We don't want to tread on\nanybody's toes--there's trouble enough in the world as it is. People\nwant villains. But unless we make our villains--even minor\nvillains--people from nowhere we get boycotted somewhere by somebody.\nAnd that costs us money.\"\n\n\"Yes, of course,\" said the banker, \"but I fail to see--\"\n\n\"It's simple.\" Bezdek was in full cry now and interrupted openly.\n\"People like conflict in their movies. If it's a Western they want their\nheroes to fight Indians or Mexicans or rustlers. The Indians and\nMexicans object to being the villains and they've got big sympathetic\nfollowings. Okay, so we use rustlers or renegade white men and we still\nmake Westerns--but not many. No plot variety.\"\n\nHe sipped more soda water. \"It's the same with everything else. Unless\nwe're in a war with a legitimate enemy to hate we can't use villains.\nIt's almost enough to make a man wish--\"\n\n\"Not with the H-bomb, Bezdek,\" said Dorwin frigidly.\n\n\"Of course not--I was only speaking figuratively,\" said the movie-maker\nhastily. \"I'm as much against war as anyone. But that's what makes these\ninterplanetary movies great stuff. We can run in all the villains we\nwant--make them just as bad as we want. Audiences really like to have\nsomeone they can hate.\"\n\n\"I see,\" said Dorwin. He permitted himself to look faintly pleased.\n\"After all, a Martian can hardly protest what we do with him. I see your\npoint now.\"\n\n\"You've got it,\" said Bezdek, beaming now. He leaned forward and added,\n\"Furthermore, we've got four new pictures in the works for the space\ncycle that are really going to--\"\n\nHe broke off, interrupted by a knock at the door. He stared at the\nbanker, seeking someone to share his annoyance, found Dorwin staring out\nthe window, frowning.\n\n\"The train seems to have stopped,\" said the banker.\n\nBezdek turned to the window. It was true. The night was clouded and\ndark but he could make out a single tree in faint silhouette and it was\nnot moving. The knock on the stateroom door came again.\n\n\"I'd better see who it is,\" said Bezdek, rising. \"Maybe something is\nwrong.\"\n\nHe opened the door quickly--all but fell back into his seat. The tall\nyoung man with the too-perfect features--the man who had tried in vain\nto speak to him at the Kansas City airport, who had been forcibly\nevicted earlier from the car--stood there!\n\nThe young man smiled and it was much too cold to be ingratiating if that\nwas its intent. He said, looking down on both men, \"I think you will\nwish to talk to me now.\"\n\nThe sheer effrontery of it rendered Cyril Bezdek speechless for the\nfirst time in years. Looking past the intruder through the angle of the\nopen door he could see Ty Falter sitting on the corridor floor, leaning\nagainst the wall. His eyes were closed, his head canted at an odd angle.\n\nIt was Dorwin who first found words. \"Who are you?\" he inquired. \"What\ndo you want?\"\n\n\"I am from Mars,\" said the stranger. \"I have come here to enter a\nprotest against the manner in which Mr. Bezdek's motion pictures are\nportraying my people.\"\n\nThe movie-maker's mouth dropped open. He closed it quickly, glanced\nacross at the banker, saw equal bewilderment on that usually poker-face.\nOn impulse, Bezdek reached for the buzzer that would summon aid and\npressed it firmly several times.\n\n\"No one will answer,\" said the intruder in a voice remarkable not for\nits accent but for its lack of any. \"We have been forced to--to\nimmobilize this train in order to see you. It has been very difficult to\nreach you, Mr. Bezdek, I am sure through no fault of your own. But the\npeople of my planet feel very strongly about this matter and I must get\nsome satisfaction for them.\"\n\n\"So help me,\" said the mogul, his thin face purple with anger, \"if this\nis a gag I'll see you jailed for it! And before you're jailed you're\ngoing to have a very unpleas--\"\n\n\"No, Mr. Bezdek--Mr. Dorwin--this is not a joke. We of Mars are proud of\nour culture, our civilization. We do not like being portrayed as evil\nand ridiculous creatures. We're not like those filthy Venerians. We\nMartians have a great self-respect.\"\n\n\"_Ostrich feathers!_\" Bezdek roared at the dead-panned intruder. \"You\nmay not be aware of it but there are severe penalties for holding up a\ntrain on this--in this country. You can't go around slugging people\neither. Look at Ty out there.\"\n\n\"Your servant will be all right,\" said the intruder, \"as will the others\naboard this train. I can release them whenever you agree that my mission\nis to be taken seriously.\"\n\n\"All right,\" said Bezdek, whose mind was nothing if not acrobatic.\n\"Suppose you are from Mars. Tell me why your people object to our\nmovies. Surely they aren't seeing them on Mars?\"\n\n\"No. But your Earthmen will reach our planet soon and your opinion of us\nwill be shaped in some degree by these movies they have seen. And since\nthe relationships of the near-future are of vital import to us now we\nmust not be represented as other than we are. Such misconceptions could\nbreed interplanetary war.\" He shuddered.\n\n\"I think you're crazy!\" said Bezdek. He turned to the banker, who was\nagain staring out the window.\n\n\"There's something out there--look,\" said Dorwin.\n\n\"That is our ship,\" the intruder told them blandly. \"That is why we\nstopped the train here. It is the only flat area sufficiently unsettled\nfor our landing and departure without detection. We must return at once\nor lose perihelion.\"\n\n\"Let me see,\" said Bezdek. He peered through the window. There _was_\nsomething out there--something black and vague and shaped like an\nimmense turtle with jagged projections. He tried to tell himself he was\nseeing things, failed.\n\n\"Amazing!\" said E. Carter Dorwin. \"It's utterly amazing!\"\n\n\"Incredible is the word for it,\" Bezdek said wearily. He faced the\nintruder, said bluntly, \"Very well, you say you're from Mars. And I say\nto your face that you aren't!\"\n\n\"You seem remarkably sure, Mr. Bezdek.\"\n\n\"And why not?\" The movie-maker was in his element now, delivering the\nclincher in an argument. \"Our scientists have proved conclusively that\nEarthmen cannot exist on Mars without space-suits. You say you're a\nMartian. Yet you look like one of us. So if you can live on Mars, how\ncan you live in our atmosphere without a space-suit of some sort?\nThere's one for you to answer!\" He chortled.\n\n\"But I _am_ wearing protection--a protective suit arranged to give the\nimpression that I am an Earthman.\" A flicker of something akin to\ndistaste passed over his singularly immobile face.\n\n\"I'd like to see what you _do_ look like,\" said Dorwin, suddenly\nentering into the eerie conversation.\n\nSomething like a sigh escaped the intruder. Then he said, \"Very well. It\nis important that you believe me, so--\" His hands went to the top of his\nscalp and deliberately he peeled the life-like mask slowly from the\nhidden features of his thoroughly Martian face!\n\nIt was a very odd face--not at all human. It reminded Bezdek a little of\nan immutably sad Bassett Hound he kept in his Hollywood kennel. It made\nDorwin think of his mother-in-law. It was not a frightening face and the\nsingle eye in the center of the forehead held them with its mournful\nregard, held them, held them ...\n\nWhen they were thoroughly under its hypnotic spell the Martian began to\nspeak softly ...\n\n       *       *       *       *       *\n\nTy Falter was slow in waking up. But when he realized that he was lying\nthere in the corridor he came to with a start. If Bezdek ever found out\nabout this he'd be cooked as far as Hollywood went!\n\nHe got to his feet, his unsteadiness helped not at all by the fact that\nthe train chose that moment to start with a jerk. He grabbed at the wall\nas a meteor flashed through the dark of the Kansas night outside the\nwindow.\n\nFunny, he thought, the damned thing was going _up_, not _down_. But he\nforgot about the meteor as he heard the voices coming from the stateroom\nhe was being paid to guard. He reeled over to the partly opened door and\nlistened.\n\nBezdek was talking volubly, enthusiastically as he did when he spoke of\nthe actual making of a picture. \"... so we'll only have to reshoot a few\nsequences, Dorwin. The cost will be nothing compared to the returns.\nThink of it! Our space-pilot hero crashes on _Venus_. He has to fight\nhorrible slimy swamp creatures--we can make them look like crocodiles\nwith six or eight legs--to reach the mountaintop where the girl is\nhiding ...\"\n\nHe paused and Dorwin said gravely, \"I'm glad, since these space operas\nseem to be necessary, that you have decided to locate them on a _real_\nplanet like Venus rather than a _fictitious_ one like Mars. If minority\npressure groups force us to use fantasy then it is as well to stay as\ncredible as possible.\"\n\n\"Right, Dorwin! Right on the nose!\" cried Bezdek. \"And we can make real\nvillains out of these Venerians, real bang-up nasty heavies!\"\n\nThe banker's voice came through the door again. He said doubtfully, \"But\nhow can we be sure about the Venerians ...\"\n\n\"Because I can feel it _here_!\" cried the movie-maker. The thump that\naccompanied his final word told Ty that his boss had smote himself\ndramatically over the heart as he delivered the climactic line.\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Fantastic Universe_ May 1954.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of Project Gutenberg's Reel Life Films, by Samuel Kimball Merwin\n\n*** END OF THIS PROJECT GUTENBERG EBOOK REEL LIFE FILMS ***\n\n***** This file should be named 29209-8.txt or 29209-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/2/0/29209/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}