{"title": "Grove of the Unborn", "author": "Lyn Venable", "releaseDate": "June 22, 2009", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n    _Glamorous Lyn Venable of Dallas, Texas, makes a first appearance in\n    these pages (but by no means her first appearance in this field),\n    with this sensitive story of a young man who needn't have run. A\n    contributor to William Nolan's (OF TIME AND TEXAS, November, 1956,\n    Fantastic Universe) famous _Ray Bradbury Review_, Miss Venable\n    wants, very very much, to be a part, albeit small, of the comeback\n    of science fiction that is seen today, as she wrote us recently._\n\n\n  grove\n     of\n    the\n unborn\n\n _by ... LYN VENABLE_\n\n\n Bheel still stood on the patio, transfixed with horror.\n He heard the terrified cry \"Dheb Tyn-Dall\"--and then the\n vigilant Guardians got him....\n\n\nTyndall heard the rockets begin to roar, and it seemed as though the\nvery blood in his veins pulsated with the surging of those mighty jets.\nGoing? They couldn't be going. Not yet. Not without him! And he heard\nthe roaring rise to a mighty crescendo, and he felt the trembling of the\nground beneath the room in which he lay, and then the great sound grew\nless, and grew dim, and finally dissipated in a thin hum that dwindled\nfinally into silence. They were gone.\n\n       *       *       *       *       *\n\nTyndall threw himself face down on his couch, the feel of the slick,\nstrange fabric cold and unfriendly against his face. He lay there for a\nlong time, not moving. Tyndall's thoughts during those hours were of\nvery fundamental things, that beneath him, beneath the structure of the\nbuilding in which he was confined, lay a world that was not Earth,\ncircling a sun that was not Sol, and that the ship had gone and would\nnever come back. He was alone, abandoned. He thought of the ship, a\nsilver streak now in the implacable blackness of space, threading its\nway homeward through the stars to Sol, to Earth. The utter desolation\nwhich swept over him at the impact of his aloneness was more than he\ncould endure, and he forced himself to think of something else.\n\nWhy was he here then? John Tyndall, 3rd Engineer of the starship\n_Polaris_. It had been such a routine trip, ferrying a group of\nzoologists and biologists around the galaxy looking for unclassified\nlife-supporting planets. They had found such a world circling an obscure\nsun half way across the galaxy. An ideal world for research expedition,\nteeming with life, the scientists were delighted. In a few short months\nthey discovered and cataloged over a thousand varieties of flora and\nfauna peculiar to this planet, called Arrill, after the native name\nwhich sounded something like Ahhrhell. Yes, there were natives,\nhumanoid, civilized and gracious. They had seemed to welcome the\nstrangers, as a matter of fact they had seemed to expect them.\n\nThe Arrillians had learned English easily, its basic sounds not being\ntoo alien to their own tongue. They had quite a city there on the edge\nof the jungle, although, in circling the planet before landing, the\nexpedition had noted that this was the only city. On a world only a\nlittle smaller than Earth, one city, surrounded completely by the\ntropical jungle which covered the rest of the world. A city without\npower, without machinery of any kind, and yet a city that was\nself-sufficient.\n\nWell-tilled fields stretched to the very edge of the jungle, where high\nwalls kept out the voracious growth. The fields fed the city well, and\nclothed it well. And there were mines to yield up fine metal and\nprecious gems. The Earthmen had marveled, and yet, it had seemed\nstrange. On all this planet, just one city with perhaps half a million\npeople within its walls. But this was not a problem for the expedition.\n\nThe crew of the _Polaris_ and the members of the expedition had spent\nmany an enjoyable evening in the dining hall of the palace-like home of\nthe Rhal, who was something more than a mayor and something less than a\nking. Actually, Arrill seemed to get along with a minimum of government.\nAll in all, the Earthmen had summed up the Arrillians as being a naive,\nmild, and courteous people. They probably still thought so, all of them,\nthat is, except Tyndall.\n\nOf course, now that he looked back upon it, there has been a few\nthings ... that business about the Bugs, as the Earthmen had dubbed the\noddly ugly creatures who seemed to occupy something of the position of\na sacred cow in the Arrillian scheme of things. The Bugs came in all\nsizes, that is all sizes from a foot or so in length up to the size of\na full human.\n\nThe Bugs were not permitted to roam the streets and market places, like\nthe sacred cows of the Earthly Hindus. The Bugs were kept in huge pens,\nwhich none but a few high-ranking priests were permitted to enter, and\nalthough the Earthmen were not prevented from standing outside the pens\nand watching the ugly beasts munching grass or basking in the sun, the\nArrillians always seemed nervous when the strangers were about the pens.\nThe Earthmen had shrugged and reflected that religion was a complexity\ndifficult enough at home, needless to probe too deeply into the\nArrillian.\n\nBut The Time had been something else again, bringing with it, the first\nsign of real Arrillian fanaticism and the first hint of violence.\nTyndall and four companions were strolling in a downtown section of the\ncity, when all at once a hoarse cry in Arrillian shattered the quiet hum\nof street activity.\n\n\"What did he say?\" asked one of Tyndall's companions, who had not\nlearned much Arrillian.\n\n\"I--I think, 'A Time! A Time!' What could ...\" he never finished the\nsentence, all about them Arrillians had prostrated themselves in the\nrather dirty street, covering their faces with their hands, lying face\ndown. The Earthmen hesitated a moment, and a priest of Arrill appeared\nas though from nowhere, a wicked scimitar-like weapon in his hand and a\nface tense with anger.\n\n\"Dare you,\" he hissed in Arrillian, \"dare you not hide your eyes at A\nTime!\" He pushed one of the Earthmen with surprising strength, and the\nlatter stumbled to his knees. All five men hastened to ape the position\nof the prostrate Arrillians; they knew better to risk committing\nsacrilege on a strange planet. As Tyndall sank to the ground and covered\nhis eyes, he heard that priest mutter another sentence, in which his own\nname was included. He thought it was \"You, Tyn-Dall ... even you.\"\n\nA few moments later a bell sounded from somewhere, and the buzzing of\nconversation began around them, along with the shuffling, scraping sound\nof many people getting to their feet at once. A hand touched Tyndall's\nshoulder and an Arrillian voice, laughing now, purred, \"Up stranger, up,\nThe Time is past.\"\n\nThe Earthmen got to their feet. Everything about them was the same as\nthough nothing had happened, people strolling along the street, going\nin and out of shops, stopping to chat.\n\n\"I guess that was the all-clear,\" commented one wryly.\n\nThe others laughed nervously, but Tyndall was strangely troubled, he was\nthinking of the strange words of the priest, \"You, Tyn-Dall, even you.\"\nWhy should he have known, and not the others? He tried to forget it.\nArrillian was a complex tongue with confusing syntax, perhaps the priest\nhad said something else. But Tyndall knew one thing for certain, the\nmention of his name had been unmistakable.\n\nThe mood hung on, and quite suddenly Tyndall had asked, \"I wonder about\nthe children. Why do you suppose it is?\"\n\nOne of the men laughed, \"Maybe they feed them to the Bugs.\" At no time,\nduring their stay on Arrill, had they seen a single child, or young\nperson under the age of about twenty-one. The crew had speculated upon\nthis at great length, coming to the conclusion that the youngsters were\nkept secluded for some reason known only to the Arrillians, probably\nsome part of their religion. One of them had made so bold as to ask one\nof the scientists who politely told him that since his group was not\ncomposed of ethnologists or theologists, but of biologists and\nzoologists, they were interested neither in the Arrillians, their\noffspring nor their religion, but merely in the flora and fauna of the\nplanet, both of which seemed to be rather deadly. The expedition had had\nseveral close calls in the jungle, and some of the plants seemed as\nviolently carnivorous as the animals.\n\nIt was just a few days after the incident that the Arrillians kidnapped\nTyndall. It had been a simple, old-fashioned sort of job, pulled off\nwith efficiency and dispatch as he wandered a few hundred feet away from\nthe ship. It was late, and he had been unable to sleep, so he had\nstrolled out for a smoke. The nightwatch must have been somewhere about\non patrol, probably only a few hundred feet away, on the other side of\nthe ship. It happened suddenly and silently, the hand clapped over his\nmouth, the forearm constricting his windpipe, his legs jerked out from\nunder him, and a rag smelling sickly-sweet shoved under his nose,\nbringing oblivion.\n\n       *       *       *       *       *\n\nWhen he came to consciousness, he found himself in this room, and he\nknew that since then, many days and nights had passed. His wants were\nmeticulously attended to, his bath prepared, his food brought to him\nregularly, delicious and steaming, with a generous supply of full-bodied\nArrillian wine to wash it down. Fresh clothes were brought to him daily,\nthe loose-flowing, highly ornamented robe of the Arrillian noble.\nTyndall knew he was no ordinary prisoner, and somehow, this fact made\nhim doubly uneasy.\n\nAnd then, tonight, the ship had blasted off without him. Tyndall could\neasily reconstruct what had happened when his crewmates had inquired\nabout him, at the palace and in town. \"Tyn-Dall?\" Then, a sorrowful\nexpression, a shrugging of the shoulders, a pointing toward the\ndeath-infested jungle, and a mournful shaking of the head, sign language\nwhich in any tongue meant, \"Tyn-Dall wanders too far from your ship. He\nbecomes lost. Alas, he does not know our jungle and its perils.\" Those\nwho spoke a little English would make some expression of sympathy.\n\nMaybe the crew was a little suspicious, maybe they thought there was\nsomething fishy about the thing, and then they thought of the unhappy\nresults of what was commonly referred to as an \"interplanetary\nincident.\" Ever since the people of the second planet of Alpha Centauri,\nin the early days of extraterrestrial exploration, had massacred an\nentire expedition because the captain had mortally insulted a tribal\nleader by refusing a sacred fruit, such incidents had been avoided at\nall costs.\n\nAnd so, they dared not offend the Arrillians by questioning the veracity\nof their statements. And the jungle was deadly, so they looked a little\nlonger, and asked a few more questions. After a little while, the\nscientists had completed their work and were anxious to get home, and\nso, the ship blasted off, without him.\n\nAll this had passed kaleidoscopically in Tyndall's mind as he lay on the\ncouch in his luxurious prison, too numb to weep or even curse. His\nreverie was broken by the clicking of the lock and he raised up to see\nthe door opening. An Arrillian servant stood there, his silver hair done\nup in the complicated style which denoted male house servants. He was\nunarmed. The houseman smiled, roared in imitation of a rocket, made a\nswooping gesture with one hand to indicate the departing ship, then\npointed at Tyndall and at the open door. The servant bowed and departed,\nleaving the door slightly ajar. Now that the ship was gone, he was free\nto leave his room.\n\nTyndall stepped cautiously out of the room and found himself in a long\nhall, with many doors opening from it on either side, much like a hotel\ncorridor. One end of the hall seemed to open out onto a garden and he\nstarted in that direction.\n\nThe doorway opened out into a patio which overlooked a vast and\nperfectly tended garden. The verdant perfection of the scene was marred\nonly by one of the Bugs, sunning itself and gnawing on the stem of a\nflower. Tyndall was impressed again with the repulsive ugliness of the\nthing. This one was the size of a small adult human, and even vaguely\nhuman in outline, although the brownish armored body was still more\nsuggestive of a big bug than anything else known to him. There were even\nrudimentary wings furled close to the curving back, and the underside\nwas a dirty, striped gray. Tyndall shuddered, wondering why the\nArrillians, who so loved to surround themselves with beauty, should\nchoose so horrendous a creature as the object of their worship, or\nprotection.\n\nHe heard running footsteps behind him, and turned to see the Arrillian\nhouseman, breathless, with an expression of greatest concern on his\nface. The servant bowed respectfully before Tyndall, then gestured at\nthe garden, shook his head vigorously from side to side and tugged at\nthe Earthman's sleeve.\n\n\"Forbidden territory, eh? Okay, old fellow, what now?\"\n\nThe servant motioned for Tyndall to follow him, and ushered him down the\nhall from whence he had just come, and into another of the rooms opening\noff from it. The very old man reclining upon the low, Roman-like couch,\nTyndall recognized at once as his host, the Rhal of Arrill.\n\nThe Rhal touched the fingertips of both hands to his forehead in the\nArrillian gesture of greeting, and Tyndall did the same. He noticed\nseveral male Arrillians standing near the back of the room, although the\nservant had bowed and retired.\n\n\"Well, Tyn-Dall, how do you enjoy the hospitality of Ahhreel?\" He, of\ncourse, gave the native pronunciation to the name which was almost\nTeutonic in sound and unpronounceable for Tyndall because of the sound\ngiven to the double aspirate, for which he knew no equivalent.\n\n\"Your English, Dheb Rhal, has improved greatly since our last meeting,\"\ncommented Tyndall guardedly, using the Arrillian prefix of extreme\nrespect.\n\nThe old man smiled. \"Your friends were kind enough to lend me books and\nalso the little grooved disks that make voice.\" He gestured toward an\nold-fashioned wind-up type phonograph which Tyndall recognized at once\nas being standard aboard interstellar vessels, and for just such a\npurpose. The Rhal continued, \"For teaching English very fine. How are\nyou enjoying our hospitality, I ask again?\"\n\nTyndall was stuck on Arrill and he knew it. There was no need to cook\nhis own goose by being deliberately offensive. \"I appreciate the\nhospitality of Arrill, I express my thanks for the consideration of my\nhosts but--if I may ask a question?\"\n\n\"Yes?\"\n\n\"What, in the wisdom of the Dheb Rhal, is the reason for\nmy--er--detainment?\"\n\n\"To answer that, Tyn-Dall, I must tell you something of the past of\nAhhreel, and of her destiny.\" At these words, the other Arrillians in\nthe room drew closer, and the Rhal motioned them to a couch at his feet\nand nodded toward Tyndall, requesting that he join them. Tyndall noticed\nthat the others were gazing up into the old man's face with an\nexpression of raptness, even of reverence. He knew that the Rhal did not\npossess an especially exalted position politically, even though he was\nhead of the city. He guessed therefore that the Rhal must be the\nreligious ruler of Arrill as well.\n\nThe Rhal began, intoning the words as though he were reciting a ritual,\n\"There was a time, many thousands of Khreelas ago, when the kingdom of\nAhhreel was not one small city, as you see it now, but a mighty empire,\ngirdling the world in her vastness. But the people of Ahhreel had become\nevil in their ways, and her cities were black with sin. It was then that\nXheev himself left his kingdom in paradise and appeared to the people of\nAhhreel, and he told them that he was displeased, and that bad times\nwould fall upon Ahhreel, and that her people would dwindle in number,\nand became exceedingly few, and the jungle would reclaim her emptied\ncities. One city, and only one, would survive and prosper, and the\npeople of that city would be given the chance to redeem Ahhreel, and\nremove the heavy hand of Xheev's terrible punishment.\n\n\"All this came to pass, and in the dark Khreelas that followed, all of\nAhhreel vanished except this city. Now, for many, many thousands of\nKhreelas, the people of this city have striven to redeem Ahhreel by\nobeying the sacred laws of Xheev.\n\n\"Xheev had promised that when the punishment was ended, he would send a\nsign, and his sign would be that a great silver shell should fall from\nthe heavens, and within would be Xheev's own emissary, who must wed the\nranking priestess of Xheev, establishing again the rapport between the\nkingdom of paradise and the world of Ahhreel.\"\n\nWhen the Rhal had finished, the other Arrillians in the room fastened\nthe same look of reverence upon Tyndall which they had formerly reserved\nfor the Rhal.\n\nTyndall chose his words carefully. \"But there were many aboard my\nvessel. Why did you, Dheb Rhal, select me as the emissary of Xheev?\"\n\n\"Xheev selected you, I recognized you, as of all your companions, you\nand you alone have the sun-colored hair, which is the sacred color of\nXheev.\"\n\nTyndall was able to question the Rhal almost coolly, the trap was\nalready sprung, the ship was gone. Now, he only wanted to know the how,\nand the why. An accident of pigmentation, only that had brought him to\nthis. Sun-colored hair!\n\n\"But, Dheb Rhal, did my friends and I not often tell you of ourselves,\nof the place from which we came? A world, a world like your own?\"\n\nThe old man smiled. \"Do not think me naive, Tyn-Dall. I am quite aware\nthat you are but a man, a man from another world, although quite an\nincredible world it must be. I know also that you were, until this hour,\nunaware of your destiny. I knew that when my priest reported that you\nignored the Ritual Of The Time, until literally forced to obey. That is\nwhy we had to use ... devious means to make certain that your companions\nwould not prevent the fulfillment of the prophesy. Now, of course, you\nunderstand.\n\n\"I do not think the priestess Lhyreesa will make you unhappy, Tyn-Dall.\"\n\n       *       *       *       *       *\n\nThis was not Earth and these people were not Earthmen. The thought now\ndid not bring the bitter pain it had at first, right after the ship\nleft. Earth already was becoming hazy in Tyndall's mind, a lovely globe\nof green somewhere ... somewhere far, and home once, a long time ago.\n\nNo, the Arrillians were not Earthmen, but they were human, and an\nattractive, gracious race. Life would not be bad, among the Arrillians,\nespecially as the espoused of the ranking priestess of Arrill. Tyndall\nfingered the rich material of his Arrillian robe; he thought of the\nfood, the wine, the servants. No, he decided, not bad at all. One\nthing, though--this priestess Lhyreesa ...\n\n\"I have, then, but one request to make, Dheb Rhal, I would like to see\nthe priestess Lhyreesa.\"\n\nThe old man almost chuckled, \"That is understandable, Tyn-Dall, but it\nis not yet The Time.\"\n\nTyndall, reveling in the strength of his position, grew bolder. \"I would\nlike very much, Dheb Rhal, to see her now.\"\n\nThe Rhal's face darkened. \"Very well, Tyn-Dall, but I warn you, do not\nenter the Grove. There is death there, death that even I am powerless to\nprevent. The Guardians will not harm her, but any stranger ... will not\nlive many minutes in the Grove.\"\n\n\"I will not enter, Dheb Rhal.\"\n\n\"Tyn-Dall, The Time is very soon, possibly this very hour. Will you not\nwait?\"\n\n\"I prefer not to wait, Dheb Rhal.\"\n\nThe Rhal gestured to a young Arrillian. \"Bheel, show Tyn-Dall to the\nGrove of the priestess Lhyreesa.\"\n\nThe younger man protested, \"But, Dheb Rhal, so near The Time, what\nif ...\"\n\n\"Do as I command,\" snapped the Rhal.\n\nBheel turned silently, motioning for Tyndall to follow. The young\nArrillian led Tyndall the length of the corridor, back to the patio he\nhad stepped onto by mistake earlier in the day. Bheel stepped\nrespectfully aside. Tyndall looked out into the garden: the sun was\nbeginning to set, the long shadows stretched across the dim recesses of\ntropic greenery. The huge insect-like thing was still there, stretched\nout in a narrow strip of sunlight, catching the last failing waves of\nwarmth from the sinking sun.\n\nTyndall turned to the Arrillian. \"Where might I find the priestess\nLhyreesa?\" he asked.\n\n\"There, Dheb Tyn-Dall.\"\n\n\"I see no one. Where do you say?\"\n\nBheel pointed. \"There, Dheb Tyn-Dall, where I point, you see the\npriestess Lhyreesa taking the late afternoon sun ... unless your\neyesight is exceedingly bad, Dheb Tyn-Dall, you cannot fail to see....\"\n\nTyndall's eyesight was exceedingly good. He followed that pointing\nfinger, past the pillar that supported the roof of the patio, past the\nfirst row of alien green plants, past the second and third rows, to the\nclearing, to the little patch of sunlight, to the thing lying there.\nThat monstrous, misshapen Bug.... The Bug.... The Priestess Lhyreesa!\n\nTyndall felt a pounding, skull-shattering madness closing in on him.\nThis was a joke, of course. No, no joke. A dream then? No, not that\neither. In only a few split seconds it happened. Tyndall had leapt the\nrail around the patio, and was streaking through the Grove, heading for\nits outer boundary. The city--if he could get out of the Grove, there\nwould be places to hide in the city. Narrow streets, empty cellars, dim,\ndim alleys. They'd never find him there! Run now, run before he was\novertaken!\n\nBut he was not being pursued. Bheel still stood on the patio, transfixed\nwith horror. He heard the Arrillian's terrified cry \"Dheb Tyn-Dall...!\"\nAnd then a rope shot out and grabbed him by the ankles. Not a rope\nreally, a green something, and there were others around his arms, his\nchest, his hips, wrapping him in their sticky green embrace. The\nGuardians! He tried to cry out but one of the verdant fronds enveloped\nhis throat so tightly he could not utter a sound. The innocent green\nthings of the Grove were vigilant guardians indeed. They seemed to be\nmerely holding him immobile, but Tyndall realized with sick horror that\ntheir pressure was increasing, so little at a time, but so steadily.\n\nAnd something was happening out there in the sunlight too. The creature\nhad convulsively grasped the branch of a bush and was clinging weakly to\nit, great tremors wracking its body. It seemed to be struggling,\nsuffering, dying ... even as he was. In his agony, Tyndall laughed.\n\n\"A Time! A Time!\" The voice came from the patio. Tyndall saw Bheel throw\nhimself face down on the floor, covering his eyes with his hands. He\nheard the cry echoed within the palace, and then like a mighty roar\noutside in the city. And then there was silence, silence broken only by\nthe sound of his own breathing as he dragged his tortured lungs across\nhis shattered ribs.\n\nHe saw the Bug give a great heave, and then it seemed to split open, the\nentire skin splitting in a dozen places and a hand ... A HAND reached\nfrom within that dying hulk and grasped the bush to which it clung. A\nwhite slender hand on a fragile wrist, and then the arm was free, a\nwoman's arm, a beautiful arm.\n\nTyndall began, dimly, and too late, to understand.\n\nA leg kicked free ... the slender ankle ... the amply fleshed thigh.\n\nTyndall clung to consciousness doggedly. The Guardian was crushing the\nlast dregs of life out of him now, and even the pain seemed to recede.\nHis mind was very, very clear. So that was it. A word once heard in a\nlong forgotten classroom, and then the scientists of the expedition.\nMetamorphosis ... he had meant to ask them what ... but he remembered\nnow ... what it meant. A passing from one form into another.... Had he\nfailed a biology test once because he didn't know what metamorphosis\nmeant ... dimly ... dimly ... he saw ...\n\nThe last thing Tyndall ever saw was the Priestess Lhyreesa as she\nstepped out of the empty hulk, kicking it away with a disdainful toe.\nBreathless from her ordeal, she sank to the grass, her breasts heaving\nwith exhaustion.\n\nShe sat there for a few minutes in the sunlight, then she tossed her\nhead and spread her long raven hair out on her shoulders, the better to\ndry it in the waning sun.\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Fantastic Universe_ January 1957.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Grove of the Unborn, by Lyn Venable\n\n*** END OF THIS PROJECT GUTENBERG EBOOK GROVE OF THE UNBORN ***\n\n***** This file should be named 29205.txt or 29205.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/2/0/29205/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}