{"title": "Be It Ever Thus", "author": "Robert Moore Williams", "releaseDate": "June 25, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n    _Men have fought and died for life and liberty since the beginning\n    of time, and they will continue the fight until time finally comes\n    to an end. Here is a thoroughly readable story about just such a\n    situation--a story which could well be a forecast of the chilling\n    future of your children and ours._\n\n\n   be\n   it\n ever\n thus\n\n _by ... Robert Moore Williams_\n\n\n The planet's natives were so similar to their conquerors that no\n one could tell them apart--except for their difference in thinking.\n\n\nThis was Graduation Day. The senior class from the Star Institute of\nAdvanced Science was scheduled to go through the Museum of the Conquered\nand observe the remnants of the race that had once ruled this planet.\nThere were many such museums maintained for the purpose of allowing the\npeople to see the greatness their ancestors had displayed in conquering\nthis world and also to demonstrate how thorough and how complete that\nconquest had been. Perhaps the museums had other reasons for existing,\nbut the authorities did not reveal these reasons. Visiting such a museum\nwas part of the exercises of every graduating class.\n\nBilly Kasker arrived early, to take care of all last minute problems for\nMr. Phipper, the instructor who would take the group through the museum,\nand to make certain that all of the members of the graduating class knew\nwhat they were supposed to do on the trip. Billy Kasker was class\npresident. A handsome, husky youth, accommodating, generous, and\nthoughtful to a fault. He was well liked both by the faculty and the\nstudents. He was pleasant to everybody, even to Joe Buckner, who called\nhim \"teacher's pet\" and sneeringly remarked that he had been elected\nclass president as a result of a superb job of boot-licking.\n\nEven such remarks as these had not disturbed Bill Kasker. He still acted\nas if Joe Buckner was his best friend.\n\n\"Are we all here, Billy?\" the instructor called.\n\n\"All here, sir,\" Billy Kasker answered.\n\n\"Very well. Let's start to the museum. As we go through you may ask any\nquestions you wish. However, I must insist you stay close to me and not\nwander from the group. We will be in no danger, you understand--the\ncreatures living in the museum have had their fangs pulled most\neffectively--but even so we must not take chances.\"\n\nThe instructor led off. He was a fussy little person in a shiny black\ncoat and a soft hat that was too big for him. No matter how much paper\nhe stuffed inside the brim, the hat never seemed to fit right. Peering\nthrough glasses that were always threatening to fall off, he moved away\nfrom the Star Institute toward the nearby museum. The class of eight\ngirls and nine boys followed him.\n\n\"Why do we have to go through this old museum?\" Joe Buckner complained.\n\"We already know everything about it.\"\n\n\"It's the rule,\" Billy Kasker answered. \"The faculty thinks we should\nsee the situation at first hand. Then we will have a better\nunderstanding of it.\"\n\nJoe Buckner grunted disdainfully. \"You're always sucking in with the big\nshots and telling everybody what they say.\"\n\n\"You asked me. I tried to tell you.\" Billy Kasker's voice was still\npleasant. If a slight glint appeared in his eyes, it remained there for\nonly a second.\n\nThe museum was an open area many miles long. It was enclosed by a high,\nelectrically charged fence along which guard towers were placed at\nregular intervals. There was only one gate, to which the instructor led\nthe class. A captain, resplendent in a brilliant uniform, came out of\nthe guard house to greet them.\n\n\"The graduating class from the Star Institute, eh? Good. We had notice\nthat you were coming. Guard, bring Mr. Phipper a _Thor_ gun, then open\nthe gates.\" The last was spoken in a brisk tone to the guard who had\nfollowed the captain.\n\nThe _Thor_ gun was brought immediately. It was a small weapon, with a\nbelt and holster. The captain took it from the holster. Watching, Billy\nKasker had the impression that the weapon was made of glittering, spun\nglass. It had a short, heavy barrel in which tiny instruments were\nvisible. Billy Kasker watched very closely.\n\n\"Do you know how to use it?\" the captain asked.\n\n\"Oh, yes,\" the instructor answered.\n\n\"Is it so dangerous in there that we need a _Thor_ gun?\" Susan Sidwell\nsaid. Susan had majored in ionic chemistry and had graduated with high\nhonors.\n\n\"No, it isn't dangerous at all,\" the instructor answered hastily. \"The\nweapon is worn merely for the sake of tradition.\"\n\n\"No danger at all, young lady,\" the captain said. \"Nothing to worry\nabout. Not while you've got this, anyhow.\" He patted the _Thor_ gun\nwhich the instructor was buckling to his waist.\n\nThe gates were open. The instructor in the lead, the group passed\nthrough. Billy Kasker brought up the rear. Joe Buckner was directly\nahead of him.\n\nThey went first to see the wreckage of the city--shattered walls,\ntumbled buildings, streets with rubble still piled in them. Weeds and\ncreeping vines grew over the broken bones of this city as if they were\nattempting to hide the ugly scars.\n\nThe instructor adjusted his voice to the proper tone. He had made this\nsame speech to many graduating classes and he knew exactly what he was\ngoing to say.\n\n\"You understand, of course, that this part of the old city was almost\ncompletely destroyed in our attack of the year 4021 After Yevbro, or the\nyear 1967, according to the way the natives reckoned time on this\nplanet. This part of it has been allowed to remain the way our ships\nleft it, as an example of the effectiveness of our weapons.\"\n\nHis voice gave the impression that he was personally participating in\nthat attack and was enjoying the destruction that had taken place. He\nstood straight, squared his shoulders and breathed deeply.\n\n\"What happened to the natives who lived here?\" Billy Kasker asked.\n\nThe instructor frowned. \"Oh, they were killed.\" At first he was a little\nirritated at the question, then again satisfaction came back into his\nvoice.\n\n\"They got what was coming to them for trying to resist our sky ships,\"\nJoe Buckner said.\n\n\"Oh, yes, they deserved their fate.\" The instructor hitched the _Thor_\ngun a little higher on his hip.\n\nBilly Kasker was silent.\n\n\"We will go next to the fields, then to the factory section--such of as\nthere is--then to that part of the city which we have allowed the\nnatives to rebuild. Come.\"\n\nThe class moved out of the city. Here they saw their first natives. Clad\nmostly in rags--many of them bent and stooped, some of them showing the\nmarks of hunger--they were a quiet people who kept strictly out of the\nway of the class group. But except for the clothing and the marks of\nhunger, they were identical in appearance with their conquerors.\n\n\"Why, they look just like us!\" Joe Buckner said indignantly. He sounded\noutraged at the resemblance.\n\n\"There are many differences,\" the instructor said quickly. \"Note their\nclothing, how poorly made it is. They make it themselves out of the wool\nof some kind of animal--deer, I believe, or bear.\"\n\n\"Sheep,\" Billy Kasker corrected.\n\n\"Oh, yes, sheep is the name of the animal. Thank you, Billy.\"\n\n\"You're welcome, sir.\"\n\n\"But they oughtn't to look like _us_!\" Joe Buckner continued.\n\n\"There are chemical differences,\" Susan Sidwell said. \"Once, in the\nlaboratory, we analyzed their blood. The color was different for one\nthing. They also have a much different metabolism.\"\n\n\"But suppose one of them escaped from the museum and got into our part\nof the world. How would we know he wasn't one of us, if he put on our\nclothes?\" Joe Buckner sounded outraged.\n\n\"That is one purpose our bracelets serve,\" the instructor answered. \"A\nvery good question, Joe. As you know, each of us receives a bracelet at\nbirth, which is slipped over the hand and onto the wrist. Made of\n_plasticum_, which cannot be cut by any method, the bracelet has the\nunique property of expanding in size as the wearer grows. It cannot be\nremoved except by cutting off the arm of the wearer.\" He laughed as if\nhe had made a good joke. \"But I am sure no one would ever think of doing\nthat. The bracelet carries the serial number assigned to each of us.\"\n\nHe held up his arm, exhibiting the gleaming circle of _plasticum_ on his\nwrist. To him--to all of them--it was a badge of honor, a mark that\nproved one belonged to a superior race. \"If one of the natives escaped,\nthe absence of a bracelet would disclose his identity at once. We would\ntake measures to have him eliminated.\"\n\n\"I see,\" Joe Buckner said. He sounded mollified. \"How would we eliminate\nhim?\"\n\n\"I believe it is customary to use a _Thor_ gun in such cases--a large\ncaliber which will disintegrate him instantly. The model I have will\nonly blast a hole a few inches in diameter.\"\n\n\"I'm going to be a _Thorgunman_,\" Joe Buckner said with sudden\nenthusiasm.\n\n\"Good!\" the instructor said. \"That is a very fine calling. If I had my\nlife to live over again--\" He sighed for lost opportunities.\n\nAt the announcement of his ambition, Joe Buckner rose higher in the\nopinion of the class.\n\n\"Observe how they make their living,\" the instructor continued.\n\nThe class saw the natives at work tilling the soil. The technique used\nhere was very crude but mildly interesting. They used plows and harrows\nfor loosening the soil, devices that were pulled by large animals.\n\n\"_Horses_, I believe they call the animals. Of course, we don't allow\nthem to have power-drawn equipment.\"\n\n\"It's not at all like the way we obtain our food,\" Billy Kasker said\nthoughtfully.\n\n\"Oh, no,\" the instructor answered. \"We synthesize our foods. As a matter\nof fact, they are _required_ to grow their food. That way, they have to\nspend so much time finding something to eat that they can't cause\ntrouble.\" He grinned as if something in the idea pleased him.\n\n\"Serves them right,\" Joe Buckner said.\n\nThe natives working in the fields seemed not to see the class. When the\ngroup came near, they stopped talking and worked harder.\n\n\"Scared to talk when we're around,\" Joe Buckner said. \"They're yellow!\"\n\n\"Now for the factory section,\" the instructor said.\n\nThe factories were small and unimpressive. Working here with very crude\ntools and with no power equipment, the natives were making farm\nmachinery.\n\n\"Why don't we give them better tools?\" Billy Kasker asked.\n\n\"What have they got coming?\" Joe Buckner exclaimed. \"They lost, didn't\nthey?\"\n\n\"Yes, but--\"\n\n\"If you had your way you'd be sucking in and helping the side that lost.\nPretty soon you'd discover _you_ had lost!\"\n\n\"Hardly that,\" Billy Kasker replied. \"But it seems more human--\"\n\n\"_Human?_ That's a laugh!\" Joe Buckner slapped his thighs and roared\nwith laughter.\n\n\"Come along,\" the instructor said.\n\n\"Look--there are children playing games!\" Susan Sidwell observed.\n\"Horrible-looking little brats, aren't they?\" She pointed to a group of\nbrown-skinned youngsters playing some kind of a game that involved a\nball and a club. One threw the ball, the second struck at it with the\nclub.\n\n\"What a stupid way to play,\" Joe Buckner said.\n\n       *       *       *       *       *\n\nAs soon as the young natives saw the graduating group coming, they\nstopped their game and ran away. They seemed very frightened.\n\n\"The young ones fear us,\" the instructor explained. \"The older ones fear\nus too, but they don't show it so much.\" He watched the fleeing\nyoungsters with every evidence of great inward satisfaction.\n\nBilly Kasker's lips closed in a thin straight line.\n\n\"Now we will go to the rebuilt section.\"\n\nThey walked on.\n\n\"One of the natives is following us,\" Susan Sidwell suddenly said.\n\nTurning, the group saw that a member of the conquered race was coming\nalong the street behind them. He was dressed all in brown--his hat, his\nshirt, his pants.\n\nThe instructor put his hand on the butt of the _Thor_ gun.\n\nThe native walked past the group without seeming to see it. He was\nwhistling between his teeth. He walked on ahead of them, turned down an\nalley, and disappeared. The instructor took his hand off the _Thor_ gun.\n\n\"He wasn't really following us; he wouldn't dare. Does anybody have any\nquestions?\" He looked brightly around the group.\n\n\"Yes, I have,\" Joe Buckner said. \"Why don't we just kill all of these\nnatives? They're not any good to us.\"\n\nThe instructor smiled slyly. \"I'll tell you a little secret about that.\nIt's awfully hard to kill _all_ of any race. No matter how thoroughly\nyou do the job, a few always manage to escape. Then they breed and\nincrease in spite of everything you do.\n\n\"After we had conquered this planet we had trouble catching all of the\nnatives. They were the most cantankerous, persistent race you can\nimagine. So these museums were set up, to lure them in here. We\nannounced that these places would be set aside and that they would not\nbe bothered as long as they remained in the museums. All in all, we made\nthe museums rather attractive places, hoping that--\"\n\n\"I see the plan!\" Joe Buckner said glowingly. \"After you got them all\ninto the museums--_blooie!_--knock all of them off at once!\"\n\nThe instructor smiled. He looked as pleased as if he had thought of the\nidea himself. A little stir of applause ran through the group as they\nexpressed their gratitude to their rulers for making this world safe for\nthem.\n\n\"Why haven't they been killed before now?\" Billy Kasker asked. \"These\nmuseums were opened over forty years ago. Surely--\"\n\n\"I don't know about that,\" the instructor answered. \"I think probably\nour rulers are waiting for a propitious time, or perhaps for an incident\nthat will give them an excuse to carry out their plan.\"\n\n\"I hope they don't wait too long,\" Joe Buckner said. \"Golly, I want to\nbe a _Thorgunner_ and get in on the mop-up when it comes!\"\n\nThe group stirred, seemed to look forward to the day of the final\nslaughter.\n\n\"Any other questions?\" the instructor asked.\n\n\"I have one,\" Billy Kasker said hesitantly. \"It doesn't exactly have\nanything to do with our trip through the museum--it's something I ran\nacross in a book--but I don't quite understand it, and I wondered--\"\n\n\"Go right ahead, Billy. What do you have on your mind?\"\n\n\"Well, ah, did--did you ever hear of a _changeling_? I know it's a kind\nof a silly question but--\"\n\n\"A _changeling_?\" The instructor frowned.\n\n\"I think it comes out of a fairy story or something like that,\" Billy\nKasker said.\n\n\"Oh, yes. Now I recall the word.\" The instructor's face lighted. \"It's a\nstory about the fairies taking one child from its crib and substituting\nanother for it. The substituted child was called a _changeling_. Or\nperhaps some poor mother, wishing to give her child a better chance,\nstole the child of a rich mother and put her child in its place. I\nreally don't remember too much about it.\"\n\n\"Thank you, sir. You have explained it very lucidly.\"\n\nThe instructor beamed.\n\nJoe Buckner sniffed. \"Asking a question, then telling the instructor he\nhas explained it very clearly when you didn't even ask a sensible\nquestion in the first place--that's what I call sucking in! Who ever\nheard of a _changeling_?\"\n\nThe group moved on. They came to the section of the city that had been\nrepaired. The streets had been cleared of the rubble, houses had been\nrebuilt, and here and there little touches of green grass showed where\nan attempt to add a touch of beauty had been made.\n\nThey saw very few of the natives. Far ahead of them they occasionally\nglimpsed a native slipping furtively out of the way. Behind them, always\nat a distance, heads occasionally poked around corners at them.\n\n\"They're very cowardly,\" the instructor said.\n\n\"Where's Billy Kasker?\" Susan Sidwell suddenly asked.\n\nThe group halted. Billy Kasker was no longer following them. A little\nstir of consternation ran through them as they realized the class\npresident was missing.\n\n\"Billy! Billy!\" the instructor called.\n\nThere was no answer.\n\n\"I just don't understand this. He knows he should remain with us.\"\n\n\"Maybe some of these horrible natives grabbed him!\" Susan Sidwell said.\nThe group was startled--and suddenly afraid.\n\n       *       *       *       *       *\n\nThe instructor took a deep breath. \"I have a _Thor_ gun. I'll go find\nhim. Joe, you are in charge of the group until I return. All of you\nremain in the middle of the street and don't move.\"\n\nThe instructor went back along the street. He was exasperated and a\nlittle alarmed. If anything happened to Billy, how could he explain the\nmatter to the gate captain or to Billy's parents?\n\n\"Billy!\" he called again and again.\n\nSuddenly he had an answer from an alley.\n\n\"Here, sir--here I am. Are you looking for me? I'm sorry, sir.\" Billy\nhimself appeared in the alley.\n\nReassured at the sight of the youth, but angry, the instructor moved\ninto the alley. \"What is the meaning of this? You have alarmed all of\nus.\"\n\n\"I'm awfully sorry, sir. But I saw something back here that interested\nme, and I stopped to take a look. I hope you will forgive me.\" His\nmanner was so contrite and his chagrin so complete that the instructor\nhad no choice but to forgive him.\n\n\"Of course, Billy. But you mustn't do anything like this again. It might\nbe dangerous.\"\n\n\"I won't, sir. I promise. But I wonder, since you are here, if you would\nbe good enough to explain to me the thing I saw back here. It will only\ntake a minute.\"\n\n\"What is it?\"\n\n\"It's something in one of the houses. I came back looking at something\nelse, then caught a glimpse of this. If you will come into the back yard\nyou can see it. I would really like to have you explain it to me, sir.\nYou are always so clear in your explanations.\" Billy Kasker's manner was\nvery winning.\n\n\"Well, if it will only take a minute--\" The instructor followed Billy\ninto the back yard. At the rear was a shed with an open window. A plot\nof grass separated the shed from the house. On the second floor of the\nhouse, a window had been shattered.\n\n\"There's something up there in that broken window. If you will come\nhere, sir, you can see it better.\"\n\n\"Um. Ah! Oh, yes.\" The instructor's back was to the open window of the\nshed. He stared upward at the house.\n\nTwo brown-coated arms came out of the window of the shed and clamped a\nfierce grip around his throat, jerking him backward against the wall. He\ngrabbed frantically for the _Thor_ gun.\n\nThe face of the brown native appeared in the window of the shed. \"Get\nthat gun, Billy!\"\n\nBilly Kasker was already in action. He snatched the gun from the\ninstructor's flailing hands.\n\nThe brown native leaned from the window. Muscles bulging in his powerful\narms, he lifted the instructor upward and through the window. A thump\ncame from inside the shed. Billy Kasker, _Thor_ gun ready for use, went\nthrough the door.\n\nThe instructor was writhing on the floor. The native had a knee on his\nchest, a knife in his hand.\n\n\"This is for the race you _think_ you've conquered!\" the native said. He\nplunged the knife into the instructor's throat. Green liquid spurted\nfrom the wound.\n\n\"Green blood!\" the native said. \"One of the chemical differences.\" He\ncame to his feet. The dying instructor was forgotten. The native's hand\nwent out. \"Billy, am I glad to see you. I was afraid you wouldn't\nrecognize me in spite of the tune I was whistling as I walked past you\non the street.\"\n\n\"I wouldn't forget,\" Billy Kasker said.\n\n\"But, Billy, it's been twelve years since I traded you, as a kid of\nfive, for one of their brats--changing the bracelet as I changed you.\nMany times since then I've thought you had forgotten, or that I wouldn't\nlive to see the day when you came back here with a graduating class.\"\n\n\"I don't forget,\" Billy Kasker said. \"I'm even class president!\" The\nwords burst out of him as if he was still having trouble understanding\nwhat they meant.\n\n\"That's wonderful, Billy. You're accepted as one of them, but you're one\nof us all the time. You're in with them, you're set. You have done a\nwonderful job and I'm proud of you.\"\n\nThe glow in the native's eyes was a wonderful sight to behold. In it\nthere showed the hope of the future for all the conquered natives of\nthis lost planet that had once been called Earth--the faith, the sure\nknowledge that they would rise again ... indeed, that they were already\nrising.\n\n\"Thank you! But--\" Billy nodded toward the body of the instructor, then\nspun hastily as a sound came from the rear of the shed, the _Thor_ gun\ncoming to focus. A trap door was rising there. Three natives were\nlooking up from under it.\n\n\"They're all right,\" the brown native said quickly. \"They're with us.\"\n\nThree ragged men scrambled up from below. They looked at the brown\nnative, then at the body of the instructor on the floor. A look of\nfierce exultation appeared on their faces. Then they looked at Billy\nKasker and at the _Thor_ gun he was holding.\n\n\"Give the _Thor_ gun to Jim,\" the brown native said.\n\nWithout hesitation Billy Kasker handed the gun to the native who reached\nfor it. Jim did everything but kiss the weapon. \"God, the years I've\nspent dreaming of the moment when I would get one of these babies into\nmy hands! One was all I needed.\"\n\n\"Don't stand there gloating, Jim--get moving,\" the brown native said.\n\"Within a month I want you not only to know how a _Thor_ gun works but\nto be manufacturing them by the dozens, including the large sizes. This\nis the gun that has been stopping us all these years--it is the gun that\nis going to take us out of these pig pens they call museums. Get\nmoving!\"\n\n\"Yes, sir.\" Jim was already gone through the trap door.\n\n       *       *       *       *       *\n\nThe brown native jerked off the instructor's clothes, then worked\nquickly but deftly with his knife. As he finished, the instructor's hand\nseparated from the arm at the wrist.\n\n\"He said no one would ever _think_ of doing anything like that,\" Billy\nKasker said.\n\n\"Nobody but one of us stinking natives.\" The brown man removed the\n_plasticum_ bracelet, began to work with the fingers of his left hand.\n\"I've spent years learning how to throw my thumb out of joint, just\ngetting ready for the time--\"\n\nThe _plasticum_ bracelet slipped over the collapsed thumb. It fitted\nvery snugly on his wrist. He held it up.\n\n\"Neat, eh. This makes me one of the conquerors.\"\n\n\"A nice fit. But we have very little time. The group will become\nalarmed.\"\n\nThe second native began to take the instructor's body down the trap\ndoor. The brown native swiftly slipped off his clothes and donned the\ngarments the instructor had worn.\n\n\"Ed, where's that _Thor_ gun model? I've got to have something that\nlooks and feels like a genuine _Thor_ gun to turn in at the gate.\"\n\n\"Here it is, sir.\" The third native handed a gleaming replica of the\n_Thor_ gun to the brown man. He slipped it into the holster. It fitted\nsnugly.\n\n\"How do I look, Billy?\"\n\nBilly Kasker surveyed the brown native. He was remarkably changed. No\nlonger did he look like one of the natives, he looked like a conqueror.\n\"Just a little higher on the nose with the glasses. And maybe a little\nless stuffing inside the brim of the hat. But--can you carry off the\npart of the instructor?\"\n\n\"I can carry it off or die trying,\" the brown native said.\n\n\"Good!\" The two shook hands, then turned and went out the door. As they\nleft, Billy Kasker saw that Ed was mopping the last remnants of the\ngreen blood from the floor.\n\n\"Perfect, down to the last detail,\" Billy Kasker said. \"You're a genius\nat planning.\"\n\n\"You have to be a genius to stay alive. Okay, Billy. Here is where we go\ninto our act.\"\n\nThey had moved into the street and the group had seen them. The voice\nthat came from the brown native's mouth was the voice of the instructor,\nhot and angry.\n\n\"Billy, this sort of conduct is intolerable. You know better than to\nwander off like this. What possible explanation can you offer for your\nconduct?\"\n\nBilly Kasker was very penitent. He was embarrassed, he was humiliated,\nand he showed both very clearly. He had lost all of his air of easy\naplomb. \"I'm very sorry, sir. I didn't think--\"\n\n\"That's just it, you didn't think. You saw nothing in that alley, yet\nyou asked me to come back and look. Is that the way you waste your and\nmy time?\"\n\n\"It won't happen again, sir,\" Billy Kasker said contritely.\n\n\"See that it doesn't.\"\n\n\"Yah!\" Joe Buckner gloated. \"This is one time the class president got it\nin the neck!\"\n\n\"A very good point you have brought out,\" the instructor said. \"Billy\nhas just demonstrated his unfitness to be class president. I am\ntherefore removing him from this position and appointing you in his\nstead.\"\n\n\"What?\" Joe Buckner gasped, giddy with pleasure.\n\nBilly Kasker took his position in line. No longer did he bring up the\nrear. Joe Buckner now had that position of honor. The group showed some\nsympathy for Billy, but not very much or very long. When he lost his\nposition as president they seemed to change their minds about him.\n\nThe group moved slowly through the city. As if nothing had happened, the\ninstructor explained what they were seeing. When they asked questions,\nhe answered them. Billy Kasker asked no more questions.\n\nThey finally came to the gate and the same resplendent captain greeted\nthem. He accepted the _Thor_ gun and the holster, handed them to the\nguard.\n\n\"How are things in the museum?\"\n\n\"Everything is in good order, sir.\"\n\n\"Good. I've had the impression they were getting a little restless\nlately.\"\n\n\"I saw no signs of it.\"\n\n\"Fine. Did you have any trouble with the group?\"\n\n\"Very little. Billy Kasker wandered off for a few moments and I had to\ndemote him. But it was nothing. See you next year when I bring another\ngraduating class through to show them around.\"\n\nThe group began to separate to go to their own homes. Billy Kasker\nlingered a little, to speak to the instructor. \"I've already asked my\nfolks, sir, so I know it will be all right with them, so if you would\nlike to come home with me tonight--\"\n\n\"Hmmmm.\"\n\n\"Trying to suck in again,\" Joe Buckner said. \"It won't do you any good\nnow. You're cooked for good this time!\"\n\nBilly Kasker seemed not to hear him. His eyes were on the instructor.\n\"We would be very glad to have you, sir. We could talk about a great\nmany things.\"\n\n\"Why, Billy, in that case I will be glad to come home with you.\"\n\nThey moved away together. \"There's one thing I want made completely\nclear,\" Billy Kasker said.\n\n\"What is that?\"\n\n\"When the time comes, there is one conqueror I've got on _my_ list!\"\n\n\"That jerk I made class president? Of course, Billy. We will be glad to\nsave him for you alone.\" The instructor's smile was a happy one.\n\n\"Good. That's agreed then.\" In the gathering dusk, Billy Kasker's voice\nwas as sharp as the edge of a knife driving home into a throat from\nwhich green blood spurted....\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Fantastic Universe_ January 1954.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of Project Gutenberg's Be It Ever Thus, by Robert Moore Williams\n\n*** END OF THIS PROJECT GUTENBERG EBOOK BE IT EVER THUS ***\n\n***** This file should be named 29240.txt or 29240.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/2/4/29240/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}