{"title": "Made in Tanganyika", "author": "Carl Richard Jacobi", "releaseDate": "June 25, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n    _Come, enjoy a Carl Jacobi field day--backed by his vivid,\n    irresistible imagination and his keen sense of fun. Or was it so\n    funny for Martin Sutter? For, unlike him, you'll surely be cautious\n    the next time you turn on your TV set--especially if you notice it\n    was made in Tanganyika._\n\n\n       made\n         in\n tanganyika\n\n _by ... Carl Jacobi_\n\n\n See what happens when two conchologists get caught\n in a necromantic nightmare of their own.\n\n\nOn his fortieth birthday Martin Sutter decided life was too short to\ncontinue in the rut that had been his existence for more than twenty\nyears. He withdrew his savings from the Explosion City Third Federal\nBank, stopped in a display room and informed a somewhat surprised clerk\nhe was taking the electric runabout with the blue bonnet. The\nground-car, complete with extras, retailed for a tidy three thousand\ncredits.\n\nTo accustom himself to the car's controls Sutter chose Highway 56 for a\ndriving lesson. He tooled the electric runabout up into the third level,\npurred out across state at an effortless two hundred, then descended via\na cloverleaf to ground tier and entered a maze of subsidiary roads that\nled through the summer countryside.\n\nIn this manner he drove the major part of the afternoon. Travel was\nlight, away from the elevated lanes and he enjoyed himself.\n\nAt four o'clock he began to look for a convenient place to turn around.\nIt was then that he sighted the roadside stand ahead. Above it a freshly\npainted sign read: TV SETS. LATEST MODELS. SPECIAL WHOLESALE PRICES!\n\nSutter smiled. Whoever heard of selling television sets on a country\nhighway? It was like--why, it was like selling eggs in the lobby of the\nHotel International! Then it occurred to him that his own TV set had not\nbeen in good working order for more than a year. The olfactory control\nhad jammed last week while he was watching a Sumatran tribal ceremony,\ninland from Soerabaja, and he had been unable to smell the backdrop\nfrangipani blossoms. It was time he bought a new set....\n\nSutter touched a stud and the electric runabout coasted to a halt. As he\nclimbed out of the car and walked across the highway toward the stand,\nhe thought for a moment there was something wrong with his contact\nlenses or perhaps his eyes.\n\nThe stand and the sign above it appeared to waver uncertainly, to become\ndisjointed as though viewed through uneven glass. But the effect passed\nand Sutter approached the stand and nodded to the individual tilted back\nin a chair beside it.\n\nHe was a rawboned man with a thatch of thick black hair and small watery\neyes. He was dressed, oddly enough, in a pair of tight-fitting trousers\nof white lawn, a flaming red tunic and a yellow cummerbund.\n\n\"Yes, sir,\" he said. \"Can I show you something in a new TV?\"\n\n\"Where are they?\" asked Sutter, surveying the empty stand.\n\n\"Out back,\" replied the man. \"Just a minute and I'll show you.\"\n\nHe rose lazily from his chair and led the way around to the rear of the\nstand. Sutter could have sworn he had seen an apple orchard behind the\nstructure as he rode up, but he must have been mistaken for now he saw a\nlow-roofed, aluminum-walled building there, huge doors open on one side.\nIt looked, he thought, somewhat like a hangar....\n\nTwo hours later Sutter arrived back at his home in town. He parked the\ncar, went around to the rear compartment, lifted out a large packing\ncase and carried it to his sitting room. There, with the aid of hammer\nand crowbar, he stripped away the protective boards and then trundled\nthe cabinet to an unoccupied corner.\n\nIt was certainly a unique TV set. A very new model, the salesman had\nsaid. The cabinet was shaped like a delta with a cube surmounted on the\npointed end of the triangle. The cube held the screen, the triangle, the\ncontrols. Finished in a subdued ochre color, the set captured the light\nof the dying day that filtered through the bay window and gleamed with a\nsoft radiance.\n\nSutter looked at the control panel and his smile of satisfaction faded\nsomewhat. It looked a little complicated....\n\nInstead of the usual knobs there were five small spoked wheels, each\nclosely calibrated in lavender with resilient studs that seemed to be\nmade of plush. Below this was a small dial with the legend _Element of\nProbability_ lettered on it.\n\nSutter was about to switch on the set when the door buzzer sounded. He\ncrossed to the door and pulled it open.\n\nA tall gangly man stood there. Swarthy, face partially covered by a\nneatly trimmed beard, he looked the conventional picture of a story-book\nvillain. He wore a broad-brimmed hat and an under-slung pipe was clamped\nin his teeth. He said in a deep booming voice, \"Are you Mr. Martin\nSutter?\"\n\n\"Yes, I am. What can I do for you?\"\n\nThe man said his name was Lucien Travail. He explained that he had been\nlooking for a room and that Mrs. Conworth, the landlady, had informed\nhim she had no vacancies but suggested that her roomer, Mr. Sutter,\nmight be interested in a roommate.\n\n\"Of course I realize you don't know me but I believe our strangeness\nwill be offset by our mutual hobby.\"\n\nSutter was silent, waiting for him to continue.\n\n\"I collect shells,\" Travail said.\n\nFor thirty years Sutter had pursued a hobby which had begun in his\nboyhood days during summer vacations at the seashore--the collecting of\nexoskeletons of mollusks and crustaceans. Long ago his assortment of\ncowries, spiny combs and yellow dragon-castles had outgrown their glass\ncabinet and overflowed into three carefully catalogued packing cases.\n\nTo Sutter, anyone who liked shells was a person above suspicion. Thus it\nwas that two days later, after a casual checking of the bearded man's\nreferences, he invited Travail to move in with him.\n\nDuring those two days Sutter tried unsuccessfully to put his new\ntelevision set into operation. But the set refused to work. Turn the\nqueer dials as he would, all he could get on the elliptical screen was a\nblur of blinding colors.\n\nOn the evening of the third day Travail looked up from his newspaper,\nsaid, \"It says here that the president of the Federal Union Congress is\ngoing to make a speech in New Paris. Will you tune him in?\"\n\nSutter frowned. \"I would,\" he said, \"but my set is out of order. I\nshould call a repair man, but I had hoped to get it regulated myself.\"\n\nTravail laid down his pipe. \"Out of order, eh?\" he said. \"I'm sort of\nhandy with gadgets. Let me take a look at it.\"\n\nHe walked across to the cabinet, turned it around and stood peering at\nthe complicated chassis. A small brass nameplate caught his eye:\n_Manufactured by the Tanganyika Company, Dodoma, Empire of Tanganyika,\nEast Africa. Under charter of the Atomic Commercial Enterprise\nCommission. Warning: Permit only an accredited employee of this company\nto touch wiring._\n\nTravail snorted. \"Accredited employee, my foot! I know as much about\nthese things as they do.\"\n\nHe went into the kitchen and returned with a screwdriver. While Sutter\nlooked on with apprehensive eyes, he began to tinker with the wiring.\nSuddenly there was a dull report and a flash of flame. Travail jerked\nhis arm back as a thin streamer of smoke and the smell of burning\ninsulation entered the room.\n\n\"You've broken it,\" said Sutter accusingly.\n\nBut his voice died abruptly as the screen flared into light and a low\nhum sounded behind the panel. An instant later the light became subdued\nand a streak of tawny yellow took form. The yellow slowly coalesced into\na sandy stretch of beach with long rolling swells washing up on it, to\nrecede in a smother of foam. Through the amplifier came the muted roar\nof the breakers and the low soughing of the wind.\n\n\"Well, we got something at any rate,\" Travail said. \"I wonder what it\nis.\"\n\nSutter stared, fascinated. The view of the beach seemed to come into\nsharper focus as he watched, and he saw now that it was an incredibly\nlonely scene, with the sea stretching away to a vanishing point and a\nstand of stunted spruce flanking the width of sand. But what caught his\neye and held him almost in a trance was the array of objects littering\nthe sand at the water's edge.\n\nThey were shells. Not the prosaic commonplace shells usually found on a\nNew England shore nor even the brighter colored, more intricately formed\nshells of tropic seas. These were shells he had never seen before, even\nin library collections. Alien and soft-hued and lovely shells that\ncaused his collector's heart to jump wildly. He saw a delicate\nstar-shaped thing that might have been fashioned of porcelain and\nenameled with the brush of the Mings. He saw spiral coverings from\nuncatalogued cephalopods, many chambered and many hued. He saw shells of\na thousand shapes and designs, all incredibly beautiful....\n\nSutter forgot everything else as he sat there staring at that\ncollector's paradise.\n\n\"I'll see if I can get something else,\" said Travail.\n\n\"No!\" said Sutter quickly. \"Don't touch it!\"\n\nHe continued to stare hungrily at the alien shells until suddenly the\nscene before him grew dim, then faded completely away.\n\nTravail laughed shortly. \"Somebody sold you a fluke. This set must be an\noff brand. Incidentally, isn't Tanganyika a colony governed by the\nFederal Union Congress?\"\n\n\"Yes, it is,\" replied Sutter. \"I don't understand this at all. There's\nno _Empire_ of Tanganyika.\"\n\n       *       *       *       *       *\n\nNext morning after breakfast Sutter announced that he was driving into\nthe country to visit a friend. There was no reason why he should not\nhave told his roommate the truth--that he was going to look up the man\nwho had sold him the TV set. No reason except for the odd fact that\nTravail had made no mention of the alien shells, and Sutter kept\nthinking that a shell collector would have been immediately aware of the\nrareness of them.\n\nOnce again Sutter drove out across state and down the highway where he\nhad seen the roadside stand. But when he reached the spot there was no\nsign of the stand. The big oak tree which had shaded it and the rail\nfence on the adjoining property were there. But no stand. As Sutter\nstared with perplexed eyes at the spot he saw something he had not\nnoticed before.\n\nAt the edge of the highway was a large granite boulder with a bronze\nplate fastened to its slanting surface. Sutter got out of the car,\napproached it and read:\n\n    _This property has been preserved as a State Park to commemorate the\n    first successful trial explosion of the Hydrogen Bomb which took\n    place on this site and marked the beginning of an era._\n\nIt seemed to Sutter as he stood there that the surrounding silence grew\nmore intense. Then he passed through a wide gateway and began to stride\nacross an evenly clipped lawn toward a grove of trees beyond. Halfway he\npaused and glanced absently at his watch. It was exactly twelve o'clock\nnoon.\n\nAnd abruptly the scene before him slipped out of plumb. The sky and the\nlawn seemed to alter positions, to rotate madly as in a vortex. The\nwhirling ceased and the next instant Sutter stood on the shore of a\nlonely sea with a tawny width of sand stretching out before him and the\nwaves washing up almost at his feet. Then he saw the shells....\n\nIt was the beach of the alien shells! There they lay, scattered about\nthe sand, hundreds, thousands of them, alien and delicate and lovely,\nexoskeletons the like of which he had never seen before. Their pastel\ncolors blended with one another to form a horizontal rainbow extending\ninto the measureless distance.\n\nAnd somehow, as Sutter walked among them, picking his way with care, the\nyears of his life seemed to slip away and he was a small boy at the\nseashore again, entranced with his first shell discovery. He could even\nhear his mother's voice calling \"Be careful, Martin! Don't go too far!\"\n\nHe walked on and on, slowly, uncertainly, until the beach and the sea\nbegan to waver like a heat mirage. And suddenly the shells and the water\nvanished and he was on the green grass again with the grove of trees\njust ahead. He turned, saw a white highway with his car parked on the\nshoulder.\n\nDazedly, Sutter walked back to the car....\n\nAll next morning he ruminated over his strange experience. Toward noon\nthe pieces of the puzzle began to fit slowly together in his mind. But\nthe partial answer at which he arrived seemed too fantastic for belief.\nCould it be possible that when he had stopped at the roadside stand he\nhad blundered, in some inexplicable way, into another dimension?\n\nSutter had a layman's knowledge of Einsteinian physics, and he knew that\nexperiments in Time were being made every day. Only last week he had\nread in the paper of an army officer who had reportedly Time-traveled\nsome twenty-two minutes. And a year ago the Belgian scientist, Delgar,\nclaimed to have entered a secondary world which he declared impinged on\nour own.\n\nAssuming all this to be true, then it could be that the Tanganyika\ntelevision set was a product manufactured in Future Time by a company\nthat, by Sutter's Time standards, didn't yet exist.\n\nThe following day saw Sutter begin an experiment of which he was rather\nproud. Travail had said that he had tried to tune in the noon news\nbroadcast yesterday on the TV and had turned the set on from twelve\no'clock until five minutes after. At a nearby appliance store Sutter\npurchased a clock control which would turn his television set on and off\nat any chosen time. He set the control for two o'clock, then managed to\nlure Travail out of the house for the afternoon by giving him an\ninvitation he'd received for a lecture on marine life at a local club.\nNext, he drove again to the H-bomb site and stood waiting in the\ngrass-like park, watch in hand.\n\nAt precisely two o'clock there came that queer staggering of earth and\nsky. The trees gave way to the stretch of sand; the waves,\nleaden-colored and cheerless, dotted with white caps rolled up on the\nlonely shore. As before Sutter felt that same exhilaration, that same\nreversal to the spirit of his youth. But despite his mental excitement\nhe maintained an awareness of the situation and a remembrance of why he\nhad come here.\n\nWhen he walked among the shells this time he carried a large basket with\nhim and he picked up shells and dropped them into the basket, selecting\nthose that were the most alien.\n\nIn due time the basket was filled to overflowing and Sutter stood still,\nwaiting. Once more the surrounding landscape underwent its change. After\nthe whirling had ceased and the initial feeling of vertigo had passed\nSutter carried the full basket back to the car and began the long drive\nhome.\n\nAs he drove he mused over what Travail would say when he saw these\nshells. Then on second thought, he decided not to show them to him.\nTravail was getting on his nerves. He had obviously lied about his\ninterest in shells. On discussing the subject with him Sutter found he\ndid not know the first thing about them. In fact, he regretted taking\nhim in as a roommate.\n\nHe was convinced that Travail's friendly good-fellowship attitude was\njust a pose, cloaking a so far mysterious motive. But it could be that\nTravail knew of the value of Sutter's shell collection. Yesterday a\nletter had come from the Federal Arts Museum offering five thousand\ncredits for the lot, and while he had made no mention of the amount,\nSutter had been foolish enough to tell Travail there had been an offer.\n\n\"Are you going to sell?\" Travail had asked.\n\n\"Certainly not. They're worth five times the price they offered.\"\n\n\"Are they really?\" said Travail. \"That makes my own collection seem\nworthless by comparison.\"\n\nOh, Travail could be clever all right! Why else had he made no comment\nabout the alien shells they both had seen on the television set, if he\ndid know something of the value of shells?\n\nArriving home, Sutter entered by the rear door and carried the basket of\nshells to his bedroom. There he took them out and one by one spread them\non the table. He drew a goose-necked lamp down close and from the table\ndrawer took out a powerful ato-magnifying glass. Then he selected one of\nthe larger shells and began to examine it.\n\n       *       *       *       *       *\n\nAfter a while he took a small keyhole saw which he kept for such\npurposes, and very carefully began to cut the shell into two equal\nportions. Once again he moved the ato-glass and began to study one of\nthe sections. But the lamp was not very powerful, and insufficient for\nthe tiny details. Sutter abruptly remembered the four-position lamp in\nthe sitting room. He took the shell and the ato-glass and went to the\nfront room, hoping that Travail was not there.\n\nTo his relief he found the sitting room deserted. The television set\nstood silent in a corner and as he passed it Sutter switched it on, then\ncrossed to the four-position lamp and turned it up full. For a second\ntime he peered through the ato-glass long and intently.\n\nThe bisected shell appeared to be a spinal univalve, resembling the\nfamiliar cephalopoda, _nautilus_, with thin septa dividing the many\nchambers.\n\nBehind him the Tanganyika TV swelled on, the screen presenting that same\nscene of the beach of shells. As it did so Sutter uttered a startled\nexclamation.\n\nUnder the magnifying glass the chambers in the bisected shell suddenly\nbecame more than outgrowths of marine organism. _They were rooms!_\nTessellated ceilings, microscopically mosaic inlaid floors, long\nsweeping staircases with graceful slender balustrades and tall almost\nIonic columns....\n\nHeart pounding, Sutter looked again.\n\nHe saw that it was actually the light from the television set that was\nilluminating the interior of the shell, lighting it with a strange\nradiance that seemed to extend outward from the shell in a steadily\nwidening cone. His hand touched this cone, and it possessed a curious\nsolidity.\n\nHe hadn't been mistaken. _There were rooms in that shell!_ Narrow\ncorridors with arched doorways opened off alcoves and galleries. One\nvaulted chamber had a kind of dais in the center of it. The entire inner\nstructure was fashioned of pastel-tinted walls which caught the light of\nthe TV and radiated it to every corner in a soft glow of effulgence.\n\nA magnetic lure swept over Sutter. He felt an overwhelming desire to\nstep into that cone of light....\n\nWhether the exoskeleton expanded to admit his entrance or whether his\nown figure magically dwindled he could not tell, but the next instant he\nfound himself in a fairy palace with all about him a world of silence.\n\nA long broad hallway stretched before him. At the far end a ramp angled\nupward to a higher level. Sutter walked forward slowly, aware in a vague\nway that he had entered another plane that was at once a microcosm and a\nmacrocosm. On the second level the way ahead divided. After a moment's\nhesitation he chose the left-hand passage, passing through a\nkeyhole-shaped archway into a broad amphitheater, empty of furnishings,\nwith a kind of terrace or gallery at the far end. Emerging upon that\ngallery, Sutter saw that he had reached the outer limit of the shell.\nThe edges of the wall before him were cut off, jagged and rough, where\nhis saw had done its work.\n\nHe was looking out upon the normal world that was his living room.\n\nHe stiffened as the door to the room opened and Lucien Travail entered.\nHe sat down before the center table and carefully, systematically began\ngoing through the contents of the table drawer. Startled, Sutter\nwatched from his strange vantage point. Travail had not noticed that the\ntelevision set was turned on, and the high-backed davenport apparently\nhid the cone of blue light from his view.\n\nHe took a sheet of paper from the drawer, began reading it. With a start\nSutter recognized his letter from the Federal Arts Museum.\n\nAnd as a wave of wrath swept over him, Sutter saw that the beach scene\non the television set was slowly fading away. Fear and a realization of\nhis strange position struck him. He turned and ran madly back across the\namphitheater, down the ramp and along the long hallway to the point\nwhere he had entered the shell. Even as he approached it the cone of\nblue light dimmed, wavered and was replaced by a wall of partial\nblackness.\n\nSutter sent his hands clawing desperately at that wall as it flickered\ntwice and momentarily became translucent again. He forced his body\nbetween folds of palpable darkness, slid into the vanishing blue cone.\nInstantly he found himself in his normal world, standing in the center\nof the sitting room. Travail looked up, startled.\n\n\"Hullo. Where did you come from?\" he said finally.\n\nSutter said, \"What are you doing in my drawer?\"\n\n\"I was looking for my tobacco pouch,\" Travail replied easily. \"I'm sure\nI left it here on the table last night. I thought the maid might have\nput it in the drawer.\"\n\nIn his bedroom Sutter wrapped each of the alien shells in a sheet of\nnewspaper and restored them to the basket. He placed the basket on the\ntop shelf of the closet, concealing it with a couple of old hats.\n\nHe didn't sleep well that night. His mind reviewed over and over his\nstrange experience. Toward morning he fell into a deep sleep and dreamed\na wild dream of walking down a broad highway, flanked on one side by an\nendless line of television sets and on the other by man-high hills of\nalien shells.\n\nHe had his breakfast at the little coffee shop around the corner. But\nhalfway back to his apartment he suddenly thought of Travail alone in\nthe house with his shells. He broke into a run and he was panting for\nbreath when he reached his door.\n\nThe basket of shells was still on the shelf, but the newspaper wrappings\nwere loosened, and the bisected shell was entirely free of covering. And\nhe had not left them that way last evening.\n\nHad atomic transmigration attempted to draw the shells back into the\nTime sphere to which they really belonged? Sutter was a logical man, and\neven as this thought came his mind rejected it. It must be Travail. He\nhad taken a sample shell from the basket and even now perhaps was\ndickering with the officials of the Federal Arts Museum on a price.\n\nSutter picked up the bisected shell and went into the sitting room. He\ncarefully placed the shell upon the table so that the light from the\ntelevision set would fall directly upon it. Then he sat down to wait.\n\nAs he waited he mentally viewed the material prospects of his discovery.\n\nIf the Federal Arts Museum had offered five thousand credits for his old\ncollection, they would surely double their price on these rarities. He\nsaw himself the recipient of a fat check, his name and picture in the\npapers, television interviews, lecture assignments, world fame ...\n\nAnd to think that Travail had the brazen nerve to believe he could cash\nin on his good fortune!\n\n\"Damned bearded coot!\" Sutter mumbled to himself. \"He must take me for\nan utter fool!\"\n\nFootsteps sounded and his bearded roommate entered the room. Was it\nfancy or did Sutter see in those grey eyes a gleam of mingled avarice\nand satisfaction?\n\n\"Have a cigar?\" said Travail casually.\n\nSutter shook his head. \"You know I don't smoke.\" He crossed the room,\nadjusted the controls of the television set and watched the familiar\nbeach scene come into sharper focus. As the sound of the washing waves\nboomed from the speaker, the cone of bluish light took form before the\nbisected shell. Sutter moved the shell slightly so that it lay at\ndirectly right angles to the panel of the TV set. Travail, drawing on\nhis cigar, watched him curiously.\n\n\"What are you doing?\" he asked at length.\n\n\"Little experiment. Stand over here and I'll show you. Here, in front of\nthis cone of light.\"\n\nTravail took the place indicated. His face was emotionless as he looked\nbeyond the light into the bisected shell.\n\n\"Now walk forward,\" commanded Sutter.\n\n\"I'll do nothing of the sort,\" said Travail, starting to back away.\n\"What are you up to anyway?\"\n\nSutter had no plan in mind beyond an overwhelming desire to put a bad\nfright into his roommate in payment for what he considered a monstrous\nact of duplicity. It would serve Travail right if, once he entered the\nsecondary plane of the shell, he would be forced to stay there a while.\nA good scare would cause him to leave, maybe.\n\nSutter moved up behind the bearded man and gave him a violent shove\nforward. \"In you go!\" he cried hysterically.\n\nTravail pitched head foremost. But, spinning, he clutched at Sutter's\narm, gripping it with the desperation of a drowning man. Half inside,\nhalf outside the cone of blue light he seemed propelled into the depths\nof the bisected shell by an irresistible force. In vain did Sutter fight\nto release the hold upon his arm. His squirming legs fastened themselves\nabout the legs of a heavy Windsor chair, kicked frantically.\n\nThe chair spun from between his feet and lurched heavily across the room\nwhere it fell hard upon the television set, shattering the glowing\nscreen into a thousand fragments. Simultaneously, Sutter slid forward\ninto the bisected shell as the cone of light vanished after him....\n\nMrs. Conworth, the landlady, reported the disappearance of her two\nroomers on August first, a week after she last saw them. First, however,\nto the disgust of the police, she cleaned their apartment, giving to the\ntrash man all valueless and inconsequential articles, including a box of\nold sea shells which she found in the closet. It was a curious fact that\nneither Sutter nor Travail possessed relatives or friends to make\ninquiry as to their whereabouts and thus without incentive the official\nsearch died into nothing.\n\nMrs. Conworth rather regretted the loss of her bachelor roomers and, as\nshe said to her neighbor across the street, she kept one memento of\nthem--a thing that looked like a shell but wasn't a shell. She thought\nit must be one of them optical illusion things.\n\n\"When you look at it in a certain way,\" said Mrs. Conworth, \"it seems as\nif there are two tiny men inside it, fighting to get out.\"\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Fantastic Universe_ May 1954.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of Project Gutenberg's Made in Tanganyika, by Carl Richard Jacobi\n\n*** END OF THIS PROJECT GUTENBERG EBOOK MADE IN TANGANYIKA ***\n\n***** This file should be named 29242.txt or 29242.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/2/4/29242/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}