{"title": "No Hiding Place", "author": "Richard R. Smith", "releaseDate": "June 29, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n    _Turnabout may not always be fair play in the gulfs between the\n    stars. But so destructive and malicious are the Agronians of this\n    story that we can readily forgive Richard Smith for filling their\n    ship with an unexpected reversal of a victory technique almost too\n    ghastly to contemplate. We have no sympathy for them--and neither\n    has Mr. Smith. Still, we're rather glad he decided to make human\n    heroism the cornerstone of a most exciting tale of conflict in\n    space._\n\n\n     no\n hiding\n  place\n\n _by ... Richard R. Smith_\n\n\n The Earth was enveloped in atomic fire and the ship was\n a prize of war. But disaster may make victory mandatory.\n\n\nThe ship leaped toward the stars, its engines roaring with a desperate\nburst of energy and its bulkheads audibly protesting the tremendous\npressures.\n\nIn the control room, Emmett Corbin listened to the screech of tormented\nmetal and shuddered. The heat was suffocating, and acrid fumes assailed\nhis nostrils and burned his eyes until he almost cried out in pain.\n\nDespite the agony, his gaze did not waver from the video set across the\nroom. In the screen, Earth was a rapidly diminishing orb, charred and\nmottled with glowing atomic fires.\n\n_Everything_, a far corner of his mind whispered. _Everything on Earth\nis dead!_\n\nHe was a carpenter and luckily, he had been working inside the\nbarricades of an Army spaceport when the news came that the enemy had\nbroken through the defense ring beyond Pluto. He had continued nailing\nthe cedar siding on the building, knowing that if he stopped his work\nand waited, he would start screaming.\n\nAn MP running by the building several minutes later had shouted at him,\nurging him to board one of the ships on the landing field. In those last\nhours, they had loaded the few remaining spaceships as quickly as\npossible, ignoring the importance of the passengers. He reflected that\nmany millionaires and influential politicians were now dead simply\nbecause they hadn't been close enough to the spaceports when the\nunexpected news came. Watching the pilots as they sat tense before the\ncontrols, he felt overcome with helplessness.\n\nThe passenger on his right was a girl--red-haired and undeniably\nattractive. He remembered her name. It was Gloria White, and she was the\ndaughter of Colonel White who had led the expedition to Venus. Her\nfather had died months before but his friends had used their influence\nto establish her as a secretary on the spaceport where it was assumed\nshe would be comparatively safe.\n\nHe had seen her frequently but almost always at a distance. She had been\nfriendly enough, but she had never exchanged more than a few casual\nwords with him. He had often paused in his work to admire her. But now,\naboard one of the last ships to leave Earth, he evaluated her only as\nanother passenger.\n\nThe man on his left was dressed expensively. His general appearance\nradiated prestige although his fleshy face was filled with disbelief as\nif he were witnessing a fantastic nightmare.\n\n_Rinnnng! Rinnnng!_ Corbin's thoughts were interrupted by a clamoring\nalarm bell declaring by its volume and insistence that the danger was\nstill acute. _That bell will ring until the ship is destroyed_, he\nthought wildly. _It could very well mean that the ship will be\ndestroyed!_\n\nThe pilots leaped away from the controls as if they had abruptly become\nwhite hot. \"_Rocket_,\" one of them screamed. \"Enemy rocket on our tail!\"\n\nCorbin turned suddenly and ran across the room in sudden, blind panic.\n\"We can't shake it! Nobody can shake one!\" Mumbling incoherently, he\ngrabbed a spacesuit and began to don it.\n\nThe room was suddenly a seething mass of confusion. The pilots\ndistributed spacesuits and helped passengers into them while the cabin\ncontinued to sway and lurch. Fear-crazed passengers ran aimlessly in\ncircles. Some fainted and others were shocked into immobility.\n\nEmmett had barely finished securing his helmet when the ship shook\nviolently and he was knocked to the floor. The lights fluttered, then\nwent out.\n\nWhen the trembling at last subsided, he struggled to his feet and looked\nabout the room. His eyes gradually adjusted to the faint light from the\nluminous paint on the walls and he was able to make out two shadowy\nfigures moving hesitantly about the wreckage.\n\nHe remained motionless as one of the two men approached him, reached out\nand adjusted the dials on his spacesuit controls. The earphones in his\nhelmet blared with a familiar voice, \"Are you all right?\"\n\n\"Y-Yeah. Just a little shaken.\"\n\nThe man walked toward the third passenger and presently Emmett heard a\nquick, sobbing breath through the earphones.\n\n\"Are you hurt?\" the man asked.\n\n\"No.\" Even under the abnormal conditions Gloria White's calm voice came\nthrough clearly.\n\nThey wandered aimlessly about the room, each engrossed in his private\nmental turmoil. Finally the pilot broke the silence, \"Since we're\nprobably the last ones alive on the ship, we should know each other. My\nname is George Hartman.\"\n\n\"Emmett Corbin.\"\n\n\"Gloria ... Gloria White.\"\n\nThe pilot said with grim urgency: \"We've got to do something. There's no\nsense in just standing here--waiting for the enemy to come.\"\n\n\"Come?\" Emmett inquired. \"You mean that the Agronians will actually\nboard our ship?\"\n\n\"They always examine disabled ships. They are determined to learn as\nmuch as they can about us.\"\n\n\"Well, let's get some weapons and be ready. I'm no hero, understand. But\nI agree with you that there's no sense in just waiting.\"\n\nThe pilot said: \"There are no hand weapons on the ship. Our only\npossible course of action would be to _hide_.\" His emphasis conveyed to\nthe others how much he disliked the thought.\n\n\"But where?\" Gloria asked. \"If they make a thorough search--\"\n\n\"We can't hide _in_ the ship,\" George said, with absolute conviction.\n\"Our reports indicate that they examine every square foot inside a\nbombed vessel. We'll have to conceal ourselves outside.\"\n\n\"_Outside?_\"\n\n\"We can use the magnetic shoes on our spacesuits to walk on the ship's\nhull. If luck favors us they may never even think of searching the\nforward section of the hull.\"\n\nEmmett shrugged his shoulders, not realizing that in the faint light no\none could see the gesture. Gloria said, \"It's better than making no\nattempt at all to save ourselves.\"\n\nGeorge led the way from the control room, and across a passenger\ncompartment that was filled with the crumpled, lifeless forms of almost\na hundred men and women.\n\n\"There were no spacesuits in this room,\" he explained simply.\n\nThey operated the air lock by utilizing the emergency manual controls,\nand were soon standing on the hull of the ship. For several seconds they\nremained motionless and silent, grimly surveying their awesome\nsurroundings. The billions of stars above were terrifyingly vivid\nagainst the dark emptiness of space. The ship's hull was fantastically\ntwisted and pitted, and the enemy ship--it hovered a few miles\ndistant--had been transformed into a brilliantly burning star by the\nreflected sunlight.\n\n\"We've got to find cover,\" George said quickly. \"If they're watching the\nship with telescopes we'll stand out like fireflies in a dark room!\"\n\nCautiously sliding their feet across the hull, Gloria and Emmett\nfollowed the pilot. Presently he pointed to a spot where a large section\nof the hull had been twisted back upon itself, forming a deep pocket.\n\"This should be good enough,\" he said.\n\nThey followed his example as he knelt and crawled through the small\nopening. To Emmett it was like crawling into a sardine can. The space\nwas barely large enough to accommodate the three of them, and through\nthe spacesuit's tough fabric, he could feel faint, shifting pressures\nthat indicated he was leaning against someone's back and sitting on\nsomeone's legs. They shuffled about in the total darkness until they\nreached a fairly comfortable position and then crouched in silence until\nlight flashed all about them.\n\n\"Look!\" Gloria whispered. Emmett stared through a narrow gash in the\nmetal near his head and saw a group of Agronians approaching the ship.\nThe starlight, glittering on their strange spacesuits, transformed them\ninto weird apparitions.\n\nEmmett closed his eyes and breathed a silent prayer. When he opened them\nagain he could see only the unwinking stars and the enemy ship, which\nwas still hovering nearby like a huge glaring eye.\n\n\"They're inside the ship analyzing our navigational instruments,\" George\nsaid as if he could somehow see through the solid metal. \"They're a very\nthorough race. They probably know far more about us than we know about\nthem.\"\n\n\"What are we going to do?\" Gloria asked. \"We can't just sit here until\nbreathing becomes a torment--\"\n\n\"What _can_ we do? There's no place to go!\" Emmett's heart had begun a\nfurious pounding. His plight reminded him of how, in a recurrent\nnightmare, he had often found himself standing frozen before an oncoming\ntruck, his legs immobile as he waited for death. He had always awakened\nwith his heart beating furiously and his body bathed in a cold sweat,\nhis mind filled with a sickening fear.\n\nAnd now it was as if the nightmare had become a reality. He was waiting\nfor death not in the form of a truck, but in the regular _swish_ of air\nthat tickled his ears as his oxygen supply was purified and replenished.\nEventually the sound would change its timbre as the purifying agents\nbecame less efficient. The faint sound was not as impressive as the\nsight of a truck. But he knew that in a short time it would be just as\ndeadly. And, as in the nightmare, he was powerless ...\n\n       *       *       *       *       *\n\nA long silence followed--broken only by the _swish_ of Emmett's\noxygen-rejuvenating machinery. He listened intently and the _swish_ grew\nin volume until it became a roar in his ears--a sound more thunderous\nthan that of a thousand trucks.\n\n\"There is a place where we'd be completely safe,\" Gloria exclaimed, her\nvoice suddenly loud in his ears. \"I don't know how we could get there.\nBut if a way could be found--\"\n\n\"Venus?\" George inquired. \"The colony your father started?\"\n\n\"Yes. There are only a few colonists there--not more than twenty-five.\nThe war with the Agronians started just after the settlement was\nestablished and the government never had a chance to send out more\ncolonists. Father showed me the approximate location--\"\n\n\"The Agronians have probably destroyed the base by now,\" Emmett said.\nBut his senses were tingling with new hope.\n\nGloria shook her head. \"I don't think so. The enemy has studied the\nremains of our warships but there's a good chance that the information\nnever fell into their hands.\"\n\n\"How do we get there? We haven't got a ship, and _we can't walk_!\"\n\n\"We haven't got a ship,\" George agreed. \"But we can try to get one.\"\n\nEmmett felt suddenly cold when he realized what the pilot had in mind.\n\"The enemy ship?\" he asked.\n\nGeorge nodded. \"During the skirmish at Arcturus, we managed to capture\none of their ships and I was a member of a group that studied it. I'm\nsure I can fly one of their vessels, for the controls are far simpler\nthan ours. Most of the Agronians have left their ship to study ours, and\nthat leaves only a skeleton crew on board. We can use our spacesuit jets\nto cross the distance. As you can see, it isn't too far.\"\n\n\"And precisely what happens when we reach their ship?\"\n\n\"Who knows? Maybe we'll get killed. But getting killed in a struggle for\nsurvival is better than just waiting to die.\"\n\nGloria shuddered. \"It looks so cold out there. We'll get\nseparated--hopelessly lost. I don't even know how to operate the\nspacesuit's rockets!\"\n\n\"I don't either,\" Emmett admitted.\n\n\"It's simple.\" George carefully explained the operation of the rockets\nin detail and ended by instructing them, \"We'll get separated on the\nway. But when we reach the ship, we'll try to meet at the air lock. It\nresembles the air lock of an Earth ship.\"\n\n       *       *       *       *       *\n\nFloating through space toward the enemy ship, Emmett felt overcome with\nan absurd sensation of freedom. Completely surrounded by billions of\nmotionless, pin-point stars and securely hidden by the vast blackness of\nspace, the aliens and the problem of survival seemed dream-like and\nunreal.\n\nA sharp pain stabbed at his left arm and he heard a brief hissing sound.\nOxygen was escaping from his spacesuit. The sound abruptly stopped when\nthe suit automatically sealed the puncture. And yet the throbbing pain\nremained and he felt the wetness of blood against his flesh, seeping\nslowly down his leg.\n\n_A meteor!_ People usually visualized meteors as tons of metal hurtling\nthrough space. But there were small ones as well, and perhaps this one\nhad been no larger than a grain of sand. He dismissed it from his mind,\nand after what seemed an eternity, his feet touched the hull of the\nenemy ship. Quickly he activated the magnetic boots.\n\nA distant figure gestured as George's voice came loudly over the\nintercom system, \"This way. Here's the air lock!\"\n\n_You should whisper_, he thought. _It would be more fitting._\n\nHe shuffled in the indicated direction. His legs were rubbery beneath\nhim and there was a growing tingling sensation in his left arm. It was\njust barely possible that he was bleeding to death. And encased as he\nwas in the spacesuit, it would be impossible for him to treat the wound.\n\n_If_ they reached the colony on Venus he would receive medical\nattention, of course. But they must first overpower the ship's crew, and\nit would take approximately two hours to reach the colony. Could he hold\nout that long?\n\nHe didn't know.\n\nGeorge knelt and carefully examined the rectangular outline in the metal\nbeneath their feet. \"It's only a sort of button,\" he said. \"It could be\na device that opens the lock by means of a code sequence--or it could be\na signal to notify those inside to open the lock.\"\n\n\"What should we do?\" Gloria asked nervously.\n\nInstead of replying, George pushed the button firmly. The section of\nhull beneath them instantly dropped several feet. Emmett looked up in\ntime to see an outer air-lock panel swiftly blot out the stars.\n\nBrief seconds later, the compartment was filled with a brilliant light\nand tiny nozzles in the ceiling sprayed a bluish gas about them.\n\nGloria leapt quickly to one side. \"What's that?\" she asked, in alarm.\n\n\"It's the Agronian atmosphere,\" George said. \"Although their locks are\nmechanically different, the principle behind them is the same as ours.\"\n\n\"It's a strange-looking atmosphere,\" Emmett remarked. The pain in his\narm and the numbness that was gradually spreading throughout his body\nhad relaxed his mind. He felt so physically detached from his\nsurroundings that he could look at the fog-like gas that swirled about\nthem with interest rather than concern.\n\n\"It's poisonous,\" George said. \"We managed to analyze some. One breath\nis enough to kill a human--\"\n\nAn inner door abruptly glided to one side and George leaped into the\nroom beyond. Emmett followed as quickly as possible, although he felt\nsleepy and his every action seemed a study in slow motion.\n\nExcept for the level expanse of the floor, the room before them was\nentirely alien. The thick atmosphere swirled eerily. The control board\nwas recognizable as such, but being adapted for tentacles instead of\nhuman hands, it appeared to be a meaningless maze of equipment. Strange,\nangular devices lined the walls and hung from the low ceiling on thin\nwires. As Emmett scanned the odd artifacts, he could understand only\none--a group of web-like hammocks that were obviously used by the aliens\nto sleep in.\n\nTwo Agronians stood before the large control board at the far side of\nthe room. It was the first time Emmett had seen the enemy other than in\npictures and the sight of the thousands of snakelike, wriggling antennae\nnauseated him.\n\nGeorge hesitated briefly and then ran toward the Agronians. Again Emmett\nfollowed the pilot's lead. One of the creatures aimed a weapon before\nGeorge had crossed half the distance and Gloria's shrill scream of\nwarning brought him up short. But before the weapon could be discharged,\nthe other Agronian viciously flung a tentacle and sent it spinning from\nhis companion's clasp.\n\nGeorge leaped at the nearest Agronian but the creature easily eluded\nhim. He made another attempt and failed again.\n\nThe man and the alien cautiously surveyed each other.\n\n\"They're too fast for us,\" George admitted. His voice was filled with\nthe bitterness of defeat and his shoulders sagged visibly.\n\n\"_Do something!_\" Gloria screamed. \"Do something before the others come\nback!\"\n\nEmmett glanced apprehensively at the air lock. She was right. At the\nmoment they outnumbered the enemy, but when the others returned the\nAgronians could overpower them by sheer weight of number. And they could\nreturn without warning, at any instant.\n\n\"Why did one prevent the other from killing us?\" George asked.\n\n\"He may have been afraid the other would miss and damage the ship,\"\nEmmett said. \"Or possibly--\"\n\n\"No. They're trained from birth to be soldiers. They're expert marksmen\nand their weapons are foolproof. They can adjust the blast from a weapon\nto travel any distance.\"\n\n\"Why should one enemy prevent another from killing us?\" Emmett repeated\nwonderingly. He remembered another question that had nagged at his mind:\n_Why had the Agronians totally destroyed Earth?_ Why hadn't they\neliminated Earthmen and preserved the planet for exploitation--as a\ncolony, a military base, any one of a thousand uses?\n\nThere was only one possible answer. A race might destroy a planet if it\nwas useless. Earthmen had discovered useless planets, planets with\npoisonous atmospheres. Was Earth's atmosphere poisonous to the\nAgronians?\n\nOne Agronian had prevented another from killing them with a viciousness\nand an urgency that indicated it had been a life-and-death necessity.\n\nWhy? What would happen if they were to die?\n\nSomething clicked in his mind and a startling certainty occurred to him.\n_Oxygen was poisonous to the Agronians!_\n\nThat was why his life had been spared. And the pilot's--and Gloria's.\nTheir spacesuits would have been punctured and their oxygen supply would\nhave spread with deadly rapidity throughout the room.\n\nWithout hesitation he removed his helmet and adjusted the controls of\nhis oxygenating machine until it was discharging oxygen at maximum\ncapacity.\n\nWith a shrill outcry the two aliens darted toward him. But a thin,\nghostly vapor of oxygen spread rapidly through the fog-like atmosphere,\nand halted them in their tracks.\n\n\"You deserve to die,\" Emmett whispered.\n\nThe enemy collapsed at his feet and writhed helplessly on the floor.\nTheir bodies quivered spasmodically and were still.\n\n       *       *       *       *       *\n\nGloria's hysterical, joyous laughter rang in his ears like triumphant\nbells, and through the Agronian atmosphere that burned his face and\nsmarted his eyes he dimly saw George's image as he rushed to the control\nboard. He held his breath but realized that his death was certain. He\ncould never hold his breath long enough to replace the helmet and wait\nfor the purifying agents to cleanse the poison that now filled his\nspacesuit.\n\nWhen he could hold his breath no longer, he inhaled quickly and deeply.\n\nIt was like inhaling a warm, comforting darkness....\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Fantastic Universe_ November 1956.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of No Hiding Place, by Richard R. Smith\n\n*** END OF THIS PROJECT GUTENBERG EBOOK NO HIDING PLACE ***\n\n***** This file should be named 29272.txt or 29272.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/2/7/29272/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}