{"title": "Now We Are Three", "author": "Joe L. Hensley", "releaseDate": "July 2, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n    _Where are we going? What will the world be like in the\n    days--perhaps not too distant--when we have tested and tested the\n    bombs to the finite degree? Joe L. Hensley, attorney in Madison,\n    Indiana, and increasingly well known in SF, returns with this\n    challenging story of that Tomorrow._\n\n\n   now\n    we\n   are\n three\n\n _by Joe L. Hensley_\n\n\n It didn't matter that he had quit. He was still one of the\n guilty. He had seen it in her eyes and in the eyes of others.\n\n\nJohn Rush smoothed the covers over his wife, tucking them in where her\nrestless moving had pulled them away from the mattress. The twins moved\nbeside him, their smooth hands following his in the task, their blind\neyes intent on nothingness.\n\n\"Thank you,\" he said softly to them, knowing they could not hear him.\nBut it made him feel better to talk.\n\nHis wife, Mary, was quiet. Her breathing was smooth, easy--almost as if\nshe were sleeping.\n\n_The long sleep._\n\nHe touched her forehead, but it was cool. The doctor had said it was a\nmiracle she had lived this long. He stood away from the bed for a moment\nwatching before he went on out to the porch. The twins moved back into\nwhat had become a normal position for them in the past months: One on\neach side of the bed, their thin hands holding Mary's tightly, the milky\nblind eyes surveying something that could not be seen by his eyes.\nSometimes they would stand like this for hours.\n\nOutside the evening was cool, the light not quite gone. He sat in the\nrocking chair and waited for the doctor who had promised to come--and\nyet might not come. The bitterness came back, the self-hate. He\nremembered a young man and promises made, but not kept; a girl who had\nbelieved and never lost faith even when he had retreated back to the\nland away from everything. Long sullen silences, self-pity, brooding\nover the news stories that got worse and worse. And the children--one\nborn dead--two born deaf and dumb and blind.\n\n_Worse than dead._\n\nYou helped, he accused himself. You worked for those who set off the\nbombs and tested and tested while the cycle went up and up beyond human\ntolerance--not the death level, but the level where nothing was sure\nagain, the level that made cancer a thing of epidemic proportions,\nreplacing statistically all of the insane multitude of things that man\ncould do to kill himself. Even the good things that the atom had brought\nwere destroyed in the panic that ensued. No matter that you quit. You\nare still one of the guilty. You have seen it hidden in her eyes and you\nhave seen it in the milky eyes of the twins.\n\n_Worse than dead._\n\nDusk became night and finally the doctor came. It had begun to lightning\nand a few large drops of rain stroked Rush's cheek. Not a good year for\nthe farming he had retreated to. Not a good year for anything. He stood\nto greet the doctor and the other man with him.\n\n\"Good evening, doctor,\" he said.\n\n\"Mr. Rush--\" the doctor shook hands gingerly, \"I hope you don't mind me\nbringing someone along--this is Mr. North. He is with the County\nJuvenile Office.\" The young doctor smiled. \"How is the patient this\nevening?\"\n\n\"She is the same,\" John Rush said to the doctor. He turned to the other\nman, keeping his face emotionless, hands at his side. He had expected\nthis for some time. \"I think you will be wanting to look at the twins.\nThey are by her bed.\" He opened the door and motioned them in and then\nfollowed.\n\nHe heard the Juvenile man catch his breath a little. The twins were\nplaying again. They had left their vigil at the bedside and they were\nmoving swiftly around the small living room, their hands and arms and\nlegs moving in some synchronized game that had no meaning--their\nmovements quick and sure--their faces showing some intensity, some\npurpose. They moved with grace, avoiding obstructions.\n\n\"I thought these children were blind,\" Mr. North said.\n\nJohn smiled a little. \"It is unnerving. I have seen them play like this\nbefore--though they have not done so for a long time--since my wife has\nbeen ill.\" He lowered his head. \"They are blind, deaf, and dumb.\"\n\n\"How old are they?\"\n\n\"Twelve.\"\n\n\"They do not seem to be more than eight--nine at the most.\"\n\n\"They have been well fed,\" John said softly.\n\n\"How about schooling, Mr. Rush? The teaching of handicapped children is\nnot something that can be done by a person untrained in the field.\"\n\n\"I have three degrees, Mr. North. When my wife became ill and I began to\ncare for them I taught them to read braille. They picked it up very\nquickly, though they showed little continued interest in it. I read a\nnumber of books in the field of teaching handicapped children ...\" He\nlet it trail off.\n\n\"Your degrees were in physics, were they not, Mr. Rush?\" Now the touch\nof malice came.\n\n\"That is correct.\" He sat down in one of the wooden chairs. \"I quit\nworking long before the witch hunts came. I was never indicted.\"\n\n\"Nevertheless your degrees are no longer bona fide. All such degrees\nhave been stricken from the records.\" He looked down and John saw that\nhis eyes no longer hid the hate. \"If your wife dies I doubt that any\ncourt would allow you to keep custody of these children.\"\n\nA year before--even six months and John would not have protested. Now he\nhad to make the effort. \"They are my children--such as they are--and I\nwill fight any attempt to take them from me.\"\n\nThe Juvenile Man smiled without humor. \"My wife and I had a child last\nyear, Mr. Rush. Or perhaps I should say that a child was born to us. I\nam glad that child was born dead--I think my wife is even glad. Perhaps\nwe should try again--I understand that you and your kind have left us an\neven chance on a normal birth.\" He paused for a moment. \"I shall file a\npetition with the circuit court asking that the Juvenile Office be\nappointed guardians of your children, Mr. Rush. I hope you do not choose\nto resist that petition--feeling would run pretty high against an\nex-physicist who tried to prove he _deserved_ children.\" He turned away\nstiffly and went out the front door. In a little while Rush heard the\ncar door slam decisively.\n\nThe doctor was replacing things in the black bag. \"I'm sorry, John. He\nsaid he was going to come out here anyway so I invited him to come with\nme.\"\n\nJohn nodded. \"My wife?\"\n\n\"There is no change.\"\n\n\"And no chance.\"\n\n\"There never has been one. The brain tumor is too large and too\ninaccessible for treatment or surgery. It will be soon now. I am\nsurprised that she has lasted this long. I am prolonging a sure\nprocess.\" He turned away. \"That's all I can do.\"\n\n\"Thank you for coming, doctor--I appreciate that.\" Rush smiled bitterly,\nunable to stop himself. \"But aren't you afraid that your other patients\nwill find out?\"\n\nThe doctor stopped, his face paling slightly. \"I took an oath when I\ngraduated from medical school. Sometimes I want to break that oath, but\nI have not so far.\" He paused. \"Try as I may I cannot blame them for\nhating you. You know why.\"\n\nRush wanted to laugh and cry at the same time. \"Don't you realize that\nthe government that punished the men I worked with for their 'criminal\nnegligence' is the same government that commissioned them to do that\nwork--that officials were warned and rewarned of the things that small\nincreases in radiation might do and that such things might not show up\nimmediately--and yet they ordered us ahead?\" He stopped for a moment and\nput his head down, touching his work-roughened hands to his eyes. \"They\nput us in prison for refusing to do a job or investigated us until no\none could or would trust us in civilian jobs--then when it was done they\nput us in prison or worse because the very things we warned them of came\ntrue.\"\n\n\"Perhaps that is true,\" the doctor said stiffly, \"but the choice of\nrefusing was still possible.\"\n\n\"Some of us did refuse to work,\" Rush said softly. \"I did, for one.\nPerhaps you think that we alone will bear the blame. You are wrong.\nSooner or later the stigma will spread to all of the sciences--and to\nyou, doctor. Too many now that you can't save; in a little while the\nhate will surround you also. When we are gone and they must find\nsomething new to hate they will blame you for every malformed baby and\nevery death. You think that one of you will find a cure for this thing.\nPerhaps you would if you had a hundred years or a thousand years, but\nyou haven't. They killed a man on the street in New York the other day\nbecause he was wearing a white laboratory smock. What do you wear in\nyour office, doctor? Hate-blind eyes can't tell the difference:\nPhysicist, chemist, doctor.... We all look the same to a fool. Even if\nthere were a cancer cure that is only a part of the problem. There are\nthe babies. Your science cannot cope with the cause--only mine can do\nthat.\"\n\nThe doctor lowered his head and turned away toward the door.\n\nThere was another thing left to say: \"If the plumbing went bad in your\nhome, doctor, you would call a plumber, for he would be the one\ncompetent to fix it.\" Rush shook his head slowly. \"But what happens when\nthere are no plumbers left?\"\n\n       *       *       *       *       *\n\nThe children were by the bed, their hands holding those of the mother.\nGently John Rush tugged those hands away and led them toward their own\nbed. The small hands were cold in his own and he felt a tiny feeling of\nrevulsion as they tightened. Then the feeling slipped away and was\nreplaced--as if a current had crossed from their hands to his. It was a\nwarm feeling--one that he had known before when they touched him, but\nfor which he had never been able to find mental words to express the\nsensation.\n\nSlowly he helped them undress. When they were in the single bed he\ncovered them with the top sheet. Their milky eyes surveyed him,\nunseeing, somehow withdrawn.\n\n\"I have not known you well,\" he said. \"I left that to her. I have sat\nand brooded and buried myself in the earth until it is too late for much\nelse.\" He touched the small heads. \"I wish you could hear me. I wish ...\"\n\nOutside on the road a truck roared past. Instinctively he set to hear\nit. The faces below him did not change.\n\nHe turned away quickly then and went back out on the porch. He filled\nhis pipe and sat down in the old, creaky rocker. A tiny rain had begun\nto fall hesitantly--as if afraid of striking the sun-hardened ground.\n\n_Somewhere out there, somewhere hunted, but not found, the plumbers\ngathered. There had been a man--what was his name? Masser--that was it.\nHe had been working on a way to inhibit radioactivity--speed up the\nhalf-life until they had taken the grant away. If a man can do whatever\nhe thinks of--can he undo that which he has done?_\n\n_Masser was the theoreticist--I was the applier, the one who translated\nequations into cold blueprints. And I was good until they ..._\n\nThey had hounded him back to the land when he quit. Others had not been\nso lucky. When a whole people panic then an object for their hate must\nbe found. A naming. An immediate object. He remembered the newspaper\nstory that began: \"They lynched twelve men, twelve ex-men, in New Mexico\nlast night ...\"\n\n_Have I been wrong? Have I done the right thing?_ He remembered the tiny\nhands in his own, the blind eyes.\n\n_Those hands. Why do they make me feel like ..._\n\nHe let his head slide back against the padded top of the rocking chair\nand fell into a light, uneasy sleep.\n\nThe dreams came as they had before. Tiny, inhumanly capable hands\nclutched at him and the sun was hot above. There was a background sound\nof hydrogen bombs, heard mutely. He looked down at the hands that\ntouched and asked something of his own. The eyes were not milky now.\nThey stared up at him, alert and questioning. _What is it you want?_\n\nThe wind tore holes in tiny voices and there was the sound of laughter\nand his wife's eyes were looking into his own, sorry only for him, at\npeace with the rest. And they formed a ring around him, those three,\nhands caught together, enclosing him. _What is it you are saying?_\n\nIt seemed to him that the words would come clear, but the rain came\nthen, great torrents of it, washing all away, all sight and sound....\n\n       *       *       *       *       *\n\nHe awoke and only the rain was true. The tiny rain had increased to a\nwind-driven downpour and he was soaked where it had blown under the\neaves onto the porch.\n\nFrom inside the house he heard a cry.\n\nShe was sitting upright in bed. Her eyes were open and full of pain. He\nwent quickly to her and touched her pulse. It was faint and reedy.\n\n\"I hurt,\" she whispered.\n\nQuickly, as the doctor had taught him, he made up a shot of morphine, a\nfull quarter grain, and gave it to her. Her eyes glazed down, but did\nnot close.\n\n\"John,\" she said softly, \"the children ... they ... talk to ...\" She\ntwisted on the bed and he held her with strong arms until the eyes\nclosed again and her breathing became easy. He pushed the ruffled hair\nback from her eyes and straightened the awry sheets.\n\nThe vibration of his walking might have wakened the twins. He tiptoed to\n_their_ bed--for they refused to be parted even in sleep.\n\nFor a second he thought that the small night-light had tricked him by\nshadows on shadows. He reached down to touch ...\n\nThey were gone.\n\nHe fought down sudden panic. Where can two children, deaf and dumb and\nblind go in the middle of the night?\n\nNot far.\n\nHe opened the door to the kitchen, hand-hunted for the hanging light.\nThey were not there--nor were they on the small back porch. The panic\npassed critical mass, exploded out of control. He lurched back into the\ncombination living room, bed room. He looked under all of the beds and\ninto the small closet--everywhere that two children might conceal\nthemselves.\n\nOutside the rain had increased. He peered out into the lightning night.\nA truck horn blew ominously far down the road.\n\nThe road?\n\nHe slogged through the mud, instantly soaking as soon as he was out of\nshelter, not knowing or caring. Through the front yard, out to the road.\nHe could see the lights of the truck coming from far away, two tiny\npoints in the darkness. But no twins.\n\nHe waited helplessly while the truck rushed past, its headlights cutting\nholes in the darkness--fearing those lights would outline something that\nhe had not seen. But there was nothing.\n\nFor another eternity he hunted the muddy fields, the small barn and\noutbuildings. The clutch of fear made him shout their names, though he\nknew they could not hear.\n\nAnd then, suddenly, all fear was gone--like a summer squall near the\nsea, with the sun close behind. It was as if their hands had reached out\nand touched him and brought the strange feeling again.\n\n\"They are in the house,\" he said aloud and knew he was right.\n\nHe took time to discard muddy shoes on the porch before he opened the\ndoor. And they were there--by the mother's bed, hands clasped over hers.\n\nHe felt a tiny chill. Their eyes were watching the door as he opened it,\ntheir faces set to receive some stimuli--already set--as if they had\nknown he was coming.\n\nMary was breathing softly. On her face all trace of pain had disappeared\nand now there was the tiny smile that had been hers long ago. Her\nbreathing was even, but light as forgotten conversation.\n\nGently he tried to pry their resisting hands away from hers. The hands\nfought back with a terrible strength beyond normality. By sheer greater\nforce he tore one of the twins away.\n\nIt was like releasing a bomb. Sudden pain stabbed through his body. The\ntwin struggled in his arms, the small hands reaching blindly out for the\nthing they had lost. And Mary's eyes opened and all of the uncontrolled\npain came, back into those eyes. Her body writhed on the bed, tearing\nthe coverings away. The twin squirmed away from his slackening hold and\nonce again caught at the hands of the mother.\n\nAll struggle ceased. Mary's eyes shut again, the pain lines smoothed\nthemselves, the tiny smile flowered.\n\nHe reached out and touched the small hands on each side of the mother\nand the feeling for which there were no words came through more\nstrongly than ever before. Tiny voices tried to whisper within the\ncorners of his mind, partially blotted, sometimes heard. The _real_\nthings, the things of hate and fear and despair retreated beyond the\nbugle call that sounded somewhere.\n\n\"She will die,\" the voice said; one voice for two. \"This part of her\nwill die.\"\n\nAnd then _her_ voice came--as it had been once before when all of the\nworld was young. \"You must not be afraid, John. I have known for a long\ntime--for they were a part of me. And you could not know for your mind\nwas hiding and alone. I have seen ...\"\n\nHe cried out and pulled his hands away. Sound died, the room was normal\nagain. The milky, white eyes surveyed him, the hands remained locked\nsecurely over those of the mother. The thin carven features of the\nchildren were emotionless, waiting.\n\nHe strove for rational meaning within his brain. _These are my\nsons--they can not see or hear or speak. They are identical twins--born\nwith those defects._\n\nTake two children, blind them, make them deaf to all sound, cut away\ntheir voices. They are identical twins, facing the same environment,\nsharing the same heredity of blasted chromosomes. They will have\nintelligence and curiosity that increases as they mature. They will not\nbe blinded by the senses--the easy way. The first thing they will\ndiscover is each other.\n\nWhat else might they then discover?\n\nIt has been said that when sight is lost the sense of touch and hearing\nincrease to almost unbelievable acuteness--Rush knew that. The blind\noften also develop a sense almost like radar which allows them to\nperceive an object ahead of them and gives them the ability to follow\ntwisting paths.\n\nTake one child and put him under the disability that the twins were born\nwith. As intelligence grows so does single bewilderment. The world is a\npuzzling and bewildering place. Braille is a great discovery--a way to\ncommunicate with the unknown that lies beyond.\n\nBut the twins had shown almost no interest in Braille.\n\nHe reached back down for the tiny hands.\n\n       *       *       *       *       *\n\n\"Yes, we can communicate,\" the single voice that spoke for two said. \"We\nhave tried with you before, but we could not break through. Your mind\nspeaks in a language we do not understand, in figures and equations that\nare not real to us. Those things lie all through your mind--on the\nsurface we have sensed only your pity for us and your hate for the\nshadowy ones around you, the ones we do not know. It was a wall we could\nnot climb. She is different.\n\n\"A part of her will go with us,\" the voice said. \"There is another place\nthat touches this one which we perceive and know more fully than this\none.\"\n\nThe voice died away and brief pictures of a land of other dimensions\nbeyond sight flashed in his brain. He had seen them before imperfectly\nin the disquieting dreams. \"She must go with us for she can no longer\nexist here,\" the voice said softly. \"Perhaps there are others like us to\ncome--we do not yet know what we are or whether there will be others\nlike us. But we must go now, before we were ready, because of her.\"\n\nThe mother's voice came. \"You must go too. There is nothing here for you\nbut sorrow. They will take you, John.\" A softness touched at him.\n\"Please, John.\"\n\nThe longing was a thing of fire. To cast off the world that had already\ngiven him all of the hate and fear that he could stand, that had made\nhim worse than a coward. To go with her.\n\nBut she no longer needed him. She was complete--as they were, only\nnecessary to themselves.\n\nHe could not go.\n\nDuring the long night he kept the vigil by the bedside; long after any\nneed to keep it.\n\nThe twins were gone and she with them.\n\nHe could not cry for all tears seemed useless. He said a small prayer,\nsomething he had not done in years, over the cold thing left behind.\n\nThe rain had ceased outside. Somewhere out there in his world there were\nmen trying to undo the harm that had been done, harm that he had helped\nto do, then retreated from. He had no right to retreat further.\n\nSomething spoke a requiem sentence in his consciousness, light as late\nsunset, only vaguely there. \"_We are_ here--we will wait for you ...\ncome to us ... come ...\"\n\nHe wrote a short note for the doctor and the others who would come and\nhunt and go through the motions that men must live by. Perhaps the\ndoctor might even understand.\n\n\"I have gone plumbing,\" the note said.\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Fantastic Universe_ August 1957.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n    A section of text was missing from the original printing. To\n    restore narrative flow, the following italicised text has been\n    added as a suggested amendment: \"It had begun to lightning and\n    a few large drops of rain stroked _Rush's cheek. Not a_ good\n    year for the farming he had retreated to. Not a good year for\n    anything.\"\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Now We Are Three, by Joe L. Hensley\n\n*** END OF THIS PROJECT GUTENBERG EBOOK NOW WE ARE THREE ***\n\n***** This file should be named 29290.txt or 29290.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/2/9/29290/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}