{"title": "Priestess of the Flame", "author": "Sewell Peaslee Wright", "releaseDate": "July 2, 2009", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n      This etext was produced from Astounding Stories June 1932.\n      Extensive research did not uncover any evidence that the\n      U.S. copyright on this publication was renewed.\n\n\n[Illustration: \"_Be still! The power of Liane is absolute here!_\"]\n\n\n                        Priestess of the Flame\n\n                       By Sewell Peaslee Wright\n\n       *       *       *       *       *\n\n\n\n\n[Sidenote: Commander John Hanson recounts the extraordinary story of\nLiane, Priestess of the Flame.]\n\n\nI have been rather amused by the protests which have come to me\nregarding the \"disparaging\" comments I have made, in previous tales of\nthe Special Patrol Service, regarding women. The rather surprising\nthing about it is that the larger proportion of these have come from\nmen. Young men, of course.\n\nNow, as a matter of fact, a careful search has failed to reveal to me\nany very uncomplimentary remarks. I have suggested, I believe, that\nwomen have, in my experience, shown a sad lack of ability to\nunderstand mechanical contrivances. Perhaps I have pictured some few\nof them as frivolous and shallow. If I have been unfair, I wish now to\nmake humble apology.\n\nI am not, as some of my correspondents have indicated, a bitter old\nman, who cannot remember his youth. I remember it very well indeed,\nelse these tales would not be forthcoming. And women have their great\nand proper place, even in a man's universe.\n\nSome day, perhaps, the mood will seize me to write of my own love\naffair. That surprises you? You smile to think that old John Hanson,\nlately a commander of the Special Patrol Service, now retired, should\nhave had a love affair? Well, 'twas many years ago, before these eyes\nlost their fire, and before these brown, skinny hands wearied as\nquickly as they weary now....\n\nBut I have known many women--good women and bad; great women and women\nof small souls; kindly women, and women fierce as wild bears are\nfierce. Divinity has dealt lavishly with women; has given them an\nemotional range far greater than man's. They can sink to depths\nunknown to masculinity; they can rise to heights of love and sacrifice\nbefore which man can only stand with reverently bowed head and marvel.\n\nThis is a story of a woman--one of those no man could know and not\nremember. I make no apologies for her; I pay her no homage. I record\nonly a not inaccurate account of an adventure of my youth, in which\nshe played a part; I leave to you the task of judging her.\n\n       *       *       *       *       *\n\nWe were some three days out from Base, as I recall it, on a mission\nwhich promised a welcome interlude in a monotonous sequence of routine\npatrols. I was commander then of the _Ertak_, one of the crack ships\nof the Service, and assisted by the finest group of officers, I\nbelieve, that any man ever had under him.\n\nI was standing a watch in the navigating room with Hendricks, my\njunior officer, when Correy brought us the amazing news.\n\nCorrey was my first officer, a square-jawed fighting man if one ever\nbreathed, a man of action, such as these effete times do not produce.\nHis eyes were fairly blazing as he came into the room, and his\ngenerous mouth was narrowed into a grim line.\n\n\"What's up, Mr. Correy?\" I asked apprehensively. \"Trouble aboard?\"\n\n\"Plenty of it, sir!\" he snapped. \"A stowaway!\"\n\n\"A stowaway?\" I repeated wonderingly. A new experience, but hardly\ncause for Correy's obvious anger. \"Well, send him below, and tell Miro\nto put him to work--the hardest work he can find. We'll make him--\"\n\n\"_Him?_\" blurted Correy. \"If it were a him it wouldn't be so bad, sir.\nBut it's a _she_!\"\n\n       *       *       *       *       *\n\nTo understand the full effect of the statement, you'd have to be\nsteeped in the traditions of the Service. Women are seldom permitted\non board a ship of the Service; despite their many admirable\nqualities, women play the very devil with discipline. And here were\nwe, three days out from Base on a tour of duty which promised more\nthan a little excitement, with a female stowaway on board!\n\nI felt my own mouth set grimly.\n\n\"Where is she, Mr. Correy?\" I asked quietly.\n\n\"In my quarters, under guard. It was my watch below, as you know, sir.\nI entered my stateroom, figuring on catching forty winks, and there\nshe was, seated in my big chair, smiling at me.\n\n\"Well, for a second I couldn't speak. I just stared at her, and she\nkept smiling back at me. 'What are you doing here?' I managed to ask\nher, at last. 'Do you know where you are?'\n\n\"'I'll talk to your commanding officer,' she told me, cool as you\nplease. 'Will you bring him, please?'\n\n\"'You'll see him plenty soon enough,' I snapped at her, getting over\nmy surprise somewhat by that time. I called in a couple of men to keep\nher from getting into mischief, and reported to you. What are your\norders, sir?\"\n\nI hesitated a second, wondering. From Correy's account, she must be a\nrather remarkable person.\n\n\"Bring her up here, if you will, Mr. Correy. I'd like to see her\nbefore we put her in the brig.\" The brig, I might explain, was a small\nroom well forward, where members of the crew were confined for\ndiscipline.\n\n\"Right, sir!\" It seemed to me that there was a peculiar twinkle in\nCorrey's eyes as he went out, and I wondered about it while we waited\nfor him to return with the prisoner.\n\n\"What an infernal nuisance, sir!\" complained Hendricks, looking up\nfrom his glowing charts. \"We'll be the laughing-stock of the Service\nif this leaks out!\"\n\n\"_When_ it leaks out,\" I corrected him glumly. I'd already thought of\nthe unpleasant outcome he mentioned. \"I'll have to report it, of\ncourse, and the whole Service will know about it. We'll just have to\ngrin and make the most of it, I guess.\" There was still another\npossibility which I didn't mention: the silver-sleeves at Base would\nvery likely call me on the carpet for permitting such a thing to\nhappen. A commander was supposed to be responsible for everything that\nhappened; no excuses available in the Service as it was in those days.\n\n       *       *       *       *       *\n\nI scowled forbiddingly as I heard Correy open the door; at least I\ncould make her very sorry she had selected the _Ertak_ for her\nadventure. I am afraid, however, that it was a startled, rather than a\nscowling face to which she lifted her eyes.\n\n\"This is the stowaway, sir,\" said Correy briskly, closing the door. He\nwas watching my face, and I saw, now, the reason for the twinkle in\nhis eye when I mentioned placing the stowaway in the brig.\n\nThe woman was startlingly beautiful; one of the most beautiful women I\nhave ever seen, and I have roamed the outer limits of space, and seen\nthe women of many worlds. Hendricks, standing behind me, gasped\naudibly as his eyes fell upon her.\n\nThe stowaway was regally tall and exquisitely modeled. Her hair was\nthe color of pale morning sunlight on Earth; her eyes an amazing blue,\nthe equal of which I have never seen.\n\nShe was beautiful, but not coldly so. Despite her imperious bearing,\nthere was something seductive about the soft curves of her beautiful\nbody; something to rouse the pulses of a man in the langour of her\nintensely blue eyes, and the full, sensuous lips, scarlet as a smear\nof fresh blood.\n\n\"So this is the stowaway,\" I said, trying to keep my voice coolly\nindifferent. \"What is your name?\"\n\n\"I should prefer,\" she replied, speaking the universal language with a\nsibilant accent that was very fascinating, \"to speak with you\nprivately.\"\n\n\"You will speak with me,\" I informed her crisply, \"in the presence of\nthese officers. I repeat: what is your name?\"\n\nShe smiled faintly, her eyes compelling mine.\n\n\"I am called Liane,\" she said. \"Chief Priestess of the Flame. Mother\nof Life. Giver of Death. I believe my name and position are not\nunknown to you, Commander Hanson?\"\n\n       *       *       *       *       *\n\nKnown to me? If Base was not in error--and for all their faults, the\nsilver-sleeves are seldom wrong in matters of this sort--this woman\nwas the reason for our present mission.\n\n\"They are known to me,\" I admitted. \"They do not explain, however,\nyour presence here.\"\n\n\"And yet they should,\" protested Liane gently. \"I was taken from my\nown people by those who had no right to command me. I was subjected to\nthe indignity of questioning by many men. I have merely taken the\nsimplest and quickest way of returning to my own people.\"\n\n\"You know, then, our destination?\"\n\n\"I was informed of that by those who questioned me,\" nodded Liane.\n\"Then, since I had been assured I was an honored guest, and no\nprisoner, I secreted myself aboard the ship, hiding in a small room\nnearly filled with what I took to be spare parts. I had provisions,\nand a few personal belongings. When I felt sufficient time had elapsed\nto make a return improbable, I donned attire more fitting than the\nmasculine workman's guise in which I had secreted myself, and--I\nbelieve you are acquainted with the remaining facts.\"\n\n\"I am. I will consider your case and advise you later. Mr. Correy,\nwill you conduct the stowaway to my quarters and place her under\nguard? Return when you have attended to this matter, and ask Mr.\nKincaide to do likewise.\"\n\n\"To your quarters, you said, sir?\" asked Correy, his eyes very\nserious, but not sufficiently so to entirely disguise the twinkle in\ntheir depths. \"Not to the brig?\"\n\nI could cheerfully have kicked him.\n\n\"To my quarters,\" I repeated severely, \"and under guard.\"\n\n\"Right, sir,\" said Correy.\n\n       *       *       *       *       *\n\nWhile we were awaiting Correy and Kincaide, I briefly considered the\nrather remarkable story which had been told me at Base.\n\n\"Commander Hanson,\" the Chief of Command had said, \"we're turning over\nto you a very delicate mission. You've proved yourself adept at\nhandling matters of this kind, and we have every confidence you'll\nbring this one to a highly successful conclusion.\"\n\n\"Thank you, sir; we'll do our best,\" I had told him.\n\n\"I know that; the assurance isn't necessary, although I appreciate it.\nBriefly, here's what we're confronted with:\n\n\"Lakos, as you know, is the principal source of temite for the\nuniverse. And without temite, modern space travel would be impossible;\nwe would have to resort to earlier and infinitely more crude devices.\nYou realize that, of course.\n\n\"Now, for some time, those in charge of operations on Lakos have\ncomplained of a growing unrest, increasing insubordination on the part\nof the Lakonians, and an alarming decrease in production.\n\n\"It has been extremely difficult--indeed, impossible--to determine the\nreasons for this, for, as you are perhaps aware, the atmosphere of\nLakos is permeated with certain mineral fumes which, while not\ndirectly harmful to those of other worlds, do serve to effectively\nblock the passage of those rays of the sun which are essential to the\nhealth of beings like ourselves. Those in charge of operations there\nare supplied artificially with these rays, as you are in your ship, by\nmeans of emanations from ethon tubes, but they have to be transferred\nat frequent periods to other fields of activity. The constant shifting\nabout produces a state of disorder which makes the necessary\ninvestigation impossible. Too, operations are carried on with an\ninsufficient personnel, because it is extremely difficult to induce\ndesirable types of volunteer for such disagreeable service.\n\n\"We have, however, determined a few very important facts. This unrest\nhas been caused by the activities of a secret organization or order\nknown as the Worshipers of the Flame. That's as close a translation as\nI can give you. It sounds harmless enough, but from what we gather,\nit is a sinister and rather terrible organization, with a fanatical\nbelief amounting, at times, to a veritable frenzy. These Lakonians are\na physically powerful but mentally inadequate people, as perhaps you\nare aware.\n\n\"The leader of this order or cult call it what you will--seems to be a\nwoman: a very fascinating creature, infinitely superior to her people\nas a whole; what biologists call a 'sport,' I believe--a radical\ndeparture from the general racial trend.\n\n\"This leader calls herself Liane, Chief Priestess of the Flame, Mother\nof Life, Giver of Death, and a few other high-sounding things. We have\ncalled her here to Base for questioning, and while she has been here\nsome time, we have so far learned next to nothing from her. She is\nvery intelligent, very alluring, very feminine--but reveals nothing\nshe does not wish to reveal.\n\n\"Our purpose in having her brought here was two-fold: first, to gain\nwhat information we could from her, and if possible, prevail upon her\nto cease her activities; second, to deprive her cult of her leadership\nwhile you conducted your investigation.\n\n\"Your orders, then, are simple: you will proceed at once to Lakos, and\ninquire into the activities of this order. Somehow, it must be\ncrushed; the means I shall leave to you. You will have complete\ncoöperation of those in charge of operations on Lakos; they are\nZenians and natives of Earth, and you may depend upon them implicitly.\nDo not, however, place any faith in any Lakonians; the entire native\npopulace may well be suspected of participation in the rites of this\ncult, and they are a treacherous and ruthless people at best. Have you\nany questions, Commander?\"\n\n\"None,\" I had told him. \"I have full authority to take any action I\nsee fit?\"\n\n\"Yes, at your discretion. Of course,\" he had added rather hastily,\n\"you appreciate the importance of our supply of temite. Only Lakonians\ncan gather it in commercial quantities, under the existing conditions\non Lakos, and our reserve supply is not large. We naturally wish to\nincrease production there, rather than endanger it. It's a delicate\nmission, but I'm trusting you and your men to handle it for us. I know\nyou will.\"\n\nHe had arisen then, smilingly, and offered his hand to me in that\ngesture which marks a son of Earth throughout the universe, thus\nbringing the interview to a close.\n\n       *       *       *       *       *\n\nIN talking the things over with my officers, we had decided the\nmission promised to be an interesting one, but full of difficulties.\nThe _Ertak_ had set down on Lakos more than once, and we all had\nunpleasant memories of the place.\n\nThe sunlight on Lakos, such as it was, was pale green and thin,\nlacking in warmth and vitality. The vegetation was flaccid and nearly\ncolorless, more like a mushroom growth than anything else; and the\ninhabitants were suspicious and unfriendly.\n\nRemembering the typical Lakonians, it was all the more surprising that\na gracious creature like Liane could have sprung from their midst.\nThey were a beetle-browed, dark race, with gnarled muscles and huge,\nknotted joints, speaking a guttural language all their own. Few spoke\nthe universal language.\n\nBut Liane, Chief Priestess of the Flame! The image of her kept\ndrifting back to my mind. There was a woman to turn any man's head!\nAnd such a turning would be dangerous, for Liane had no soft woman's\nsoul, if I had read her brilliant blue eyes aright.\n\n\"Rather a beauty, isn't she, sir?\" commented Hendricks as I paused in\nmy restless pacing, and glanced at the two-dimensional charts.\n\n\"The stowaway? Rather,\" I agreed shortly. \"And chief instigator of the\ntrouble we've been sent to eliminate.\"\n\n\"That seems almost--almost unbelievable, doesn't it?\"\n\n\"Why, Mr. Hendricks?\"\n\nCorrey and Kincaide entered before my junior officer could reply. I\nthink he was rather glad of the excuse for not presenting his reasons.\n\n\"Well, sir, she's under guard,\" reported Correy. \"And now what's to be\ndone about her?\"\n\n\"That,\" I admitted, \"is a question. After all, she's an important\npersonage at home. She was brought to Base as a guest, probably\nsomething of a guest of honor, of the Council, I gather. And,\nconsidering the work that's cut out for us, it would seem like a poor\nmove to antagonize her unduly. What do you gentlemen think?\"\n\n\"I think you're right, sir,\" said Hendricks quickly. \"I believe she\nshould be given every consideration.\"\n\n       *       *       *       *       *\n\nKincaide, my level-headed second officer, glanced curiously at\nHendricks. \"I see she's made one friend, anyway,\" he said. \"Don't let\nyourself slip, my boy; I've run across her kind before. They're\ndangerous.\"\n\n\"Thanks, but the warning's not necessary, Mr. Kincaide,\" replied\nHendricks stiffly, an angry flush mounting to his checks. \"I merely\nexpressed a requested opinion.\"\n\n\"We'll let that phase of it drop, gentlemen,\" I cut in sharply, as I\nsaw Kincaide's eyes flash. Trust a woman to stir up strife and\nill-feeling! \"What shall we do with her?\"\n\n\"I believe, sir,\" said Correy, \"that we'd be nice to her. Treat her as\nan honored guest; make the best of a bad situation. If she's what the\nChief thought she is, the boss of this outfit we've got to lick, then\nthere's no need of stroking her the wrong way, as I see it.\"\n\n\"And you, Mr. Kincaid?\"\n\n\"I see no other way out of it. Under the circumstances, we can't treat\nher like a common culprit; both her position and her sex would\nprevent.\"\n\n\"Very well, then; we seem to be agreed. We'll find suitable quarters\nfor her--\"\n\n\"I'll give her mine,\" put in Hendricks. \"Correy will let me double up\nwith him, I imagine.\"\n\n\"Sure,\" nodded Correy.\n\nKincaide glanced sharply at Hendricks, but said nothing. I knew,\nhowever, that he was thinking just what I was: that my young third\nofficer was in for a bad, bad time of it.\n\nJust how bad, I think neither of us guessed.\n\n       *       *       *       *       *\n\nLiane became a member of the officers' mess on the _Ertak_. She\noccupied Hendricks' stateroom, and, I must confess, with uncommon good\njudgment for a woman, remained there most of the time.\n\nShe knew the reason for our mission, but this was one subject we never\ndiscussed. Nor did we mention the sect of which, according to the\nChief of Command, she was the head. We did talk freely, when brought\ntogether at the table, on every other general topic.\n\nLiane was an exceedingly intelligent conversationalist. Her voice was\nfascinating, and her remarks were always to the point. And she was a\nvery good listener; she paid flattering attention to the most casual\nremark.\n\nIt seemed to me she was particularly gracious to Hendricks. Her\nstrangely arresting blue eyes seldom left his face when he was\nspeaking, and the greater portion of her remarks seemed addressed to\nhim. Naturally, Hendricks responded as a flower responds to the\nwarming rays of the sun.\n\n\"We'll do well, sir, to keep a weather eye on the youngster,\" opined\nCorrey one morning. (I think I have previously explained that even in\nthe unchanging darkness of space, we divided time arbitrarily into\ndays and nights). \"Unless I'm badly mistaken, Hendricks is falling\nvictim to a pair of blue eyes.\"\n\n\"He's young,\" I shrugged. \"We'll be there in two more days, and then\nwe'll be rid of her.\"\n\n\"Yes,\" nodded Correy, \"we'll be there in a couple of days. And we'll\nbe rid of her, I hope. But--suppose it should be serious, sir?\"\n\n\"What do you mean?\" I asked sharply. I had been thinking, rather\nvaguely, along much the same lines, but to hear it put into words came\nas rather a shock.\n\n\"I hope I'm wrong,\" said Correy very gravely. \"But this Liane is an\nunusual woman. When I was his age, I could have slipped rather badly\nmyself. Her eyes--that slow smile--they do things to a man.\n\n\"At the same time, Liane is supposed to be the head of the thing we're\nto stamp out; you might say the enemy's leader. And it wouldn't be a\ngood thing, sir, to have a--a friend of the enemy on board the\n_Ertak_, would it?\"\n\nA rebuke rose to my lips, but I checked it. After all, Correy had no\nmore than put into words some fears which had been harassing me.\n\n       *       *       *       *       *\n\nA traitor--in the Service? Perhaps you won't be able to understand\njust what that thought meant to those of us who wore the Blue and\nSilver in those days. But a traitor was something we had never had. It\nwas almost unbelievable that such a thing would ever happen; that it\ncould ever happen. And yet older men than Hendricks had thrown honor\naside at the insistence of women less fascinating than Liane.\n\nI had felt the lure of her personality; there was not one of us on\nboard the _Ertak_ who had not. And she had not exercised her wiles on\nany of us save Hendricks; with the shrewdness which had made her the\nleader she was, she had elected to fascinate the youngest, the\nweakest, the most impressionable.\n\n\"I'll have a talk with him, Mr. Correy,\" I said quietly. \"Probably it\nisn't necessary; I trust him implicitly, as I am sure you do, and the\nrest of us.\"\n\n\"Certainly, sir,\" Correy replied hastily, evidently relieved by the\nmanner in which I had taken his remarks. \"Only, he's very young, sir,\nand Liane is a very fascinating creature.\"\n\nI kept my promise to Correy the next time Hendricks was on watch.\n\n\"We'll be setting down in a couple of days,\" I commented casually.\n\"It'll be good to stretch our legs again, won't it?\"\n\n\"It certainly will, sir.\"\n\n\"And I imagine that's the last we'll see of our fair stowaway,\" I\nsaid, watching him closely.\n\nHendricks' face flushed and then drained white. With the tip of his\nforefinger he traced meaningless geometrical patterns on the surface\nof the instrument table.\n\n\"I imagine so, sir,\" he replied in a choked voice. And then, suddenly,\nin a voice which shook with released emotion. \"Oh, I know what you're\nthinking!\" he added. \"What you've all been thinking; you, sir, and\nCorrey and Kincaide. Probably the men, too, for that matter.\n\n\"But it's not so! I want you to believe that, sir. I may be\nimpressionable, and certainly she is beautiful and--and terribly\nfascinating; but I'm not quite a fool. I realize she's on the other\nside; that I can't, that I must not, permit myself to care. You--you\ndo believe that, sir?\"\n\n\"Of course, lad!\" I put my hand reassuringly on his shoulder; his\nwhole body was shaking. \"Forget it; forget her as soon as you can.\nNone of us have doubted you for an instant; we just--wondered.\"\n\n\"I could see that; I could feel it. And it hurt,\" said my junior\nofficer with shame-faced hesitancy. \"But I'll forget her--after she's\ngone.\"\n\nI let it go at that. After all, it was a rather painful subject for us\nboth. The next day it did seem that he treated her with less\nattention; and she noticed it, for I saw the faint shadow of a frown\nform between her perfect brows, and her glance traveled meditatively\nfrom Hendricks' flushed face to my own.\n\n       *       *       *       *       *\n\nThe next morning, after the first meal of the day, she walked down the\npassage with me, one slim white hand placed gently within the curve of\nmy arm.\n\n\"Mr. Hendricks,\" she commented softly, \"seems rather distraught the\nlast day or so.\"\n\n\"Yes?\" I said, smiling to myself, and wondering what was coming next.\n\n\"Yes, Commander Hanson.\" There was just the faintest suggestion of\nsteeliness in her voice now. \"I fancy you've been giving him good\nadvice, and painting me in lurid colors. Do you really think so badly\nof me?\" Her hand pressed my arm with warm friendliness; her great blue\neyes were watching me with beseeching interest.\n\n\"I think, Liane,\" I replied, \"that Mr. Hendricks is a very young man.\"\n\n\"And that I am a dangerous woman?\" She laughed softly.\n\n\"That, at least,\" I told her, \"your interests and ours are not\nidentical.\"\n\n\"True,\" she said coolly, pausing before the door of her stateroom. Her\nhand dropped from my arm, and she drew herself up regally. In the\nbright flow of the ethon tubes overhead she was almost irresistibly\nbeautiful. \"Our interests are not identical, Commander Hanson. They\nare widely divergent, directly opposed to each other, as a matter of\nfact. And--may I be so bold as to offer you a bit of advice?\"\n\nI bowed, saying nothing.\n\n\"Then, don't attempt to meddle with things which are more powerful,\nthan you and the forces you control. And--don't waste breath on Mr.\nHendricks. Fair warning!\"\n\nBefore I could ask for more complete explanation, she had slipped\ninside her stateroom and firmly closed the door.\n\n       *       *       *       *       *\n\nWe set down on Lakos late that afternoon, close to the city--town,\nrather--of Gio, where those in charge of operations made their\nheadquarters. With Liane and Correy, leaving the ship in charge of\nKincaide, I made my way quickly toward the headquarters building.\n\nWe had gone but a few steps when Liane was surrounded by a shouting\nthrong of her fellow Lakonians, and with a little mocking wave of a\nwhite hand, she stepped into a sort of litter which had been rushed to\nthe scene, and was carried away.\n\n\"For one,\" commented Correy with a sigh of relief, \"I'm glad she's out\nof sight. If I never see her again, it'll be too soon. When do we\nstart something?\"\n\n\"Not until we've talked with Fetter, who's in command here. I have a\nletter for him from the Chief. We'll see what he has to say.\"\n\nOne thing was certain; we could look for no assistance of any kind\nfrom the natives. They regarded us with bleak scowls, from beneath\nshaggy, lowering brows, our uniforms of blue, with the silver\nornaments of our service and rank, identifying us clearly.\n\nIn the greenish Lakonian twilight, they were sinister figures indeed,\nclothed all alike in short, sleeveless tunics, belted loosely at the\nwaist, feet and legs encased in leather buskins reaching nearly to the\nknees, their brown, gnarled limbs and stoop-shouldered postures giving\nthem a half-bestial resemblance which was disturbing. Their walk was a\nsort of slow shuffle, which made their long arms dangle, swinging\ndisjointedly.\n\nWe entered the administration building of gray, dull stone, and were\nushered immediately into the office of the head of operations.\n\n\"Hanson?\" he greeted me. \"Mighty glad to see you. You too, Correy.\nTerrible hole, this; hope you're not here for long. Sorry I couldn't\nmeet you at the ship; got your radio, but couldn't make it.\nEverything's in a jam. Getting worse all the time. And we're\nshorthanded; not half enough men here. Sit down, sit down. Seem good\nto feel firm ground under your feet?\"\n\n\"Not particularly; your air here isn't as good as the _Ertak's_.\"\nCorrey and I seated ourselves across the desk from the garrulous\nFetter. \"I've a letter here from the Chief; I believe it explains why\nwe're here.\"\n\n\"I can guess, I can guess. And none too soon. Things are in terrible\nshape. Terrible.\" Fetter ripped open the letter and glanced through it\nwith harried eyes.\n\n\"Right,\" he nodded. \"I'm to help you all I can. Place myself at your\ndisposal. What can I do?\"\n\n\"Tell us what's up,\" I suggested.\n\n\"That would be a long story. I suppose you know something about the\nsituation already. Several reports have gone in to Base. What did the\nChief tell you, Hanson?\"\n\n       *       *       *       *       *\n\nBriefly, I sketched the Chief's report, Fetter nodding every few\nwords. When I had finished, he rubbed his long, thin fingers together\nnervously, and stared down, frowning at the littered top of his desk.\n\n\"Right as far as he went,\" he said. \"But he didn't go far enough.\nWanted you to find out for yourself, I suppose.\n\n\"Well, there _is_ a secret society working against us here. Sect, I'd\ncall it. Undermined the whole inhabited portion of Lakos--which isn't\na great area, as you know.\"\n\n\"The Chief Priestess is Liane. I believe you said she stowed away on\nthe _Ertak_ with you?\"\n\nI nodded.\n\n\"You're keeping her under guard?\" asked Fetter.\n\n\"No; under the circumstances, we couldn't. We had no authority, you\nsee. A crowd of natives bore her away in triumph.\"\n\n\"Then your work's cut out for you,\" groaned Fetter. \"She's a devil\nincarnate. Beautiful, irresistible, and evil as corruption itself. If\nshe's back, I'm afraid there's nothing to be done. We've been sitting\non a volcano ever since she left. Pressure growing greater every\ninstant, it seemed. She's just what's needed to set it off.\"\n\n\"We'll have to take our chances,\" I commented. \"And now; just what is\nthe set-up?\"\n\n\"The Worshipers of the Flame, they call themselves. The membership\ntakes in about every male being on Lakos. They meet in the great\ncaverns which honeycomb the continent. Ghastly places; I've seen some\nof the smaller ones. Continent was thrust up from the sea in a molten\nstate, some scientific chap told me once; these caverns were made by\ngreat belches of escaping steam or gas. You'll see them.\n\n\"She--Liane--and her priests rule solely by terror. The Lakonians are\nnaturally just horses\" (a draft animal of ancient Earth, now extinct),\n\"content to work without thinking. Liane and her crew have made them\nthink--just enough to be dangerous. Just what she tells them to think,\nand no more. Disobedient ones are punished by death. Rather a terrible\ndeath, I gather.\n\n\"Well, her chief aim is to stop the production of temite. She wishes\nto bargain with the Council--at her own terms.\"\n\n\"What's her price?\" I asked. \"What does she want, wealth?\"\n\n\"No. _Power!_\" Fetter leaned forward across the desk, hammering it\nwith both fists to emphasize the word, his eyes gleaming from their\ndeep sockets. \"Power, Hanson, that's what she craves. She's insane on\nthe subject. Utterly mad. She lusts after it. You asked her price;\nit's this: a seat in the Council!\"\n\n       *       *       *       *       *\n\nI gasped audibly. A seat in the Council! The Council, composed of the\nwisest heads of the universe, and ruling the universe with absolute\nauthority!\n\n\"She _is_ mad,\" I said.\n\n\"Crazy,\" grunted Correy. \"Plain crazy. A woman--in the Council!\"\n\nFetter nodded solemnly.\n\n\"Mad--crazy--use your own terms,\" he said. \"But that's her price. The\nChief didn't tell you that, did he? Well, perhaps he didn't know. I\nlearned it in a very roundabout way. She'll make the formal demand\nwhen the time is ripe, never fear. And what's more, unless these\nWorshipers of the Flame are stamped out--_she'll get what she\ndemands!_\"\n\n\"Impossible!\"\n\n\"Not at all. You know what this place is. Only a Lakonian can stand\nthis atmosphere long. No vitality to the light that does come through\nthis damned green stuff they breathe for air; and after a few days,\nthe acid, metallic tang of it drives you frantic. Never can get used\nto it.\n\n\"So the Lakonians have to mine the temite. And the universe must have\ntemite, in quantities that can't be supplied from any other source. If\nthe Lakonians won't mine it--and they won't, when Liane tells them to\nquit--what will the Council and your Service do about it?\"\n\n\"Plenty,\" growled Correy.\n\n\"Nothing,\" contradicted Fetter. \"You can kill a man, disintegrate him,\nimprison him, punish him, as you will, but you can't make him work.\"\nAnd there that phase of the matter rested.\n\nI asked him a number of questions which I felt would help us to start\nour work properly, and he answered every one of them promptly and\nfully. Evidently, Fetter had given his problem a great deal of\nthought, and had done more than a little intelligent investigating of\nhis own.\n\n\"If there's anything else I can do to help you,\" he said as he\naccompanied us to the door, \"don't fail to call upon me. And remember\nwhat I said: trust no one except yourselves. Study each move before\nyou make it. These Lakonians are dull-witted, but they'll do whatever\nLiane tells them. And she thinks fast and cunningly!\"\n\n       *       *       *       *       *\n\nWe thanked him for his warning, and hurried back to the ship through\nthe sickly-green Lakonian dusk. The acrid odor of the atmosphere was\nalready beginning to be disagreeable.\n\n\"Decent sort of a chap, Fetter,\" commented Correy. \"All wrought up,\nisn't he? Worried stiff.\"\n\n\"I imagine he has cause to be. And--he might have been right in saying\nwe should have held Liane: perhaps we could have treated with her in\nsome way.\"\n\n\"No chance! Not that lady. When we treat with her, we'll have to have\nthe whip hand, utterly and completely.\"\n\nThe heavy outer door of the _Ertak's_ exit was open, but the\ntransparent inner door, provided for just such an emergency, was in\nplace, forming, in conjunction with a second door, an efficient\nair-lock. The guard saw us coming and, as we came up, had the inner\ndoor smartly opened, standing at salute as we entered. We returned his\nsalute and went up to the navigating room, where I proposed to hold a\nbrief council of war, informing Kincaide and Hendricks of what we had\nlearned from Fetter, and deciding upon a course of action for the\nfollowing day. Kincaide, whom I had left on watch, was there waiting.\n\n\"Well, sir, how do things stack up?\" he asked anxiously.\n\n\"Not so good. Please ask Mr. Hendricks to report here at once, and\nI'll give you the whole story.\"\n\nKincaide pressed the attention signal to Hendricks' room, and waited\nimpatiently for a response. There was none.\n\n\"Try my room,\" suggested Correy. \"Maybe he hasn't moved back to his\nown quarters yet.\"\n\n\"That's what he said he would be doing,\" replied Kincaide. But that\nsignal too failed to bring any response.\n\n       *       *       *       *       *\n\nCorrey glanced at me, a queer, hurt expression in his eyes.\n\n\"Shall I go forward and see if he--if he's ill?\" he asked quickly.\n\n\"Please do,\" I said, and as soon as he was gone I turned to the\nmicrophone and called the sentry on duty at the exit.\n\n\"Commander Hanson speaking. Has Mr. Hendricks left the ship?\"'\n\n\"Yes, sir. Some time ago. The lady came back, saying she had word from\nyou; she and Mr. Hendricks left a few minutes later. That was all\nright, sir?\"\n\n\"Yes,\" I said, barely able to force the word from between my lips.\nHendricks ... and Liane? Hendricks ... a traitor? I cut the microphone\nand glanced at Kincaide. He must have read the facts in my eyes.\n\n\"He's ... gone, sir?\"\n\n\"With Liane,\" I nodded.\n\nThe door burst open, and Correy came racing into the room.\n\n\"He's not there, sir!\" he snapped. \"But in his room I found this!\"\n\nHe held out an envelope, addressed to me. I ripped it open, glanced\nthrough the hasty, nervous scrawl, and then read it aloud:\n\n     \"Sir:\n\n     I am leaving with Liane. I am sorry. It had to be.\n\n                                                   Hendricks.\"\n\n\"That, gentlemen,\" I said hoarsely, after a long silence, \"will make\nthe blackest entry ever spread upon the log of the _Ertak_--upon any\nship of the Service. Let us dismiss this thing from our minds, and\nproceed.\"\n\nBut that was easier, by far, to propose than to accomplish.\n\n       *       *       *       *       *\n\nIt was late indeed when we finished our deliberations, but the plan\ndecided upon was exceedingly simple.\n\nWe would simply enforce our authority until we located definite\nresistance; we would then concentrate our efforts upon isolating the\nsource of this resistance and overcoming it. That we would find Liane\nat the bottom of our difficulties, we knew perfectly well, but we\ndesired to place her in a definite position as an enemy. So far, we\nhad nothing against her, no proof of her activities, save the rather\nguarded report of the Chief, and the evidence given us by Fetter.\n\nThere were three major continents on Lakos, but only one of them was\ninhabited or habitable, the other two being within the large northern\npolar cap. The activities of The Worshipers of the Flame were centered\nabout the chief city of Gio, Fetter had told us, and therefore we were\nin position to start action without delay.\n\nForce of men would avail us nothing, since the entire crew of the\n_Ertak_ would be but a pitiful force compared to the horde Liane could\nmuster. Our mission could be accomplished--if, indeed, it could be\naccomplished at all--by the force of whatever authority our position\ncommanded, and the outwitting of Liane.\n\nAccordingly, it was decided that, in the emergency, all three of us\nwould undertake the task, leaving the ship in charge of Sub-officer\nScholey, chief of the operating room crew, and a very capable,\nlevel-headed man. I gave him his final instructions as we left the\nship, early the next morning:\n\n\"Scholey, we are leaving you in a position of unusual responsibility.\nAn emergency makes it necessary, or at least desirable, for Mr.\nCorrey, Mr. Kincaide and myself to leave the ship. Mr. Hendricks has\nalready departed; therefore, the _Ertak_ will be left in your charge.\n\n\"Remain here for five days; if we do not return in that time, leave\nfor Base, and report the circumstances there. The log will reveal full\nauthority for your actions.\"\n\n\"Very well, sir!\" He saluted, and we passed through the air-lock which\nprotected the _Ertak_ from the unpleasant atmosphere of Lakos, armed\nonly with atomic pistols, and carrying condensed rations and menores\nat our belts.\n\n       *       *       *       *       *\n\nWe went directly to the largest of the mines, the natives regarding us\nwith furtive, unfriendly eyes. A great crowd of men were lounging\naround the mouth of the mine, and as we approached, they tightened\ntheir ranks, as though to block our passage.\n\n\"We'll bluff it through,\" I whispered. \"They know the uniform of the\nService, and they have no leader.\"\n\n\"I'd like to take a swing at one of them,\" growled Correy. \"I don't\nlike their looks--not a bit. But just as you say, sir.\"\n\nOur bluff worked. We marched up to the packed mass as though we had\nnot even noticed them, and slowly and unwillingly, they opened a path\nfor us, closing in behind us with rather uncomfortable celerity. For a\nmoment I regretted we had not taken a landing crew from the _Ertak_.\n\nHowever, we won through the mouth of the mine without violence, but\nhere a huge Lakonian who seemed to be in authority held up his hand\nand blocked our way.\n\n\"Let me handle him, sir,\" said Correy from the corner of his mouth. \"I\nunderstand a little of their language.\"\n\n\"Right,\" I nodded. \"Make it strong!\"\n\nCorrey stepped forward, his head thrust out truculently, thumbs hooked\nthrough his belt, his right hand suggestively near his automatic\npistol. He rapped out something in unpleasant gutturals, and the tall\nLakonian replied volubly.\n\n\"He says it's orders,\" commented Correy over his shoulder. \"Now I'll\ntell him who's giving orders around here!\"\n\nHe stepped closer to the Lakonian, and spoke with emphatic briefness.\nThe Lakonian fell back a step, hesitated, and started to reply. Correy\nstopped him with a single word, and motioned us to follow him. The\nguard watched us doubtfully, and angrily, but he let us pass.\n\n\"He told me,\" explained Correy, \"that _she_ had given orders. Didn't\nname her, but we can guess, all right. I told him that if she wished\nto say anything to us, she could do it in person; that we weren't\nafraid of her, of him, or all the Lakonians who ever breathed green\nsoup and called it air. He's a simple soul, and easily impressed. So\nwe got by.\"\n\n\"Nice work,\" I commended him. \"It's an auspicious start, anyway.\"\n\n       *       *       *       *       *\n\nThe mouth of the mine was not the usual vertical shaft; as Fetters had\ntold us, it was a great ramp, of less than forty-five degrees, leading\nunderground, illuminated by jets of greenish flame from metal brackets\nset into the wall at regular intervals, and fed by a never-failing\ninterplay of natural gas. The passageway was of varying height and\nwidth, but nowhere less than three times my height from floor to\nceiling, and it was broad enough at its narrowest so that ten men\nmight have marched easily abreast.\n\nThe floor, apparently, had been smoothed by human effort, but for the\nrest, the corridor was, to judge from the evidence, entirely natural\nfor the walls of shiny black rock bore no marks of tools.\n\nAt intervals, other passages branched off from the main one we were\nfollowing, at greater and less angles, but these were much narrower,\nand had very apparently been hewn in the solid rock. Like the central\npassage, they were utterly deserted.\n\n\"We'll be coming out on the other side, pretty soon,\" commented Correy\nafter a steady descent of perhaps twenty minutes. \"This tunnel must go\nall the way through. I--what's that?\"\n\nWe paused and listened. From behind us came a soft, whispering sound,\nthe nature of which we could not determine.\n\n\"Sounds like the shuffle of many feet, far behind,\" suggested Kincaide\ngravely.\n\n\"Or, more likely, the air rushing around the corners of those smaller\npassages,\" I suggested. \"This is a drafty hole. Or it may be just the\ncombined flarings of all these jets of flame.\"\n\n\"Maybe you're right, sir,\" nodded Correy. \"Anyway, we won't worry\nabout it until we have to. I guess we just keep on going?\"\n\n\"That seems to be about all there is to do; we should enter one of the\nbig subterranean chambers Fetters mentioned, before long.\"\n\n       *       *       *       *       *\n\nAs a matter of fact, it was but a minute or two later, that we turned\na curve in the corridor and found ourselves looking into a vast open\nspace, the roof supported by huge pillars of black stone, and the\nfloor littered with rocky debris and mining tools thrown down by\nworkmen.\n\n\"This is where they take out the temite ore, I imagine,\" said\nKincaide, picking up a loose fragment of rock. He pointed to a smudge\nof soft, crumbly gray metal, greasy in appearance, showing on the\nsurface of the specimen he had picked up. \"That's the stuff, sir,\nthat's causing us all this trouble: nearly pure metallic temite.\" He\ndropped the fragment, looking about curiously. \"But where,\" he added,\n\"are the miners?\"\n\n\"I'm inclined to believe we'll find out before we get back to the\n_Ertak_,\" said Correy grimly. \"Everything's moved along too sweetly;\ntrouble's just piling up somewhere.\"\n\n\"That remains to be seen,\" I commented. \"Let's move on, and see what's\nbeyond. That looks like a door of some sort, on the far side. Perhaps\nit will lead us to something more interesting.\"\n\n\"I hope it does,\" growled Correy. \"This underground business is\ngetting on my nerves!\"\n\nIt was a door I had seen, a huge slab of light yellow-green metal. I\npaused, my hand on the simple latch.\n\n\"Stand to one side,\" I said softly. \"Let's see what happens.\"\n\nI lifted the latch, and the heavy door opened inward. Cautiously, I\nstared through the portal. Inside was blackness and silence;\nsomewhere, in the far distance, I could see two or three tiny\npin-pricks of green light.\n\n\"We'll take a look around, anyway,\" I said. \"Follow me carefully and\nbe ready for action. It seems all right, but somehow, I don't like the\nlooks of things.\"\n\nIn single file, we passed beyond the massive door, the light from the\nlarge room outside streaming ahead of us, our shadows long and\ngrotesque, moving on the rocky floor ahead of us.\n\nThen, suddenly, I became aware that the path of light ahead of us was\nnarrowing. I turned swiftly; the door must be closing!\n\nAs I turned, lights roared up all around us, intense light which\nstruck at our eyes with almost tangible force. A great shout rose,\nechoing, to a vaulted ceiling. Before we could move or cry out, a\nscore of men on either side had pinioned us.\n\n\"Damnation!\" roared Correy. \"If I only had the use of my fists--just\nfor a second!\"\n\n       *       *       *       *       *\n\nWe were in a great cavern, the largest I have ever beheld. A huge\nbubble, blown in the molten rock by powerful gases from the seething\ninterior of the world.\n\nThe roof was invisible above our heads, and the floor sloped down\ngently in every direction, toward a central dais, so far away that its\ndetails were lost to us. From the center of the dais a mighty pillar\nof green flame mounted into the air nearly twenty times the height of\na man. All around the dais, seated on the sloping floor of the cavern,\nwere Lakonians.\n\nThere were hundreds of them, thousands of them, and they were as\nsilent and motionless as death. They paid no heed to us; they\ncrouched, each in his place, and stared at the column of greenish\nflame.\n\n\"It was a trap,\" muttered Kincaide as our captors marched us rapidly\ntoward the dais in the center of the huge amphitheater. \"They were\nwaiting for us; I imagine we have been watched all the time. And we\nwalked into the trap exactly like a bunch of schoolboys.\"\n\n\"True--but we've found, I believe, what we wished to find,\" I told\nhim. \"This is the meeting place of the Worshipers of the Flame. There,\nI imagine is the Flame itself. And unless I'm badly mistaken, that's\nLiane waiting up there in the center!\"\n\nIt was Liane. She was seated on a massive, simple throne of the\ngreenish-yellow metal, the column of fire rising directly behind her\nlike an impossible plume. In a semicircle at her feet, in massive\nchairs made of the odd metal, were perhaps twenty old men, their heads\ncrowned with great, unkempt manes of white hair.\n\nAnd standing beside Liane's throne, at her right hand,\nwas--_Hendricks!_\n\n       *       *       *       *       *\n\nHis shoulders drooped, his chin rested upon his breast. He was\nwearing, not the blue-and-silver uniform of the Service, but a simple\ntunic of pale green, with buskins of dark green leather, laced with\nblack. He did not look up as we were ushered before this impressive\ngroup, but Liane watched us with smiling interest.\n\nLiane, seated there upon her throne, was not the Liane of those days\nin the _Ertak_. There, she had been scarcely more than a peculiarly\nfascinating young woman with a regal bearing and commanding eyes.\nHere, she was a goddess, terrifyingly beautiful, smiling with her\nlips, yet holding the power of death in the white hands which hung\ngracefully from the massive arms of the throne.\n\nShe wore a simple garment of thin, shimmering stuff, diaphanous as\nfinest silk. It was black, caught at one shoulder with a flashing\ngreen stone. The other shoulder was bared, and the black garment was a\nperfect foil for the whiteness of her perfect skin, her amazing blue\neyes, and the pale gold of her hair.\n\nShe lifted one hand in a slight gesture as our conductors paused\nbefore the dais; they fell away and formed a close cordon behind us.\n\n\"We have awaited your coming,\" she said in her sibilant voice. \"And\nyou are here.\"\n\n\"We are here,\" I said sternly, \"representing, through our Service, the\nSupreme Council of the universe. What word shall we take back to those\nwho sent us?\"\n\nLiane smiled, a slow, cruel smile. The pink fingers of one hand tapped\ngently on the carven arm of her throne. The eyes of the semicircle of\nold men watched us with unwavering hatred.\n\n\"The word you carry will be a good word,\" she said slowly. \"Liane has\ndecided to be gracious--and yet it is well that you have full\nunderstanding of Liane's power. For while the word Liane shall give\nyou to bear back is a good word, still, Liane is but a woman, and\nwomen have been known to change their minds. Is that not so, Commander\nHanson?\"\n\n\"That is so, Liane,\" I nodded. \"And we are glad to hear that your\nwisdom has led you to be gracious.\"\n\nShe leaned forward suddenly, her eyes flashing with anger.\n\n\"Mark you, it is not wisdom but a whim of mine which causes me to be\ngraciously minded!\" she cried. \"Think you that Liane is afraid? Look\nabout you!\"\n\n       *       *       *       *       *\n\nWe turned slowly and cast our eyes about that great gathering. As far\nas the eye could reach, in every direction, was a sea of faces. And as\nwe looked, the door through which we had entered this great hall was\nflung open, and a crowd of tiny specks came surging in.\n\n\"And still they come, at Liane's command,\" she laughed. \"They are\nthose who played, to disarm your suspicions, at blocking your entry to\nthis place. They did but follow you, a safe distance behind.\"\n\n\"I thought so,\" murmured Correy. \"Things were going too smoothly. That\nwas what we heard, sir.\"\n\nI nodded, and looked up at Liane.\n\n\"You have many followers,\" I said. \"Yet this is but a small world, and\nbehind the Council are all the worlds of the universe.\"\n\nLiane threw back her head and laughed, a soft, tinkling sound that\nrose clearly above the hollow roar of the mighty flame behind her\nthrone.\n\n\"You speak bravely,\" she said, \"knowing that Liane holds the upper\nhand. Did your Council take armed action against us, we would blow up\nthese caverns which are the source of your precious temite, and bury\nit so deeply no force that could live here could extract it in the\nquantities in which the universe needs it.\n\n\"But enough of this exchange of sharp words. Liane has already said\nthat she is disposed to be gracious. Does that not content you?\"\n\n\"I will bear back to those who sent me whatever word you have to\noffer; it is not for me to judge its graciousness,\" I said coolly.\n\n\"Then--but first, let me show you how well I rule here,\" she said. She\nspoke to one of the old men seated at her feet; he arose and\ndisappeared in a passage leading from directly beneath the dais.\n\n\"You will see, presently, the punishment of Liane,\" she said\nsmilingly. \"Liane, Chief Priestess of the Flame, Mother of Life, Giver\nof Death, Most Worshiped of the Worshipers.\n\n\"Perhaps you wonder how it came that Liane sits here in judgment upon\na whole people? Let me tell you, while we await the execution of\nLiane's judgment.\n\n\"The father of Liane, and his father before him, back unto those\nremote days of which we have no knowledge, were Chief Priests of the\nWorshipers of the Flame. But they were lacking in ambition, in\nknowledge, and in power. Their followers were but few, and their hands\nwere held out in benediction and not in command.\n\n\"But the father of Liane had no son; instead he had a daughter, in\nwhom was all the wisdom of those who had been the Chief Priests. She\ngathered about her a group of old men, shrewd and cunning, the lesser\npriests and those who would know the feel of power, who were not\npriests. You see them here at the feet of Liane.\n\n\"And under Liane's guidance, the ranks of the Worshipers grew, and as\nthis power grew, so grew the power of Liane, until the time came when\nno man, no woman, on the face of Lakos, dared question the command of\nthe Chief Priestess. And those who would have rebelled, were made to\nfeel the power of Liane--as these you see here now.\"\n\n       *       *       *       *       *\n\nThe old man had reappeared, and behind him were two miserable\nwretches, closely guarded by a dozen armed men. Liane spoke briefly to\nthe old man, and then turned to us.\n\n\"The first of these is one who has dared to disobey,\" she explained.\n\"He brought out more of the ore than Liane had ordered. Do you hear\nthe multitude? They know already what his fate will be.\"\n\nA long, shuddering whisper had arisen from the thousands of beings\ncrouched there in the amphitheater, as the uncouth figure of the\nprisoner was led up a flight of steep, narrow steps to the very base\nof the flame.\n\nHendricks, still hiding his face from us, bent over Liane and\nwhispered something in her ear; she caressed his arm softly, and shook\nher head. Hendricks leaned more heavily against the throne,\nshuddering.\n\nSlowly, the flame was dying, until we could see that it was not a\nsolid pillar of fire, but a hollow circle of flame, fed by innumerable\njets set at the base of a circle of a trifle more than the length of a\nman across.\n\nInto those deadly circles the condemned man was led. His legs were\nbound swiftly, so that he could not move, and the old man stepped back\nquickly.\n\nAs though his movement had been a signal, the flames shot up with a\nroar, until they lost themselves far over our heads. As one man, the\nthree of us started forward, but the guards hemmed us in instantly.\n\n\"Fools!\" cried Liane. \"Be still! The power of Liane is absolute here.\"\n\nWe stared, fascinated, at the terrible sight. The flame spouted,\nstreaks of blue and yellow streaking up from its base. Mercifully, we\ncould not see within that encircling wall of fire.\n\n       *       *       *       *       *\n\nSlowly, the flame died down again. A trap-door opened in the circle,\nand some formless thing dropped out of sight. Liane questioned the\nold man again, her eyes resting upon the other prisoner. The old man\nanswered briefly.\n\n\"This one spoke against the power of Liane,\" she explained smilingly.\n\"He said Liane was cruel; that she was selfish. He also must feel the\nembrace of the sacred Flame.\"\n\nI heard, rather than saw, the ghastly drama repeated, for I had bent\nmy head, and would not look up. Liane was no woman; she was a fiend.\nAnd yet for her a trusted officer, a friend, had forsworn his service\nand his comrades. I wondered, as I stood there with bowed head, what\nwere the thoughts which must have been passing through Hendricks'\nmind.\n\n\"You fear to look upon the punishment of Liane?\" the voice of the\nunholy priestess broke in upon my shuddering reverie. \"Then you\nunderstand why her power is absolute; why she is Mother of Life, and\nGiver of Death, throughout all Lakos. And now for the word I promised\nyou, a gracious word from one who could be terrible and not gracious,\nwere that her whim.\n\n\"It has been in the mind of Liane to extend her power, to make for\nherself a place in this Supreme Council of which you speak with so\nmuch awe and reverence, Commander Hanson. But, by happenchance,\nanother whim has seized her.\"\n\n       *       *       *       *       *\n\nLiane looked up at Hendricks, smilingly, and took one of his hands in\nhers. It was wonderful how her face softened as he returned, fiercely,\nthe pressure of her soft hands.\n\n\"I know it will sound strange to your ears,\" she said in a voice\nalmost tender, \"but Liane is, after all, a woman, with many, if not\nall, a woman's many weaknesses. And while even in his presence Liane\nwill say that her lover was at the beginning looked upon as no more\nthan a tool which might further Liane's power, he has won now a place\nin her heart.\"\n\nI saw Hendricks tremble as she admitted her love, and that portion of\nhis face which we could see flushed hotly.\n\n\"And so, Liane has elected to give up, at least for the present, the\nplace in the Council which she could command. For after all, that\nwould be a remote power, lacking in the elements of physical power\nwhich Liane has over these, her people, and in which she has learned\nto delight.\n\n\"So, Commander Hanson, bear to your superiors this word: Liane will\npermit a production of whatever reasonable amount of temite is\ndesired. She will remain here with her consort, brooking no\ninterference, no changes, no commands from any person or organization.\nGo, now, and take with you the words of Liane!\"\n\nI looked up at her gravely, and shook my head.\n\n\"We shall go,\" I said, \"and we shall take with us your words. But I\nwarn you that the words you have spoken are treason to the universe,\nin that you have defied the Council!\"\n\nLiane leaped from her throne, her scarlet lips drawn back against her\nwhite and gleaming teeth. Her eyes, dilated with anger, blazed down\nupon us almost as hotly as the flame which rose behind her.\n\n\"Go! And quickly!\" she fairly screamed. \"If you have no desire to feel\nthe embrace of the sacred Flame, then _go_!\"\n\nI bowed silently, and motioned to Correy and Kincaide. Swiftly, we\nmade our way down a long aisle, surrounded by motionless figures\nstaring unwinkingly at the column of fire, toward the door by which we\nhad entered this great chamber.\n\nBehind us, I could hear Liane's clear voice lifted in her own guttural\nlanguage, as she addressed the multitude.\n\n       *       *       *       *       *\n\nSafely within the _Ertak_, we discussed the morning's adventure over a\nlate luncheon.\n\n\"I suppose,\" said Kincaide, \"there's nothing left to do but tell\nFetter as much as seems wise, to reassure him, and then return to Base\nto make our report.\"\n\n\"We'll come back, if we do,\" growled Correy. \"And we'll come back to\n_fight_. The Council won't stand for her attitude.\"\n\n\"Undoubtedly that's true,\" I admitted. \"Still, I believe we should put\nit up to Base, and through Base to the Council, before doing anything\nmore. Much, if not all, of what she said was perfectly true.\"\n\n\"It was that,\" nodded Kincaide. \"There were scores, if not hundreds of\ndoors leading into that big chamber; I imagine it can be reached,\nunderground, from any point on the continent. And those winding\npassages would be simple to defend from any form of invasion.\"\n\n\"But could these Lakonians fight?\" asked Correy. \"That's what I'd like\nto know. I doubt it. They look like a sleepy, ignorant lot.\"\n\n\"I think they'd fight, to the death, if Liane ordered them to,\" I\nreplied thoughtfully. \"Did you notice the way they stared at the\nflame, never moving, never even winking? My idea is that it exercises\na sort of auto-hypnotic influence over them, which gives Liane just\nthe right opportunity to impress her will upon them.\"\n\n\"I wondered about that,\" Kincaide commented. \"I believe you're right,\nsir. Any idea as to when we'll shove off?\"\n\n\"There's no particular hurry; Fetter will be busy until evening, I\nimagine, so we won't bother him until then. As soon as we've had a\nchat with him, we can start.\"\n\n\"And without Hendricks,\" said Kincaide, shaking his head sadly. \"I\nwonder--\"\n\n\"If you don't mind, Mr. Kincaide, we won't mention his name on the\n_Ertak_ after this,\" I interrupted. \"I, for one, would rather forget\nhim. Wouldn't you?\"\n\n\"I would, sir, if I could,\" said Kincaide softly. \"But that's not\neasy, is it?\"\n\nIt wasn't easy. As a matter of fact, it was impossible. I knew I would\nnever forget my picture of him, standing there shaken and miserable,\nbeside the woman for whom he had disgraced his uniform, hiding his\nhead in shame from the eyes of the men he had called comrades, and who\nhad called him friend. But to talk of him was morbid.\n\n       *       *       *       *       *\n\nIt was late in the afternoon when I called Correy and Kincaide to the\nnavigating room, where I had spent several hours charting our return\ncourse.\n\n\"I believe, gentlemen,\" I remarked, \"that we can call on Mr. Fetter\nnow. I'll ask you to remain in charge of the ship, Mr. Kincaide, while\nMr. Correy and I--\"\n\nAn attention signal sounded sharply to interrupt me. I answered it\ninstantly.\n\n\"Sentry at exit, sir,\" said an excited voice. \"Mr. Hendricks and the\nwoman stowaway are here asking for you. They say it is very urgent.\"\n\n\"Bring them both here at once, under guard,\" I ordered. \"Be sure you\nare properly relieved.\"\n\n\"Right, sir!\"\n\nI turned to Correy and Kincaide, who were watching me with curious\neyes. My excitement must have shown upon my face.\n\n\"Mr. Hendricks and Liane are at the exit, asking to see me,\" I\nsnapped. \"They'll be here in a moment. What do you suppose is in the\nair?\"\n\n\"Hendricks?\" muttered Correy, his face darkening. \"It seems to me he\nhas a lot of nerve to--\"\n\nThere was a sharp tap on the door.\n\n\"Come!\" I ordered quickly. The door opened and Liane, followed by\nHendricks, hurried into the room.\n\n\"That will do,\" I nodded to the guard who had accompanied them. \"You\nmay go.\"\n\n\"You wonder why we're here, I suppose?\" demanded Liane. \"I'll tell\nyou, quickly, for every instant is precious.\"\n\nThis was a very different Liane. She was no longer clad in diaphanous\nblack; she was wearing a tunic similar to the one she had worn on\nboard the _Ertak_, save that this one was torn and soiled. Her lips,\nas she talked, twitched with an insane anger; her amazing eyes were\nlike those of a cornered beast of the wilderness.\n\n\"My council of wise old men turned against me when I told them my\nplans to marry the man of my choice. They said he was an outsider, an\nenemy, a foreigner. They would have none of him. They demanded that I\ngive him to the Flame, and marry one of my own kind. They had not, of\ncourse, understood what I had said to you there in the great chapel of\nthe Flame.\n\n\"I defied them. We escaped through a passage which is not known to any\nsave myself, and the existence of which my father taught me years ago.\nWe are here, but they will guess where we have gone. My old men are\nexciting my people against me--and for that shall all, down to the\nlast one, know the embrace of the Flame!\" She gritted her teeth on the\nwords, her nostrils distended with rage.\n\n\"I--I am safe. I can command them; I can make them know my power, and I\nshall. The Flame will have much to feed upon in the days which are to\ncome, I promise you. But my beloved would not be safe; at this moment I\ncannot protect him. So I have brought him back. I--I know he ... but I\nwill not be weak. I am Liane!\"\n\n       *       *       *       *       *\n\nShe faced Hendricks, who had stood there like a graven image, watching\nher. Her arms went about his neck; her lips sought his.\n\n\"My beloved!\" she whispered. \"Liane was but a woman, after all.\nDarling! Good-by!\" She kissed him again, and hurried to the door.\n\n\"One more thing!\" she cried. \"I must master them myself. I must show\nthem I--I, Liane--am ruler here. You promise? You promise me you will\nnot interfere; that you will do nothing?\"\n\n\"But--\"\n\nLiane interrupted me before I could put my objections into words.\n\n\"Promise!\" she commanded. \"There are hundreds, thousands of them! You\ncannot slay them all--and if you did, there would be more. I can bend\nthem to my will; they know my power. Promise, or there will be many\ndeaths upon your hands!\"\n\n\"I promise,\" I said.\n\n\"And you--all of you?\" she demanded, sweeping Correy and Kincaide with\nher eyes.\n\n\"Commander Hanson speaks for us all,\" nodded Kincaide.\n\nWith a last glance at Hendricks, whose eyes had never left her for an\ninstant, she was gone.\n\nHendricks uttered a long, quivering sigh. His face, as he turned to\nus, was ghastly white.\n\n\"She's gone,\" he muttered. \"Forever.\"\n\n\"That's exceedingly unfortunate, sir, for you,\" I replied crisply. \"As\nsoon as it's perfectly safe, we'll see to it that you depart also.\"\n\nThe sting of my words apparently did not touch him.\n\n\"You don't understand,\" he said dully. \"I know what you think, and I\ndo not blame you. She came back; you know that.\n\n\"'You are coming with me,' she said. 'I care for you. I want you. You\nare coming with me, at once.' I told her I was not; that I loved her,\nbut that I could not, would not, go.\n\n\"She opened a port and showed me one of her countrymen, standing not\nfar away, watching the ship. He held something in his hand.\n\n\"'He has one of your hand bombs,' she told me. 'I found it while I\nwas hidden and took it with me when I left. If you do not come with\nme, he will throw it against the ship, destroy it, and those within\nit.'\n\n\"There was nothing else for me to do. She permitted me to explain no\nmore than I did in the note I left. I pleaded with her; did all I\ncould. Finally I persuaded her to give you the word she did, there\nbefore the great flame.\n\n\"She brought me back here at the risk of her own life, and, what is\neven more precious to her, her power. In--in her own way, she loves\nme....\"\n\n       *       *       *       *       *\n\nIt was an amazing story; a second or two passed before any of us could\nspeak. And then words came, fast and joyous; our friend, our trusted\nfellow-officer had come back to us! I felt as though a great black\ncloud had slid from across the sun.\n\nAnd then, above our voices, rose a great mutter of sound. We glanced\nat one another, wonderingly. Hendricks was the first to make a move.\n\n\"That's the mob!\" he said, darting toward the door. We followed him\nswiftly to the exit of the ship, through the air-lock, out into the\nopen.\n\nHendricks had spoken the truth. Liane was walking, very slowly and\ndeliberately, her head flung back proudly, toward the city. Coming\ntoward her, like a great ragged wave, was a mighty mass of humanity,\nled by capering old men--undoubtedly the lesser priests, who had\nturned against her.\n\n\"The portable projectors, sir!\" begged Correy excitedly. \"A pair of\nthem, and that mob--\"\n\n\"We're bound by our promise,\" I reminded him. \"She's not afraid; her\npower is terrible. I believe she'll win without them. Look!\"\n\nLiane had paused. She lifted one hand in a gesture of command, and\ncalled out to the rabble. Correy translated the whole thing for me\nlater.\n\n\"Halt!\" she cried sharply. \"Who moves upon the Chief Priestess of the\nFlame earns the embrace of the Flame!\"\n\nThe crowd halted, cowering; then the old man shouted to them and\ngestured them onward. With a rush, the front ranks came on.\n\n\"So!\" Liane called out to them. \"You would disobey Liane? Yet even yet\nit is not too late; Liane gives you one chance more. You little know\nthe Chief Priestess of the Flame if you think she will tolerate an\nencroachment of her power. Back! Back, I say, or you all shall feel\nthe might of Liane!\"\n\nBefore her tirade the mob faltered, but again the crazed old men led\nthem on.\n\nLiane turned, saw us, and made a regal gesture of farewell. From the\nbosom of her tunic she snatched a small black object, and swung it\nhigh above her head.\n\n\"The bomb!\" shouted Hendricks. \"She has it; she--\"\n\nAt the very feet of the onrushing crowd the black object struck. There\nwas a hollow roar; a blast of thundering air swept us backward to the\nground.\n\nWhen we scrambled to our feet, Liane was gone. The relentless mob had\ngone. Where they had been was a great crater of raw earth, strewn with\nghastly fragments. Far back toward the city a few straggling figures\nran frantically away from that scene of death.\n\n\"Gone!\" I said. \"Power was a mania, an obsession with her. Even her\ndeath was a supreme gesture--of power, of authority.\"\n\n\"Liane,\" Hendricks whispered. \"Chief Priestess of the Flame ... Giver\nof Death....\"\n\n       *       *       *       *       *\n\nWith Liane gone, and with her the old men who had tried to snatch her\npower from her hand, and who might have caused us trouble, the\nrebellion of the Lakonians was at an end.\n\nLeaderless, they were helpless, and I believe they were happy in the\nchange. Sometimes the old ways are better than the new, and Liane's\nrégime had been merciless and rather terrible.\n\nThere are many kinds of women: great women, and women with small\nsouls; women filled with the spirit of sacrifice; selfish women, good\nwomen and bad.\n\nAnd Liane? I leave her for you to judge. She was a woman; classify her\nfor yourself.\n\nAfter all, I am an old man, and perhaps I have forgotten the ways of\nwomen. I do not wish to judge, on one hand to be called bitter and\nhard, on the other hand to be condemned as soft with advancing age.\n\nI have given you the story of Liane, Chief Priestess of the Flame.\n\nHow, you clever and infallible members of this present generation, do\nyou judge her?\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of Project Gutenberg's Priestess of the Flame, by Sewell Peaslee Wright\n\n*** END OF THIS PROJECT GUTENBERG EBOOK PRIESTESS OF THE FLAME ***\n\n***** This file should be named 29293-8.txt or 29293-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/2/9/29293/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}