{"title": "The Bluff of the Hawk", "author": "Anthony Gilmore", "releaseDate": "July 3, 2009", "language": "English", "content": "\n\n\n\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n       This etext was produced from Astounding Stories May 1932.\n       Extensive research did not uncover any evidence that the\n       U.S. copyright on this publication was renewed.\n\n\n         [Illustration: _Nothing there could withstand him._]\n\n\n                        The Bluff of the Hawk\n\n                          By Anthony Gilmore\n\n       *       *       *       *       *\n\n\n\n\n[Sidenote: \"A trick? Carse was famed for them. A trap? But how?\"]\n\n\nHad not old John Sewell, the historian, recognized Hawk Carse for what\nhe was--a creator of new space-frontiers, pioneer of vast territories\nfor commerce, molder of history through his long feud with the\npowerful Eurasian scientist, Ku Sui--the adventurer would doubtless\nhave passed into oblivion like other long-forgotten spacemen. We have\nSewell's industry to thank for our basic knowledge of Carse. His\n\"Space-Frontiers of the Last Century\" is a thorough work and the\naccepted standard, but even it had of necessity to be compressed, and\nmany meaty episodes of the Hawk's life go almost unmentioned. For\ninstance, Sewell gives a rough synopsis of \"The Affair of the Brains,\"\nbut dismisses its aftermath entirely, in the following fashion (Vol.\nII, pp. 250-251):\n\n     \"... there was only one way out: to smash the great dome\n     covering one end of the asteroid and so release the\n     life-sustaining air inside. Captain Carse achieved this by\n     sending the space-ship _Scorpion_ crashing through the dome\n     unmanned, and he, Friday and Eliot Leithgow were caught up\n     in the out-rushing flood of air and catapulted into space,\n     free of the dome and Dr. Ku Sui. Clad as they were in the\n     latter's self-propulsive space-suits, they were quite\n     capable of reaching Jupiter's Satellite III, only some\n     thirty thousand miles away.\n\n     \"Then speeding through space, Captain Carse discovered why\n     he had never been able to find the asteroid-stronghold. He\n     could not see it! Dr. Ku Sui had protected his lair by\n     making it invisible! But Carse was at least confident that\n     by breaking the dome he had destroyed all life within in,\n     including the coordinated brains.\n\n     \"So ended The Affair of the Brains.[1]\n\n     \"The three comrades reached Satellite III safely, where,\n     after a few minor adventures, Captain Carse....\"\n\n[Footnote 1: See the March, 1932, Issue of Astounding Stories.]\n\nSewell's ruthless surgery is most evident in that last paragraph. Of\ncourse his telescoping of the events was due to limited space; but\nhe did wish to draw a full-length, character-revealing portrait of\nHawk Carse, and with \"... reached Satellite III safely, where, after a\nfew minor adventures, Captain Carse ...\" learned old John Sewell slid\nover one of his greatest opportunities.\n\nThe resourcefulness of Hawk Carse! In these \"few minor adventures\" he\nhad but one weapon with which to joust against overwhelming odds on an\napparently hopeless quest. This weapon was a space-suit--nothing\nmore--yet so brilliantly and daringly did he wield its unique\nadvantages that he penetrated seemingly impregnable barriers and\nachieved alone what another man would have required the ray-batteries\nof a space-fleet to do.\n\nBut here is the story, heard first from Friday's lips and told and\nre-told down through the years on the lonely ranches of the outlying\nplanets, of that one dark, savage night on Satellite III and of the\nindomitable man who winged his lone way through it. Hawk Carse! Old\nadventurer! Rise from your unknown star-girdled grave and live again!\n\n       *       *       *       *       *\n\nThirty thousand miles was the gap between Dr. Ku Sui's asteroid and\nSatellite III, the nearest haven. Thirty thousand miles in a\nspace-ship is about the time of a peaceful cigarro. Thirty thousand\nmiles in a cramped awkward space-suit grow into a nightmare journey,\nan eternity of suffering, and they will kill a good number of those\nwho traverse them so.\n\nFor, take away the metal bulkheads and walls, soft lights and warmth of\na space-liner, get out in a small cramped space-suit, and space loses\nits mask of harmlessness and stands revealed as the bleak, unfeeling\ntorturer it is. There is the loneliness, the sense of timelessness, the\nsensation of falling, and above all there is the \"weightless\" feeling\nfrom pressure-changes in man's blood-stream--changes sickening in effect\nand soon resulting in delirium. Nothing definite; no gravity; no\n\"bottom,\" no \"top\"; merely a vacuum, comprehended by the human mind\nthrough an all-enveloping nausea, and seen in confused spectral\nlabyrinths as the whole cold panorama of icy stars staggers and swirls\nand the universe goes mad. Such a trip was enough to churn the\nresistance of the hardiest traveler, but for Hawk Carse, Friday and\nEliot Leithgow there was more. On Ku Sui's asteroid they had gone\nthrough hours of mental and physical tension without break or\nrelaxation, and they were sleep-starved and food-starved and their\nbrains fagged and dull. What would have been a strong reaction on land\nhit them, in space, with tripled force.\n\nSo Friday--our ultimate authority--remembered little of the transit.\nHe had bad short periods of wakefulness, when the recurring agony of\nhis body woke and racked him afresh, and only during these did he see\nthe other two grotesque figures, sometimes widely separated, sometimes\nclose, dazzlingly half-lit by Jupiter's light. But he was conscious\nthat one of the three was keeping them more or less together, though\nonly later did he know that this one was Carse--Carse, who hardly\nslept, who drove off unconsciousness and fought through nausea to keep\nat his task of shepherding, failing which they would have drifted\nmiles apart and become hopelessly separated. He was able to maintain\nthem in a fairly compact group by his discovery of a short metal\ndirection rod on the breast of the suit, which gave horizontal\nmovement in the direction it was pointed when its button was pressed.\n\n       *       *       *       *       *\n\nBut though it seemed endless, the journey was not; Satellite III grew\nand grew. Its pale circle spread outward; dark blurs took definition;\na spot of blue winked forth--the Great Briney Lake. The globe at last\nbecame concave, then, after they entered its atmosphere, convex. This\nlast stretch was the most grueling.\n\nFriday remembered it in vivid flashes. Time after time he dropped into\nconfused sleep, each time to be awakened by Carse jarring into him,\nshouting at him through the suits' small radio sets, keeping him--and\nLeithgow--attentive to the job of decelerating. The man's efforts must\nhave been terrific, taxing all his enormous driving power, for he at\nthat time was without doubt more exhausted than they. But he\nsucceeded, and he was a haggard-faced, feverish shell of himself when\nat last he had them in a dangling drunken halt in the air a hundred\nfeet from the surface.\n\nPrimal savagery lay stretched out below, and there seemed to be no safe\nspot whereon to land. The foul, deep swamp that reached for miles on\nevery side, the towering trees that sprouted their spiny trunks and\nlimbs from it, the interlaced razor-edged vines and creeper-growths--all\nwas a stirring welter of tropic life, life varied and voracious and\nuntamed. From the tiny poisonous bansi insects layers deep on the\nnearest tree to the monster gantor that crouched in a clump of weeds,\ngently sawing his fangs back and forth, all the creatures of this world\nwere against man.\n\nCarse scanned the scene wearily. They had to land; had to sleep under\nnormal conditions, and eat and drink, before they could go further.\nBut where? Where was haven? He snapped out the direction rod, moved\naway a short distance, and then glimpsed, below and to the left, a\nsmall peninsula of firm soil which seemed safe and uninhabited. And\nthere was a pool of fairly clear water before it, containing nothing\nbut an old uprooted stump. He came back to the others, shook them, and\nled them down to the place he had discovered.\n\nThey landed with a thump which seemed to shake all life from two of\nthem. Friday and Eliot Leithgow collapsed into inert heaps, asleep\nimmediately. Carse extracted a ray-gun from the belt of Leithgow's\nsuit and prepared to stand watch. But that was too much. He\nover-estimated his capacity. He had come through thirty hours of\nhellish sleep-denied delirium, and he could not stave sleep off any\nlonger. He staggered and went down, and his eyelids were glued in\nsleep when his body hit the ground.\n\nBut mechanically, with an instinct that sleep could not deny, his left\nhand kept clasped around the butt of the ray-gun....\n\n       *       *       *       *       *\n\nSatellite III's day has an average of seven hours' duration, her night\nof six. It was perhaps the last hour of daylight when the three metal\nand fabric-clad figures lying outsprawled on the little thumb-shaped\npiece of soil had landed. Now quickly the huge sweeping rim of Jupiter\nplunged down, and night fell over the land.\n\nFierce darkness. Jungle and swamp awoke with their scale of savage\nlife. Swift swooping shapes winged out from the trees, prey-hungry\neyes gleaming green. And from the swamps came bellowings and stirrings\nfrom monster mud-encrusted bodies, awakening to their nocturnal quest\nfor food. The night reechoed with the harsh cacophony of their cries.\n\nWith lumbering caution, its smooth knob head waving on a long\nreptilian neck, its heavy armored tail dragging behind its body's\nfolds of flesh, a giant night-thing came stumping out of a copse of\njungle growth--a buru. Its eyes were watchful, but centered mainly on\nthe pool of water to one side of the peninsula of firm soil. Its\ndrinking water was there. With several pauses, it went right out on\nthe spit, and a flat-bottomed foot twice the size of an elephant's\nmissed one of the sleeping forms by inches. But the buru cared not for\nthem. It was not a flesh-eater. Its undulating neck stretched far out;\nits head dipped; water was lapped up--until it caught sight of the\nuprooted giant stump lying pitched in the pool. The beast drank but\nlittle after that, and retreated as cautiously as it had come.\n\nFive or six of its fellows of the swamps followed at intervals to the\nwater, grotesque hulking shapes, odorous and slimy with mud. All drank\nfrom the same spot; all ignored, save for a tentative rooting snuffle,\nthe unconscious figures lying puny beneath them. But all noticed the\ntwisted roots of the stump, sticking out in a score of directions, and\navoided them.\n\nAnd then there came smaller, more cautious animals who did not drink\nfrom the favored spot, who surveyed it, sniffed, hesitated, and\nfinally retreated. There was a good reason for this caution.\n\nFor with the falling of night the stump had been at least thirty feet\nout in the water; now it was not ten feet from the side of the spit,\nand not twelve feet from the nearest sleeping figure. The suits that\nclad the three figures were sealed, the face-plates closed, so there\nwas probably--after their trip through the void--no man smell to\nattract the giants of swamp and trees. But those three figures had\nmoved. That was lure enough for one monster.\n\nWhen the first ruddy arrows of Jupiter's light laced through the\njungle's highest foliage, the twisted, gnarled stump was settled on\nthe peninsula's rim, half out of the water. And when day burst, when\nJupiter's flaming arch pushed over into view, the long seeming-roots\neeled forward in sinuous reptilian life.\n\n       *       *       *       *       *\n\nIn one second Hawk Carse was snatched from sleep into the turmoil of a\nfight for life.\n\nSomething hard and enormously powerful was wrapping his waist with a\nvise-like grip that threatened to cut him in two. He felt a leg go up\nand crumple back, almost breaking under the force of a lashing blow.\nHe was squeezed in, caged, compressed, by a score of tough, encircling\ntentacles, and his whole body was drawn toward a wide, flexible,\nblack-lipped mouth yawning in the center of the monster he had thought\na stump. Moving with loathsome life, its sinewy root-tentacles sucking\nhim whole into the maw, the thing hunched itself back to the water.\n\nThe water frothed around Carse. He had been too dazed to resist; he\nhad not known what had gripped him in his unconsciousness and\nweakness. But he remembered his ray-gun.\n\nThe lips of the hideous mouth were pressing close. Both were now under\nthe surface. Carse's suit was still tight and he could breathe even\nwhile totally submerged in the water. He strained his left arm against\nthe tentacle that looped it, worked the ray-gun still clasped in his\nhand in line with the thing's monstrous carcass, and at once, gasping\nand sick, pulled the trigger clear back.\n\nThe orange stream sizzled as it cleared a path through the water and\nbit true into the gaping mouth. There sounded a curious, subterranean\nsob; beady eyes on each side of the mouth bulged; the woodish body\nquivered in agony. Its tentacles slackened, and, half fainting, the\nHawk wrenched free. He staggered up onto the land, streams of water\nrunning off the suit, and toppled over; and from there he saw the\nthing drag its writhing shuddering shape farther out from the shore.\nWhen perhaps sixty feet away it again subsided into a \"harmless\"\nuprooted old stump....\n\n       *       *       *       *       *\n\nCarse lay resting and collecting himself for a quarter of an hour,\nwhile Leithgow and Friday slept on, unconscious of what had happened;\nthen he got to his feet, opened their face-plates and bathed\nLeithgow's pale brow with water. The scientist awoke with the\nquickness of old men, but Friday stirred and stretched and blinked and\nsat up at last, yawning.\n\nThe Hawk answered their questions about his wet suit with a brief\nexplanation of the fight, then got down to business.\n\n\"There's water here, but we must have food,\" he said. \"Friday, you go\nback and find fruit; some isuan weed, too, if it's growing nearby. A\nchew of it will stimulate us. Keep your ray-gun ready. I wouldn't be\nhere if I'd not had mine.\"\n\nThe isuan was a big help. In its prepared form it is degrading,\nmind-destroying, but in natural state it gives a powerful and\ncomparatively harmless stimulation. Chewing on the leaves that the\nNegro brought back, they made strength and renewed vitality for their\nbodies, and came, for the first time since they had started their\nflight through space, to a near-normal state. Meaty, yellow globules\nof pear-like fruit, followed by prudent drafts of water, aided also.\nFriday's long-absent grin returned as he bit into the juicy fruit, and\nhe announced through a mouthful:\n\n\"Well, things're lookin' sunny again! We've got food and water inside\nus; we can reach Master Leithgow's laboratory in these here suits; an'\nto top it all we've finished high an' mighty Ku Sui. He's dead at\nlast! Boy, it sure feels good to know it!\"\n\nEliot Leithgow was lying back, breathing deeply of the fresh morning\nair. His lined, worn face and body were relaxed. \"Yes,\" he murmured,\n\"it is good to know that Dr. Ku is now just a thing of the past. He\nand his coordinated brains.\" He glanced aside at the Hawk, sitting\nsilent and still, and stroking, as always when in meditation, the\nbangs of flaxen hair which obscured his forehead. \"Why so serious,\nCarse?\" he asked.\n\n       *       *       *       *       *\n\nThe adventurer's gray eyes were cold and sober. No relaxation showed\nin them. His hand paused in its slow smoothing movement and he spoke.\n\n\"Why I overlooked it before,\" he said quietly, almost as if to\nhimself, \"I don't know. Probably because I was too tired, and too\nbusy, and too sick to think. But now I see.\"\n\n\"What?\" Leithgow sat up straight.\n\n\"Eliot,\" said the Hawk clearly, \"doesn't it seem strange to you that\nKu Sui's asteroid continued to be invisible after we had smashed\nthrough its dome?\"\n\n\"What do you mean?\"\n\n\"We've assumed that our smashing the dome and opening it to space\nkilled Ku Sui and everyone inside, and destroyed all the mechanisms,\nincluding the coordinated brains. But the mechanism controlling the\nasteroid's invisibility was not destroyed. The place remained\ninvisible.\"\n\nThe old scientist's face grew tense. Carse paused for a moment.\n\n\"That means,\" he went on, \"that Ku Sui provided the invisibility\nmachine with special protection for just such an emergency. And do you\nthink he would give it such protection and not his coordinated brains?\nWouldn't he first protect the brains, his most cherished possession?\"\n\nEliot Leithgow knew what this meant. The Hawk had promised the brains\nin that machine--brains of five renowned scientists, kept cruelly,\nunnaturally alive by Dr. Ku--that he would destroy them. And his\npromises were always kept.\n\nThere was no evading the logic of this reasoning. The Master Scientist\nnodded. \"Yes,\" he answered. \"He certainly would.\"\n\n\"I couldn't damage the case they were in,\" Carse continued. \"The whole\ndevice seemed self-contained. It means just one thing: special\nprotection. Since the mechanism for invisibility survived the crashing\nof the dome, we may be sure that the brain machine did too. And more\nthan that: we may assume that there was special protection for the\nmost precious thing of all to Dr. Ku Sui--his own life.\"\n\nFriday's mouth gaped open. The old scientist cried out:\n\n\"My God! Ku Sui--still alive?\"\n\n\"It would seem so,\" said Hawk Carse.\n\nHe amplified his evidence. \"Look at these space-suits we're wearing.\nWe got them and escaped by them, but they're Dr. Ku's. Couldn't he\nhave protected himself with one too? He had plenty of time. And then\nthe construction of the asteroid's buildings--all metal, with tight,\nsealed doors! Oh, stupid, stupid! Why didn't I see it all before?\nHere, in my weakness and sickness, I thought we'd killed Ku Sui and\ndestroyed the coordinated brains!\"\n\nLeithgow looked suddenly very old and tired. The calamity did not end\nthere. There were other angles, and an immediate one of high danger.\nIn a lifeless voice he said:\n\n\"Carse, our whole situation's changed by this. We intended to go\nstraight to my laboratory, but we may not be able to. The laboratory\nmay already be closed to us. And even if not, there'd be a big risk in\ngoing there.\"\n\n\"Closed to us by what?\" the Hawk demanded sharply. \"At risk from\nwhat?\"\n\nOld Leithgow pressed his hands over his face. \"Let me think a moment,\"\nhe said.\n\n       *       *       *       *       *\n\nThere were very good reasons why Eliot Leithgow maintained his chief\nlaboratory on the dangerous Satellite III. Other planets might have\noffered more friendly locations, but III possessed stores of\naccessible minerals valuable to the scientist's varied work, and its\nposition in the solar system was most convenient, being roughly\nhalfway between Earth and the outermost frontiers. Leithgow had\ncounterbalanced the inherent peril of the laboratory's location by\ningenious camouflage, intricate defenses and hidden underground\nentrances; had, indeed, hidden it so well that none of the scavengers\nand brigands and more personal enemies who infested Port o' Porno\nremotely suspected that his headquarters was on the satellite at all.\nShips, men, could pass over it a score of times with never an inkling\nthat it lay below.\n\nAfter a short silence, Eliot Leithgow began his explanation.\n\n\"You'll remember,\" he told the intent Hawk, \"that Ku Sui's men\nkidnapped me from our friend Kurgo's house in Porno. There were five\nof them: robot-coolies. They took us entirely by surprise, and killed\nKurgo and bore me to Ku Sui's asteroid.\n\n\"Well, I had come to Kurgo's house in the first place to arrange for\nsupplies for building an addition to my laboratory, and I had with me\na sheaf of papers containing plans for this addition. The plans are\nnot important; they tell nothing--but there was a figure on one of the\npapers that might reveal everything! The figure 5,576.34. Do you know\nwhat that stands for?\"\n\nThe adventurer thought for a moment, then shook his head. Leithgow\nnodded. He went on:\n\n\"Few would. _But among the few would be Ku Sui!_\n\n\"You'll remember that on building my laboratory we considered it\nextremely important to have it on the other side of the globe from\nPort o' Porno--diametrically opposite--so that the movements of our\nships to and from it would be hidden from that pirate port.\nDiametrically opposite--remember? Well, the diameter of Satellite III\nis 3,550 miles. This diameter multiplied by 3.1416 gives 11,152.63\nmiles as the circumference, and one half the circumference is 5,576.34\nmiles--the exact distance of my laboratory from Port o' Porno!\"\n\n\"I see,\" Carse murmured. \"I see.\"\n\n\"That figure meant nothing to you, nor would it to the average person;\nbut to a mathematician and astronomer--to Dr. Ku Sui--it would be a\nchallenge! He would be studying the paper on which it is written down.\nOne of Eliot Leithgow's papers. Plans for an addition to a laboratory.\nTherefore, Eliot Leithgow's laboratory. And then the figure: half the\ncircumference of Satellite III. Why, he would at once deduce that it\ngave the precise location of my laboratory!\"\n\n       *       *       *       *       *\n\nThe Hawk rose quickly. \"If those papers fell into Dr. Ku's hands--\"\n\n\"He would know exactly where the laboratory is,\" Leithgow finished.\n\"He would search. Its camouflage would not hold him long. And that\nwould be the end of my laboratory--and us too, if we were caught\ninside.\"\n\n\"Yes,\" snapped the Hawk. \"You imply that the papers were left in\nKurgo's house?\"\n\n\"I had them in the bottom drawer of the clothes-chest in the room I\nalways use. The coolies did not take them. At that time they wanted\nnothing but me.\"\n\nFriday, rubbing his woolly crown, interjected: \"But, even if Ku Sui's\nstill alive, he wouldn't know about them papers. Far's _I_ can see,\nthey're safe.\"\n\n\"No!\" Leithgow cried. \"That's it! They're not! Follow it logically,\npoint by point. Assuming that Dr. Ku's alive, he has one point of\ncontact with us--Kurgo's house, in Porno, where I was kidnapped. He\nwants us badly. He will anticipate that one of us will go back to that\nhouse: to care for Kurgo's body, to get my belongings--for several\nreasons. So he will radio down--he probably can't come himself--for\nhenchmen to station themselves at the house and to ransack it\nthoroughly for anything pertaining to me. The papers would fall into\ntheir hands!\"\n\n\"All right,\" said Carse levelly. \"We must get those papers. They will\neither be still in the house or in the possession of Dr. Ku's men at\nPorno. But whichever it is--_we must get them before Ku Sui does_.\" He\npaused.\n\n\"Well,\" he said, \"that means me.\" He turned and looked down at the old\nman and smiled. \"There's no use risking the three of us. I'll go to\nKurgo's house myself.\"\n\n\"If the papers are gone, suh?\" asked Friday.\n\n\"I don't know. What I do will depend on what I discover there.\"\n\n\"But,\" said Leithgow, \"there may be guards! There may be an ambush!\"\n\n\"I have a powerful weapon. M. S. Unknown, so far; new to Satellite\nIII. Ku Sui himself supplied it. This space-suit.\"\n\n       *       *       *       *       *\n\nThe Hawk scanned the \"western\" sky and began giving brisk orders.\n\n\"Eliot, you've got to go to some place of safety until this is all\nover. You too, Eclipse, to take care of him. Let me see.... There's\nCairnes, and Wilson.... Wilson's the one. He should be at his ranch\nnow. You remember it: Ban Wilson's ranch, on the Great Briney Lake?\nRight. Both of you will go there and wait. I'll meet you there when\nI'm finished. And at that time I'll either have the papers or know\nthat Ku Sui has found the laboratory.\"\n\nAgain on his feet, the old Master Scientist regarded anxiously this\nslender, coldly calculating man who was his closest friend. He was\nafraid. \"Carse,\" he said, \"you're going back alone into probable\ndanger. The papers--the laboratory--they're important--but not so\nimportant as your life.\"\n\nThere was visible now in the Hawk's face that hard, unflinching\nwill-to-do that had made him the spectacular adventurer that he was.\n\"Did you ever know me to run from danger?\" he asked softly. \"Did you\never know me to run from Ku Sui?...\" And Eliot Leithgow knew that the\ncourse was set, no matter what it might hold.\n\nCarse again glanced at Jupiter, hanging massive in the blue overhead.\n\"About three hours of daylight left,\" he observed. \"Now, close\nface-plates. We must go up--far up--to get our bearings.\"\n\nAltitude swept back the horizon as they arrowed up through the warm,\nglowing air. From far in the heavens, perhaps twenty miles, Carse saw\nwhat he looked for--a bright gleam of silver in the monochrome of the\nterrain, where Jupiter's light struck on the smooth metal hides of a\ngroup of space-ships resting in the satellite's lone port, Porno.\nEighty, a hundred miles away--some such distance. Into the helmet's\ntiny microphone he said:\n\n\"That's Porno, over to the 'north,' and there to one side is the Great\nBriney. It's not far: you won't have to hurry, Eliot. Head straight\nfor the lake and follow the near shoreline toward Porno, and you'll\ncome to Ban Wilson's ranch. Now we part.\"\n\nThe three clinging, giant forms separated. The direction-rods for\nhorizontal movement were out-hinged. A last touch of mitten-gloves on\nthe bloated suits fabric; a nod and a smile through the face-plates;\nand a few parting words:\n\n\"Good luck, old comrade!\"--in Leithgow's soft voice; and the Negro's\ndeep, emphatic bass: \"Don't know how far these little sets work, suh,\nbut if you need me, call. I'll keep listenin'!\"\n\nAnd then white man and black were speeding away in the ruddy flood of\nJupiter-light, and Hawk Carse faced the danger trail alone, as was his\nwont.\n\n       *       *       *       *       *\n\nCaution rather than speed had to mark his journey, Carse knew. Several\nranches lay scattered in the jungle smother between him and the\nport--stations where the weed isuan was collected and refined into the\ndeadly finished product. They were worked for the most part by\nVenusians allied with Ku Sui: the Eurasian practically controlled the\ndrug trade; and therefore, if any alarm had been broadcast, many men\nwould already be on the lookout for him.\n\nSo the Hawk dropped low, and chose a course through the screening\nwalls of the jungle. It did not take him long to attain full mastery\nof the suit's controls, and soon he was gliding cleanly through the\nhollows created by the mammoth outthrusting treetops in a course crazy\nand twisted, but one which kept him pointing always towards Porno.\nPresently he found an easier highway and a faster--a sluggish, dirty\nyellow stream, quite broad, which ended, he was sure, in a swamp\nwithin a mile of his destination.\n\nFlanked by the jungle growth which sprouted thickly from each bank, a\ngray, ghostly shape in the shadows lying over the water, he sped\nthrough the dying afternoon. He kept at least ten feet above the\nsurface, well out of reach of such water beasts as from time to time\nreared up through the placid surface to scan him. Once a huge gantor,\ngulping a drink from the bank, snorted and went trumpeting away at the\ngrotesque sight of him--flying without wings!--and once too, on rising\ncautiously above the treetops to reconnoiter, Carse saw life far more\nperilous to him: a small party of men, stooping over a swamp-brink and\nplucking the ripe isuan weed. At this he dived steeply and fled on;\nand he knew he had gone unobserved, for there came no outcry of\ndiscovery from behind.\n\n       *       *       *       *       *\n\nJupiter lowered its murky disk as the miles streamed past, breeding a\nlegion of shadows welcome to the fabric-clad monster skimming through\nthem and to the creatures who blinked and stirred as night approached.\nThe stream broadened into shallow pockets; patches of swamp appeared\nand absorbed the stream; and Carse knew he was close to his\ndestination.\n\nHe cut his speed and glanced around. Ahead, the dark spire of a giant\nsakari tree climbed into the gloom. It would be a good place. The man\nrose slowly; like a wraith on the wind he lifted into its top-most\nbranches; and there, in the broad, cuplike leaves, he warily ensconced\nhimself. For man-sounds came into his opened helmet, and through a\nfringe of leaves, across a mile of tumbled swamp and marsh, he could\nsee the guarding fences of the cosmetropolis of Porno.\n\nA last slice of blotched, flaming red, the rim of setting Jupiter,\nstill silhouetted Porno, sprawled inside its high, electric-wired\nfences, and the flood of fading light brushed the town with beauty.\nThe rows of tin shacks which housed its dives, the clustered,\nnondescript hovels, the merchants' grim strongholds of steel--all\nmerged into a glowing mirage, a scene far alien to the brooding swamp\nand savage jungle in whose breast it lay. Here and there several\nspace-ships reared their sunset-gilded flanks, glittering high-lights\nin the final glorious burst of Jupiter-light....\n\nThe planet's rim vanished abruptly, and Porno returned to true\ncharacter.\n\nFor a moment it appeared what it was: a blotched, disordered huddle,\nugly, raw, fit companion of the swamp and jungle. Then beads of light\nappeared, some still, some winking, one crooked line of flaring\nillumination marking the Street of the Sailors, along which the\nnotorious kantrans flourished, now ready for their nightly brood of\nmen who sought forgetfulness in revelry. Soon, Carse knew, the faint\nman-noises he heard would grow into a broad fabric of sound, stitched\nacross by shrieks and roars as the isuan and alkite flowed free. And\nall around the lone watcher in the sakari tree the night-monsters were\ncrawling out in jungle and swamp on the dark routine of their lives\nas, in the town, two-legged creatures even lower in their degradation\nwent abroad after the dope and liquor which gave them their vicious\nrecreation.\n\nThe night flowed thicker around him.\n\n       *       *       *       *       *\n\nFrom somewhere behind, the Hawk heard a suck of half-fluid mud as a\ngiant body stretched in its sleeping place. A tree close to his\nsuddenly fluttered with the unseen life it harbored. A hungry gantor\nraised its long deep bellow to the night, and another answered, and\nanother.\n\nIt grew pitch black. Only a sprinkling of pin-points of light marked\nPorno to the eye. The sky beyond the town matched the sky to the rear.\nJupiter's light now had fled the higher air levels. The time had come.\n\nCautiously Carse brushed the branches aside, rose upright and pressed\nthe mitten switch over to repulsion. In instant response his giant's\nbulk lifted lightly. He sped upward, straight and fast; and at two\nthousand feet, still untouched by the sinking planet's rays, he\nbrought himself to an approximate halt and peered below.\n\nPort o' Porno lay spread out beneath, one thin line of light-pricks\noff which angled fainter lines, extending only a short distance and\nthen dying widely off. There were perhaps two thousand men in the\ntown--men from all the countries of the three planets inhabited by\ncreatures that could be called human--and of these at least three\nquarters knew Hawk Carse as an enemy, because of his intolerance for\ntheir dope-trade. His approach to the house Number 574 had to be\nswift, direct, unseen, unheard.\n\nHe was able to make it so. Pointing the direction rod, he winged\nforward until directly above an estimated spot, then dropped a\nthousand feet. A pause while he searched; another drop. He knew\nKurgo's house well, but the scene was confusing from above, and the\nstreet the house was on was always dark at night.\n\nHe made it out at last. The squat two-storied structure, similar to\nother merchants' strongholds, seemed unlit and unwatched. Carse swung\nback the hinged mittens of the suit and slid his hands out ready for\naction. In his left he took his ray-gun; then, pressing the\nmitten-switch, he dropped straight, silent, swift, like the Hawk he\nnow truly was.\n\n       *       *       *       *       *\n\nA single window-port, high up, broke the smooth rear of Kurgo's house.\nIt faced a silent alleyway. The steel shutters were closed, but a pull\nswung them noiselessly outward. For a brief moment Carse's bulging\ngiant's figure of metal and fabric hung black against the shadowed\nwindow-port. The room he peered into was solid black. He heard no\nsound. Clumsily he thrust out and stepped in.\n\nSilence. Inky nothingness--but the air was weighted with many things,\nand among them one which brought the short hairs on the Hawk's neck\nprickling erect. A smell! It was not to be mistaken--a faint, but rank\nand fetid and altogether identifying smell--the body-smell of a\nVenusian!\n\nFor a moment Hawk Carse's breathing stopped. Metal clanked on metal\nfor an instant as he moved from the window-port and became one with\nthe darkness inside; then silence again, as his eyes trained into the\nvault and his hand held ready on the ray-gun. He waited.\n\nWas it a trap? He had seen no guards watching the house; had sensed it\ndeserted. But the steep shutters, unlocked, readily permitting\nentrance--and the smell! Even if not still there, a Venusian had been\nin the room, and a Venusian of Port o' Porno was an enemy. A\nVenusian.... There were only some sixty on the whole satellite, and,\nof these, fifty were the men of Lar Tantril. Lar Tantril, powerful\nhenchman of Dr. Ku Sui, director of the Eurasian's drug trade on\nSatellite III. But that line of thought had to wait.\n\n\"I see you!\" he whispered suddenly and sharply. \"My gun's on you. Come\nforward!\"\n\n       *       *       *       *       *\n\nNo answer; not the slightest sign or stir in the darkness. He breathed\nagain.\n\nCarse knew the arrangement of Kurgo's house. He was in his\nsecond-story sleeping-room. There was a door in the wall ahead,\nleading into the room Leithgow was accustomed to use on his visits,\nand there the papers should be. But first he would have to have light.\n\nHis ears pitched for any betraying sound, Carse moved heavily to his\nleft until a wall arrested him. He felt along it, located the desk he\nsought for and scoured through it. His fingers found the flash he knew\nwas there.\n\nThe darkness then was slit by a hard straight line of white. It shot\nover the room picking out overturned chairs, a bowl that had toppled\nto the floor, scattering its contents of ripe akalot fruit, a sleeping\ncouch, its sheets and pillows awry, and--something human.\n\nA half-clothed body lay sprawled beside the couch, its hands thrust\nclutching forward and its unseeing eyes still staring at the door\nwhence had come the shots that had burnt out the left side of its\nchest. Dead. Three days dead. The murdered master of the house, Kurgo,\nlying where Ku Sui's robot-coolies had shot him down.\n\nThe Venusian-smell swept more strongly into his nostrils as the\nadventurer opened the door into Leithgow's room. No Venusian had ever\nbeen in those rooms _before_ the abduction.\n\nCarse's light danced over the room's confusion: a laboratory table\noverturned; apparatus spilled; several chains flung around, one\nsplintered: mute signs of the struggle Eliot Leithgow had offered his\nkidnappers.\n\nIn a corner stood a metal chest. In the bottom drawer was the\nall-significant answer. Hawk Carse crossed the room and slid it open.\n\nThe papers were gone!\n\n       *       *       *       *       *\n\nMethodically Carse hunted through every drawer and corner of the room,\nbut he found no trace of them. Every article that would be of value to\nan ordinary thief was left; the one thing important to Dr. Ku Sui, the\nsheaf of papers, was missing.\n\nThe presence of the Venusian body-smell started an important train of\nthought in the Hawk's mind. It signified that the papers had been\ntaken by henchmen of Ku Sui, which in turn signified that Ku Sui had\nsurvived the crashing of the dome and was alive and again aggressively\ndangerous. But was the Eurasian already on Satellite III? Was he\nalready in personal possession of the papers?--perhaps conducting a\nsearch for Leithgow's laboratory?\n\nOr did it mean that Dr. Ku had merely radioed instructions for his\nVenusian henchmen to ransack the house, take whatever pertained to\nLeithgow, and wait for him?\n\nVenusians.... There was only one logical man; and as Hawk Carse\nthought of him in that dark and silent house of tragedy, his right\nhand slowly rose to the bangs of hair over his forehead and began to\nstroke them....\n\nHis bangs were an unusual style for the period; they stamped him and\nattracted unwanted attention; but he would wear his hair in that\nfashion until he went down in death. For he had once been\ntrapped--trapped neatly by five men, and maltreated: one, Judd the\nKite, whose life had paid already for his part in the ugly business;\ntwo others whom he was not now concerned with; the fourth, Dr. Ku Sui;\nand the fifth--a Venusian....\n\nThat fifth, the Venusian, was Lar Tantril, now one of Ku Sal's most\npowerful henchmen, and director of his interplanetary drug\ntraffic--Lar Tantril, who possessed an impregnable isuan ranch only\ntwenty-five miles from Port o' Porno--_Lar Tantril, who probably had\ndirected the stealing of the papers from this room_! _The papers, if\nnot already in Ku Sui's hands_, _should be at Tantril's ranch_.\n\nCarse's deduction was followed by a swift decision. He had to raid Lar\nTantril's ranch.\n\nHe knew the place fairly well. Once, even, he had attacked it, in his\n_Star Devil_, seeking to wipe out his debt against Tantril; but he had\nbeen driven off by the ranch's mighty offensive rays.\n\nIt was impregnable, Tantril was fond of boasting. Situated on the\nbrink of the Great Briney, its other three sides were flanked by\nthick, swampy jungle, in which the isuan grew and was gathered by\nTantril's Venusian workers. Ranch? More a fort than a ranch, with its\nelectrified, steel-spiked fence; its three watch-towers, lookouts\nalways posted there against the threat of hijackers or enemies; its\npowerful ray-batteries and miscellany of smaller weapons. A less\nvulnerable place for the keeping of Eliot Leithgow's papers could\nhardly have been found in all the frontiers of the solar system.\n\nHe, Carse, had raided it in a modern fighting space-ship, and failed.\nNow, with nothing but a space-suit and a ray-gun, he had to raid it\nagain--and succeed!\n\n       *       *       *       *       *\n\nThe adventurer did not leave immediately. He thought it wise to make\nwhat preparations he could. His important weapon was the space-suit;\ntherefore, he took it off and studied and inspected its several\nintricate mechanisms as well as he could in the carefully guarded\nlight of his flash.\n\nIt was motivated, he saw, by dual sets of gravity-plates, in separate\nspace-tight compartments. One set was located in the extremely thick\nsoles of the heavy boots; the other rested on the top of the helmet.\nHe saw why this was. The gravity-plates for repulsion were those in\nthe helmet; for attraction, those in the boot-soles. This kept the\nwearer of the suit always in an upright, head-up position.\n\nThe logical plan of attack had grown in Carse's mind: down and up!\nDown to the papers, then up and away before the men on the ranch knew\nwhat was happening: he could suppose that they, like all others on the\nsatellite, had no knowledge of a self-propulsive space-suit. The\nsuccess of his raid depended entirely on keeping the two gravity\nmechanisms intact. If they were destroyed, or failed to function, he\nwould be locked to the ground in a prison of metal and fabric: clamped\ndown, literally, by a terrific dead weight! The suit was extremely\nheavy, particularly the boots, and Carse learned that the wearer was\nable to walk in it only because a portion of the helmet's repulsive\nforce was continually working to approximate a normal body gravity.\n\nA chance to succeed--if the two vital points were kept intact! If they\nfailed, he would have to slip out of the imprisoning suit and use his\nquick wits and deadly ray-gun in clearing a path to Ban Wilson, his\nnearest friend, whose ranch, fourteen miles from Tantril's stronghold,\nwas where Eliot Leithgow and Friday would be awaiting him.\n\nIt was characteristic of Hawk Carse that he never even considered\ncalling on Wilson's resources of men and weapons to help him. A Hawk\nhe was: wiry, fierce-clawed, bold against odds and danger, most\ncapable and deadly when striking alone....\n\n       *       *       *       *       *\n\nAfter scanning the whole project, Carse attended to other needs. He\nate some of the akalot fruit spilled over the floor of the adjoining\nroom; opened a can of water and drank deeply; limbered his muscles\nwell; even rested for five minutes. Then he was ready to leave.\n\nHe soon was again in the cold space-suit, fastening on the helmet. He\nleft the face-plate open. The left mitten he hinged back, so as to be\nable to grip the ray-gun in his bare hand. Then, a looming giant\nshadow in the darkness, he shuffled to the rear window-port.\n\nCarse steadied himself on the sill. The night-bedlam from the Street\nof the Sailors, punctuated by far, hungry bellows from swamp monsters,\nsounded in his ears. Enemies, human and animal, ringed him in Kurgo's\nhouse: but up above lay a clean, cold highway, an open highway,\nstretching straight to the heart of the danger which was his\ndestination. He turned the mitten-switch over to quick repulsion and\nleaped up to the waiting heavens.\n\n       *       *       *       *       *\n\nOn the ground was a world of night: a mile up showed a great circle of\nblack, one edge of which was marked by a faint, eery glow from\nfurther-setting Jupiter.\n\nSave for that far-off spectral hint of the giant occulted planet, Hawk\nCarse sped in darkness. Through the open face-plate the night wind\nbuffeted his emotionless, stone-set face: his suit whistled a song of\nspeed as the gusts laced by it. Down and ahead his direction rod\npointed, and with ever-gathering momentum he followed its leading\nfinger. The lights of Porno dwindled to points; grew yet finer, then\nwere gone. Several times a sparse cluster of other lights, lonely in\nthe black tide of III's surface, ran beneath him, signaling a ranch.\nThe last of these melted into the ink behind, and there was a period\nunrelieved by sign of man's presence below.\n\nAnd then at last one bright solitary spot of light appeared, far\nahead. It was a danger signal to the Hawk. He had to descend at once.\nFrom then on, speed had to be forsaken for caution. Watchful eyes were\nbeneath that light, lying keen on the heavens; a whole intricate\noffense and defense system surrounded it. It was the central\nwatch-beacon of Lar Tantril's ranch.\n\nCarse swooped low.\n\nHe came into the night-world of the surface. No faint-lit horizon\nshowed; there was only the darkness, and darker shadows peopling it.\nAt the height of a mile there had been no signs of the satellite's\nnative life, but at an elevation scarcely above the treetops the\nflying man was brought all too close to the reality of the denizens of\nthe gloomy jungle below. Out of the black smother came clues to the\nlife within it: sounds of monstrous bodies moving through the\nundergrowth and mud, recurring death-screams, howls and angry\nchatterings....\n\n       *       *       *       *       *\n\nThis below; there was more above. He was not the only living thing\nthat soared in the night. Swift fleeting batlike shapes would appear\nfrom nowhere for one sharp second, would beset him one after another\nin an almost constant stream, thinking his comparatively clumsy,\nbloated bulk easy prey, and then be gone. He snapped shut his\nface-plate under their assault. Sometimes there came different, more\npowerful wings, and he would duck in mechanical reaction, sensing the\nwings sweep past, often feeling them as, with sharp pecks and quick\nthudding blows, they sought to stun him. But the suit was stout; the\nrepulsed attackers could only follow a little, glaring at him with\nfire-green malevolent eyes, then leave to seek smaller prey.\n\nThe watch-beacon began to wink more often through the ranks of\nintervening trees as he neared the ranch. Carse was gliding so low\nthat often branches raked and twisted him in his course. His low\ntransit allowed one tree to loose great peril upon him.\n\nThe tree loomed a black giant in his path. Fifty feet away, he was\nswerving to wind around it when he noticed its dark upper branches\na-tremble. He had only this for warning when, with chilling surprise,\nwhat appeared to be the entire top of the tree rose, severed itself\ncompletely from the rest and soared right out to meet him.\n\nA shape from a nightmare, it slid over the adventurer. He saw two\ngreen-glowing saucer-sized eyes; heard the wings rattling bonily as\nthey spread to full thirty feet; heard the monster's life-thirsty\nscream is it plunged. The stars were blotted out. It was upon him.\n\n       *       *       *       *       *\n\nBut even in the sudden confusion of the attack, Carse knew the\ncreature for what it was: a full-grown specimen of the giant\ncarnivorous lemak, a seldom-seen, dying species, too clumsy, too slow,\ntoo huge to survive. His ray-gun came around, but he was caught in a\nfeathered maelstrom and knocked too violently around to use it.\nWithout pause the lemak's claws raked his suit. Unable to rend the\ntough fabric, it resorted to another method. With a strength so\nenormous that it could overcome the force of the gravity-plates and\nhis forward momentum, the creature tossed him free. Dizzy, he hurtled\nupward. But he knew that the bird's purpose was to impale him on the\nlong steely spike of its beak as he came twisting down.\n\nThe lemak poised below, snout and spear-like beak raised. But it\nwaited in vain, for Carse did not come dropping down. A touch of the\ncontrol switch and he stayed at the new level, collecting himself. The\nlemak, puzzled and angry, wheeled up to see what had become of the\nvictim that did not descend, and found instead a searing needle of\nheat which burnt through its broad right wing. Then, screaming with\npain and in a frenzy to escape, it went with a rush into the far\ndarkness.\n\nThe Hawk dropped low again, hoping that his gun's quick flash had not\nbeen observed. He had not wished to wound the lemak mortally, for no\nmatter how accurate his shot the monster would take long to die, and\nscream and thrash as it did so. One short spit of orange was\npreferable to a prolonged hullabaloo. But even that might have\nbetrayed him....\n\nWith elaborate caution, he reconnoitered Lar Tantril's ranch.\n\n       *       *       *       *       *\n\nFrom above, the ranch clearing was a pool of faint light contained in\nblack leagues of jungle and the edge of the Great Briney. Slanting\nshadows and the dark bulks of buildings that were unlit rendered the\ndetails vague, but under prolonged scrutiny the appointments of the\nranch became visible.\n\nThe clearing was a circle some two hundred yards in diameter. Just\ninside the jungle wall was the first line of protection, a\nsteel-barbed, twenty-foot-high fence, its strong corded links\ninterwoven with electrified wires. Well within this fence stood five\nbuildings, low, squat and one-storied, four of them forming a broken\nsquare around the central fifth. Two buildings were pierced by low\nrows of lighted windows, evidence that they were the barracks of the\nworkers; two others, devoted to the processing of the isuan weed, were\nnow dark and silent. The central building was smaller, with\nwindow-ports that were glowing eyes in the smooth metal walls. It was\nthe dwelling of the master, Lar Tantril.\n\nClose to the central building rose a hundred-foot tower, topped by the\nwatch-beacon. At three equi-distant points around the encompassing\nfence, small, square platforms were held sixty feet aloft by mast-like\ntriangular towers, up which foot-rungs led. And on each platform could\nbe made out the figure of a Venusian guard.\n\nCeaselessly these guards turned and scanned the jungle, the heavens,\nthe unbroken dark prairie of the lake, alert for anything of\nsuspicion. Lar Tantril had good reasons for maintaining a constant\nwatch over his stronghold, and his guards' eyes were sharpened by\nknowledge of the severe payment laxness would bring. Close at hand in\nthe platforms were knobs which, pressed, would ring a clanging alarm\nthrough all the buildings below; and each guard wore two ray-gun\nholsters.\n\nDespite the guards and the ugly spikes of the fence, however, the\nranch from above appeared peaceful, calm and harmless. No men were\nvisible on its shadow-dappled clearing. Even the surrounding jungle,\nin the watch-beacon's shaded underside, might have been nothing but a\nstage set, were it not for the occasional signs of the life that crept\nunseen through it--a long, far-distant howl, a quickly receding\ncrashing in the undergrowth, a thumping from some small animal.\n\nThe guards were used to this pattern of nocturnal sounds. It was only\nwhen, from a tree not thirty feet from one of the platforms, there\ncame a sudden sharp shaking in the upper branches, that the Venusian\non that platform deigned to grip his ray-gun and peer suspiciously.\nAll he saw was a large bird that flapped out and winged across the\nclearing, mewing angrily.\n\nThe guard released his grip on the gun. A snake, probably, had\ndisturbed the bird. Or some of those devilish little crimson bansis,\nhalf insect, half crab....\n\n       *       *       *       *       *\n\nHawk Carse breathed again. He had been sure his position would be\nrevealed when, drifting with almost imperceptible motion into the\ntree, the bird had pecked at him, then flapped away in alarm. A long,\npainfully cautious approach from tree to tree to the selected one had\nbeen necessary to the daring scheme of attack he had evolved.\n\nHe seemed to be safe. Through a fringe of leaves he saw the guard on\nthe platform glancing elsewhere. Carse steadied himself, rose slightly\nand again scanned the ranch.\n\nYes, it looked harmless, but he knew that nothing could be further\nfrom the reality. Spaced around the inside edge of that spiky fence\nwere small metal nozzles protruding a few inches from the ground; and\non the turning of a control wheel, they would hurl forth a deadly\norange swathe, fanning hundreds of feet into the sky. He had tasted\ntheir hot breath once when attacking the ranch in his _Star Devil_.\nThen there were the long-range projectors whose muzzles studded the\ncentral building. And the ray-guns of the tower guards.\n\nThese were dangers that he knew, for he had experienced them. What\nothers the ranch held, he could not well surmise. But he saw one\nsignificant thing that gave him pause and brought lines to his brow.\n\nThe ranch was expecting trouble. Over to one side of the clearing\nrested a great rounded object, on whose smooth hull gleamed coldly the\nlight from the beacon--Lar Tantril's own personal space-ship--and\nalongside it a smaller, somewhat similar shape, the ranch's air-car!\nThe space-ship signified that the Venusian chief was present; the\nair-car, that all his men were gathered in the barracks, and not, as\nwas their custom, in Port o' Porno for a night of revelry!\n\nAll waiting--all gathered here--all ready! All grouped for a strong\ndefense! Did it mean what it would appear to--that he, the Hawk, was\nexpected?\n\nHe could not know. He could not know if a trap was lying prepared\nthere against his coming. He could but go ahead, and find out.\n\nThe only plan of attack he could think of had grown in his mind. Down\nand up: that was the essence of it: but the details were difficult. He\nhad worked them out as far as he could with typical thoroughness. He\nhad to reach the heart of the fort lying before him: had to reach the\ncentral house, Lar Tantril's own. The precious papers would be there,\nif anywhere.\n\nThe Hawk was ready.\n\nHe gathered his muscles. His face was cold and hard, his eyes mists of\ngray. There was no least sign in the man that, in the next few\nall-deciding minutes, death would lick close to him.\n\nHe poised where he was precariously balanced. His ray-gun was in his\nbare left hand; his face-plate was locked partly open. He raised his\nfingers to the direction rod on the suit's breast, gazed straight at\nthe guard on the nearest watch-platform and snapped the direction rod\nout, pointing it at that guard.\n\n       *       *       *       *       *\n\nWhat happened then struck so fast, so unexpectedly, that it took only\nthirty seconds to plunge the quiet ranch into chaos.\n\nThe Hawk came like a thunder-bolt, using to its full power his only\nweapon, the space-suit. The sight of him might alone have been enough\nto strike terror. From the dark arms of the tree he hurtled, his\nbloated monstrous shape of metal and fabric dull in the glow of the\nwatch-beacon, and crashed with a clang of metal into the platform he\naimed at. Nothing there could withstand him. One second the guard on\nit was calmly gazing off into the sky: the next, like a nine-pin he\nwas bowled over, to topple heels and head whirling to the ground sixty\nfeet beneath. He lived, he kept consciousness, but he was sorely\ninjured; and he never saw the outlandish projectile that struck him,\nnor saw it streak to the second watch-platform, bowling its guard out\nand to the ground likewise, and then repeating at the third and last!\n\nA crash; a pause; a crash; a pause; then a third crash, and the thing\nof metal had completed the circuit, and all three watch-platforms were\nscooted empty!\n\nThen came confusion.\n\nThere had been screams, but now a crazed voice began crying out\nmechanically, over and over:\n\n\"Space-suit! Space-suit! Space-suit! Space-suit!\"\n\nIt came from the second guard, who lay twisting on the ground. His\ntongue, by some trick of nervous disorganization, beat out those words\nlike a voice-disk whose needle keeps skipping its groove--and the\neffect was macabre.\n\n       *       *       *       *       *\n\nThe central buildings disgorged a crowd of men. Shorty, wiry,\nthin-faced Venusians, each with skewer-blade strapped to his side and\nsome with ray-guns out, they came scrambling into the open, swearing\nand wondering. The second guard's insane repetitions directed most of\nthem in his direction; and they piled in a crowd around him. They had\nno attention for what was happening behind, within the buildings they\nhad emptied. That was what Hawk Carse had planned.\n\nA voice of authority roared up over the general hubbub.\n\n\"Rantol! Guard! Rantol, you fool! What happened? What attacked you?\nCut that crazy yelling! Answer me!--you, Rantol!\"\n\n\"Space-suit! Space-suit! Space-suit! Space--\"\n\n\"Lar Tantril!\" A man with suspicious eyes caught the attention of the\none who had spoken first. \"Space-suit, he says! A flying space-suit!\nOnly Ku Sui has space-suits that fly; or only Ku Sui _had_ them,\nrather. You know what that must mean!\"\n\nHe paused, peering at his lord. The coarse yellowy skin of Tantril's\nbrow wrinkled with the thought, then his tusk-like Venusian teeth\nshowed as his lips drew apart in speech.\n\n\"Yes!\" Lar Tantril said. \"It's _Carse_!\"\n\nAnd he ordered the now silent men around him:\n\n\"Circle my house, all of you, your guns ready. You, Esret\"--to his\nsecond in command--\"out gun and come with me.\"\n\n       *       *       *       *       *\n\nEven as Lar Tantril spoke, a giant shape was passing clumsily through\nthe kitchen of his house. Carse had entered from the rear, unseen.\nWith gun in hand and eyes sharp he crossed the deserted kitchen with\nits foul odors of Venusian cookery. Quickly, his metal-shod feet\ncreating an unavoidable racket, he was through a connecting door and\ninto the well-furnished dining room. All was brightly lit; he could\neasily have been seen through the window-ports rimming each wall; but\nhe counted on the confusion outside to keep the Venusians engaged for\nseveral minutes more.\n\nThen he went shuffling into the front room of the house, and saw at\nonce the most likely place.\n\nIt was in one corner--a large flat desk, and by it the broad panel of\na radio. Scattered over the desk were a number of papers. In seconds\nCarse was bending over them, scanning and discarding with eyes and\nhands.\n\nReports of various quantities of isuan ... orders for stores ... a\nlist that seemed an inventory of weapons--and then the top page of a\nsheaf covered with familiar, neat, small writing. Yes!\n\nPlans and calculations dealing with a laboratory! And, down in the\nmargin of the first page, the revealing, all-important figure--5,576.34!\n\nHe had them--and before Ku Sui! Now, only to get away; out the front\ndoor, and up--up from this trap he was in--up into clean and empty\nspace, and then to Leithgow and Friday at Ban Wilson's!\n\nBut, as the Hawk turned to go, his eye took in a little slip on the\ndesk, a radio memo, with the name of Ku Sui at its top. Almost without\nvolition he glanced over it, hoping to discover useful information\nabout Ku Sui's asteroid--and with the passing of those few extra\nseconds his chance for escaping out the door passed too.\n\nCarse's back was partly toward the front door when a voice, hard and\ndeadly, spoke from it:\n\n\"Your hands up!\"\n\n       *       *       *       *       *\n\nThe adventurer's nerves twanged; he wheeled; and even as he did so\nanother voice bit out from the rear door:\n\n\"Yes, up! One move and you're dead!\"\n\nAnd Hawk Carse found himself caught between ray-guns held unswervingly\non his body by a man at each door. He was not fool enough to try to\nshoot, even though his own gun was in his hand; his best speed would\nbe slow-motion in the hampering space-suit. He was fairly\ncaught--because for a few precious seconds he had let his mind slip\nfrom the all-important matter of escaping.\n\nAt a shout from someone, both doors filled with men, and thin faces\nappeared at the window-ports. Their ray-guns made an impregnable fence\naround the netted Hawk.\n\nAnd then a well-remembered voice, harsh as the man from whom it came,\ncut through the room.\n\n\"Apparently you're caught, Captain Carse!\"\n\nThe cold gray eyes narrowed, scanned the room, the blocked doors, the\nbarricade of guns held by the grim men at doorways and window-ports.\n\n\"Yes,\" Hawk Carse murmured. \"Apparently I am.\"\n\n       *       *       *       *       *\n\nLar Tantril, the Venusian chief, smiled. He was tall for one of his\nrace, even taller than the prisoner he faced. Clad in tight-fitting,\niron-gray mesh, he had the characteristic wiry body, thin legs and\narms of his kind. Spiky short-cropped hair grew like steel slivers\nfrom the narrow dome of his long hatchet head, and the taut-stretched\nskin of his face was burned a deep hard brown. He looked what he was:\na bold and unscrupulous leader of his men.\n\n\"The gun in your belt,\" he said, \"--drop it. Right on the floor.\nThere--better. I like you not with a gun near your hand, Carse.\"\n\nThe Hawk regarded him frigidly.\n\n\"And now what?\" he asked.\n\nLar Tantril continued smiling. His ray-gun did not move for an instant\nfrom the line it held on the metal and fabric giant. He said at a\ntangent, quite pleasantly:\n\n\"Think fast, Captain Carse--think fast! Isn't that one of Dr. Ku's new\nsuits?--a little space-ship all your own? Why not plan a sudden sweep\nfor that door in an attempt to crash through my men and get free up in\nthe air--eh?\"\n\n\"Why not?\" said the Hawk.\n\n\"It might be possible,\" Tantril continued, \"with your luck. _Unless\nsomething went wrong with your helmet gravity-plates._\"\n\nAt this the Venusian's gun moved. Deliberately it came up and aimed at\nthe crown of the adventurer's helmet. Tantril squeezed the trigger.\n\n_Spang!_\n\nA pencil-thin streak of orange stabbed between Venusian and Earthling;\nsparks hissed out where it struck the tip of the helmet; and for an\ninstant life and strength seemed to leave the grotesquely clad figure.\nCarse slumped down under a quick crushing weight. Weight! It bent him\nlow, and it was only with a great effort that he was able to\nstraighten again. For the suit's full load of metal and fabric was\nupon him now, its enormous boots binding him to the ground since their\nweight was unrelieved by the partial lift of the helmet plates. An\ninch-wide, black-rimmed hole in the mechanism above the helmet told\nwhat had happened.\n\nLar Tantril chortled, and his men, most of them only half\ncomprehending what he had done, echoed him.\n\n\"But even yet you've got a chance,\" the Venusian went on. \"There's\nanother set of plates in the boot-soles, for attraction. If you got a\nchance to stand on your head outside, you'd be gone! So--\"\n\n       *       *       *       *       *\n\nThis time he lowered the gun, and carefully, accurately, he sent two\nspitting streams of orange through the soles of the great boots.\n\nThe danger Carse had feared had come to pass. His one weapon had been\ndestroyed. He was worse than helpless; he was in a cumbersome prison,\nall power of quick movement gone. He was a paralyzed giant, tied to\nthe soil, the ways of the air hopelessly closed. The slightest step\nwould cost great effort.\n\n\"You have protected yourself well, Lar Tantril,\" he said slowly.\n\nNow Tantril laughed deeply and unrestrainedly. \"Yes, and by Mother\nVenus,\" he cried, \"it's good to see you this way, Carse, unarmed and\nin my power!\" He turned to his circle of men and said: \"Poor Hawk!\nCan't fly any more! I've put him in a cage! So thoughtful of him to\nbring his cage along with him so I could trap him inside it! His own\ncage!\" He guffawed, shaking, and the others laughed loud.\n\nThrough it all Hawk Carse stood motionless, his face cold and graven,\nhis slender body bent under the burden of the dead suit. He still held\nin his right hand, limp by his side, the sheaf of papers and their\nall-important figure--and the thumb and forefinger of his hand were\nmoving, so slowly as to be hardly noticeable, in what seemed to be a\nlone sign of nervous tension.\n\n\"You know, Carse,\" Tantril observed after his laugh, \"I've been half\nexpecting you, though I don't see how you knew I was the one who took\nthose papers you're holding. Dr. Ku radioed me, you see. I think you\nwere reading his message at the time I entered. Did you finish it?\"\n\n\"No,\" said the Hawk.\n\n\"You'll find it interesting. Let me read it to you.\" And Tantril took\nup the memo.\n\n\"From Ku Sui to Lar Tantril: Search House No. 574 in Port o' Porno\nclosely for anything pertinent to Master Scientist Eliot Leithgow or\ngiving clue to his whereabouts. Keep what you obtain for me; I will\ncome to your ranch in five days. Watch for Hawk Carse, Eliot Leithgow\nand a Negro, arriving from space at Satellite III in self-propulsive\nspace-suits.\" There followed some details concerning the suits'\nmechanism; then: \"Carse caused me certain trouble and came near\nhurting my major inventions. I want him badly.\"\n\n       *       *       *       *       *\n\nAt this the adventurer's face tightened; his gray eyes went frosty.\nAll he and Leithgow had deduced, then, was true. Dr. Ku had survived\nthe crashing of the asteroid's dome. The mechanisms had also\nsurvived--and certainly the coordinated brains--the brains he, Hawk\nCarse, had promised to destroy! Now trapped, it seemed that promise\ncould never be fulfilled....\n\nYet even through this torturing thought of a promise unkept, the\nHawk's thumb and forefinger moved in their slight grinding motion on\nthe first sheet of the sheaf of papers....\n\nLar Tantril reached out his hand for the sheaf. \"So, obeying Dr. Ku's\norders, I had the house searched and got these papers. They, must be\nvaluable, Carse, since you wanted them so badly. Ku Sui will be\npleased. Hand them over.\"\n\nWith but the barest flick of gray eyes downward. Hawk Carse gave the\nsheaf to Tantril.\n\nBut his brief glance at the top-most sheet told him all he wanted to\nknow. Gradually, methodically, the motion of thumb and forefinger had\ntotally effaced the revealing figure 5,576.34, the one clue to the\nlocation of Leithgow's laboratory. Enough! What he had set out to do\nwas finished. The chief task was achieved!\n\n\"And now, perhaps,\" Lar Tantril chuckled, \"a little entertainment.\"\n\nHis men pricked up their ears. This language was more understandable.\nEntertainment meant playing with the prisoner--torture. And alkite,\nprobably, and isuan. A night of revelry!\n\nBut Hawk Carse smiled thinly at this.\n\n\"Entertainment, Tantril?\" his cold voice said. He paused, and then\nadded slowly: \"What a fool you are!\"\n\n       *       *       *       *       *\n\nLar Tantril was not annoyed by the words. He only laughed and slapped\nhis thigh.\n\n\"Yes?\" he mocked. \"Truly, Captain Carse, you must be frightened, to\ntry and anger me so I'll shoot! Do you fear a skewer-blade so much? We\nwould leave most of you for Ku Sui!\"\n\nCarse shook his head. \"No, Lar Tantril, I don't want you to shoot me.\nI'm telling you you're a fool--because you think me one.\"\n\nWith a wave of his hands the Venusian protested: \"No, no, not at all.\nYou're infernally clever, Carse. I'll always be the first to admit\nit.\"\n\n\"Then do you think I'd attack your ranch alone?\"\n\n\"You'd like me to believe you have friends hidden somewhere?\" Tantril\nasked, smiling tolerantly.\n\nCarse's voice came back curtly. \"Believe what you like, but learn\nthis: It's your boast that your ranch is impregnable, guarded on every\nside and from every angle. I'm telling you it's not. Its vulnerable.\nIt's wide open to one way of attack and my friends and I know it\nwell.\"\n\nFor a second the Venusian's assurance wavered.\n\n\"Vulnerable?\" he said. \"Open to attack? You're just stalling!\"\n\nWhip-like words cut through.\n\n\"Wait and see. Wait till the ranch is stormed and wiped out. Wait\ntwenty minutes! Only twenty!\"\n\nHawk Carse was always listened to when he spoke in such manner. Lar\nTantril stared at the hard gray eyes boring into his.\n\n\"Why do you tell me this?\" he asked. Then, with a smile: \"Why not wait\nuntil my ranch is wiped out, as you say?\" His smile broadened. \"Until\nthese hidden friends attack?\"\n\n\"Simply because I must insure my living. Nothing my friends could do\nwould prevent your having plenty of time to kill me before you\nyourselves were destroyed. I think, under the circumstances, you\n_would_ kill me. And I must go free. I have made a promise. A very\nimportant promise. I must be free to carry it out.\"\n\n\"Just what are you aiming at?\"\n\n\"I'm offering,\" said the Hawk, \"to show you where your fort is\nvulnerable--in time for you to protect it. I'll do this if you'll let\nme go free. _You need not release me till afterwards._\"\n\n       *       *       *       *       *\n\nLar Tantril's mouth fell half open at this surprising turn. He was\nunquestionably taken aback. But he snapped his lips shut and\nconsidered the offer. A trick? Carse was famed for them. A trap? But\nhow? He scanned his men. Fifty to one; fifty ray-guns on an unarmed\nman helpless in a hampering prison of metal and fabric. If a trap,\nCarse could not possibly escape death. But yet....\n\nTantril walked over to his man Esret, and, stepping apart, they\nconferred in whispers.\n\n\"Is he trying to trick us?\" the chief asked.\n\n\"I don't see how he can hope to. He can hardly move in that suit. It\nties him down. We could keep tight guard upon him. He couldn't\npossibly get away. And at the slightest sign of something shady--\"\n\n\"Yes; but you know him.\"\n\n\"What he says is sensible. Naturally he wants to live. He knows we'll\nshoot him if he tries to trick us, and he knows we'll do it if we're\nattacked! We'll of course leave men at all defensive stations. If\nthere _is_ a weakness here, if the ranch _is_ vulnerable--we should\nlearn what it is. It'll cost us nothing. We can't lose, and we might\nbe saving everything. Of course we won't let him go afterwards.\"\n\nTantril considered a moment longer, then said:\n\n\"Yes, I think you are right.\"\n\nHe turned back to the waiting Carse.\n\n\"Agreed,\" he said. \"Show this vulnerable point to us and you'll be\nreleased. But no false moves! One sign of treachery and you're dead!\"\n\nThe Hawk's strong-cut face showed no change. It was only inwardly that\nhe smiled.\n\n       *       *       *       *       *\n\nTheir very manner of accompanying him showed their respect for the\nslender adventurer.\n\nHe had no gun; he was stooped by the unrelieved weight of the massive\nhelmet, the suit itself and the chunky blocks of metal which were the\nboots; his every dragging step was that of a man shackled by\nchains--but he was Hawk Carse! And so, as he shuffled out through the\nfront door of the house and lumbered with painful effort across the\nclearing, he was surrounded by a glitter of ray-guns held by the\nclose-pressing circle of men. Tantril's own gun kept steady on his\nbroad fabric-clad back, and of its proximity he kept reminding Carse.\n\nNew guards were already on watch on each of the three\nwatch-platforms, their eyes sweeping around the clearing and the\njungle and the dark stretch of the lake, and often returning to the\ncrowd which marked the stumbling giant's progress below. Each point of\ndefense was manned. In the ranch's central control room, a\nsteel-sheathed cubby in the basement of Tantril's house, men stood\nwatchful, their hands ready at the wheels and levers which commanded\nthe ranch's ray-batteries, their eyes on the vision-screen which gave\nto this unseen heart of the place a panoramic view of what was\ntranspiring above. And all waited on what the grotesque, bloated\nfigure they watched might reveal.\n\nWatch--watch--watch. A hundred eyes, below, above, beside the Hawk,\nwere centered and alert on each move of his clumsy progress. The\nbarrels of two-score ray-guns transfixed him. Under such guard he\narrived at the ranch's fence where it approached the Great Briney.\n\n\"Open the gate,\" said the Hawk curtly. \"It's down there.\"\n\nHe pointed to where the lake's pebbled beach shelved downward to the\ntiny murmurous waves, a ten-foot stretch of ghostly white between the\nguarding fence and the water.\n\n\"Down there?\" repeated Tantril slowly. \"Down to the lake?\"\n\n\"Yes!\" Carse snapped irritably. \"Well, will you open the gate? I'm\nvery tired: I can't bear this suit much longer.\"\n\n       *       *       *       *       *\n\nLar Tantril conferred uneasily with Esret, while his men cast\nshivering glances out over the dark wind-rippled plain of the lake.\nBut no enemy showed there. The beach was clear for fifty yards on each\nside.\n\n\"By Iapetus!\" the adventurer complained harshly, \"are you children,\nto be afraid of the dark? Tantril, put your gun into me, and shoot if\nI try anything suspicious! Open the gate!\"\n\nFinally the lock was unfastened and the gate swung out. Tantril\nstationed a man there, ready to close and lock it in case of need, and\nthen, Hawk Carse, still surrounded by the alert Venusians, shuffled\ndown to the edge of the water.\n\nOver the Great Briney was silence. No shape broke its calm. The air\nheld only the nervous whispers of the crowd and the scrape and crunch\nof the lone Earthling's dragging boots as they made wide furrows in\nthe hard pebbly soil of the beach.\n\nThe men had fallen back a little, and now were a half circle around\nhim down to the water's brink. The watch-beacon's light caught them\nfull there, and threw great blots of shadows lakeward from them. Their\nray-guns were gripped tighter as their shifty eyes darted from his\nhuge bulk to the water ahead, and back. Doubt and fear swayed them\nall.\n\nThe Hawk wasted no time, but stepped out to knee-high level on the\nsharply shelving bottom. At this Tantril objected.\n\n\"Hold, Carse!\" he roared. \"You play for time, I think! Where is this\npoint of attack?\"\n\nThe bloated figure did not answer him, but bent over as if searching\nfor something under the tiny waves which now were slapping his thigh.\nHe reached one hand down and probed around with it, apparently\nfeeling. The eyes watching him were wide and fear-fascinated.\n\n       *       *       *       *       *\n\n\"Here--or no,\" the Hawk muttered to himself, though a dozen could hear\nhim. \"A little farther, I think.... Here--but no, I forgot: the tide\nhas come in. A little farther....\" He stopped suddenly and\nstraightened, turned to the Venusian chief. \"Don't forget. Lar\nTantril, you have promised I can go free!\"\n\nThen he resumed his search of the bottom, the black surface of water\nup to his waist. Again the fearful Venusian leader roared an\nobjection:\n\n\"You're tricking us. Carse, you little devil--\"\n\n\"Oh, don't be an ass!\" Carse snapped back. \"As if I could get\naway--your ray-guns on me!\"\n\nAnother half minute passed; a few more short steps were taken. A\nmuttered oath came from one of the wet, uncomfortable men in the grip\nof fear. Several there were on the brink of turning in, a panicky dash\nfor the safety of the enclosure behind, the warm buildings, guarded by\nray-batteries--and yet an awful fascination held them. What metallic\nhorror of the deeps was being exposed?\n\n\"Just a second, now,\" the Hawk was murmuring. \"You'll all see....\nSomewhere ... right ... here ... somewhere....\"\n\nHe held them taut, expectant. The water licked around the waist of his\nsuit. One more slow step; one more yet.\n\n\"_Here!_\" he cried triumphantly, and clicked his face-plate closed.\nAnd the men who stared, faces pale, hearts pounding, ray-guns at the\nready, saw him no longer. The water had closed over that shiny metal\nhelmet. Only a mocking ripple was left.\n\nHawk Carse was gone!\n\n       *       *       *       *       *\n\nGone!--and laughing to himself.\n\nThe space-suit, his heavy prison of metal and fabric, would protect\nhim from water as well as from space! It offered his golden--his\nonly--opportunity. It had been pierced by Tantril's shots, back in the\nhouse, but only the gravity-plate compartments, which were sealed and\nseparate. It was still--after he had closed the mittens--air-tight, an\neffective little submarine in the dark waters of the Great Briney!\n\nSo Carse followed his black course over the lake-bottom laughing and\nlaughing. In his mind he could see what he had left behind: the men,\nshivering there in the water for an instant, completely befogged, and\nperhaps firing one or two shots at where he had disappeared; then\nturning and breaking back in a grand rush for the fence and safety.\nAnd the ray-batteries, all manned and centered on the lake; Tantril,\nin a very fury of rage, but fearful, preparing for a siege; preparing\nfor anything that might loom suddenly from the water! And all of them\nwondering what lay beneath its calm surface; what he, Hawk Carse, had\ngone to join!\n\nFor days they would stare fearfully at the lake, while the tides\nrolled steadily in and out; for days the ray-batteries would be held\nready, and none would venture outside the fence. It might take hours\nfor the realization of his trick to sink in--but they still would not\nbe sure of anything, and would have to keep vigilant against the\nstill-possible attack.\n\nFourteen miles up the coast was Ban Wilson's ranch, and Eliot Leithgow\nand Friday waiting there. He would rest for a while, and then the\nthree of them would go home to the laboratory--whose location was now\nstill secret. And then, later, there was his promise to the\ncoordinated brains to be kept....\n\nBut that was in the future. For the present, he went his dark, watery\nway, laughing. Laughing and laughing again....\n\nYes, John Sewell, first of all Hawk Carse's traits was his\nresourcefulness!\n\n       *       *       *       *       *\n\n\n\n\n\n\n\nEnd of Project Gutenberg's The Bluff of the Hawk, by Anthony Gilmore\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE BLUFF OF THE HAWK ***\n\n***** This file should be named 29298.txt or 29298.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/2/9/29298/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}