{"title": "Pirates of the Gorm", "author": "Nat Schachner", "releaseDate": "July 3, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n      This etext was produced from Astounding Stories May 1932.\n      Extensive research did not uncover any evidence that the\n      U.S. copyright on this publication was renewed.\n\n\n\n         [Illustration: _He jumped--directly over the Gorm!_]\n\n\n                         Pirates of the Gorm\n\n                           By Nat Schachner\n\n       *       *       *       *       *\n\n\n\n\n[Sidenote: The trail of vanished space ships leads Grant Pemberton to\na marvellous lake of fire.]\n\n\nGrant Pemberton sat up suddenly in his berth, every sense straining\nand alert. What was it that had awakened him in the deathly stillness\nof the space-flier? His right hand slid under the pillow and clutched\nthe handle of his gun. Its firm coolness was a comforting reality.\n\nThere it was again. A tiny scratching on the door as though someone\nwas fumbling for the slide-switch. Very quietly he sat, waiting, his\nfinger poised against the trigger. Suddenly the scratching ceased, and\nthe panel moved slowly open. A thin oblong patch glimmered in the\nlight of the corridor beyond. Grant tensed grimly.\n\nA hand moved slowly around the slit--a hand that held a pencil-ray.\nEven in the dim illumination, Grant noted the queer spatulate fingers.\nA Ganymedan! In the entire solar system only they had those strange\nappendages.\n\nPemberton catapulted out of his berth like a flash. Not a moment too\nsoon, either. A pale blue beam slithered across the blackness,\nimpinged upon the pillow where his head had lain only a moment before.\nThe air-cushion disintegrated into smoldering dust. Grant's weapon\nspat viciously. A hail of tiny bullets rattled against the panel, and\nexploded, each in a puffball of flame.\n\nBut it was too late. Already the unknown enemy was running swiftly\ndown the corridor, the sucking patter of his feet giving more evidence\nof his Ganymedan origin. Pemberton sprang to the door, thrust it open\njust in time to see a dark shape disappearing around a bend in the\ncorridor. There was no use of pursuit; the passageway ended in a spray\nof smaller corridors, from which ambush would be absurdly easy.\n\n       *       *       *       *       *\n\nHE glanced swiftly around. The corridor was empty, silent in the dim,\ndiffused light. The motley passengers were all sound asleep; no one\nhad been disturbed by the fracas. Earthmen, green-faced Martians,\nfish-scaled Venusians, spatulate Ganymedans and homeward-bound\nCallistans, all reposing through the sleep-period in anticipation of\nan early landing in Callisto.\n\nAll were asleep, that is, but one. That brought Pemberton back to the\nproblem of his mysterious assailant. Why had this Ganymedan tried to\nwhiff him out of existence? Grant frowned. No one on board knew of his\nmission, not even the captain. On the passenger list he was merely\nDirk Halliday, an inconspicuous commercial traveler for Interspace\nProducts. Yet someone had manifestly penetrated his disguise and was\neager to remove him from the path of whatever deviltry was up. Who?\n\nGrant gave a little start, then swore softly. Of course! Why hadn't he\nthought of it before! The scene came back to him, complete in every\ndetail, as though he were once more back on Earth, in the small,\nsimply furnished office of the Interplanetary Secret Service.\n\nThe Chief of the Service was glancing up at him keenly. Beside him was\na tall, powerfully shouldered Ganymedan, Miro, Inspector for Ganymede.\nGrant looked at him with a faint distaste as he sat there, drumming on\nthe arm of his chair with his spatulate fingers, his soft-suction\npadded hoofs curled queerly under the seat. There was something\nfurtive, too, about the red lidless eyes that shifted with quick\nunwinking movements.\n\n       *       *       *       *       *\n\nBut then, Pemberton had small use for the entire tribe of Ganymedans.\nDamned pirates, that's all they were. It was not many years back since\nthey had been the scourge of the solar system, harrying spatial\ncommerce with their swift piratical fliers, burning and slaying for\nthe mere lust of it.\n\nThat is, until an armada of Earth space-fliers had broken their power\nin one great battle. The stricken corsairs were compelled to disgorge\ntheir accumulations of plunder, give up all their fliers and armament,\nand above all, the import of metals was forbidden them. For,\nstrangely enough, none of the metallic elements was to be found on\nGanymede. All their weapons, all their ships, were forged of metals\nfrom the other planets.\n\nIt was now five years since Ganymede had been admitted once again to\nthe Planetary League, after suitable declarations of repentance. But\nthe prohibitions still held. And Grant placed small faith in the\nsincerity of the repentance.\n\nThe Chief was speaking.\n\n\"We've called you in--Miro and I,\" he said, in his usual swift,\nstaccato manner, \"because we've agreed that you are the best man in\nthe Service to handle the mission we have in mind.\"\n\nGrant said nothing.\n\n\"It's a particularly dangerous affair,\" the Chief continued. \"Five\ngreat space-fliers, traveling along regular traffic routes, have all\nvanished within the space of a month--passengers, crews and all. Not a\ntrace of them can be found.\"\n\n\"No radio reports, sir?\"\n\n\"That's the most curious part of the whole business. Everyone of the\nfliers was equipped with apparatus that could have raised the entire\nsolar system with a call for help, and yet not the tiniest whisper was\nheard.\"\n\n       *       *       *       *       *\n\nThe Chief got up and paced the floor agitatedly. It was plain that\nthis business was worrying him. Miro continued to sit calmly,\nseemingly indifferent. \"It's uncanny, I tell you. Gone as though empty\nspace had swallowed them up.\"\n\n\"You've applied routine methods, of course,\" Grant ventured.\n\n\"Of course,\" the Chief waved it aside impatiently. \"But we can't\ndiscover a thing. Battle fliers have patrolled the area without\nsuccess. The last ship was literally snatched away right under the\nnose of a convoy. One minute it was in radio communication, and the\nnext--whiff--it was gone.\"\n\n\"Where is this area you mention?\" Already Pemberton's razor-edged\nbrain was at work on the problem.\n\n\"Within a radius of five million miles from Jupiter. We've naturally\nconsidered placing an embargo upon that territory, but that would mean\ncutting off all of the satellites from the rest of the system.\"\n\nMiro stirred. His smooth slurred voice rolled out.\n\n\"And my planet would suffer, my friend. Alas, it has already suffered\ntoo much.\" He evoked a sigh from somewhere in the depths of his barrel\nchest, and tried to cast up his small red eyes.\n\nGrant suffered too, a faint disgust. Damn his eyes, what business had\nan erstwhile pirate, not too recently reformed, being self-righteous?\n\n\"Miro thinks,\" the Chief continued unheeding, \"that the Callistans\nknow more about this than they admit. He has a theory that Callisto is\nsomehow gathering up these ships to use in a surprise attack against\nhis own planet, Ganymede. He says Callisto has always hated them.\"\n\n\"Damn good reason,\" Grant said laconically.\n\n       *       *       *       *       *\n\nMiro's lidless eyes flamed into sudden life. \"And what do you mean by\nthat, my friend?\"\n\nPemberton replied calmly. \"Simply that your people have harried and\nravaged them for untold centuries. They were your nearest prey, you\nknow.\"\n\nMiro sprang to his feet, his soft suction pads gripping the floor as\nthough preparatory to a spring. Gone was the sanctimonious unction of\nhis former behavior; the ruthless savage glared out of the red eyes,\nthe flattened fingers were twisting and curling.\n\n\"You beastly Earthling,\" he cried in a voice choked with rage,\n\"I'll--\"\n\nThe Chief intervened swiftly. \"Here, none of that,\" he said sharply to\nMiro. \"Don't say anything you'll regret later.\" Then he turned to\nGrant, who was steadily holding his ground: \"There was no reason,\nPemberton, to insult an inspector of the Service. Consider yourself\nreprimanded.\" But the edge of the rebuke was taken off by the slight\ntwinkle in the Chief's eye.\n\nSomehow a truce was patched up. Grant was to ship as an ordinary\npassenger on the _Althea_, the great passenger liner that plied\nbetween Callisto and the Earth. It was not his duty to prevent the\ndisappearance of the vessel, the Chief insisted, but to endeavor to\ndiscover the cause. It was up to Grant then to escape, if he could,\nand to report to Miro on Ganymede immediately with his findings. Miro\nwas leaving by his private Service flier at once for Ganymede, to\nawait him. Grant thought he saw a faint sardonic gleam in the\nInspector's eyes at that, but paid no particular heed to it at the\ntime.\n\n       *       *       *       *       *\n\nNow, as Grant stood in the corridor of the great space-flier,\nlistening intently for further sounds from his hidden foe, it flashed\non him. Miro knew he was on board. It was a Ganymedan who had\ntreacherously attacked him. The puzzle was slowly fitting its pieces\ntogether. But the major piece still eluded him. What would happen to\nthe ship?\n\nAs he turned to go back to his room, a ripping, tearing, grinding\nsound came to his startled ears. It was followed by a sudden swishing\nnoise. Grant knew what that meant. A meteor had ripped into the vitals\nof the space-flier, and the precious air was rushing through the\nfissure into outer space. He whirled without an instant's hesitation\nand sprang down the long corridor toward the captain's quarters. If\ncaught in time, the hole could be plugged.\n\nEven as he ran, there was another grinding smash, then another, and\nanother. Good Lord, they must have headed right into a meteor shower.\nPanels were sliding open, and people, scantily attired, thrust\nstartled heads out into the corridor. Someone called after him, but he\ndid not heed or stop his headlong race. He must get to the control\nroom at once.\n\nAlready the air in the corridor was a sucking whirlpool that beat and\neddied about him in its mad rush to escape. It sounded like the\ndrumbeat of unsilenced exploders. A meteor shower of unprecedented\nproportions! In the back of Grant's mind as he ran, hammered a\nthought. Every swarm of meteors in the solar system was carefully\nplotted. The lanes of travel were routed to avoid them. There was no\nknown shower in this particular area!\n\nHe collided violently with a strange ungainly figure. In his desperate\nhaste he did not give much heed, but tried to push his way past. The\nfigure turned on him, and then Grant stopped short, an exclamation\nfrozen to his lips. Red unwinking eyes stared out at him from goggles\nset in a helmet. The body was completely inclosed in lusterless\ncreatoid. It was a Ganymedan in a space-suit!\n\n       *       *       *       *       *\n\nGrant saw the quick movement of the other toward an open side flap. He\ndid not hesitate an instant. His fist shot out and caught the\nGanymedan flush in the throat, while his left hand simultaneously\nseized the creatoid-covered arm that gripped a pencil-ray. The\nhelmeted head went back with a sickening thud. But the Ganymedan was\na powerful brute. Even as he staggered back from the force of the\nblow, vainly trying to release the pencil-ray for action, his right\nfoot jerked forward. The next moment both were rolling on the floor,\ntwisting and heaving in silent combat. Frightened passengers rushed\ndown the corridor, screaming with terror, half carried along by the\nhurricane wind, clambering over the combatants in an insane desire to\nget away, where, they knew not; and still neither relaxed his grip,\nseeking a mortal hold.\n\nPemberton was certain that his silent unknown foe held the clue to the\nmystery he was trying to fathom. He fought on, silently, grimly. The\ncold creatoid fabric was slippery, but a sudden jerk of an arm, a\ncertain quick twist that Grant was familiar with, and his enemy went\nlimp. Grant's breath was coming in quick, labored gasps. There was\nvery little air left now. But he did not care. He tugged at the\nfastenings on the helmet. He must see who his captive was, wrest from\nhim the heart of the mystery.\n\nThere came a clatter of feet behind him, a sudden rush of space-suited\nfigures that overwhelmed and passed over him with trampling strides.\nHe was torn loose from his prey, rolled over and over, gasping for\nair. When he staggered to his feet again, bruised and shaken, the\ncorridor was swept clean of figures. His assailants had carried his\nopponent away with them.\n\nA wild surge of anger swept through him. More Ganymedans, these\nrescuers, all accoutered for airless space. They had been carefully\nprepared for this. Heedless of all else, he swayed groggily after\nthem, intent only on joining battle once again. The illumination was\ndim now, the cries of fear that had rung through the ship were gone;\nonly a deathly silence reigned now. His lungs were burning for want\nof air; even the whirlwind had died down for lack of fuel. But still\nhe kept on, like a bloodhound on the trail.\n\n       *       *       *       *       *\n\nHe rounded a corner. A slight figure, swaying like a reed, collided\nwith him and would have fallen if he had not thrust out a supporting\narm. It was a girl. Even in the shadowy light he saw that she was\nbeautiful. Her delicately molded features were drained white, but her\ndeep pooled eyes were level in their gaze, unafraid.\n\n\"I'm sorry,\" he managed, finding utterance labored, \"Are you hurt?\"\n\n\"Quite all right,\" she said, with a wan smile, \"if only I had some air\nto breathe.\"\n\nThe essential bravery of her touched him. He forgot all about the\nescaped Ganymedans.\n\n\"We'll have to try some other portion of the ship. Maybe some of the\nbulkheads are uninjured.\"\n\nShe shook her head. \"I just saw the captain,\" she enunciated faintly.\n\"Every bulkhead is riddled. Said--I--should get space-suit--in\nstateroom--though no use--doomed. Something wrong--wireless--not\nworking....\" Her voice trailed. She had fainted.\n\nGrant caught up her slight form and lurched unsteadily into the\nnearest cabin. The blood was roaring in his ears now, his heart was\npumping madly, but he forced himself on. His eyes strained toward the\ncompartment where the emergency space-suit was neatly compacted. Thank\nGod. It was still there. The inmate had evidently rushed out at the\nfirst alarm to join the terror-maddened crush.\n\nPemberton worked with feverish haste. Somehow he thrust the\nunconscious girl into the suit, tightened the helmet into position,\nopened the valve that started the steady measured flow of life-giving\noxygen. Then, with dark spots dancing before his eyes, he deposited\nher gently on the floor, and managed to force himself in the now\nalmost total darkness toward another room.\n\n       *       *       *       *       *\n\nHis swelling hands fumbled. The compartment was empty. Despairing,\nconscious only of a desire to lie down, to rest, he tried another. It,\ntoo, was empty. He stumbled over sprawled bodies, fell, managed to get\nup again. Again he fumbled into a compartment. The clammy feel of the\ncreatoid never was more welcome. His breath was coming in whistling\ngasps. It seemed ages of strangulation before the first cool rush of\noxygen expanded his tortured lungs. For a full minute he stood there,\ninhaling deep draughts. Then once more he was himself, his brain\nfunctioning with keen clarity.\n\nHe must find the Ganymedans and come to grips with them. There was no\ndoubt in his mind that somehow they had been responsible for the\ncataclysm. Just how, he did not know, but he would find out.\n\nBut the girl. He could not leave her. Duty and something else stirred\ninto conflict. He hesitated. In the flap of the suit was an emergency\nflash. Throwing the beam on the walls and flooring, he managed to\nretrace his steps to the cabin where he had left her. As he flashed it\ninside, his heart gave a great bound. She was standing now.\n\n\"Feel all right?\" he spoke into the tiny transmitter that was part of\nthe regulation equipment.\n\n\"Fine.\" Her warm, rich voice spoke in his ear. \"But I'm not thinking\nof myself. Are the others on board safe? What happened?\"\n\n\"I'm afraid we are the only ones alive,\" he told her gravely. \"As to\nwhat happened, I can only guess. We seem to have hit an unusually\nheavy meteor shower that riddled us through and through, though--\" He\npaused.\n\n\"Though what?\"\n\nHe ignored her question. \"The first thing we've got to do is find out\nwhere we are.\" His flash sought the window switch and found it. He\nwent over and pressed it. A section of the beryllium-steel casing slid\nsmoothly open, disclosing a thick flawless quartzite port. He stared\nout at the dark pattern of space. Long he gazed, then a stifled\nexclamation reached the girl.\n\n\"What is it?\" she cried.\n\n\"Come and look,\" he told her gravely, and made room for her.\n\n       *       *       *       *       *\n\nAt first she saw only the unwinking stars of space. Then her eyes\nshifted forward. Jupiter lay ahead, a vast cloud-girt disk. It was\nominously near. Somehow it gave the effect of rushing straight at her.\n\nRight along the equator floated, or seemed to float, a huge red\noval--the Great Red Spot of Jupiter. She had heard of it before. But\nwhat caught her immediate attention was a tiny flare of intense\nillumination, right in the very heart of the Spot. Bright orange it\nwas, tinged with yellow, dazzling even at this distance. She watched\nit eagerly. Then she gave a sudden start.\n\n\"You've seen it.\" Grant's voice sounded quietly in her helmet.\n\n\"Yes. Why, it--it pulsates!\"\n\n\"Exactly. Now look along the hull of the ship.\"\n\nShe did so, and gasped again. The steel-shod sides were bathed in an\nunearthly orange glow.\n\n\"Why, that must be the light from the orange spot down there.\"\n\nGrant nodded. \"Yes, and more than that. They are power waves of a\nnature that we've known nothing of before. We are being pulled down\nalong that beam straight for Jupiter, straight for the source of that\nlight!\"\n\n\"But that means there are intelligent beings on Jupiter.\"\n\n\"No doubt.\"\n\n\"But--but everyone know that there's no life on Jupiter. It's a frozen\nwaste swathed in impenetrable whirlwind clouds.\"\n\n\"How does everyone know?\" Grant retorted. \"Has anyone ever penetrated\nthrough those clouds?\"\n\n\"No,\" she admitted; \"though there have been plenty of expeditions that\ntried, and never came back.\"\n\n\"That of course doesn't prove anything. Mind you,\" he added. \"I didn't\nsay there was native life existing on Jupiter. I merely said there\nwere intelligent beings operating that illumination.\"\n\n\"Who could it be then?\"\n\n\"We'll find out when we get down there.\"\n\n       *       *       *       *       *\n\nThe very calmness of his matter-of-fact statement brought her back\nabruptly to their precarious situation.\n\n\"But, great heavens, we'll smash and be killed. Can't we do\nsomething?\"\n\n\"We'll not smash.\" Grant said positively. \"Though very likely we shall\nbe killed. As for doing something, we can only wait and take our\nchances, if the gentry who are hauling us in will only give us an\nopportunity. You know,\" he added with a fine inconsecutiveness, \"I\ndon't even know your name.\"\n\nShe bubbled with sudden laughter. \"Nona--Nona Gail. I was on my way to\nCallisto, to meet my father,\" she explained. \"He's an engineer, doing\nsome construction work for Interspace Products. But now that I've told\nyou all, what and who may you be?\"\n\nHe was frank. There was now no need for concealment. \"Grant\nPemberton, an unimportant unit of the Interplanetary Secret Service.\"\n\n\"Then you knew that the trip would be dangerous,\" she challenged.\n\n\"Yes.\"\n\n\"Why did you come?\"\n\n\"It is part of my duties.\"\n\nThere was silence between them. He turned to stare out of the quartz\nport-hole again. Jupiter was perceptibly nearer; an enormous, convex\nglobe that blotted out half the heavens. They were being drawn at a\nfrightful velocity toward the mysterious pulsating point, now blinding\nin its brilliance.\n\nThey both saw it simultaneously: a space-suited figure, far out in the\ndepths of interstellar space, caught up in a sudden flare of orange\nillumination. The strange figure seemed to whirl around, straighten\nup, and shoot at breakneck speed headlong for Jupiter. Behind it, and\nin a direct line with the winking flame in the Great Spot, another\nspace denizen glowed luridly, startlingly, out of the blackness\nbeyond, whirled, and shot down the long invisible path.\n\nNona cried out: \"Grant, tell me quickly, what are they; what is\npulling them?\"\n\nEven as she spoke, more and more figures were blazoned in that orange\nray, until a long file of beings were catapulting in a single straight\nline past the space-ship, outdistancing it until they became faint\nspecks in the distance.\n\n       *       *       *       *       *\n\nPemberton's hand was upon her shoulder, his eyes literally blazing\nthrough the goggles, while his voice shouted in her ears. \"Come with\nme: We haven't a second to lose.\"\n\n\"But,\" she gasped, \"you haven't told me--\"\n\n\"No time,\" he interrupted, and, shoving her in front of him, he rushed\nher through corridor after corridor until they came to the air-lock\nof the liner.\n\n\"If only we have time,\" he groaned, and cursed himself for a bungling\nfool for not having surmised the maneuver earlier.\n\nJust as he had expected, the great lock was open. The ship was as\nsilent as the grave. There was no air anywhere, only the unutterably\ncold airlessness of space. Without pausing in his headlong rush, he\npushed the bewildered girl through the open port, out into the\noverwhelming, intangible blackness. Nona's smothered cry of fear came\nto him as the next instant he stepped forward and left the solid\nfooting to float in sudden weightlessness in a vast sea of\nnothingness.\n\nThe girl reached out and caught his arm convulsively. Even through the\nfabric of their suits he could feel her trembling. Pemberton had taken\ngood care to retain a hold on the edge of the open air-lock. The two\nswung unsteadily.\n\n\"What is the reason for this?\" Grant sensed, rather, than heard, the\ntremor in her voice. She was making a desperate effort to control\nherself. \"We'll be lost--out here in space.\"\n\n\"Don't worry,\" he said soothingly. \"I'll explain in due course. In the\nmeantime you'll have to trust me. Did you see where that invisible ray\nheld when it illumined the last Ganymedan?\"\n\n\"Ganymedan?\" she echoed in surprise. \"What makes you think--\"\n\n\"Never mind that. Did you?\" he insisted.\n\n\"Yes,\" she admitted, \"it was about over there.\" She indicated the spot\nwith an outthrust arm. \"About a hundred yards, I should judge.\"\n\n\"Exactly,\" he agreed. \"Well, young lady, our lives, and far more,\ndepend upon our reaching that exact line in space immediately.\"\n\n\"I don't know what you are talking about, but even so, how can we\nmake it? I'm not a rocket.\"\n\n\"It's difficult, I admit, but we must. Now hold on tight to my arm,\nand press your feet firmly against the wall of the ship.\" She obeyed.\n\n\"Now when I count three, shove off violently, and pray that we're\ngoing straight. Are you game?\"\n\nShe stiffened; then, very slowly, \"All right; start counting.\"\n\n\"Good girl,\" Grant said approvingly. \"One--two--th-r-ee-ee!\"\n\nThey flexed their legs in perfect unison. And shoved off.\n\n       *       *       *       *       *\n\nOut into the blackness of space they shot, lost to all sense of\nmotion: yet the hull of the space-flier, dimly gleaming in the thin\nlight of the far off sun, retreated from them with terrifying\nswiftness.\n\nThey were alone in space! It was an uncanny, a horribly helpless\nsensation. All about them was infinity, a vast void out of which\npeered at them the cold, unwinking stars. They were like swimmers in\nmid-ocean, without even the buoyant feel of the salt water to comfort\nthem.\n\nNona's grip on Grant's arm was agonizing in its intensity.\n\n\"Scared?\" Grant queried.\n\n\"A--a little,\" she admitted; \"but don't bother about me. I'm all\nright.\"\n\nShe could be depended upon to keep up her end, Grant thought\nadmiringly.\n\nOn and on they floated in the welter of space. And still there was no\nray, nothing but unrelieved blackness. Pemberton was somewhat worried.\nHad the saving ray been quenched at the source? Were they too late? If\nso, they were doomed to a frightful obliterating fall to the surface\nof the planet, or worse still, they were destined to swing endlessly\nin space. Already the liner was far away, out of their grasp, even\nhad they desired to return.\n\nHis breath was coming in quick gasps now. \"Scared?\" he once more asked\nthe silent figure beside him.\n\n\"Frightfully--but carry on. We'll get there, wherever it is.\"\n\nHer gay determination strengthened him wonderfully. On and on they\nfloated.\n\nSuddenly the dim, dark bulk of the girl caught the uncanny orange\nlight. The next instant the creatoid fabric of his own suit caught it,\ntoo.\n\n\"Thank God,\" he cried joyously. \"It's still on. Just relax, Nona, the\nray will take care of us now.\"\n\nHe felt a powerful tug at his body, he was whirled completely around,\nand then there was a steady pull. He was being catapulted down the ray\nto the mysterious point of brilliance in the Great Red Spot. The girl\nwas right beside him. The space-liner was passed with a smooth rush,\nand soon receded to a dwindling speck.\n\n       *       *       *       *       *\n\n\"Now will you explain?\" asked Nona impatiently, after she had caught\nher breath in sudden relief.\n\nGrant stretched luxuriously before he began.\n\n\"Certainly. There's nothing for us now to do but wait until we get\npulled down to Jupiter, and that'll take some time. I hope we look\nlike Ganymedans.\"\n\n\"Will you get on with your story!\" she cried.\n\nHe obeyed. He started from the beginning and went right up to the time\nwhen he had so rudely thrust her out into space.\n\n\"You see,\" he explained. \"I had put the puzzle together a bit, but\nthere were still pieces missing. For instance, those chaps down there\nknow that every space-liner is equipped with emergency space-suits.\nWhy pull the ship down with live men on board? That would naturally\nmean a fight, and we have no mean weapons, what with disintegrator\nray-projectors and explosive electro-bullets.\" Then, again, for some\nreason, there were Ganymedans on board. They would very likely be\nwhiffed out in the mêlée. The ship might be destroyed also, and they\nevidently are very careful about getting the ship down intact. The\nlittle meteor holes can easily be plugged up, and the liner made as\ngood as new. At least that was my guess.\n\n\"I was trying to puzzle it out, rather hopelessly,\" he continued,\n\"when I saw the ray out in space pick up those floating figures. That\nwas the last little piece in the jigsaw.\n\n\"The Ganymedans evidently had to leave the ship because, as it\napproaches the planet, something will be done to kill off any\nunfortunates who are still alive, waiting their chance to fight the\ninvisible enemy. Possibly a penetrating lethal gas that will be forced\ninto the interior. So they evolved the ray to carry the Ganymedan\npassengers down gently, safely. And we are stowaways,\" he concluded\ngrimly.\n\nNona had listened intently to the long recital.\n\n\"But why,\" she expostulated, \"was it necessary to have their own\npeople on board? The meteors that riddled the ship were projectiles\nshot from their station on Jupiter. So was the attraction-ray that\npulls the ship down.\"\n\n\"Because they required a sufficient force to disable the radio\napparatus. All radio waves used on interplanetary liners are shielded\nfrom interference. It is impossible to blank them out. And with the\nradio intact, every battle flier in space would be on their trail in a\nhurry.\"\n\n       *       *       *       *       *\n\nSeveral hours passed, and still they fell endlessly through space,\nunaware of their motion except that Jupiter was now a huge orb\nblotting out the universe. The grim face of the giant planet was\nenswathed in endless billowing clouds. No one had ever penetrated to\nthe real core. But what held their eager, straining attention was a\nvast blood red disk, cyclonic in character, directly beneath them. The\nGreat Red Spot! And immediately in the center of it was the tiny,\nblindingly brilliant yellow orange oval, winking up at them with\nquick, steady pulsations.\n\n\"What can it be?\" Nona wondered.\n\n\"The source of their power, evidently. But what interests me more just\nnow is where the Ganymedans have their hangout in those clouds, and\nwhat they're doing with the ships they capture.\"\n\nJupiter was now a flat level stretch that reached on all sides as far\nas the eye could see. Grant felt a sudden sensation of weight again,\nas though something was pressing with crushing force against his\nchest.\n\n\"Hello,\" he said, \"our fall is being checked. They're making sure\ntheir friends come to no harm.\" And he laughed bitterly, thinking of\nthe men and women lying with lungs ruptured, cold and stiff, in the\ninterior of the _Althea_; of the possible few wretches who had managed\nto huddle into space-suits, ignorant of the deadly gas that was soon\nto search out their seemingly impenetrable habiliments.\n\nSlowly, ever more slowly, they fell. Thin wisps of reddish vapor\nrushed upward toward them, and then they were enveloped in vast swirls\nof cloud masses. They were within the Great Spot!\n\nThen the lurid clouds parted suddenly, revealing a deep hole, at the\nbottom of which flamed and flared the mysterious yellow-orange\nbrilliance. Down the long shaft they fell, while all around its\ninvisible walls dark red cyclones stirred and beat in vain.\n\n       *       *       *       *       *\n\nJust as it seemed as if they were doomed to fall headlong into the\nblaze, they were swerved violently into an opening that angled off\nfrom the main shaft. Down this branching shaft they continued to\nfall--interminably--when suddenly it widened, and they were dropping\nthrough the interior of a great dome of which the arched roof was the\nswirling clouds they had just penetrated. Directly beneath floated a\nflat island of smooth rock, supported and upheld by a shining sea of\nvapors.\n\nThe girl exclaimed sharply, but Grant only nodded to himself with grim\nsatisfaction. He had expected something like this. For, clustered in\nserried rows at the end of the island directly beneath them were\nsleek, stream-lined grayhounds of the interplanetary traffic lanes,\nnow resting immovably on the smooth gray stone--the missing\nspace-liners!\n\nThe island was bisected by a huge forbidding wall, over which, at\ntheir angle, Grant was unable to see.\n\nThe ground was encumbered too with clumps of intricate machinery, all\nof the same polished gray stone; Ganymedan stone, Ganymedan machinery,\nPemberton recognized at once. Hundreds of figures were scurrying\nawkwardly around, clad in the inevitable space-suit. Several were\nworking desperately at a huge concave glass reflector. Others were\npointing a stone nozzle, extending out of a pit, directly upward.\n\n\"I'm afraid.\" Nona shuddered and pressed closer to Grant.\n\n\"Don't be,\" he assured her. \"Just say nothing when we land. Let me do\nthe talking.\"\n\nAll this while they had been floating gently downward toward what they\nnow saw to be a miniature replica of the vaster orange brightness at\nthe bottom of the main shaft from which they had been diverted. It was\na pool of liquid fire, so intense in its brilliance that their eyes\nwere dazzled staring at it. It rose and fell in regular pulsations.\nThey were not far above it now, and still no one on the strange island\nseemed to be aware of their coming.\n\nNona cried out, \"Grant, we're going to fall right into it!\"\n\nPemberton looked down at the small fiery pool with anxious eyes.\nUnless something happened, and that quickly, they would be seared to a\ncrisp. Already the heat was uncomfortable, even through their suits.\nHe tried to kick himself aside, but the pull of the liquid was too\npowerful for him. Then he resolved on a desperate expedient.\n\n\"Say, you fellows down there,\" he cried in the smooth, slurred\nGanymedan speech. \"What are you trying to do, fry us? Hurry up and\nprepare our landing.\"\n\n       *       *       *       *       *\n\nFor a moment they were tense with the tenseness of imminent death.\nWere the Ganymedans equipped with communication disks; would they\nsense the strangeness of the accent? Nona was gripping his hand with a\npressure that penetrated the fabric. And every second brought them\ndown closer and closer to the dread lake.\n\n\"Ah!\" Nona's breath came in a shuddering sigh. For one of the figures\nglanced upward and saw them dropping. He shouted something to his\nfellows, and darted for a lever set in the stone next to the pool. He\nthrew it over swiftly. Immediately what seemed to be a smooth slab of\ntransparent glassite shot into position over the pulsating flame, not\nan instant too soon, either, for it had barely covered the flaming\ndeath when the Earthlings' feet were already touching it.\n\n\"It would have served you two fools right if I had let you drop in,\"\ntheir savior grumbled disgustedly. \"What in Jupiter took you so long?\nEveryone else arrived hours ago. Didn't know there were any more.\"\n\n\"Sorry, but we couldn't help it,\" Grant responded carefully. \"You see,\nwe got mixed up in a scrap with some Earthmen who evidently suspected\nus, just as we were diving out of the air-lock. We had the devil's own\njob of beating them off.\"\n\n\"You too! The Chief came down foaming at the mouth. Some dumb Earthman\nalmost throttled him before he got away. He swears he'll blast Earth\nout of space. He's that mad. But here, I've got no time to be talking\nto your fellows. I've got work to do. Better report to the Chief at\nonce, and heaven help you. He's sure in a black rage at this minute.\"\n\nWith that he moved away, over to the gang of Ganymedans holding the\nstone nozzle and looking expectantly up at the large, round hole in\nthe cloud ceiling.\n\nNona stood close to Grant. \"What are they doing with the queer\naffair?\" She indicated the nozzle.\n\n\"I'm afraid we'll find out only too soon,\" he answered grimly.\n\"Look--\" he broke off.\n\nFar overhead, through the great round orifice, darted a tremendous\nshape, pointed, glittering.\n\n\"Why, that's the _Althea_,\" Nona exclaimed.\n\n\"Yes. Now watch. Damn--all we can do is watch,\" Grant gritted between\nhis teeth.\n\n       *       *       *       *       *\n\nDown sped the gleaming liner, pride of the fleet. The men at the\nmirror were swerving it on gimbals until a ray from it flashed on the\nburnished nose. As though it were a physical impact, the vessel\nslackened its tremendous speed and hung suspended midway between the\ncloud concavity and the island.\n\nThe men with the nozzle spurred into activity. A thin stream of fluid\nshot out of the orifice straight up for the captive liner. The tip of\nthe expanding spray impinged on the hull--and Nona gasped her\nastonishment. For the liquid passed clean through the hull as though\nit were a porous network instead of four-inch thick beryllium-steel.\n\n\"Just as I thought,\" Grant groaned. \"Lethal gas that penetrates\neverything. Those poor people on board--for their own sakes I hope\nnone remained alive to hit this.\"\n\n\"Can't we do anything?\" Nona asked desperately.\n\n\"Nothing for the _Althea_. But plenty to prevent any more disasters\nlike it.\" There was a hard ring to his voice. \"Come on.\" He stepped\noff the transparent slab onto the stone floor of the island.\n\n\"Where to?\" asked Nona, following.\n\n\"We're going to locate that orange oval we saw from the _Althea_.\nThat's the secret of all this. The pool of liquid fire here is\nunimportant, secondary.\"\n\nThey were at one edge of the floating island. The other side was\nhidden from them by the solid wall that stretched across its full\ndiameter.\n\n\"We'll scout beyond there,\" Grant pointed out. \"I'll miss my guess if\nwhat we're looking for is not on the other side.\"\n\nAs they started for the wall, they saw the Althea brought slowly down\nto the rock, another captive to swell the motionless fleet. It did\nnot take them long to reach the barrier. Some fifty feet high it was,\nof smooth polished Ganymedan stone, and no door or opening in its\nstraight unbroken surface.\n\n\"How shall we get through?\" Nona asked.\n\nGrant surveyed it thoughtfully.\n\n\"There must be a hidden spring somewhere,\" he said.\n\nHe walked carelessly along the wall, tapping it idly here and there.\nHis quick probing fingers were searching.\n\nWith a sharp \"Ah!\" he stopped short. He bent over a moment; his\nfingers moved deftly. Then he straightened with a grunt of\nsatisfaction. A section of the seemingly solid, immovable stone was\nsliding silently open. He looked through.\n\n       *       *       *       *       *\n\nNona saw him jerk his head back, heard his involuntary cry of horror.\nThen she heard another cry: an excited warning shout. She whirled\naround in time to see a Ganymedan running toward them from behind. A\ndeadly pencil-ray pointed straight at her companion. Without a\nmoment's hesitation she sprang at Grant, pushed him violently so that\nhe staggered and fell through the opening to the other side. In so\ndoing, she tripped over his body, and fell prone. That saved her life,\nfor a blue flame sheared clean through the stone, inches above her\nhead.\n\nGrant squirmed around underneath. The electro-gun was somehow out of\nthe side flap and now it spat its explosive hail. The tiny bullets\nflared into little puff balls of flame against the space-suit of the\nGanymedan. A long howl of anguish came to them as he threw up his\nhands and fell into a shapeless heap. But a moment later there were\nother cries, angry shouts. Pemberton was on his feet again with the\nquickness of a cat. He pulled Nona up after him, thrust her to one\nside, behind the protection of the wall. His eyes were blazing now,\naflame with the ardor of battle. Very carefully he leaned out and\npressed the trigger. The surging mob was caught in full flight. The\nelectro-bullets spread fanwise, exploded into flaming deaths. The\nGanymedans went down as though a huge scythe had swept through their\nranks. The survivors scattered hastily, throwing themselves headlong\nto the surface of the rock to escape further execution.\n\n\"That'll hold them for a while,\" Grant laughed grimly.\n\n\"Drop your gun, and turn around--both of you.\" A cold, smooth voice\nspoke in deadly menace directly behind them--a voice that came from\nthe mysterious inner side of the wall.\n\nGrant spun around, his gun ready to fire. A ray snapped out at him, a\nray with a greenish tinge. The fingers of his gun hand grew suddenly\nnerveless; the weapon dropped unresistingly from his paralyzed hand.\n\nA tall Ganymedan towered before him, unhidden by a space-suit.\nEvidently there was a layer of air in here. The red lidless eyes were\nfilled with a cold fury. Spatulate fingers tensed on the button of a\npencil ray.\n\n\"Miro,\" Grant breathed to himself unbelievingly. A great light burst\nupon him.\n\n       *       *       *       *       *\n\nThe Inspector of the Service for Ganymede did not recognize him,\nswathed as Grant was in the depths of his space-suit, nor did he\nnotice the little movement of surprise. He was too furiously angry.\nHis words came tumbling out in a tremble of rage.\n\n\"You damned scoundrels; have you gone mad? What do you mean by coming\nin here through the secret way? Don't you know it is death for anyone\nto pass the barrier? And what do you mean by shooting down your\nfellows with an Earth weapon? Answer, damn you, before I thrust you\ninto the Gorm.\"\n\nBoth were silent; Nona because she did not know what to say, and Grant\nbecause he knew his voice would be recognized by Miro's keen ears. He\nkept his eyes fixed on the Ganymedan, waiting hawk-like for one false\nmove, for the tiniest wavering of attention. But the pencil-ray was\npointed squarely at his breast.\n\n\"You won't talk?\" Miro's voice was choked with passion. \"Well, there\nare ways to make you.\" With one foot he kicked at the open slab, while\nhis weapon commanded them unwaveringly. There was a smooth soundless\nrush. Grant knew that the wall was an unbroken surface again. They\nwere cut off on the secret side of the island, alone with Miro.\n\nYet that was the horror of it. They were not alone. For Grant's first\ndarting look inside when he had first opened the panel had shown him\nthe others. Hundreds of them there were, men of all races and planets,\na motley crew. And each man walked stiffly, unnaturally, looking\nneither to the right nor to the left. Their eyes were fixed and\nglassy; the skin of their faces, no matter what their origin, was\nuniformly parched and gray. A cold sweat broke out on Grant's\nforehead. They looked like automatons: beings from whom life had been\ndrained. He heard a little choked cry from Nona; she had seen them,\ntoo.\n\nMiro plucked out with his free hand a little pear-shaped mechanism\npunctured with innumerable holes. He blew into it, once--twice. It\ngave forth a high whining note. Instantly two of the strange lifeless\nmen wheeled angularly, and with queer mechanical movements headed\nstraight for them. A bloodless hand stretched out, grasped Nona. Grant\nheard her scream and saw her struggling in a loathsome grip.\n\n       *       *       *       *       *\n\nForgetting everything, forgetting the deadly ray in Miro's hands, he\nsprang to her rescue. The next instant he was in the grip of a similar\nhand, a frail, dead-white naked arm, yet endowed with the strength of\nsteel. Struggle as he might, dash his fist as hard as he could against\nthe unresisting blank face, he could not loose that grip. Miro watched\nhis futile strugglings mockingly.\n\n\"Take these traitors over to the Gorm and let me look at their faces,\"\nhe ordered.\n\nGrant and Nona were picked up in those emaciated, powerful arms as\neasily as though they were children, and the unhuman creatures\nproceeded at a slow, awkward pace away from the hall, toward the outer\nedge of the island. From his uncomfortable vantage point, Pemberton\nnoticed that they were passing clumps of intricate stone machinery.\nDead-faced automatons, similar to their captors, were tending the\nwhirring machinery with ordered, stiff-legged movements.\n\nThen, straight ahead, Grant saw the edge of the island, against which\nbeat and billowed in furious, gigantic heaves, the reddish overarching\nclouds of the Great Spot. Strangely enough, though they whirled and\neddied, they could not seem to break through the invisible barrier.\nAnd then the lake of fire sprang into view--the mysterious place of\nflame they had seen from afar, that had pulled the hapless _Althea_\nout of its course down to destruction on Jupiter. This then was the\nGorm!\n\nA wide circular pool it was, of an unearthly yellow-orange brilliance.\nThe midday sun was no more dazzling to the eye. Out it stretched from\nthe island into the vapors of the Great Red Spot, only touching the\nstone rim of the island at one thin point. Its liquid fires were\nwaveless now, oily, yet there was something horrible, too, about its\nsmooth quiescence.\n\nMiro whistled. The rigid guards dropped their burdens roughly and\nstood at attention. One was an Earthman, the other a fish-faced\nVenusian. Yet the queer dead look of their eyes was exactly the same.\n\n\"Will you remove your helmets, or shall I ask the Doora to assist\nyou?\" Miro's voice was silky.\n\n       *       *       *       *       *\n\nBecause there was nothing else to do, Grant unscrewed his helmet and\nlet it fall back on its hinge. Then he looked very calmly and steadily\nat the Inspector of the Service for Ganymede.\n\nA dull flame leaped into Miro's eyes at the sight of his captive.\n\n\"You!\" Then he smiled, a peculiarly horrible smile. \"You are cleverer\nthan I thought, my Earth friend. You should have been strangled to\ndeath on the _Althea_, or made into one of--\"\n\nHe stopped short, and the smile widened cruelly. \"But it is not too\nlate. No, it is not too late.\"\n\nGrant disregarded his cryptic phrases. He smiled, too, a contemptuous\nsmile that cut like a lash.\n\n\"You, Miro, an Inspector of the Service, are only a lying,\ntreacherous, butchering Ganymedan. Filthy scum of the Universe.\"\n\nMiro started forward with a roar, a dark flush of rage suffusing his\ngreen-tinged countenance. His blunt-edged finger trembled on the\nbutton of the pencil-ray. Grant knew he was perilously on the verge\nof sudden death, yet his scornful glance did not waver.\n\nIt was Nona, hitherto unnoticed, her helmet removed, who darted upon\nthe giant Ganymedan with small beating fists. Miro saw her coming and\nswung her sprawling away with one sweep of his free hand, while he\ncovered Grant with the other.\n\nHe had recovered his composure. Some secret merriment seemed to\nconvulse him.\n\n\"Ho! ho!\" he shouted. \"Who is this little spitfire? By Jupiter, she is\na tempting morsel.\" And his red eyes took in the flushed beauty of the\npanting girl speculatively.\n\nGrant tensed for a quick spring.\n\n\"Stand where you are,\" Miro barked. \"One move and it will be your\nlast.\" Gone was the smooth unctuous speech of former times. His tone\nnow was cutting, deadly.\n\n       *       *       *       *       *\n\n\"You damned Earthmen have been crowing long enough,\" he said. \"When Miro\nand Ganymede get through with you, the very memory of your filthy planet\nwill have been erased from the solar system.\" His voice rose higher.\n\"You thought you had us beaten down with your space-battleships and your\nembargoes on metals. And we were meekly repentant. Oh yes, we were! We\ntook you in nicely. Why, they even made me, Miro, Inspector of your\nrotten Service.\n\n\"But we have been preparing against the day for years. Here on this\nisland that we built we worked, hidden from interference. We are ready\nnow. Our fleets will sail out, in your own ships, to smash the\ncombined space navies of the solar system.\"\n\nIn spite of himself Grant could not hide a sudden grin of relief. The\nman was mad, to think of pitting a few liners against armored battle\ncraft. Miro saw that grin.\n\n\"You think I'm mad, don't you?\" he gloated. \"Just listen to this,\nthen. We have found a substance that no ray, no electro-bullet can\npenetrate. Every ship will be coated with it. And the Gorm here\"--he\npointed to the oily lake--\"will draw your proud cruisers down to\ndestruction, or thrust them far out into the uncharted spaces,\nhelpless, just as it pleases us. You wonder how it works? Look! Now it\nattracts, and powerfully. But when I reverse the current passing\nthrough it like this\"--he leaned over and pulled a switch set in the\nrock right by the edge--\"it repels everything. We'll just stand off in\nspace and pick off your proud warships one by one, without a scratch\nto ourselves. See?\" He fairly hissed the last word.\n\nGrant saw, and the cold sweat burst out on his forehead. His brain\nraced desperately in a vain effort to find some way out, some method\nof foiling this beast.\n\n\"You sure talk big, Miro,\" he said in bored fashion, feigning\nindifference; \"but it means nothing to me. The point is, what do you\nintend doing with us?\"\n\n       *       *       *       *       *\n\nThe Ganymedan's lips writhed. \"Nothing at all to your pretty friend,\"\nhe leered. \"I have plans for her. But as for you--see these creatures\nall about?\"\n\n\"Well?\"\n\n\"You are going to be one of them. They are passengers and crews who\nhad the misfortune to be alive when the captured ships were sprayed\nwith our gas. It does not kill. Oh, no! It just numbs their faculties,\nparalyzes them. Then our surgeons get busy. They know how to remove\nthe memory and reasoning areas of the brain and leave just machines,\nautomata, to do our bidding. Clever, aren't they? When Earth is\ncaptured, I intend subjecting all your damned breed to the operation.\nThey make very willing slaves, I've found. Two blasts on this toy\"--he\nraised the whistle to his lips--\"and an Earth-Doora comes for you.\"\n\nNona sprang forward. \"No, no, Miro. Please do not touch Mr. Pemberton.\nI'll--I'll--\"\n\n\"What will you?\" The Ganymedan's pig-eyes devoured her.\n\n\"I'll--\" Then, to Grant's eternal horror, she sank into Miro's arms.\nThe surprised look on Miro's face changed slowly to one of passion, as\nhe held her close to him with his great hairy arm.\n\n\"Nona!\" Grant gasped and saw red. Heedless of the unwavering weapon at\nhis breast, he sprang. Miro snarled as he saw him coming. His finger\npressed down. But at that instant the Earth girl struck out with all\nthe power of her slender arm. It was not much of a blow, but it\nmanaged to jar the weapon aside. The blue flame leaped hissing through\nthe air.\n\nMiro roared with rage, and flung her yards away, to lie, an unmoving\npathetic bundle. Then he swung his ray back into play.\n\nBut he never had a chance to use it. All the strength and fury of\nGrant's lithe, steel sinews and bone were behind the solid smash that\nlanded squarely on the Ganymedan's chin. He went down in a slump,\ncompletely out.\n\n       *       *       *       *       *\n\nGrant stooped to pick up the fallen pencil-ray, thrust it in the side\nflap, then hurried over to the limp figure of Nona.\n\n\"Darling,\" he cried, \"if anything's happened to you, I'll--\"\n\nThe still form stirred, sat up.\n\n\"Say that again.\" She was smiling weakly, but happily.\n\nGrant flushed. \"As many times later as you'll want,\" he said, \"but now\nthat you're not hurt, we can't waste any time in trying to get out of\nhere.\"\n\nHe walked over to Miro, who was just coming to.\n\n\"Listen, you rat,\" he told the Ganymedan, who was rubbing his chin and\ngroaning: \"you do exactly as I say, if you know what's good for you.\"\nHe shook the pencil-ray significantly.\n\n\"You can't get away with it,\" Miro snarled, muttering a string of\ncurses. There was baffled rage in his red pig-eyes.\n\nGrant surveyed him coldly.\n\n\"We'll see about that,\" he snapped. \"Get up.\" He reinforced his demand\nwith a well-placed kick. The huge Ganymedan came quickly to his feet.\n\n\"Walk to the wall,\" was the next order, \"and open the trick door.\"\n\nWith a glance of savage hate, Miro obeyed. Grant followed him with his\npistol in readiness. The poor mindless creatures paid no heed to what\nwas going on, but dully continued their appointed tasks.\n\nPemberton hid himself behind the wall to one side. Nona did likewise,\nhaving picked up the electro-gun meanwhile. Only Miro stood before the\nopening.\n\n\"Now tell your cutthroat friends out there we want one of the liners\nbrought directly over the Gorm, you understand. Not the Althea,\nthough--that's still full of holes. And only one Ganymedan to guide\nher over the wall. Be very explicit, and not a false move out of you,\nor it'll be your last.\"\n\nWith the knowledge that two deadly weapons were pointing squarely at\nhim, Miro shouted unwillingly the necessary instructions to his\nsubordinates outside. Then Grant leaned over and kicked the slide\nshut.\n\n       *       *       *       *       *\n\nThere followed tense moments of waiting. Would the workers beyond obey\ntheir leader? Had they become suspicious, and were even now massing\nfor a surprise attack? Grant had no means of telling.\n\nThen to his ears came the most welcome soft roar of muted rockets. A\nhuge shape swept over the high wall, soared directly over the Gorm,\nand nestled down in little jets of flame until the stern rested on the\nsolid rock, and the bow swung idly over the brilliant pool.\n\n\"Keep your gun trained on this bird,\" Grant told Nona swiftly. She\nnodded. The air-lock door on the ship was already sliding open. A\nGanymedan, space-suited, was coming through. He saw them, tried to\nspring back into the shelter of the ship. But a blue ray stabbed out\nand caught him in mid-flight. There was a spatter of dust, and the\nhapless creature disintegrated into thin air.\n\n\"Sorry I had to do it, but I couldn't afford to let him give the\nalarm. Now for the dirty work, Nona. You hustle this big bully into\nthe ship, and keep him covered. I'll be right along.\"\n\nThe girl cast him a look of anxiety. \"What do you intend doing?\"\n\n\"Don't worry,\" he assured her; \"I won't get hurt.\"\n\nAfter he had seen them within the liner, he got to work. First he\nbrought out from the ship coils of wiring and jumbles of instruments.\nHe took them over to the edge of the Gorm, to the place where he had\nseen Miro pull the switch, and for the next ten minutes was busy\nconnecting wires, attaching batteries, putting his instruments in\nplace. Then, when he was satisfied that everything was ready, he\nreversed the switch. The great space-ship, some fifty feet away, was\nalready trembling in every line.\n\nJust as he was rising to sprint for the slowly moving liner, he heard\na smooth rushing noise. He whirled. The slide was opening in the wall.\nA mob of Ganymedans were pouring through. They paused uncertainly a\nmoment, then, as they spied him, there was a concerted rush forward.\n\nGrant acted quickly. Already the space-ship was off the ground,\nsoaring upward. He had not an instant to spare. He dove toward it. The\nmob yelled, and raced forward to cut him off. His pencil-ray was\nuseless--the distance was too great for its limited range. But then,\nthat applied equally to the weapons of the Ganymedans.\n\n       *       *       *       *       *\n\nThe blue rays snapped forward at him angrily, but fell short. The ship\nwas moving faster now. It was already several feet off the ground.\nGrant's heavy space-suit impeded his progress. The charging Ganymedans\nwere dangerously close now. That last beam had missed him by inches.\nThe ship was gathering speed. He was five feet away from the open\nair-lock when they got the range. A sharp searing pain right across\nhis shoulder. The creatoid material of his suit was cut away as with a\nknife. A layer of flesh lay exposed. The skin had been whiffed into\nnothingness.\n\nBut that very instant he was leaping off the ground with a mighty\neffort. The ship was going upward with a rush now. His fingers clawed\ndesperately at the edge of the air-lock. For one breathless instant he\nclung; then, to his horror, the smooth creatoid covering refused to\nhold. Slowly he slipped, in spite of every effort, as the surface of\nthe hull refused purchase to his bleeding hands, then down he went\nwith a thud.\n\nA cry of triumph arose from the onrushing Ganymedans as Grant\nscrambled to his feet, bruised and shaken. He cast a swift, despairing\nglance upward. The huge liner was a hundred feet up now, gathering\nspeed swiftly. To one side was the Gorm, a place of dread and menace.\nThe gloating enemy were almost upon him. Even the comfort of a weapon,\nthe grim satisfaction of taking some of his foes to death with him,\nwas denied him.\n\nThe pencil-ray had been jarred out of his hand by the impact and had\ndoubtless fallen into the Gorm.\n\nGrant felt that he had come to the end of the rope. There was no\ntremor of fear in him, only regret that he had met the girl and lost\nher so soon. What would she do, out in space, alone with Miro? No time\nto think of that now, though. The foremost of the Ganymedans were\nalmost upon him. They intended taking him alive, did they? He braced\nhimself for the attack, ready to go down fighting.\n\n       *       *       *       *       *\n\nThen a brilliant plan beat suddenly upon his dazzled mind. It was\nbreath-taking, so simple, yet so desperate did it appear. If it\nworked--he would win through. If not--but Grant dismissed that thought\nquickly; one form of death was no worse than another.\n\nWithout an instant's hesitation, he whirled and jumped as high as he\ncould--directly over the Gorm! There was a yell of astonishment from\nthe Ganymedans--one had already clutched at his intended victim--as\nthey fell back in horror from the edge. This Earthling was mad to\nbrave the terrors of the Gorm!\n\nBut Grant heard nothing. He was instantly conscious of a searing,\nracking pain that penetrated his every fiber. He forced his eyes\nupward, anywhere but beneath him. Was his theory correct, or was he\ndestined to drop into the fiery lake. For a single interminable\ninstant, he suffered untold agonies.\n\nThen his body quivered, and he felt an unmistakable push against him.\nHe was moving upward, just as he had hoped. The Gorm was repelling\nhim, even as it had the ship.\n\nFaster and faster he shot up, chasing the liner. Would he catch up\nwith it? He strained his eyes. Exultation flooded through him as he\nrealized that the distance was rapidly lessening between them. The\nadded impetus of his leap over the Gorm had given him the required\nextra fillip of speed. By now, rays were streaking by him.\n\nSoon he was directly underneath. For an instant he had a quick fear\nthat he might overshoot his mark. But no--he was sliding past the open\nair-lock. He threw himself sideways and caught at it. This time his\nfingers held.\n\nAs he squirmed and wriggled into the lock, they were already careening\ninto the orange tube through the red swirling clouds. There was no\nlonger any air. Choking, he managed with numbed fingers to screw his\nhelmet on. Then, closing the lock, he proceeded into the ship.\n\nNona was guarding her prisoner vigilantly. Miro sat there, sullen,\ndefiant. Her glad, welcoming cry filled Grant with a new strange\nwarmth.\n\n\"I was so afraid for you when the ship started and you didn't show\nup,\" she said, \"but I didn't dare leave him alone.\" She indicated\nMiro.\n\n\"Good girl,\" he said admiringly. \"We'll bind him now and then I want\nto show you something.\"\n\n       *       *       *       *       *\n\nThey stood a little later at the bow quartz port-hole. Down the long\nshaft through which they had risen they saw the glaring flame of the\nGorm. As they looked, its regular pulsations turned irregular: it\nleaped and splashed as though it was a stormy, choppy sea. Then it\ngave one final mighty heave, and the universe seemed to shatter\nbeneath them. The \"walls\" of the shaft collapsed about them and they\nwere enswathed in a raging storm of red clouds.\n\nNona turned to Grant. \"Now, will you explain?\"\n\n\"Certainly,\" he grinned boyishly. \"I simply reversed the switch that\nchanges the current of the Gorm. I knew that it would then repel the\nliner out into space, as Miro was incautious enough to inform me.\n\n\"Then I figured that if instead of direct current, an alternating flow\ncould be induced, so as to attract and repel in quick succession,\nenough of a disturbance would be raised in that highly unstable\nmixture to start fireworks. So I rigged up an automatic break in the\ncircuit, timed it to permit us to get up enough speed from the\nrepulsion to be safely on our way before it would start. The\ncircuit-breaker worked and the alternating current did the rest. That\nisland is wiped out, and so is the Gorm. There'll be no further threat\nof danger to the solar system from that.\"\n\n\"And Miro, what are we going to do with him?\"\n\n\"Turn him over to the Service. They'll take care of him. And now,\nyoung lady, if you have no further questions, shall I say it again?\"\n\nShe smiled up at him tenderly, answering:\n\n\"If you wish.\"\n\n       *       *       *       *       *\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Pirates of the Gorm, by Nat Schachner\n\n*** END OF THIS PROJECT GUTENBERG EBOOK PIRATES OF THE GORM ***\n\n***** This file should be named 29299-8.txt or 29299-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/2/9/29299/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}