{"title": "Small World", "author": "William F. Nolan", "releaseDate": "July 4, 2009", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n    _What will happen when the alien ships strike Earth? And later? Who\n    will survive? What will life be like in that latter-day jungle?\n    William F. Nolan, well known in SF circles on the West Coast,\n    returns with this grim story of the days and the nights of Lewis\n    Stillman--survivor ..._\n\n\n small\n world\n\n _by WILLIAM F. NOLAN_\n\n\n He was running, running down the long tunnels, the\n shadows hunting him, claws clutching at him, nearer ...\n\n\nIn the waiting windless dark, Lewis Stillman pressed into the\nbuilding-front shadows along Wilshire Boulevard. Breathing softly, the\nautomatic poised and ready in his hand, he advanced with animal stealth\ntoward Western, gliding over the night-cool concrete, past ravaged\nclothing shops, drug and ten-cent stores, their windows shattered, their\ndoors ajar and swinging. The city of Los Angeles, painted in cold\nmoonlight, was an immense graveyard; the tall white tombstone buildings\nthrust up from the silent pavement, shadow-carved and lonely. Overturned\nmetal corpses of trucks, busses and automobiles littered the streets.\n\nHe paused under the wide marquee of the FOX WILTERN. Above his head,\nrows of splintered display bulbs gaped--sharp glass teeth in wooden\njaws. Lewis Stillman felt as though they might drop at any moment to\npierce his body.\n\nFour more blocks to cover. His destination: a small corner delicatessen\nfour blocks south of Wilshire, on Western. Tonight he intended\nbypassing the larger stores like Safeway or Thriftimart, with their\navailable supplies of exotic foods; a smaller grocery was far more\nlikely to have what he needed. He was finding it more and more difficult\nto locate basic food stuffs. In the big supermarkets only the more\nexotic and highly spiced canned and bottled goods remained--and he was\nsick of caviar and oysters!\n\nCrossing Western, he had almost reached the far curb when he saw some of\n_them_. He dropped immediately to his knees behind the rusting bulk of\nan Olds 88. The rear door on his side was open, and he cautiously eased\nhimself into the back seat of the deserted car. Releasing the safety\ncatch on the automatic, he peered through the cracked window at six or\nseven of them, as they moved toward him along the street. God! Had he\nbeen seen? He couldn't be sure. Perhaps they were aware of his position!\nHe should have remained on the open street where he'd have a running\nchance. Perhaps, if his aim were true, he could kill most of them; but,\neven with its silencer, the gun would be heard and more of them would\ncome. He dared not fire until he was certain they discovered him.\n\nThey came closer, their small dark bodies crowding the walk, six of\nthem, chattering, leaping, cruel mouths open, eyes glittering under the\nmoon. Closer. The shrill pipings increased, rose in volume. Closer. Now\nhe could make out their sharp teeth and matted hair. Only a few feet\nfrom the car ... His hand was moist on the handle of the automatic; his\nheart thundered against his chest. Seconds away ...\n\nNow!\n\nLewis Stillman fell heavily back against the dusty seat-cushion, the gun\nloose in his trembling hand. They had passed by; they had missed him.\nTheir thin pipings diminished, grew faint with distance.\n\nThe tomb silence of late night settled around him.\n\n       *       *       *       *       *\n\nThe delicatessen proved a real windfall. The shelves were relatively\nuntouched and he had a wide choice of tinned goods. He found an empty\ncardboard box and hastily began to transfer the cans from the shelf\nnearest him.\n\nA noise from behind--a padding, scraping sound.\n\nLewis Stillman whirled around, the automatic ready.\n\nA huge mongrel dog faced him, growling deep in its throat, four legs\nbraced for assault. The blunt ears were laid flat along the short-haired\nskull and a thin trickle of saliva seeped from the killing jaws. The\nbeast's powerful chest-muscles were bunched for the spring when Stillman\nacted.\n\nThe gun, he knew, was useless; the shots would be heard. Therefore, with\nthe full strength of his left arm, he hurled a heavy can at the dog's\nhead. The stunned animal staggered under the blow, legs buckling.\nHurriedly, Stillman gathered his supplies and made his way back to the\nstreet.\n\nHow much longer can my luck hold? Lewis Stillman wondered, as he bolted\nthe door. He placed the box of tinned goods on a wooden table and lit\nthe tall lamp nearby. Its flickering orange glow illumined the narrow,\nlow-ceilinged room as Stillman seated himself on one of three chairs\nfacing the table.\n\nTwice tonight, his mind told him, twice you've escaped them--and they\ncould have seen you easily on both occasions if they had been watching\nfor you. They don't know you're alive. But when they find out ...\n\nHe forced his thoughts away from the scene in his mind away from the\nhorror; quickly he stood up and began to unload the box, placing the\ncans on a long shelf along the far side of the room.\n\nHe began to think of women, of a girl named Joan, and of how much he had\nloved her ...\n\n       *       *       *       *       *\n\nThe world of Lewis Stillman was damp and lightless; it was narrow and\nits cold stone walls pressed in upon him as he moved. He had been\nwalking for several hours; sometimes he would run, because he knew his\nleg muscles must be kept strong, but he was walking now, following the\nthin yellow beam of his hooded lantern. He was searching.\n\nTonight, he thought, I might find another like myself. Surely, _someone_\nis down here; I'll find someone if I keep searching. I _must_ find\nsomeone!\n\nBut he knew he would not. He knew he would find only chill emptiness\nahead of him in the tunnels.\n\nFor three long years he had been searching for another man or woman down\nhere in this world under the city. For three years he had prowled the\nseven hundred miles of storm drains which threaded their way under the\nskin of Los Angeles like the veins in a giant's body--and he had found\nnothing. _Nothing._\n\nEven now, after all the days and nights of search, he could not really\naccept the fact that he was alone, that he was the last man alive in a\ncity of seven million, that all the others were dead.\n\nHe paused, resting his back against the cold stone. Some of them were\nmoving over the street above his head. He listened to the sharp\nscuffling sounds on the pavement and swore bitterly.\n\n\"Damn you,\" said Lewis Stillman levelly. \"Damn all of you!\"\n\n       *       *       *       *       *\n\nLewis Stillman was running down the long tunnels. Behind him a tide of\nmidget shadows washed from wall to wall; high keening cries, doubled and\ntripled by echoes, rang in his ears. Claws reached for him; he felt\npanting breath, like hot smoke, on the back of his neck; his lungs were\nbursting, his entire body aflame.\n\nHe looked down at his fast-pumping legs, doing their job with pistoned\nprecision. He listened to the sharp slap of his heels against the floor\nof the tunnel--and he thought: I might die at any moment, but my _legs_\nwill escape! They will run on down the endless drains and never be\ncaught. They move so fast while my heavy awkward upper-body rocks and\nsways above them, slowing them down, tiring them--making them angry. How\nmy legs must hate me! I must be clever and humor them, beg them to take\nme along to safety. How well they run, how sleek and fine!\n\nThen he felt himself coming apart. His legs were detaching themselves\nfrom his upper-body. He cried out in horror, flailing the air with his\narms, beseeching them not to leave him behind. But the legs cruelly\ncontinued to unfasten themselves. In a cold surge of terror, Lewis\nStillman felt himself tipping, falling toward the damp floor--while his\nlegs raced on with a wild animal life of their own. He opened his mouth,\nhigh above the insane legs, and screamed.\n\nEnding the nightmare.\n\nHe sat up stiffly in his cot, gasping, drenched in sweat. He drew in a\nlong shuddering breath and reached for a cigarette. He lit it with a\ntrembling hand.\n\nThe nightmares were getting worse. He realized that his mind was\nrebelling as he slept, spilling forth the bottled-up fears of the day\nduring the night hours.\n\nHe thought once more about the beginning six years ago, about why he was\nstill alive, the last of his kind. The alien ships had struck Earth\nsuddenly, without warning. Their attack had been thorough and deadly. In\na matter of hours the aliens had accomplished their clever mission--and\nthe men and women of Earth were destroyed. A few survived, he was\ncertain. He had never met any of them, but he was convinced they\nexisted. Los Angeles was not the world, after all, and if _he_ escaped\nso must have others around the globe. He'd been working alone in the\ndrains when the alien ships appeared, finishing a special job for the\nconstruction company on B tunnel. He could still hear the weird sound of\nthe mammoth ships and feel the intense heat of their passage.\n\nHunger had forced him out and overnight he became a curiosity. The last\nman alive. For three years he was not harmed. He worked with them,\ntaught them many things, and tried to win their confidence. But,\neventually, certain ones came to hate him, to be jealous of his\nrelationship with the others. Luckily he had been able to escape to the\ndrains. That was three years ago and now they had forgotten him.\n\nHis later excursions to the upper level of the city had been made under\ncover of darkness--and he never ventured out unless his food supply\ndwindled. Water was provided by rain during the wet-months--and by\nbottled liquids during the dry.\n\nHe had built his one-room structure directly to the side of an overhead\ngrating--not close enough to risk their seeing it, but close enough for\nlight to seep in during the sunlight hours. He missed the warm feel of\nopen sun on his body almost as much as he missed the companionship of\nothers, but he could not think of risking himself above the drains by\nday.\n\nSometimes he got insane thoughts. Sometimes, when the loneliness closed\nin like an immense fist and he could no longer stand the sound of his\nown voice, he would think of bringing one of them down with him, into\nthe drains. One at a time, they could be handled. Then he'd remember\ntheir sharp savage eyes, their animal ferocity, and he would realize\nthat the idea was impossible. If one of their kind disappeared, suddenly\nand without trace, others would certainly become suspicious, begin to\nsearch for him--and it would all be over.\n\nLewis Stillman settled back into his pillow, pulling the blankets tight\nabout his body. He closed his eyes and tried not to listen to the\ndistant screams, pipings and reedy cries filtering down from the street\nabove his head.\n\nFinally he slept.\n\n       *       *       *       *       *\n\nHe spent the afternoon with paper women. He lingered over the pages of\nsome yellowed fashion magazines, looking at all the beautifully\nphotographed models in their fine clothes. All slim and enchanting,\nthese page-women, with their cool enticing eyes and perfect smiles, all\ngrace and softness and glitter and swirled cloth. He touched their\nimages with gentle fingers, stroking the tawny paper hair, as though, by\nsome magic formula, he might imbue them with life. It was easy to\nimagine that these women had never really lived at all--that they were\nsimply painted, in microscopic detail, by sly artists to give the\nillusion of photos. He didn't like to think about these women and how\nthey died.\n\nThat evening Lewis Stillman watched the moon, round and high and yellow\nin the night sky, and he thought of his father, and of the long hikes\nthrough the moonlit Maine countryside, of hunting trips and warm\ncampfires, of the Maine woods, rich and green in summer. He thought of\nhis father's hopes for his future and the words of that tall,\ngray-haired figure came back to him.\n\n\"_You'll be a fine doctor, Lewis. Study and work hard and you'll\nsucceed. I know you will._\"\n\nHe remembered the long winter evenings of study at his father's great\nmahogany desk, pouring over medical books and journals, taking notes,\nsifting and re-sifting facts. He remembered one set of books in\nparticular--Erickson's monumental three-volume text on surgery, richly\nbound and stamped in gold. He had always loved these books, above all\nothers.\n\nWhat had gone wrong along the way? Somehow, the dream had faded, the\nbright goal vanished and was lost. After a year of pre-med at the\nUniversity of Southern Cal, he had given up medicine; he had become\ndiscouraged and quit college to take a laborer's job with a construction\ncompany. How ironic that this move should have saved his life! He'd\nwanted to work with his hands, to sweat and labor with the muscles of\nhis body. He'd wanted to earn enough to marry Joan and then, later\nperhaps, he would have returned to finish his courses. It all seemed so\nfar away now, his reason for quitting, for letting his father down.\n\nNow, at this moment, an overwhelming desire gripped him, a desire to\npour over Erickson's pages once again, to re-create, even for a brief\nmoment, the comfort and happiness of his childhood.\n\nHe'd seen a duplicate set on the second floor of Pickwick's book store\nin Hollywood, in their used book department, and now he knew he must go\nafter them, bring the books back with him to the drains. It was a\ndangerous and foolish desire, but he knew he would obey it. Despite the\nrisk of death, he would go after the books tonight. _Tonight._\n\n       *       *       *       *       *\n\nOne corner of Lewis Stillman's room was reserved for weapons. His prize,\na Thompson submachine, had been procured from the Los Angeles police\narsenal. Supplementing the Thompson were two semi-automatic rifles, a\nLuger, a Colt .45 and a .22-caliber Hornet pistol, equipped with a\nsilencer. He always kept the smallest gun in a spring-clip holster\nbeneath his armpit, but it was not his habit to carry any of the larger\nweapons with him into the city. On this night, however, things were\ndifferent.\n\nThe drains ended two miles short of Hollywood--which means he would be\nforced to cover a long and particularly hazardous stretch of ground in\norder to reach the book store. He therefore decided to take along\nthe .30-caliber Savage rifle in addition to the small hand weapon.\n\nYou're a fool, Lewis, he told himself, as he slid the oiled Savage from\nits leather case. Are the books important enough to risk your life? Yes,\nanother part of him replied, they _are_ that important. If you want a\nthing badly enough and the thing is worthwhile, then you must go after\nit. If fear holds you like a rat in the dark, then you are worse than a\ncoward; you betray yourself and the civilization you represent. Go out\nand bring the books back.\n\nRunning in the chill night wind. Grass, now pavement, now grass, beneath\nhis feet. Ducking into shadows, moving stealthily past shops and\ntheatres, rushing under the cold moon. Santa Monica Boulevard, then\nHighland, the Hollywood Boulevard, and finally--after an eternity of\nheartbeats--the book store.\n\nPickwick's.\n\nLewis Stillman, his rifle over one shoulder, the small automatic\ngleaming in his hand, edged silently into the store.\n\nA paper battleground met his eyes.\n\nIn the filtered moonlight, a white blanket of broken-backed volumes\nspilled across the entire lower floor. Stillman shuddered; he could\nenvision them, shrieking, scrabbling at the shelves, throwing books\nwildly across the room at one another. Screaming, ripping, destroying.\n\nWhat of the other floors? _What of the medical section?_\n\nHe crossed to the stairs, spilled pages crackling like a fall of dry\nleaves under his step, and sprinted up the first short flight to the\nmezzanine. Similar chaos!\n\nHe hurried up to the second floor, stumbling, terribly afraid of what he\nmight find. Reaching the top, his heart thudding, he squinted into the\ndimness.\n\nThe books were undisturbed. Apparently they had tired of their game\nbefore reaching these.\n\nHe slipped the rifle from his shoulder and placed it near the stairs.\nDust lay thick all around him, powdering up and swirling, as he moved\ndown the narrow aisles; a damp, leathery mustiness lived in the air, an\nodor of mold and neglect.\n\nLewis Stillman paused before a dim hand-lettered sign: MEDICAL SECTION.\nIt was just as he had remembered it. Holstering the small automatic, he\nstruck a match, shading the flame with a cupped hand as he moved it\nalong the rows of faded titles. Carter ... Davidson ... Enright ...\n_Erickson_. He drew in his breath sharply. All three volumes, their gold\nstamping dust-dulled but readable, stood in tall and perfect order on\nthe shelf.\n\nIn the darkness, Lewis Stillman carefully removed each volume, blowing\nit free of dust. At last all three books were clean and solid in his\nhands.\n\nWell, you've done it. You've reached the books and now they belong to\nyou.\n\nHe smiled, thinking of the moment when he would be able to sit down at\nthe table with his treasure, and linger again and again over the\nwonderous pages.\n\nHe found an empty carton at the rear of the store and placed the books\ninside. Returning to the stairs, he shouldered the rifle and began his\ndescent to the lower floor.\n\nSo far, he told himself, my luck is still holding.\n\nBut as Lewis Stillman's foot touched the final stair, his luck ran out.\n\nThe entire lower floor was alive with them!\n\nRustling like a mass of great insects, gliding toward him, eyes gleaming\nin the half-light, they converged upon the stairs. They had been waiting\nfor him.\n\nNow, suddenly, the books no longer mattered. Now only his life mattered\nand nothing else. He moved back against the hard wood of the stair-rail,\nthe carton of books sliding from his hands. They had stopped at the foot\nof the stair; they were silent, looking up at him, the hate in their\neyes.\n\nIf you can reach the street, Stillman told himself, then you've still\ngot half a chance. That means you've got to get through them to the\ndoor. All right then, _move_.\n\nLewis Stillman squeezed the trigger of the automatic and three shots\nechoed through the silent store. Two of them fell under the bullets as\nStillman rushed into their midst.\n\nHe felt sharp nails claw at his shirt and trousers, heard the cloth\nripping away in their grasp. He kept firing the small automatic into\nthem, and three more dropped under the hail of bullets, shrieking in\npain and surprise. The others spilled back, screaming, from the door.\n\nThe gun was empty. He tossed it away, swinging the heavy Savage rifle\nfree from his shoulder as he reached the street. The night air, crisp\nand cool in his lungs, gave him instant hope.\n\nI can still make it, thought Stillman, as he leaped the curb and plunged\nacross the pavement. If those shots weren't heard, then I've still got\nthe edge. My legs are strong; I can outdistance them.\n\nLuck, however, had failed him completely on this night. Near the\nintersection of Hollywood Boulevard and Highland, a fresh pack of them\nswarmed toward him over the street.\n\nHe dropped to one knee and fired into their ranks, the Savage jerking in\nhis hands. They scattered to either side.\n\nHe began to run steadily down the middle of Hollywood Boulevard, using\nthe butt of the heavy rifle like a battering ram as they came at him. As\nhe neared Highland, three of them darted directly into his path.\nStillman fired. One doubled over, lurching crazily into a jagged\nplate-glass store front. Another clawed at him as he swept around the\ncorner to Highland. He managed to shake free.\n\nThe street ahead of him was clear. Now his superior leg-power would\ncount heavily in his favor. Two miles. Could he make it back before\nothers cut him off?\n\nRunning, re-loading, firing. Sweat soaking his shirt, rivering down his\nface, stinging his eyes. A mile covered. Half way to the drains. They\nhad fallen back.\n\nBut more of them were coming, drawn by the rifle shots, pouring in from\nside streets, stores and houses.\n\nHis heart jarred in his body, his breath was ragged. How many of them\naround him? A hundred? Two hundred? More coming. God!\n\nHe bit down on his lower lip until the salt taste of blood was on his\ntongue. You can't make it, a voice inside him shouted, they'll have you\nin another block and you know it!\n\nHe fitted the rifle to his shoulder, adjusted his aim, and fired. The\nlong rolling crack of the big weapon filled the night. Again and again\nhe fired, the butt jerking into the flesh of his shoulder, the smell of\npowder in his nostrils.\n\nIt was no use. Too many of them.\n\nLewis Stillman knew that he was going to die.\n\nThe rifle was empty at last, the final bullet had been fired. He had no\nplace to run because they were all around him, in a slowly closing\ncircle.\n\nHe looked at the ring of small cruel faces and he thought: The aliens\ndid their job perfectly; they stopped Earth before she could reach the\nage of the rocket, before she could threaten planets beyond her own\nmoon. What an immensely clever plan it had been! To destroy every human\nbeing on Earth above the age of six--and then to leave as quickly as\nthey had come, allowing our civilization to continue on a primitive\nlevel, knowing that Earth's back had been broken, that her survivors\nwould revert to savagery as they grew into adulthood.\n\nLewis Stillman dropped the empty rifle at his feet and threw out his\nhands. \"Listen,\" he pleaded, \"I'm really one of you. You'll _all_ be\nlike me soon. Please, _listen_ to me.\"\n\nBut the circle tightened relentlessly around Lewis Stillman. He was\nscreaming when the children closed in.\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Fantastic Universe_ August 1957.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Small World, by William F. Nolan\n\n*** END OF THIS PROJECT GUTENBERG EBOOK SMALL WORLD ***\n\n***** This file should be named 29308.txt or 29308.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/3/0/29308/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}