{"title": "Operation Earthworm", "author": "Joe Archibald", "releaseDate": "July 3, 2009", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n    _Here he is again, the irrepressible Septimus Spink, in a tale as\n    rollicking as an elder giant juggling the stars and the planets in\n    his great, golden hands and laughing mirthfully as one tiny\n    world--our own--goes spinning away from him into caverns measureless\n    to man. With specifications drawn to scale, Joe Archibald, whose\n    versatility with the quill never ceases to amaze us, has managed\n    with slangy insouciance to achieve a rare triumph over space and\n    time, and to aureole Spink in a resplendent sunburst of imperishable\n    renown._\n\n\n operation\n earthworm\n\n _by ... Joe Archibald_\n\n\n Septimus Spink didn't need to read Jules Verne's \"Journey to\n the Center of the Earth.\" He had more amazing ideas of his own.\n\n\n_Interplanetary Press, Circa 2022--Septimus Spink, the first Earthman to\nreach and return from New Mu in a flying saucer, threw a hydroactive\nbombshell into the meeting of the leading cosmogonists at the University\nof Cincinnatus today. The amazing Spink, uninvited, crashed this august\nbody of scientists and laughed at a statement made by Professor Apsox\nZalpha as to the origin of Earth and other planets._\n\n_\"That theory is older than the discovery of the antiquated zipper,\"\nSpink orated. \"Ha, you big plexidomes still believe the Earth was\ncondensed from a filament, and was ejected by the sun under the\ngravitational attraction of a big star passing close to the Earth's\nsurface. First it was a liquid drop and cooling solidified it after a\nperiod of a few million years. You citizens still think it has a liquid\ncore. Some of you think it is pretty hot inside like they had atomic\nfurnaces all fired up. Ha, the exterior ain't so hot either what with\ntaxes we have to pay after seven wars.\"_\n\n_Professor Yzylch Mgogylvy, of the University of Juno, took violent\nexception to Septimus Spink's derisive attitude and stoutly defended the\ntheory of adiabatic expansion. It was at this juncture that Spink\npractically disintegrated the meeting._\n\n_\"For the last seventy years,\" he orated, \"all we have thought about was\nouter space. All that we have been hepped up about is what is up in the\nattic and have forgot the cellar. What proof has any knucklehelmet got\nthat nobody lives far under the coal mines and the oil pockets?\nSomething lives everywhere! Adam never believed anythin' lived in water\nuntil he was bit by a crab. Gentlemen, I am announcin' for the benefit\nof the press and everybody from here to Mars and Jupiter and back that I\nintend to explore inner space! I have already got the project\nunderway.\"_\n\n_A near panic ensued as representatives of the press made for the\naudio-viso stellartypes. \"You think volcanoes are caused by heat\ngenerated far down inside the earth. They are only boils or carbuncles.\nAwright, where do earthquakes come from?\" Here Spink laughed once more.\n\"They are elastic waves sent out through the body of the Earth, huh?\nTheir observed times of transmission give a means of finding their\nvelocities of propagation at great depths. I read that in a book that\nshould be in the Terra-firmament Institute along with the Spirit of St.\nLouis.\"_\n\n_Septimus Spink walked out at this point, surrounded by Interplanetary\nscribes, one of whom was Exmud R. Zmorro. Spink informed the Fourteenth\nEstate that he would let them have a gander at the model of his inner\nspace machine in due time. He inferred that one of his financial backers\nin the fabulous enterprise was Aquintax Djupont, and that the fact that\nDjupont had recently been brain-washed at the Neuropsychiatorium in\nMetropolita had no bearing on the case whatsoever._\n\n       *       *       *       *       *\n\nI am seeing and listening to that news item right now which has been\nrepeated a dozen times the last twenty-four hours as if nobody could\nbelieve it. I am Septimus Spink, and descended from a long line of\nSpinks that began somewhere back at the time they put up the pyramids.\n\nAll my ancestors was never satisfied with what progress they saw during\nwhen they lived, and they are the reasons we have got where we are\ntoday. And if there was no Spinks today the scientists would get away\nwith saying that the Earth was only a drop from the sun that got a crust\non it after millions of years. And they want to send me back to get\nfitted for a duronylon strait jacket again.\n\nAn hour after I shut off the viso-screen, and while I am taking my\ncalves' liver and onion capsules, my friend and space-lanceman,\nD'Ambrosia Zahooli comes in. He just qualifies as a spaceman as he\ntakes up very little and is not much easier to look at than a Nougatine.\nOnce D'Ambrosia applied for a plasticectomy but the surgeons at the\nMuzayo clinic just laughed and told him there was a limit to science\neven in the year 2022. But the citizen was at home when they divided the\nbrains. Of course that is only my opinion. He is to fly with me into\ninner space.\n\n\"Greetin's and salutations, and as the Martians say, 'max nabiscum,'\nSep,\" Zahooli says. \"I have been figuring that we won't have to go\ndeeper than about four thousand kilometers. All that is worryin' me is\ngettin' back up. I still do not fully believe that we won't melt.\nSupposin' Professor Zalpha is right and that we will dive down into a\ncore of live iron ore. You have seen them pour it out of the big dippers\nin the mills, Sep.\"\n\n\"Columbus started off like us,\" I says. \"Who knew what he would find or\nwhere he ended up? Chris expected to fall right off the edge of the\nworld, but did that scare him? No!\"\n\n\"Of course you can count on me,\" Zahooli says. \"When do we start\nbuilding this mechanical mole?\"\n\n\"In just two days,\" I says. \"Our backers have purchased an extinct\nspaceship factory not far from Commonwealth Seven. Yeah, we will call\nour project 'Operation Earthworm,' pal.\"\n\nD'Ambrosia sits down and starts looking chicken. \"We wouldn't get no\nastrogator in his right mind to go with us, Sep. How many times the\nthrust will we need over what we would use if we was just cutting space?\nWe start out in about a foot of topsoil, then some hard rock and then\nmore hard rock. Can we harness enough energy to last through the\ndiggin'? Do you mind if I change my mind for a very good reason which is\nthat I'm an awful coward?\"\n\n\"Of course not,\" I says. \"It would be a coincidence if you quit though,\nmy dear old friend, and right after Coordinator One found out who was\nsipping Jovian drambuie on a certain space bistro last Monday with his\nVenutian wife.\"\n\n\"You have sold me,\" Zahooli says. \"I wouldn't miss this trip for one of\nthose four-legged turkey farms up in Maine. It is kind of frustratin'\nthough, don't you think, Septimus? We are still not thirty and could\nlive another hundred years what with the new arteries they are making\nout of Nucrolon and the new tickers they are replacing for the old\nones.\"\n\n\"Let us look over the model again,\" I says. \"You are just moody today,\nD'Ambrosia.\"\n\nIt still looks like it would work to me. It is just a rocket ship\npointed toward terra firma instead of the other way, and has an auger\nfixed in place at the nose. It is about twenty feet long and four feet\nwide and made out of the strongest metal known to modern science,\ncryptoplutonite. It won't heat up or break off and it will start\nspinning around as soon as we cut loose with the tail blasts.\n\n\"How much time do we need and how much energy for only four thousand\nkilometers?\" I asks Zahooli. \"We got enough stored up to go seventy\nmillion miles into space? We'll cross that bridge when we get to the\nriver.\"\n\n\"You mean the Styx?\"\n\n\"That is one thing I will not believe,\" I sniff. \"We will never find\nAttila the Hun or Hitler down there. Or Beelzebub.\"\n\nAll at once we hear a big rumbling noise and the plexidomed house we are\nin shakes and rattles and we are knocked out of our chairs and deposited\non the seats of our corylon rompers. The viso-screen blacks out, I get\nto all fours and ask, \"You think the Nougatines have gone to war again,\nD'Ambrosia?\"\n\n\"It was not mice,\" Zahooli gulps. \"It is either a hydroradium plant\nbackfired or a good old-fashioned earthquake.\"\n\nAfter a while we have the viso-screen working. The face of Coordinator\nFive appears. He says the worst earthquake in five centuries has\nhappened. There is a crack in the real estate of Department X6 near the\nRockies that makes the Grand Canyon look like a kid just scraped a stick\nthrough some mud. Infra-Red Cross units, he says, are rocketing to the\narea.\n\n\"There might be somethin' goin' on inside this earth,\" I says. \"If you\ndon't poke a hole in a baked potato its busts right open from heat\ngenerated inside. Our project, D'Ambrosia, seems even more expedient\nthan ever.\"\n\n\"That is a new word for 'insane' I must look up,\" Zahooli says.\n\nProfessor Apsox Zalpha comes out with a statement the next morning. He\nsays the quake confirms his theory that the inside of the Earth is as\nhot as a Venutian calypso number, and that gases are being generated by\nthe heat and that we haven't volcanoes enough on the surface to allow\nthem to escape.\n\nExmud R. Zmorro comes and asks me if I have an opinion.\n\n\"Ha,\" I laugh. \"I have many on file in the Neuropsychiatorium. Just go\nand take your pick. However, I will give you one ad lib and sub rosa.\nThere is more downstairs than Professor Zalpha dreams about. Who is he\nto say there is no civilization in inner space as well as outer? How do\nwe know that there is not a globe inside a globe with some kind of space\nor atmosphere in between?\"\n\nExmud R. Zmorro says thanks and leaves in quite a hurry. I snap off the\ngadget and head for my rocket jeep, and fifteen seconds later I am\nwalking into the factory where a hundred citizens are already at work on\nthe inner spaceship. It is listing a little to port from the quake but\nthe head mech says it will be all straightened out in a few hours. It\nis just a skeleton ship at the moment with the auger already in place\nand the point about three feet into the ground.\n\nD'Ambrosia Zahooli comes in and says he has been to see Commander\nBizmuth Aquinox. \"He will give just enough of the atom pile for seventy\nmillion miles,\" he says. \"And only enough superhydrogenerated radium to\npush us twenty million miles, Sep. I think we should write to Number\nOne. I explained to the space brass that we have got to come up again\nafter going down and have to reverse the blast tubes. It is radium we\nhave to have to make the return trip. I says a half a pound would do it.\nYou know what I think? I bet they don't believe we'll ever git back. And\nwas their laughs dirty!\"\n\n\"Skeptics have lived since the beginnin' of time,\" I scoff. \"They\nlaughed at Leonardo da Vinci, Columbus, Edison, a guy named Durante.\nEven the guy who first sat down at a pianer. We will take what we can\ngit, pal, and then come back and laugh at them.\"\n\n\"I wish you was more convincin',\" D'Ambrosia says. \"I have\nclaustrophobia and would hate to git stuck in an over-sized fountain pen\nhalfway to the middle of this earth.\"\n\n\"Hand me those plans,\" I says sharply. \"And stop scarin' me.\"\n\nThree months later we have it made. Technicians come from four planets\nto look at the Magnificent Mole. The area is alive with members of the\nInterplanetary Press, the Cosmic News Bureau, and the Universe Feature\nService. Two perspiring citizens arrive and tear up two insurance\npolicies right in front of my eyes. An old buddy of mine in the war\nagainst the Nougatines says he wants to go with me. His name is Axitope\nWurpz. He has been flying cargo between Earth and Parsnipia and says he\nis quite unable to explain certain expense items in his book. A\nParsnipian D.A. is trying to serve him a subpoena.\n\n\"You are in, Axie,\" I says. \"A crew of three is enough as that is about\nall the oxygen we can store up. Meet D'Ambrosia Zahooli.\"\n\n\"Why is he wearing a mask?\" Wurpz quips.\n\n\"You are as funny as a plutonium crutch,\" Zahooli says.\n\n\"No hard feelin's,\" Wurpz says, and takes a small flask out of his\npocket. \"We will drink to Operation Earthworm.\"\n\nAs might have been expected, we run into some snags. The Euthanasia\nSociety serve us with papers as they maintain nobody can commit suicide\nin the year 2022 without permission from the Board. Gulflex and other\noil companies protest to Number One as they say we might open up a hole\nthat will spill all the petroleum out of the earth all at once, so fast\nthey couldn't refine it. A spark could ignite it and set the globe on\nfire like it was a brandied Christmas pudding. But then another\nearthquake shakes Earth from the rice fields of China to the llamas in\nPeru just when it looks as if we were about to be tossed into an outer\nspace pokey.\n\nThe seismologists get together and agree that they can't possibly figure\nout the depth of the focus and state that the long waves have to pass\nthrough the epicenter or some such spot underground. Anyway, all the\nbrass agrees that something is going on in inner space not according to\nHoyle or Euclid or anybody else and that we three characters might just\nhit on something of scientific value.\n\nThe Magnificent Mole is built mostly of titanium, a metal which is only\nabout half as heavy as steel and twice as rugged. It is not quite as big\nin diameter as the auger, for if it was any Martian moron knows we would\nscrape our sides away before we got down three miles. We store\nconcentrated chow to last six months and get the acceleration couches\nready. We are to blast down at eighteen point oh-four hours, Friday, May\n26th, 2022. Today is Wednesday. The big space brass, the fourteenth\nestate haunt the spot marked X.\n\nWe get it both barrels from the jokers carrying press cards. They call\nit Operation Upside Down. At last three characters were really going to\ndig a hole and pull it in after them. Three hours before Dig-day, Exmud\nR. Zmorro interviews us. We are televised around the orbit.\n\n\"Laying all joking aside, Spink,\" the news analyst says dolefully, \"you\ndon't expect this to work.\"\n\n\"Of courst!\" I says emphatically. \"You forget the first man to reach New\nMu was a Spink. A Spink helped Columbus wade ashore in the West Indies.\nThe first man to invent a road-map all citizens could unfold and\nunderstand was a Spink.\"\n\nZmorro turns to Zahooli and Wurpz. \"Don't ask us anythin'!\" they yelp in\nunison. \"You would only git a silly answer.\"\n\n\"A world inside of a world you said once, Spink. Ha--\"\n\n\"Is that impossible? You have seen those ancient sailing ships built\ninside of a bottle, Mr. Zmorro,\" I says.\n\nHe paws at his dome and takes a hyperbenzadrine tablet. \"Well, thank\nyou, Septimus Spink. And have a good trip.\"\n\nIt is Friday. We climb up the ladder and into the Magnificent Mole.\n\"Check everything,\" I says to Wurpz. \"You are the sub-strata\nastrogator.\"\n\n\"Rogeria. I hope this worm can turn,\" Wurpz says.\n\n       *       *       *       *       *\n\nZahooli checks the instruments. We don't put on space suits, but have a\npressure chamber built in to insure against the bends. I wave good-bye\nto the citizens outside and close the door.\n\n\"I have got to git out,\" D'Ambrosia Zahooli says and heads for the door.\n\"I forgot somethin'.\"\n\n\"Huh?\"\n\n\"I forgot to resign,\" he says, and I pull a disintegrator Betsy on him\nand tell him to hop back to the controls.\n\n\"Awright, we have computed the masses of fuel we need. Stand by for the\ntakeoff--er, takedown. Eight seconds. Seven--Six--Five--Four--\"\n\n\"I know now my mother raised one idiot,\" Zahooli says.\n\n\"Three seconds--two seconds--one second!\" I go on. \"Awright, unload the\npile in one and three tubes! Then when we have gone about five hundred\nmiles, give us the radium push.\"\n\nWhir-r-r-r-r-r-r-r-r-r-o-o-om! The Mole shudders like a citizen looking\nat his income tax bite and then starts boring. There is a big bright\nlight all around us, changing color every second, then there is a sound\nlike all the pneumatomic drills in all the universe is biting through a\nthousand four-inch layers of titanium plate. And with it is a rumble of\nthunder from all the electric storms since the snake bit Cleopatra. In\nless than five seconds we turn on the oxygen just in case, and I jump to\nthe instrument panel and look at the arrow on a dial.\n\n\"Hey,\" I yell, \"we are makin' a thousand miles per hour through the\nground!\"\n\n\"Don't look through the ports,\" Wurpz says. \"In passin' I saw an\nangleworm three times the size of a firehose, and a beetle big enough to\nsaddle.\"\n\n\"Git into the compression chamber quick,\" I says to him. \"You are\ngettin' hallucinations.\"\n\nI turn on the air conditioning as it gets as humid in the Mole as in the\nAmazon jungle during the dog days. The boring inner spaceship starts\nscreeching like a banshee.\n\nI look at the instrument panel again and see we are close to being seven\nthousand miles down, and all at once the gauges show we are out of\nenergy. I look out the port and see a fish staring in at me, and a crab\nwith eyes like two poached eggs swimming in ketchup.\n\nThen we are going through dirt again and all of a sudden we come out of\nit and I see a city below us all lit up and the buildings are made of\nstuff that looks like jade run through with streaks of black.\n\nThe Mole drops down about a thousand more feet and then hits the floor\nof the subterranean city and we land like a fountain pen with its point\nslammed into the top of a lump of clay. Bo-o-o-o-i-ing! We twang like a\nplucked harp string for nearly five minutes and I hit my noggin against\nthe pilot's seat.\n\nWhen I pick up my marbles I look around for either an Elysium field or a\nslag heap but instead a creep is staring down at me. He looks part human\nand part beetle and has a face the color of the meat of an avocado. His\nhead is shaped like a pear standing on its stem and has two eyes spaced\nabout six inches apart and they are as friendly as those of a spitting\ncobra irked by hives. He is about four feet tall and has two pairs of\narms. I guess I am still a little delirious or I would not have told\nthe thing he would make a swell paper hanger.\n\nThe subterranean creep throws a fit and belts me with four fists.\n\"Dummkopf!\" it says, and then I really get scared as he has got a lop of\nhair falling down over one eye and has a black mustache the size of a\nVenutian four centra stamp over his mouth which is like that of a\npouting goldfish.\n\nI get to my feet and grab for a railing, and I see Wurpz and Zahooli\nheld by two other monsters that look more like beetles than the one\nstanding beside me.\n\n\"Zo!\" the creep with the mustache says. \"It is a surprise I talk\nUniversa? We have radar and telepathometers that give us everything that\nis said in the upper world.\"\n\nI think back and try not to. In the hermetically sealed cylinder back\nupstairs among my Americana Spink I have some photographs, Circa 1945.\nOne is of a citizen of old Nazi Germany who was supposed to have\ncremated himself in a bunker. Papers there record that my forebear,\nCyril Spink, had his doubts at the time.\n\n\"I am the Neofeuhrer, Earthman,\" this creep says. \"I will conquer the\nuniverse.\"\n\n\"Look,\" I says, pawing beads of sweat as big as the creep's eyes from my\nbrow, \"have you been testin' atom bombs and worse down here?\"\n\n\"Jar.\"\n\n\"There, I knew Professor Zalpha was off the beam,\" I yelp at Wurpz.\n\"This is what is causin' the earthquakes.\"\n\n\"Come, schwine,\" the creep says. \"I will show you something. The tomb of\nmy ancestor. Then to the museum to show you how he arrived in Subterro\nin the year 1945. This is the city of Adolfus. Mach schnell! Heil\nHitler. I am Agrodyte Hitler, grandson of the Liberator.\"\n\nThe short hairs on the back of my neck start crawling down my spine. We\nleave the Mole and walk along a big square paved with a mineral we never\nsaw upstairs. Thousands of inhabitants of Subterro hiss at us and click\ntheir long black fingers. We walk up a long flight of steps and come to\na cadaver memorial and on the front there are big letters and numerals\nin what looks like bloodstone that says: ADOLPH HITLER. 1981.\n\n\"Jar, Earthmen, mortal enemies of Subterro's hero, you thought he did\nnot escape, hah? Come, we go to the museum.\"\n\nWe do. In a glass case is an antique U-boat. \"I can't believe it,\" I\nsays to Zahooli.\n\n\"Neither do I. We never took off. They have us locked up in the booby\nhatch in Metropolita. We went nuts.\"\n\n\"He escaped in a submarine, bringing three of Nazi Germany's smartest\nscientists with him. He brought plans showing us he could split the\natom. He brought working models.\" The creep laughs mockingly. \"We have\ncertain elements down here also. Puranium, better than your uranium.\nAnd pitchblende Plus Nine. It will power our fleet of submarines that\nwill conquer Earth. It is nearly der tag! We will leave through the\nunderground river that our benefactor found three miles below the\nsurface of the ocean near Brazil. It spirals down through this earth and\nempties into Lake Schicklegruber eighty miles from here.\"\n\n\"And Hitler took one of those Subterro dames as a mate, huh,\" I says.\n\"It figures. He was not human himself.\"\n\nI get another cuffing around but I am too punchy already to feel\nanything. The next thing I know I am in the Subterro clink with Wurpz\nand Zahooli. D'Ambrosia says maybe we will get released from the strait\njackets soon and get shock treatments and find ourselves back in\nMetropolita in our favorite night spot.\n\n\"We have to be dreamin' this,\" I keep telling myself. The guard looks in\nat us and he has little slanting eyes.\n\n\"How did Jap beetles get here?\" I ask Wurpz. I shiver. I think of all\nthe Subterro subs pouring out of a hole under Brazil and sinking all\nEarthian merchant marines, and shooting guided missiles that will land\nall over the U.S. They could have rays that would reach up over a\nmillion miles and wash up space traffic.\n\nThen we get another jolt. They bring us our chow and say it is angleworm\nand hellgrammite porridge as that is what the Subterro denizens live on\nmostly. There is a salad made out of what looks like skunk cabbage\nleaves. We found out later that Hitler's brain trust had made an\nartificial sun for the Subterrors and they had been given greens for the\nfirst time and increased in size over a hundred per cent.\n\n\"We have got to escape,\" I says to my pals.\n\n\"That is easy,\" Zahooli sniffs. \"First we have to break through the\nwalls here, get to the Mole which can't never move again, and then fight\noff maybe six million creeps. We would git reduced to cinders by ray\nBetsys the minute we hit the street.\"\n\nI sigh deeply and reach into my knapsack. I find some lamb stew and\ntapioca pudding capsules and split them with Zahooli and Wurpz. Then I\ncome up with a little box and glance at the label. It says, URGOXA'S\nINSECT POWDER--Contains Radiatol.\n\nI get up nonchalantly and call the guard to the barred window.\nBeetlehead sticks his face in close and asks what I want. I empty some\nof the powder into the palm of my hand and then blow it into his face.\nThe Subterro sentry's eyes cross. His face turns as pale as milk and he\ncollapses like a camp stool.\n\n\"Eureka!\" I yelp. \"We are in business, pals.\"\n\nI hide the box of bug powder when I hear two other creeps come running.\nThey start yakking in Universa and in bug language both. Agrodyte\nHitler appears and looks in at us.\n\n\"What happened, Great One?\" I ask very politely.\n\n\"We will perform an autopsy,\" Hitler's grandson says, and turns to\nanother beetlehead. \"Open the door,\" he says. \"I am showing my guests\nsomething before we exterminate them. Too bad about Voklogoo. Most\nlikely a coronary entomothrombosis. Achtung! Raus mitt!\"\n\n\"It means get the lead out in old Germanic literature,\" I says to Wurpz\nand Zahooli.\n\n\"It is curtains,\" D'Ambrosia gulps. \"In about five minutes we will be\nresidue.\"\n\nThe Neofeuhrer is like all egomaniacs before him. He wants to brag. We\nget into a Subterro Jetjeep and drive about twenty miles through the\nunderground countryside to the entrance to a cave guarded by some extra\ntall Subterrors. Hitler the Third leads us into the spelunker's\nnightmare and we finally come to a big metal door about eighty feet long\nand twenty feet high.\n\nAgrodyte pushes a button and the steel door lifts. Then we walk up a\nflight of steps to the top of a dam and take a gander at a fleet of\nsubmarines that makes Earthian pig-boats look like they belonged in\nantique shops.\n\n\"We will take you for a ride in one,\" the dictator of Subterro says.\n\"After that I will turn you over to the executioner.\"\n\n\"We need lawyers,\" Wurpz says.\n\nWe cross a thin gangplank and enter the sub. The lights in it are\nindirect and are purplish green. Hitler Number Three shows us the\ntelepathic machine, the radar, and the viso-screen that pictures\neverything going on upstairs on Earth, and on Mars, Jupiter and all\nother planets. There are four other beetleheads on the sub and they\ncarry disintegrators.\n\n\"These Subterro U-boats,\" our genial host brags, \"can go as fast in\nreverse as full speed ahead, as the situation warrants. They are alive\nwith guided missiles no larger than this flashlight I have here, but one\nwould blow up your Metropolita and leave hardly an ash.\"\n\nHe looks at me, and then goes on: \"We will proceed to the lock that will\nraise us to the underground river and cruise along its course for a few\nhundred miles. It is the treat I should accord such distinguished\nvisitors from the outside of Earth, nein?\"\n\nThe skipper of the Subterro sub pulls a switch and there is a noise like\nthree contented cats purring. The metal fish slides along the surface of\nthe underground lake and comes to a hole in a big rock ledge.\n\nWe see all this through a monitor which registers the scenery outside\nthe sub within a radius of three miles. The sub slides into the side of\nthe rock, and then is lifted up to the underground river that winds and\nwinds upward like a corkscrew to the outlet under Brazil. Every once in\na while a blast of air that smells like a dentist's office goes through\nthe sub from bow to stern and I ask why.\n\n\"There is such terrific potency to the power we use from our puranium,\"\nHitler Number Three says, \"that we purify the air every few seconds with\nformula XYB and Three-fifth. The basis of the gas is galena.\"\n\nI nudge Wurpz and Zahooli as the Neofeuhrer goes over to converse with\nhis crew. \"It is our big chance,\" I whisper. \"You watch how they run\nthis tub for the next few minutes. Then when I cough three times you be\nready. I do not know how much powder it will take to knock off the big\nbug as he is half human. Once I blow this insect powder at the same time\nas the purifying blast is to take place, you two be ready to jump\nAgrodyte. I noticed that a small purple light flashes on over the\nmonitor just before that stuff turns loose. It is a warning so the\nbeetleheads can take deep breaths.\"\n\n\"Sep,\" D'Ambrosia Zahooli says. \"I take back all the insults of the past\nfive hours. Shake.\"\n\n\"I am doin' that already,\" I says. \"We have to work fast while we are in\nthe underground river.\"\n\nWe wait. The Neofeuhrer comes walking back to where we are sitting. The\npurple light flashes on, and I count to three. Just as the blast of air\nloaded with XYB plus cuts loose I throw all the bug powder left in the\nbox into the current. Hitler Number Three breathes in a big gob of it\nand buckles a little at the knees.\n\n\"Grab him!\" I screech. \"Don't let him yank that disintegrator loose. Hit\nhim with anything you see, pals!\"\n\nI see the other beetleheads collapse like they had been hit with\nbulldozers and I know now that insecticide is more dangerous in Subterro\nthan all the radioactivity harnessed up on six planets.\n\nAgrodyte Hitler, however, has some moxey left in him as he has two of\nhis hands around Wurpz's throat, the third around Zahooli's leg and is\nreaching for a ray Betsy with his fourth. He grabs the disintegrator\njust as I belt him over his ugly noggin with a wrench about two feet\nlong and which was certainly not made of aluminum or balsa wood.\n\n\"Himmel!\" the Neofeuhrer gulps. \"Ach du lebensraum!\" He has to be hit\nonce more which is enough and we tie him up with rope that looks like it\nwas made out of plutonium filaments.\n\n\"Well,\" I says. \"We have a sub from Subterro. Wurpz, you just sit there\nat the controls and make sure that needle on the big dial don't move as\nI am sure this creep has it on robot so that this tub will automatically\nfollow the course of the river.\"\n\n\"We are sure takin' a powder,\" D'Ambrosia yelps. \"Look at the monitor!\"\n\nWe see fish gaping at us from the screen that even Earth citizens with\ndelirium tremens never saw, and I look quite anxiously at the instrument\npanel.\n\n\"A thousand miles per and we are climbin',\" I says. \"I am glad this\nHitler used old Germanic on his subs, and that I majored in it once.\nI--er--I am gettin' arthritis all at once! The bends! Uh--er--look, peel\nthem suits off the other creeps and fast, Zahooli, as I bet they can be\ninflated and made into compression chambers. They have got connections\nthat plug into something.\"\n\nWe pull on the suits which were too big for the beetleheads and for a\ngood reason. More bends than there are in the Ohio River are with us\nbefore we plug into the right socket. The suits bulge out until our feet\nalmost leave the floor. I grin through my helmet at Wurpz.\n\nThe sub keeps purring and purring. The altimeter registers four thousand\nfeet. It is a caution, an altimeter in a sub. Two hours later we shoot\nout through a hole deep under the coast of Brazil and I know we are in\nthe ocean as the monitor shows some old wrecked ships about three miles\nfrom us. We disconnect the Subterro anti-bends kimonos and peel them\noff. Agrodyte Hitler is moving two of his arms when we climb toward the\nsurface.\n\n\"Hah, we will make a sucker out of history,\" I says to Wurpz. \"And wait\nuntil we show this creep to Professor Zalpha and Exmud R. Zmorro.\"\n\nWe come to the surface and contact an Earthian Franco-Austro atomic\nluxury liner. The skipper's pan registers on the viso-screen. \"This is\nSeptimus Spink,\" I says. \"Commander of Inner Spaceship Magnificent Mole.\nI have come from the center of Earth with a captured Subterro submarine\nand Agrodyte Hitler, the Neofeuhrer. Over and out.\"\n\nThe universe goes into a cosmic dither when we slide into a berth in\nHampton Rhodus. Thousands of citizens hail us as we ride to Metropolita\nin a Supercaddijet. Behind us in a truck trailer made mostly of\ntransparent duralucite is our captive, the descendant of Adolph Hitler\nand three dead Subterro beetle people.\n\n\"Well, you won't give up so easy on a Spink from now on,\" I says to\nZahooli. \"We are heroes and will get medals. First thing we have to do,\nthough,\" I says to Coordinator One sitting in the jet sedan with us, \"is\nto take care of the hole Earth has in its head. All we have to do is\ndrop that new bomb down the tunnel we made and it will wash up all those\nsubs that are left and most likely cause a flood that will inundate\nSubterro. What do you think?\"\n\nThe brass is still tongue-tied. \"One thing I must do and that is see\nthat a certain insecticide manufacturer gets a plug on Interplanetary\nTV,\" I continue. \"Ha, we took the bugs out of this planet. It should\nwork quite smooth from now on.\"\n\n\"I still believe in reincarnation,\" D'Ambrosia Zahooli says. \"I have the\ndarndest feeling I've been through almost as big nightmares with you\nbefore, Sep.\"\n\n       *       *       *       *       *\n\n_Interplanetary Press, Circa 2022, Junius XXIV--Professor Apsox Zalpha,\neminent professor of cosmogony, and Exmud R. Zmorro, leading news\nanalyst of seven worlds, have entered the Metropolita Neuropsychiatorium\nfor a routine checkup. They emphatically denied that it was connected in\nany way with a lecture given recently by Septimus Spink, first man to\nexplore inner space, at the Celestial Cow Palace in San Francisco. Both\nmen expect to remain for two weeks. \"Of course there is nothing wrong\nwith either of us,\" Professor Zalpha told your correspondent. \"But if\nyou see a beetle, please do not step on it. It could be somebody's\nmother.\"_\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Fantastic Universe_ September 1955.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Operation Earthworm, by Joe Archibald\n\n*** END OF THIS PROJECT GUTENBERG EBOOK OPERATION EARTHWORM ***\n\n***** This file should be named 29303.txt or 29303.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/3/0/29303/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}