{"title": "The Death-Traps of FX-31", "author": "Sewell Peaslee Wright", "releaseDate": "July 4, 2009", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n     This etext was produced from Astounding Stories March 1933.\n     Extensive research did not uncover any evidence that the\n     U.S. copyright on this publication was renewed.\n\n\n                       The Death Traps of FX-31\n\n                 _A Commander John Hanson Adventure_\n\n\n\n                       By Sewell Peaslee Wright\n\n       *       *       *       *       *\n\n\n\n\n[Sidenote: Commander John Hanson recalls his harrowing expedition\namong the giant spiders of FX-31.]\n\n\nI do not wish to appear prejudiced against scientists. I am not\nprejudiced, but I have observed the scientific mind in action, on a\ngreat many occasions, and I find it rather incomprehensible.\n\nIt is true that there are men with a scientific turn of mind who, at\nthe same time, you can feel safe to stand with shoulder to shoulder,\nin an emergency. Young Hendricks, who was my junior officer on the\n_Ertak_, back in those early days of the Special Patrol Service, about\nwhich I have written so much, was one of these.\n\nNor, now that I come to think of the matter in the cool and impartial\nmanner which is typical of me, was young Hendricks the only one. There\nwas a chap--let's see, now. I remember his face very well; he was one\nof those dark, wiry, alert men, a native of Earth, and his name\nwas--Inverness! Carlos Inverness. Old John Hanson's memory isn't quite\nas tricky as some of these smart young officers of the Service, so\nnewly commissioned that the silver braid is not yet fitted to the\ncurve of their sleeves, would lead one to believe.\n\nI met Inverness in the ante-room of the Chief of Command. The Chief\nwas tied up in one of the long-winded meetings which the\nSilver-sleeves devoted largely to the making of new rules and\nregulations for the confusion of both men and officers of the Service,\nbut he came out long enough to give me the _Ertak's_ orders in person.\n\n\"Glad to see you here at Base again, Commander,\" he said, in his\ncrisp, business-like way. \"Hear some good reports of your work; keep\nit up!\"\n\n\"Thank you, sir,\" I said, wondering what was in the air. Any time the\nChief was complimentary, it was well to look out for squalls--which is\nan old Earth term for unexpected trouble.\n\n\"Not at all, Commander, not at all. And now, let me present Carlos\nInverness, the scientist, of whom you have undoubtedly heard.\"\n\nI bowed and said nothing, but we shook hands after the fashion of\nEarth, and Inverness smiled quite humanly.\n\n\"I imagine the good captain has been too busy to follow the activities\nof such as myself,\" he said, sensibly enough.\n\n\"A commander\"--and I laid enough emphasis on the title to point out to\nhim his error in terminology--\"in the Special Patrol Service usually\nfinds plenty to occupy his mind,\" I commented, wondering more than\never what was up.\n\n[Illustration: _At the same instant two other trap-doors swung up._]\n\n\"True,\" said the Chief briskly. \"You'll pardon me if I'm exceedingly\nbrief, Commander, but there's a sizeable group in there waiting my\nreturn.\n\n\"I have a special mission for you; a welcome relief from routine\npatrol. I believe you have made special requests, in the past, for\nassignments other than the routine work of the Service, Commander?\"\n\nHe was boxing me up in a corner, and I knew it, but I couldn't deny\nwhat he said, so I admitted it as gracefully as I could.\n\n\"Very well,\" nodded the Chief, and it seemed to me his eyes twinkled\nfor an instant. \"Inverness, here, is head of a party of scientists\nbent upon a certain exploration. They have interested the Council in\nthe work, and the Council has requested the cooperation of this\nService.\"\n\nHe glanced at me to make sure I understood. I certainly did; when the\nSupreme Council _requested_ something, that thing was done.\n\n\"Very well, sir,\" I said. \"What are your orders?\"\n\nThe Chief shrugged.\n\n\"Simply that you are to cooperate with Inverness and his party,\nassisting them in every possible way, including the use of your ship\nfor transporting them and a reasonable amount of equipment, to the\nfield of their activities. The command of the ship remains, of course,\nin you and your officers, but in every reasonable way the _Ertak_ and\nher crew are to be at the disposal of Inverness and his group. Is that\nclear, Commander?\"\n\n\"Perfectly, sir.\" Nothing could have been clearer. I was to run the\nship, and Inverness and his crew were to run me. I could just imagine\nhow Correy, my fighting first officer, would take this bit of news.\nThe mental picture almost made me laugh, disgusted as I was.\n\n\"Written orders will, of course, be given you before departure. I\nbelieve that's all. Good luck, Commander!\" The Chief offered his hand\nbriefly, and then hurried back to the other room where the\nSilver-sleeves had gathered to make more rulings for the confusion of\nthe Service.\n\n       *       *       *       *       *\n\n\"Since when,\" asked Correy bitterly, \"are we running excursions for\ncivilians? We'll be personally conducting elderly ladies next thing.\"\n\n\"Or put on Attached Police Service,\" growled Hendricks, referring to\nthe poor devils who, in those days, policed the air-lanes of the\npopulated worlds, cruising over the same pitiful routes day after day,\nnever rising beyond the fringe of the stratosphere.\n\n\"Perhaps,\" suggested the level-headed Kincaide, \"it isn't as bad as it\nsounds. Didn't you, say, sir, that this Inverness was rather a decent\nsort of chap?\"\n\nI nodded.\n\n\"Very much so. You'd scarcely take him for a scientist.\"\n\n\"And our destination is--what?\" asked Kincaide.\n\n\"That I don't know. Inverness is to give us that information when he\narrives, which will be very shortly, if he is on time.\"\n\n\"Our destination,\" said Correy, \"will probably be some little ball of\nmud with a tricky atmosphere or some freak vegetation they want to\nstudy. I'd rather--\"\n\nA sharp rap on the door of the navigating room, where we had gathered\nfor an informal council of war, interrupted.\n\n\"Party of three civilians at the main exit port, Port Number One,\nsir,\" reported the sub-officer of the guard. \"One sent his name:\nCarlos Inverness.\"\n\n\"Very good. Admit them at once, and recall the outer guards. We are\nleaving immediately.\"\n\nAs the guard saluted and hurried away, I nodded to Correy. \"Have the\noperating room crew report for duty at once,\" I ordered, \"and ask\nSub-officer Scholey to superintend the sealing of the ports. Mr.\nKincaide, will you take the first watch as navigating officer? Lift\nher easily until we determine our objective and can set a course; this\nis like shoving off with sealed orders.\"\n\n\"Worse,\" said Hendricks unhappily. \"Sealed orders promise something\ninteresting, and--\"\n\n\"Carlos Inverness and party,\" announced the guard from the doorway.\n\nInverness nodded to me in friendly fashion and indicated his two\ncompanions.\n\n\"Commander Hanson,\" he said, \"permit me to present Godar Tipene and\nCleve Brady, who are my companions on this expedition.\" I bowed, and\nshook hands with Brady; Tipene was a Zenian, and hence did not offer\nme this greeting of Earth. Then, quickly, I completed the round of\nintroductions, studying Inverness's companions with interest as I did\nso.\n\n       *       *       *       *       *\n\nBrady was short, and rather red-faced; a beefy, taciturn type, with a\ntrap-like mouth and thoughtful discerning eyes. He struck me as being\none with whom most men would like to be friendly, but who would have\nexceedingly few friends.\n\nThe Zenian was a perfect foil for him. Tipene was exceedingly tall and\nslender, like all his race, and very dark. His eyes were almost\nwomanly in their softness, and he had the nervous grace of a\nthoroughbred--which is an Earth animal of particularly high breeding,\nraised for show purposes. He had the happy faculty of speaking the\nlanguage of Earth without a trace of Zenian or Universal accent; the\nZenians are exceeded by none in linguistic ability, which was a real\naccomplishment before these decadent days when native languages are\nslipping so rapidly into obscurity.\n\n\"And now,\" said Inverness crisply, when the introductions were over,\n\"I presume you'll wish to know something about our destination and the\nobjects of this expedition, sir?\"\n\n\"It would be helpful in charting our course,\" I admitted, smiling.\n\nInverness, with beautiful disregard for the necessities of space\nnavigation, spread voluminous papers over the table whose surface was\nformed by the pair of three-dimensional charts which were the\n_Ertak's_ eyes in outer space.\n\n\"Our destination,\" he said, \"is a body designated on the charts as\nFX-31. You are familiar with it, Commander Hanson?\"\n\n\"Hardly familiar,\" I admitted, smiling at Correy. \"The universe is\nrather sizable, and even the named bodies are so numerous that one is\nable to be familiar with but an exceedingly small percentage. Its\ndesignation, of course, gives me certain information regarding its\nsize, location and status, however.\"\n\n\"How much information, Commander?\" asked Tipene nervously.\n\n\"Well, 'F' indicates that it is large; larger than Earth, for example.\nThe numerals tells me where to locate it upon our space charts. And\nthe 'X' would indicate that it is inhabited, but not by intelligent\nbeings. Or that there is reasonable doubt as to the nature of those\ninhabiting it.\"\n\n\"A very good summary of the knowledge we have,\" nodded Inverness\napprovingly. \"I can add but one bit of information which may or may\nnot be accurate: that the sphere known as FX-31 is populated by a\nruling class decidedly unusual in type, and possessed of a degree of\nintelligence which has made them virtual masters of the sphere.\"\n\n\"What are they like?\" asked Correy. \"Will they put up a fight? Are\nthey dangerous?\"\n\n       *       *       *       *       *\n\n\"Our knowledge came from a luckless tramp liner which set down on\nFX-31 in search of water, their water-producing equipment having been\ndamaged by carelessness. They found water, a great river of it, and\nsent a party of five men to determine its fitness for human\nconsumption. They were snapped up before they had gone a hundred feet\nfrom the ship--and no more men were sent out. They hovered over the\nstream and drew up the water in containers devised for the purpose.\"\n\n\"Snapped up?\" asked Correy impatiently. \"By whom? Or what?\"\n\n\"By spiders!\" replied Inverness, his eyes shining with the fanatical\ngleam of a scientist who scents something strange. \"Great\nspiders--perhaps not true spiders, but akin to them, from the\ndescriptions we have--of what is known on Earth as the trap-door\nvariety, but possessed of a high degree of intelligence, the power of\ncommunication, and definitely organized.\"\n\n\"Organized,\" put in Tipene, \"in the sense that they work together\ninstead of individually; that there are those to command and those to\nobey.\"\n\n\"You say they are large,\" I commented. \"How large?\"\n\n\"Large enough,\" said Inverness grimly, \"to enable one of them to\ninstantly overpower a strong man.\"\n\nI saw Correy glance forward, where our largest disintegrator-ray tubes\nwere located, and his eyes lit up with the thought of battle.\n\n\"If there's anything I hate,\" he gritted, \"it's a spider. The hairy,\ncrawling beasts! I'll man one of the tubes myself, just for the fun of\nseeing them dissolve into nice brown dust, and--\"\n\n\"I'm afraid not, Mr. Correy,\" said Inverness, shaking his head. \"We're\ngoing to study them--not to exterminate them. Our object is to learn\ntheir history, their customs, their mode of communication, and their\ndegree of intelligence--if possible.\"\n\n\"Yes,\" grunted Brady. \"If possible.\"\n\n       *       *       *       *       *\n\nKincaide set the _Ertak_ down on FX-31, close to the shore of a river,\nas gently as a feather settling to earth. Correy and I made our way to\nthe exit port, where Inverness and his companions had gathered, with a\nconsiderable amount of scientific apparatus, and what seemed to be a\nboat, ingeniously taken down for shipment.\n\nAll three of the scientists were clad in suits of some gray material,\nflexible as cloth, but possessed of a certain metallic sheen, which\ncompletely covered them. The material had been stiffened to form a\nsort of helmet, with a broad band of transparent material set in at\nthe eye level, so that the wearer could see to both sides, as well as\nto the front. I could also discern the outlines of menores--the crude\nand cumbersome type of thought-transference instrument used in that\nday--apparently built into the helmets. Belted around their middles\nwere atomic pistols of the latest and most deadly model.\n\n\"For emergency use only, Commander,\" explained Inverness, observing my\nglance. His voice came quite clearly through the fabric which covered\nhis face, so I gathered it was sufficiently porous to admit air for\nbreathing. \"This garment we wear will be sufficient protection, we\nbelieve; their mandibles are the weapons of the creatures we are to\nstudy, and this fabric should be ample protection against much more\ndeadly weapons.\n\n\"Now, we shall walk to the shore of the river; if we are not\nmolested--and I believe we shall not be, here, because the\ninfiltration of water would quickly fill any passage sunk into this\nsandy earth so close to the river--please have your men bring our\nsupplies to us, the boat first.\"\n\nI nodded, and the three men walked through the open port, out across\nthe gleaming, golden sand, to the water's edge. A number of great\nscarlet birds, with long, fiercely taloned legs, swooped about them\ncuriously, croaking hoarsely and snapping their hawkish beaks, but\noffering no real molestation.\n\nMy men quickly carried their supplies to them, and before the last of\nthe equipment had been delivered, the boat was assembled and afloat: a\nbroad-beamed craft with hollow metal ribs, covered with some shining\nfabric which was unfamiliar to me. There was a small cabin forward and\na small atomic engine housed back near the stern.\n\nI walked to the edge of the water and shook hands with Inverness and\nBrady; with Tipene I exchanged bows.\n\n\"I am sorry,\" said Inverness, \"that I am facing you with what will,\nundoubtedly, be a monotonous and wearying vigil, for we shall probably\nbe gone several weeks.\" He referred, I must explain, to a period of\nseven Earth days, a common unit of time on Earth.\n\n\"We'll make the best of it,\" I said, thinking of Correy, and how he\nwould rage at such a period of inaction. \"The best of luck to you!\"\n\n\"Thanks; we'll remain no longer than necessary,\" smiled Inverness,\nsmiling, his shining eyes already fixed on the river ahead.\n\n\"And that will be no short time,\" said the taciturn Brady. \"Shall we\nstart?\"\n\n       *       *       *       *       *\n\nCorrey raged. I had expected that, and I was in complete sympathy with\nhim. Routine patrol was better than being earth-fast on this barren\nand uninteresting ball of mud.\n\n\"Have I your permission, sir,\" asked Correy on the fourth day, \"to\nmake a little tour of inspection and exploration? We might run into\nsome fresh meat.\"\n\n\"I'm not sure that would be wise. These spider creatures--\"\n\n\"Pardon me, sir,\" interrupted Correy eagerly, \"but we could take a\nsmall landing force, armed with pistols and grenades. Even a field ray\ntube. Certainly we could handle anything which might turn up, then.\"\n\n\"And, you rather hope that something will turn up, Mr. Correy?\"\n\nCorrey grinned and shrugged his shoulders.\n\n\"It would break the monotony, wouldn't it, sir? And, too, if anything\nshould happen to them\"--and he glanced up the river, in the direction\ntaken by the three scientists--\"we'd know something about what we had\nto contend with, wouldn't we?\"\n\nI'm not sure whether it was Correy's argument or my own venturesome\ndisposition which swayed me, but immediately after lunch Correy and I,\nwith a picked crew of men, started out from the ship.\n\nUp until that time, we had confined our activities to the area between\nthe ship and the shore--a small enough space at best. Now we rounded\nthe shining blunt bow of the _Ertak_ and headed inland, Correy and\nmyself in the lead, the two portable disintegrator ray-men immediately\nbehind us, and the four other men of the party flanking the ray\noperators, two on each side.\n\nIt was hot, but the air was dry and invigorating. There was not a\ncloud visible in the sky. Far ahead was a low line of bluish, fronded,\nvegetation; whether small trees or some fern-like undergrowth, we\ncould not determine. The ground between the ship and the line of\nvegetation was almost completely barren, the only growth being a\nlichenous sort of vegetation, gray-green in color.\n\n       *       *       *       *       *\n\nHere and there on the ground were the imprints of sharp, split hoofs,\nand Correy pointed these out to me with the comment that one of the\nguards had reported seeing a number of slender-legged animals roaming\nhere in the star-light, apparently seeking water, but frightened by\nthe strange apparition of our ship.\n\n\"From the way he described them, they're something like the deer we\nused to have on Earth,\" he said. \"I've seen the fossils in the\nmuseums, and they had little sharp, split hoofs like--\"\n\nOne of the men behind us shouted a warning at that instant, and we\nboth whirled in our tracks. My eyes fell instantly upon one of the\nstrangest and most fearsome sights I have ever seen--and I have\nexplored many strange and terrible worlds.\n\nTo our left, a huge circular section of the earth had lifted, and was\nswinging back on a hinge of glistening white fibers; a disk as great\nin diameter as the height of a man, and as thick as a man's body.\n\nWhere the disk had been, gaped a tunnel slanting down into the earth,\nand lined with the same glistening white fibers which covered the\nbottom of the disk, and hinged it in place. As I looked, there sprang\nfrom this tunnel a _thing_ which I shall call a spider, yet which was\ntoo monstrous to be called by such an innocuous name.\n\nIt was rust red in color, with eight bristling legs, each tipped with\nthree curved and tufted claws. On each side of its face was an armored\nmandible, tipped with shining fangs, and beside them, slender,\nsix-jointed palps stretched hungrily.\n\nThe man who had seen the disk fly up opened fire without orders, and\nif he had not done so, some of us would not have returned to the ship.\nAs it was, the atomic pistol whispered a steady stream of death which\nspattered the hairy body into an oozing pulp while it was still in\nmid-air. We leaped away, adding our fire to that of the alert guard\nwho had first seen the apparition, and the spider, a twitching bundle\nof bespattered legs, fell on the spot where, an instant before, we had\nbeen.\n\nAlmost at the same instant two other great circular trap-doors swung\nup, just beyond the first, and their hairy, malignant occupants leaped\ntoward us.\n\n       *       *       *       *       *\n\nOur pistols were ready, now, however, and the portable ray equipment\nwas humming. The ray dissolved the first into a sifting of reddish\ndust, and our pistols slashed the other into ribbons.\n\n\"Back to the ship!\" I shouted. \"Look, Mr. Correy--there are hundreds\nof them!\"\n\nBefore us score upon score of the great disks were lifting, and from\nthe tunnel each revealed, monstrous rust-red bodies were pouring.\n\nOur retreat covered by the two ray operators, we made our way swiftly\nto the ship. The great spiders, apparently alarmed by the magical\ndisappearance of those of their comrades upon which the disintegrator\nray rested, hesitated for a moment, their tremendous legs tensed, and\ntheir mandibles quivering with venomous anger, and then scuttled back\ninto their holes, swinging their covers into place as they did so.\n\n\"We didn't do so badly, at that,\" grinned Correy rather breathlessly,\nas we gained the welcome shelter of the _Ertak_. \"There are a score\nand more of those potlids still standing open--which means that many\nspiders didn't go back to tell about what happened to them.\"\n\n\"True--but had they waited until they could have surrounded us, the\n_Ertak_ would have been short-handed on the return trip. She would\nhave been just two officers and six men short.\"\n\nI have never seen a real expression of fear on Correy's face, but I\ncame as close to it then as I ever did.\n\n\"They're tough customers,\" he said. \"I never did like spiders, and I\nlike them less, now. Those things stood half again as high as a man on\ntheir long legs, and could jump half the length of the ship.\"\n\n\"Hardly that,\" I said. \"But I'll say this: if they're the gentry\nInverness and the other two are investigating, they're welcome to\ntheir jobs!\"\n\n       *       *       *       *       *\n\nThere wasn't any difficulty in keeping the men close to the ship after\nthat, although waiting was a tedious and nerve-racking procedure.\n\nWe watched the spider-infested territory closely, however, and found\nthat they fed at night upon the deer-like creatures Correy had\nmentioned. These unwary beasts, seeking water, were pounced upon the\ninstant they came close to one of the hidden dens, and dragged swiftly\nout of sight. These observations were made by television, and Correy\nin particular would sit up half the night watching the creatures at\nwork.\n\nIt was the second day of the fourth week that the sentry on duty\ncalled out that the boat was returning. We hastened down to the river\nto welcome them back, and I for one felt very much relieved.\n\nBut as the boat approached, I felt my fears returning, for there was\nonly one man visible: Tipene.\n\nThe Zenian, bedraggled and weary, had lost or discarded the protective\nsuit he had worn, and his lean, dark face was haggard.\n\n\"We leave immediately, Commander Hanson,\" he said as he disembarked.\n\"Please give the necessary orders.\"\n\n\"But the others, sir? Where are Inverness and Brady?\"\n\n\"Dead,\" said Tipene. \"The Aranians got them. I barely escaped myself.\"\n\n\"And who are the Aranians?\" I asked.\n\n\"The creatures which control this world. The spider creatures.\nAranians, they call themselves. Do we leave at once, as I ordered?\"\n\nI thought quickly. I didn't like Tipene, and never had, and I fancied\neven less the high-handed attitude he was taking.\n\n\"I would suggest, sir, that you first give us an account of what has\nhappened,\" I said shortly. \"If there is anything we can do for the\nother two, perhaps--\"\n\n\"I said they were dead,\" snapped Tipene. \"You can't do anything for\ndead men, can you?\"\n\n\"No. But we must have a report to enter on our log, you understand,\nand--I'll be very busy on the return trip. I'd like to have your story\nbefore we start.\" Somehow, I was suspicious of Tipene.\n\n\"Very well. Although I warn you I shall report your delay to your\nsuperiors.\" I shrugged, and led the way to the dining saloon which,\nsmall as it was, held chairs enough to seat us all.\n\n       *       *       *       *       *\n\n\"My story is very brief,\" he said, when my three officers, Tipene, and\nmyself were seated. \"We proceeded up the river to a spot which we\ndeemed suited as a point of entry into the country, and far enough\nfrom the ship so that its presence would not be alarming to the\ninhabitants.\n\n\"We permitted ourselves to be captured by the Aranians, knowing that\nour protective suits would prevent them from doing us serious bodily\ninjury.\n\n\"You have seen the creatures--word of your adventure with them\nprecipitated our misfortune, I might say here--and you know of their\ntunnels. We were taken down one of these tunnels, and into a still\nlarger one. This in turn gave onto a veritable subterranean avenue,\nand, in time, led to a sort of underground metropolis.\"\n\n\"What?\" growled Correy. \"An underground city of those things?\"\n\n\"I should like to ask that you do not interrupt,\" said Tipene coldly.\n\"This metropolis was really no more than a series of cubicles, opening\noff the innumerable crisscrossing tunnels, and many layers in\nthickness. Passage from one level to another was by means of slanting\ntunnels.\n\n\"Some of these cubicles were very large, and utilized as storage\nrooms. Others were used for community activities, schools,\nentertainments, and so forth. We learned these things later, and\nexplored them by means of our _ethon_ lamps--the entire system of\ntunnels being, of course, in utter darkness.\n\n\"The first few days they were exceedingly hostile, and tried to tear\nus to pieces. When they could not do this, word was sent to some of\ntheir more learned members, and we were investigated. By the use of\nextra menores we had brought with us, we established a contact with\ntheir minds; first by the usual process of impressing pictures of our\nthoughts upon their minds, and later by more direct process.\"\n\n       *       *       *       *       *\n\n\"I will say nothing of the great scientific value of our discoveries,\nfor you would neither understand nor appreciate them--although they\nwill set the scientific universe agog,\" continued Tipene, his eyes\ngleaming suddenly with a triumphant light. \"As we perfected\ncommunication, we convinced them that we were friendly, and we gained\ntheir complete confidence.\n\n\"They are a very ancient race. Very slowly have they come to their\npresent stage of mental development, but they now possess reasoning\nfaculties, a language--and a form of community government. There is\nmuch more, which, as I have said, would be of no significance to you.\n\n\"And then word came that beings like ourselves had attacked and killed\nmany of the Aranians. The news had traveled slowly, for their system\nof communication is crude, but it reached the community center in\nwhich we were staying.\n\n\"Instantly, all was hostility. They felt they had been betrayed, and\nthat we might betray them. Brady and Inverness, always rash and\nthoughtless, had discarded their protective suits, feeling sure they\nwere perfectly safe, and they were torn to pieces.\n\n\"I, having a more scientific and cautious mind, doubting everything as\na true scientific mind must, still wore my armor. By the liberal use\nof my pistol, I managed to fight my way to the surface, and to the\nboat. And now, Commander Hanson, will you start back, as I have\nordered?\"\n\nI don't know what I would have said if I had not caught a peculiar\nglance from Correy, a glance accompanied by a significant, momentary\nclosing of one eye (a gesture of Earth which means many things, and\nwhich is impossible to explain) and a slight nod.\n\n\"Very well, Mr. Tipene,\" I said shortly. \"We'll start at once.\nGentlemen, will you join me in the navigating room?\"\n\n       *       *       *       *       *\n\nCorrey was the last to arrive in the navigating room, and when he came\nin his eyes were dancing.\n\n\"I've just transferred Tipene to another stateroom, sir,\" he said. \"A\nspecially equipped stateroom.\"\n\n\"You what?\"\n\n\"If you'll give orders, sir, for an immediate start, I'll tell you all\nabout it,\" chuckled Correy. \"Tipene says he's worn out, and is going\nto retire as soon as we start. And when he does--we'll learn\nsomething.\"\n\nI nodded to Kincaide, and he gave the general attention signal. In a\nfew seconds the outer sentry was recalled, and the exit port had been\nsealed. Slowly, the _Ertak_ lifted.\n\n\"Maybe I'm wrong, sir,\" said Correy then, \"but I'm convinced that\nTipene is lying. Something's wrong; he was in altogether too much of a\nhurry to get away.\n\n\"So, before I transferred him to the other stateroom, I concealed a\nmenore under the mattress of his bunk, immediately under where his\nhead will lie. It's adjusted to full strength, and I believe it will\npick up enough energy to emanate what he's thinking about. We'll be in\nthe next stateroom and see what we can pick up. How does that sound,\nsir?\"\n\n\"Like something you'd cook up, Mr. Correy!\" I said promptly. \"And I\nbelieve, as you do, that if it works at all, we'll find out something\ninteresting.\"\n\nWe equipped ourselves with menores, adjusted to maximum power, and\nsilently filed into the stateroom adjacent to Tipene's.\n\nHe was moving about slowly, apparently undressing, for we heard first\none boot and then another drop to the floor. And we could sense vague\nemanations, too faint to be intelligible, and unmistakably coming from\nhim.\n\n\"Probably sitting on the edge of his bunk,\" whispered Correy. \"When he\nlies down, it'll work like a charm!\"\n\nIt did--almost too well. Suddenly we caught a strong emanation, in the\nUniversal language.\n\n       *       *       *       *       *\n\n\"Surly individual, that Hanson--didn't like my giving orders--hurt his\ndignity. But I had my own way, and that's all that's important. Seemed\nto be suspicious--they all were. Maybe I was a bit urgent--but I was\nafraid--those damned Aranians might have changed their spidery minds.\n\n\"They can't be very intelligent--to think I'd come back with tribute\nto pay for the spiders that fool Hanson and his men killed. Why, the\nship's rays could wipe them all out, drill a hole in the ground--they\ndidn't realize that. Thought that by holding Brady and that conceited\nInverness for hostages, they'd be safe--and I'd be idiotic enough to\nnot see this chance to get all the glory of the expedition for\nmyself--instead of sharing it with those two. You're a quick thinker,\nTipene--the true, ruthless, scientific mind....\"\n\nI motioned for my officers to follow me, and we made our way, silent\nand grim-faced, to the navigating room.\n\n\"Nice, friendly lad, isn't he?\" snarled Correy. \"I thought there was\nsomething up. What are your plans, sir?\"\n\n\"We'll go to the rescue of Inverness and Brady, of course. Mr. Correy,\nplace Tipene under arrest, and bring him here at once. Mr. Kincaide,\ntake over the ship; give orders to set her down where we were. And\nyou, Mr. Hendricks, will take personal command of the forward ray\ntubes.\"\n\nMy officers sprang to obey orders, and I paced restlessly up and down\nthe room, thinking. Just as the _Ertak_ settled softly to earth,\nCorrey returned with his prisoner. Two men stood on guard with drawn\natomic pistols at the door.\n\n\"What's the meaning of this indignity, sir?\" flared Tipene. He had\ndressed hurriedly, and was by no means an imposing spectacle. He drew\nhimself up to his full height, and tried to look domineering, but\nthere was fear in his eyes. \"I shall report you--\"\n\n\"You'll do no reporting, Tipene,\" I broke in coldly. \"I'll do the\nreporting. You see, we know all about your little plan to desert your\ncomrades, held by the Aranians as hostages, and to grasp all the glory\nof your findings for yourself. But--the plan doesn't work. We're going\nback.\"\n\n       *       *       *       *       *\n\nTipene's face drained a dirty yellow--a Zenian can never be actually\npale.\n\n\"You ... how....\" he floundered.\n\n\"A menore, under your pillow,\" I explained crisply. \"But that doesn't\nmatter, now. You will guide us to the spot where you found the Aranian\ncity, and establish communication with the Aranians. When that's done,\nI'll give you further orders.\"\n\n\"And if I won't?\" breathed Tipene, his teeth clenched in a shaking\nrage.\n\n\"But you will. Otherwise, we'll permit you to continue your\nexplorations on this interesting little sphere--minus your protective\nsuit.\"\n\nTipene stared at me with horror-stricken eyes. I think he saw that I\nmeant exactly what I said--and I was not bluffing.\n\n\"I--I'll do it,\" he said.\n\n\"Then watch the river carefully,\" I ordered. \"Kincaide, lift her just\nenough so we can get a good view of the river. Tipene will tell you\nwhere to set her down.\"\n\nNavigating visually, Kincaide followed the winding course of the\nriver, covering in a few minutes a distance it had taken the\nscientists a day to navigate.\n\n\"There--there is the place,\" said Tipene suddenly. \"Just this side of\nthe patch of vegetation.\"\n\n\"Very good. And remember what happens if you play any tricks,\" I\nnodded grimly. \"Descend to within a few yards of the ground, Mr.\nKincaide; we'll drop Tipene through the trap.\"\n\nCorrey hurried the prisoner away, and I ordered the trap in the bottom\nof the _Ertak's_ hull to be opened.\n\n\"Now,\" I informed Tipene, \"we'll let you down and you will establish\ncommunication with the Aranians. Tell them you have brought back, not\ntribute, but an enemy powerful enough to blast their entire city out\nof existence. It will be a simple matter for you to picture what an\natomic grenade or one of the ship's rays will do. We'll arrange a\nlittle demonstration, if they're not convinced. And tell them that if\nthey don't want to be wiped out, to bring Inverness and Brady to us,\nunharmed, as fast as their eight long legs will manage.\"\n\n\"They won't do it,\" whined Tipene. \"They were very angry over the\nkilling of those others. I'm just risking my life without the\npossibility of gain.\"\n\n\"You obey my orders, or you go down and stay there,\" I said abruptly.\n\"Which?\"\n\n\"I'll do as you say,\" he said, and the cage dropped with him swiftly.\n\n       *       *       *       *       *\n\nAs soon as he was on the ground he reached up and adjusted his menore,\npeering around anxiously. For several minutes nothing happened, and\nthen, the length of the ship away, one of the great trap-doors flew\nopen. Out of it came one of the spiders, not rust-red like those we\nhad seen, but faded to a dirty yellow. Close behind him were two of\nthe rust-red Aranians, which fell in one on each side of the yellow\nchap.\n\nThe first Aranian, I presumed--and rightly--was one of the old learned\nmembers of the race. As he scuttled closer to the cowering Tipene, I\nsaw that, amidst the bristles which covered his head and thorax, was a\nmenore.\n\nThe three great spiders approached the ship warily, watching it\nconstantly with huge, glittering eyes. A safe distance away they\npaused, and the old one fixed his attention on Tipene.\n\nEvidently, what Tipene emanated caused the old fellow to become very\nangry; I could see his legs quivering, and his withered old mandibles\nfairly clattered.\n\n\"He says he won't do it!\" Tipene called up to me, excitedly. \"Says we\ncan't reach them underground, and that they'll kill their hostages if\nwe try to harm them.\"\n\n\"Ask him if there are any tunnels between the ship and the river,\" I\ncommanded. \"We'll demonstrate what we can do if he harms Inverness and\nBrady.\"\n\nThe two were in silent communion for a moment, and Tipene looked up\nand shook his head.\n\n\"No,\" he shouted. \"No tunnels there. The water would seep into them.\"\n\n\"Then tell him to watch!\"\n\nI stepped back and pressed an attention signal.\n\n\"Mr. Hendricks?\"\n\n\"Yes, sir!\"\n\n\"Open up with the starboard tube, full power, concentrated beam, at\nany spot halfway between here and the river. At once.\"\n\n\"At once, sir!\"\n\n       *       *       *       *       *\n\nThe ray generators hummed instantly, their note deepening a moment\nlater. The ray bit into the dry, sandy soil, boring steadily into the\nearth, making an opening over twice the height of a man in diameter.\n\nThe fine, reddish-brown dust of disintegration hung swirling above the\nmouth of the tunnel at first, and then, as the ray cut deeper into the\nearth, settled quickly and disappeared.\n\n\"Cease operation, Mr. Hendricks!\" I commanded. \"Keep the generators\non, and stand by for further orders.\"\n\nAs soon as Hendricks' quick acknowledgment came back, I called down to\nTipene.\n\n\"Tell your friend to inspect the little hole we drilled,\" I said.\n\"Tell him to crawl down into it, if he wishes to see how deep it is.\nAnd then inform him that we have several ray tubes like this one, and\nthat if he does not immediately produce his hostages, unharmed, we'll\nrise above his city and blast out a crater big enough to bury the\n_Ertak_.\"\n\nTipene nodded and communicated with the aged Aranian, who had cowered\nfrom the shaft in the earth disintegrated by our ray, and who now,\nvery cautiously, approached it, flanked by his two far from eager\nguards.\n\nAt the lip of the slanting tunnel he paused, peered downward, and\nthen, circling cautiously, approached the lidded tunnel whence he had\nemerged.\n\n\"He agrees,\" Tipene called up sullenly. \"He will deliver Inverness and\nBrady to us. But we must come and get them; he says they have\nbarricaded themselves in one of the cubicles, and will not permit any\nAranian to approach. They still have their atomic pistols; the\nAranians did not realize they were weapons.\"\n\n\"Very well; tell him a party from the ship will be ready in a few\nseconds. You will go with us as interpreter; you understand how to\ncommunicate with them.\"\n\n       *       *       *       *       *\n\nI pressed Correy's attention signal and he answered instantly.\n\n\"Pick five good men for a landing party, two of them portable\ndisintegrator ray operators, with equipment. The others will be\nprovided with _ethon_ lamps, pistols, and atomic grenades. Get the men\nto the trap as quickly as possible, please.\"\n\n\"Immediately, sir!\"\n\nI had the cage drawn up, and by the time I had secured my own\nequipment and returned, Correy was waiting with his men.\n\n\"One second, Mr. Correy, and we'll leave,\" I said, calling the\nnavigating room. \"Mr. Kincaide, I'm leaving you in command. We are\ngoing into the Aranian city to pick up Inverness and Brady. I\nanticipate no trouble, and if there is no trouble, we shall return\nwithin an hour. If we are not back within three hours, blast this\nentire area with atomic grenades, and riddle it with the rays. Is\nthat clear?\"\n\n\"Yes, sir,\" said Kincaide.\n\n\"And then proceed immediately to Base and report. I have made an entry\nin the log regarding this expedition, as official evidence, if\nneeded.\"\n\n\"Right, sir,\" said Kincaide, who was as near a perfect officer as I\nhave ever seen.\n\n\"Mr. Correy, you've heard my orders. So have you, men. We're going\nunderground, into a veritable warren of these spider creatures. If any\nof you wish to refuse this service, you have my permission to\nwithdraw.\"\n\nNot a man moved. Correy hardly repressed a grin. He knew the men he\nhad picked for the job.\n\n\"Good!\" I said, and signaled to the cage operator. Swiftly we dropped\nto earth, where Tipene and our three hairy guides awaited us.\n\n       *       *       *       *       *\n\nThe descent into the white-lined tunnel was a terrifying experience.\nThe lining was tough and fibrous, a sort of coarse material\ncorresponding to the silk of a spider of normal size, although these\nstrands were as large as my little finger, and strong as cables.\n\nA close inspection of our guides added nothing to my confidence or\nbravery; their eight beady eyes, set at strategic spots about their\nheads, seemed unwinkingly ominous. And their mandibles, with fangs\nfolded back like the blades of a pocket-knife, paired with their\nbristly palps, seemed like very capable weapons.\n\nThe Aranians ran ahead of us, our _ethon_ lamps making strange and\ndistorted shadows on the curving walls of the tunnel. Correy and I\nherded the unwilling Tipene just ahead of us, and the five picked men\nbrought up the rear.\n\nAbout forty feet down, the floor of the tunnel curved sharply and\nleveled off; a short distance farther on a number of other level\ntunnels merged with it, and the shape changed; from a tube perfectly\ncircular in cross-section, it became a flattened oval, perhaps half\nagain the height of a man, and at least three times that dimension in\nwidth.\n\nOur party was joined by scores of other Aranians, who darted in from\nside passages; some going ahead, some closing in behind us, until the\ntunnel was filled with the peculiar brittle sound of their walking.\n\n\"They don't lack for numbers,\" muttered Correy softly. \"Think they'll\nmake trouble, sir?\"\n\n\"Your guess is as good as mine. I showed them what the ray would do; I\nbelieve it threw a scare into the old chap. Did you tell them what we\nwould do if they played any tricks, Tipene?\"\n\n\"Certainly; my own life is endangered, isn't it?\" snapped the Zenian.\n\n\"It certainly is,\" I told him grimly. \"And not only by the spiders, if\nyou make any suspicious moves.\"\n\n       *       *       *       *       *\n\nWe went on without further conversation, until we came to the\nbeginning of the cubicles Tipene had mentioned.\n\nEach of these was closed, or could be closed, by a circular door such\nas those which concealed the outer entrance to the tunnels, save that\nthese were swung on a side hinge. From the central passage we were\nfollowing, smaller ones branched off in all directions: to the left,\nto the right; upward and downward. And all were lined with the\ncubicles, from which a constantly increasing army of Aranians emerged\nto accompany us.\n\nWe had gone but a short distance into the \"city\" when our ancient\nguide paused, turning to stare down a deserted passage.\n\n\"He says,\" grunted Tipene--as near a grunt as the high-pitched Zenian\nvoice is capable of, \"that they're down there. He asks that we go and\nget them; he is afraid. They have killed two of the Aranians already\nwith their atomic pistols.\"\n\n\"For which I don't blame them in the least,\" said Correy. \"I'd get as\nmany as I could before I let them sink their mandibles into me.\"\n\n\"But I thought they were hostages, and being treated as such?\"\n\n\"The Aranians got tired of waiting; some of the younger ones tried to\ndo their own executing,\" explained Tipene. \"The whole brood of them is\nin an ugly mood, the old fellow tells me. We were fools to come!\"\n\nI didn't argue the matter. You can't argue such a matter with a man\nlike Tipene. Instead, I lifted my voice in a shout which echoed down\nthe long corridors.\n\n\"Brady! Inverness! Can you hear us?\"\n\nFor a moment there was no reply, and then, as our _ethon_ lights\nplayed hopefully along the passage, a circular door opened, and\nInverness, his pistol drawn, peered out at us. A moment later, both he\nand Brady were running toward us.\n\n\"Hanson!\" cried Inverness. \"Man, but we're glad to see a human face\nagain--but why did you come? Now they've got us all.\"\n\n\"But they'll let us all go,\" I said, with a confidence I did not feel.\n\"I've demonstrated to one of their leaders just what the _Ertak_ can\ndo--and will do--if we aren't aboard, safe and unhurt, in three\nhours.\"\n\n\"The young bloods don't obey well, though,\" said Brady, shaking his\nhead. \"Look at them, milling around there in the central passage! They\ndidn't see your demonstration, whatever it was. They started for us\nsome time back, and we had to rip a couple of them to pieces, and\nbarricade ourselves.\"\n\n\"Well,\" said Correy grimly, \"we'll soon find out. Ready to start back,\nsir?\"\n\n       *       *       *       *       *\n\nI turned to Tipene, who was staring at the packed mass of Aranians,\nwho choked the tunnel in both directions.\n\n\"Tell them to make way,\" I commanded. \"We're leaving.\"\n\n\"I've--I've been in communication with him,\" moaned Tipene. \"And he\nhasn't any power over these youngsters. They want blood. Blood! They\nsay the ship won't dare do anything so long as so many of us are\nhere.\"\n\n\"It will, though,\" I snapped. \"Kincaide will obey my orders to the\nletter. It'll be a wholesale slaughter, if we're not there by the\nspecified time.\"\n\n\"I know! I know!\" groaned Tipene. \"But I can't make them understand\nthat. They can't appreciate the meaning of such discipline.\"\n\n\"I believe that,\" put in Brady. \"Their state of society is still low\nin the scale. You shouldn't have come, Commander. Better the two of us\nthan the whole group.\"\n\n\"It may not be so simple as they think. Mr. Correy, shall we make a\ndash for it?\"\n\n\"I'd be in favor of that, sir!\" he grinned.\n\n\"Very well, you take three of the enlisted men, Mr. Correy, and give\nus a brisk rear-guard action when we get into the main passage--if we\ndo. Use the grenades if you have to, but throw them as fast as\npossible, or we'll have the roof coming down on us.\n\n\"The two ray operators and myself will try to open a way, backed up by\nInverness and Brady. Understand, everybody?\" The men took the places I\nhad indicated, nodding, and we stood at the mouth of the side tunnel,\nfacing the main passage which intersected it at a right angle. The\nmouth of the passage was blocked by a crowded mass of the spider\ncreatures, evidently eager to pounce on us, but afraid to start an\naction in those narrow quarters.\n\nAs we came toward them, the Aranians packed about the entrance gave\nway grudgingly, all save two or three. Without an instant's\nhesitation, I lifted my pistol and slashed them into jerking pulp.\n\n\"Hold the ray,\" I ordered the two men by my side, \"until we need it.\nThey'll get a surprise when it goes into action.\"\n\n       *       *       *       *       *\n\nWe needed it the moment we turned into the main corridor, for here the\npassage was broad, and in order to prevent the creatures from flanking\nus, we had to spread our front and rear guards until they were no more\nthan two thin lines.\n\nSeeing their advantage, the Aranians rushed us. At a word from me, the\nray operators went into action, and I did what I could with my\ncomparatively ineffective pistol. Between us, we swept the passage\nclean as far as we could see--which was not far, for the reddish dust\nof disintegration hung in the quiet air, and the light of our _ethon_\nlamps could not pierce it.\n\nFor a moment I thought we would have clear sailing; Correy and his men\nwere doing fine work behind us, and our ray was sweeping everything\nbefore us.\n\nThen we came to the first of the intersecting passages, and a\nclattering horde of Aranians leaped out at us. The ray operators\nstopped them, but another passage on the opposite side was spewing out\nmore than I could handle with my pistol.\n\nTwo of the hairy creatures were fairly upon me before the ray swung to\nthat side and dissolved them into dust. For an instant the party\nstopped, checked by these unexpected flank attacks.\n\nAnd there would be more of these sallies from the hundreds of passages\nwhich opened off the main corridor; I had no doubt of that. And there\nthe creatures had us: our deadly ray could not reach them out ahead;\nwe must wait until we were abreast, and then the single ray could work\nupon but one side. Correy needed every man he had to protect our rear,\nand my pistol was not adequate against a rush at such close quarters.\nThat fact had just been proved to me with unpleasant emphasis.\n\nIt was rank folly to press on; the party would be annihilated.\n\n\"Down this passage, men,\" I ordered the two ray operators. \"We'll have\nto think up a better plan.\"\n\nThey turned off into the passage they had swept clean with their ray,\nand the rest of the party followed swiftly. A few yards from the main\ncorridor the passage turned and ran parallel to the corridor we had\njust left. Doors opened off this passage on both sides, but all the\ndoors were open, and the cubicles thus revealed were empty.\n\n       *       *       *       *       *\n\n\"Well, sir,\" said Correy, when we had come to the dead end of the\npassage, \"now what?\"\n\n\"I don't know,\" I confessed. \"If we had two ray machines, we could\nmake it. But if I remember correctly, it's seven hundred yards, yet,\nto the first of the tunnels leading to the surface--and that means\nseveral hundred side passages from which they can attack. We can't\nmake it.\"\n\n\"Well, we can try again, anyway, sir,\" Correy replied stoutly. \"Better\nto go down fighting than stay here and starve, eh?\"\n\n\"If you'll pardon me, gentlemen,\" put in Inverness, \"I'd like to make\na suggestion. We can't return the way we came in; I'm convinced of\nthat. It was the sheerest luck that Commander Hanson wasn't brought\ndown a moment ago--luck, and excellent work on the part of the two ray\noperators.\n\n\"But an analysis of our problem shows that our real objective is to\nreach the surface, and that need not be done the most obvious way, by\nreturning over the course by which we entered.\"\n\n\"How, then?\" I asked sharply.\n\n\"The disintegrator ray you have there should be able to cut a passage\nfor us,\" said Inverness. \"Then all we need do is protect our rear\nwhile the operators are working. Once on the surface, we'll be able to\nfight our way to the ship, will we not?\"\n\n\"Of course! You should be in command, Inverness, instead of myself.\"\nHis was the obvious solution to our difficulty; once proposed, I felt\namazingly stupid that the thought had not occurred to me.\n\nI gave the necessary orders to the ray men, and they started\nimmediately, boring in steadily at an angle of about forty-five\ndegrees.\n\nThe reddish dust came back to us in choking clouds, and the Aranians,\nperhaps guessing what we were doing--at least one of their number had\nseen how the ray could tunnel in the ground--started working around\nthe angle of the passage.\n\n       *       *       *       *       *\n\nAt first they came in small groups, and our pistols readily disposed\nof them, but as the dust filled the air, and it became increasingly\ndifficult to see their spidery bodies, they rushed us in great masses.\n\nCorrey and I, shoulder to shoulder, fired at the least sign of\nmovement in the cloud of dust. A score of times the rushes of the\nAranians brought a few of them scuttling almost to our feet; inside of\na few minutes the passage was choked, waist high, with the riddled\nbodies--and still they came!\n\n\"We're through, sir!\" shouted one of the ray operators. \"If you can\nhold them off another fifteen minutes, we'll have the hole large\nenough to crawl through.\"\n\n\"Work fast!\" I ordered. Even with Inverness, Brady, and the three of\nthe _Ertak's_ crew doing what they could in those narrow quarters, we\nwere having a hard time holding back the horde of angry, desperate\nAranians. Tipene was useless; he was cowering beside the ray\noperators, chattering at them, urging them to hurry.\n\nHad we had good light, our task would have been easy, but the passage\nwas choked now with dust. Our _ethon_ lamps made little more than a\ndismal glow. The clattering Aranians were almost within leaping\ndistance before we could see them; indeed, more than one was stopped\nin mid-air by a spray from one pistol or another.\n\n\"Ready, sir,\" gasped the ray man who had spoken before. \"I think we've\ngot it large enough, now.\"\n\n\"Good!\" I brought down two scuttling Aranians, so close that their\ntwitching legs fell in an untidy heap almost at my feet. \"You go\nfirst, and protect our advance. Then the rest of you; Mr. Correy and I\nwill bring up the--\"\n\n\"No!\" screamed Tipene, shouldering aside the ray men. \"I....\" He\ndisappeared into the slanting shaft, and the two ray men followed\nquickly. The three members of the crew went next; then Brady and\nInverness.\n\nCorrey and I backed toward the freshly cut passage.\n\n\"I'll be right behind you,\" I snapped, \"so keep moving!\"\n\n       *       *       *       *       *\n\nCorrey hesitated an instant; I knew he would have preferred the place\nof danger as the last man, but he was too good an officer to protest\nwhen time was so precious. He climbed into the slanting passage the\nray had cut for us, and as he did so, I heard, or thought I heard, a\ncry from beyond him, from one of those ahead.\n\nI gave Correy several seconds before I followed; when I did start, I\nplanned on coming fast, for in that shoulder-tight tube I would be\nutterly at the mercy of any who might attack from behind.\n\nFairly spraying the oncoming horde, I drove them back, for a moment,\nbeyond the angle in the corridor; then I fairly dived into the tunnel\nand crawled as fast as hands and knees could take me toward the\nblessed open air.\n\nI heard the things clatter into the space I had deserted. I heard them\nscratching frantically in the tunnel behind me, evidently handicapped\nby their long legs, which must have been drawn up very close to their\nbodies.\n\nLight came pouring in on me suddenly, and I realized that Correy had\nwon free. Behind me I could hear savage mandibles snapping, and cold\nsweat broke out on me. How close a terrible death might be, I had no\nmeans of knowing--but it was very close.\n\nMy head emerged; I drew my body swiftly out of the hole and snatched a\ngrenade from my belt. Instantly I flung it down the slanting passage,\nwith a shout of warning to my companions.\n\nWith a muffled roar, the grenade shook the earth; sent a brown cloud\nspattering around us. I had made a desperate leap to get away, but\neven then I was covered by the shower of earth.\n\nI looked around. Trapdoors were open everywhere, and from hundreds of\nthese openings, Aranians were scuttling toward us.\n\nBut the ray operators were working; not only the little portable\nmachine, but the big projectors on the _Ertak_, five or six hundred\nyards away; laying down a deadly and impassable barrage on either side\nof us.\n\n       *       *       *       *       *\n\n\"They got Tipene, sir!\" said Correy. \"He dodged out ahead of the ray\nmen, and two of them pounced on him. They were dragging him away,\ntearing him. The ray men wiped them out. Tipene was already dead--torn\nto fragments, they said. Back to the ship now, sir?\"\n\n\"Back to the ship,\" I nodded, still rather breathless. \"Let the ray\nmen cover our retreat; we can take care of those between us and the\nship with our pistols--and the _Ertak's_ projectors will attend to our\nflanks. On the double, men!\"\n\nWe fought every step of the way, in a fog of reddish dust from the big\ndisintegrator rays playing on either side of us--but we made it, a\ntorn, weary, and bedraggled crew.\n\n\"Quite an engagement, sir,\" gasped Correy, when we were safely inside\nthe _Ertak_. \"Think they'll remember this little visit of ours, sir?\"\n\n\"I know we'll remember it, anyway,\" I said, shaking some of the dust\nof disintegration from my clothes. \"Just at the moment, I'd welcome a\ntour of routine patrol.\"\n\n\"Sure, sir,\" grinned Correy. \"So would I--until we were a day or two\nout from Base!\"\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of Project Gutenberg's The Death-Traps of FX-31, by Sewell Peaslee Wright\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE DEATH-TRAPS OF FX-31 ***\n\n***** This file should be named 29309.txt or 29309.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/3/0/29309/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}