{"title": "The Affair of the Brains", "author": "Anthony Gilmore", "releaseDate": "July 4, 2009", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\n\n\n\n\nTranscriber's Note: This e-text was produced from Astounding Stories,\nMarch, 1932. Extensive research did not uncover any evidence that the\nU.S. copyright on this publication was renewed.\n\n\n[Illustration: \"I do not know you for a liar.... I will enter.\"]\n\n\n\nThe Affair of the Brains\n\n_A Complete Novelette_\n\n\n\nBy Anthony Gilmore\n\n\n\n\nCHAPTER I\n\n_Off to the Rendezvous_\n\n\n\n[Illustration: Hawk Carse himself goes to keep Judd the Kite's\nrendezvous with the sinister genius Ku Sui.]\n\nThough it is seldom nowadays that Earthmen hear mention of Hawk Carse,\nthere are still places in the universe where his name retains all its\nold magic. These are the lonely outposts of the farthest planets, and\nhere when the outlanders gather to yarn the idle hours away their tales\nconjure up from the past that raw, lusty period before the patrol-ships\ncame, and the slender adventurer, gray-eyed and with queer bangs of hair\nobscuring his forehead, whose steely will, phenomenal ray-gun draw and\nreckless space-ship maneuverings combined to make him the period's most\ncolorful figure. These qualities of his live again in the outlanders'\nreminiscences and also of course his score of blood-feuds and the one\ngreat feud that shook whole worlds in its final terrible settling--the\nfeud of Hawk Carse and Dr. Ku Sui.\n\nAgain and again the paths of the adventurer and the sinister, brilliant\nEurasian crossed, and each crossing makes a rich tale. Time after time\nKu Sui, through his several bands of space-pirates, his individual\nagents and his ambitious web of power insidiously weaving over the\nuniverse, whipped his tentacles after the Hawk, and always the tentacles\ncoiled back, repulsed and bloody. An almost typical episode is in the\naffair which followed what has been called the Exploit of the Hawk and\nthe Kite.\n\nIt will be remembered--as related in \"Hawk Carse\"[1]--that Dr. Ku laid a\nmost ingenious trap for Carse on the latter's ranch on Iapetus, eighth\nsatellite of Saturn. Judd the Kite, pirate and scavenger, was the\nEurasian's tool in this plot, which started with a raid on the ranch.\nThe fracas which followed the Hawk's escape from the trap was bloody and\ngrim enough, and resulted in the erasure of Judd and all his men save\none; but the important thing to the following affair was that Judd's\nship, the Scorpion, fell into Carse's hands with one prisoner and the\nship's log, containing the space coordinates for a prearranged\nassignation of Judd with Ku Sui.\n\n      [1] See the November, 1931, issue of Astounding Stories.\n\nAll other projects were postponed by the Hawk at this opportunity to\nmeet Dr. Ku face to face. The trail of the Eurasian was the guiding\ntrail of his life, and swiftly he moved along it.\n\nThere was work to be done before he could set out. Three men had emerged\nalive from the clash between the Hawk and the Kite: Carse himself,\nFriday, his gigantic negro companion in adventure, and a bearded\nhalf-caste called Sako, sole survivor of Judd's crew. Aided sullenly by\nthis man, they first cleaned up the ravaged ranch, burying the bodies\nof the dead, repairing fences and generally bringing order out of\nconfusion. Then, under Carse's instructions, Friday and the captive\nbrigand tooled the adventurer's own ship, the _Star Devil_, well into\nthe near-by jungle, while the Hawk returned to the _Scorpion_.\n\nHe went into her control cabin, opened her log book and once more\nscanned what interested him there. The notation ran:\n\n    \"E.D. (Earth Date) 16 January, E.T. (Earth Time) 2:40 P.M. Meeting\n    ordered by Ku Sui, for purpose of delivering the skeleton and\n    clothing of Carse to him, at N.S. (New System) X-33.7; Y-241.3;\n    Z-92.8 on E.D. 24 January, E.T. 10:20 P.M. Note: the ship is to\n    stand by at complete stop, the radio's receiver open to Ku Sui's\n    private wave (D37, X1293, R3) for further instructions.\"\n\nHe mulled over it, slowly stroking his flaxen bangs. It was a chance,\nand a good one. Judd's ship would keep that rendezvous, but it would\nsheathe the talons of the Hawk. This time a trap would be laid for Ku\nSui.\n\n                     *      *      *      *      *\n\nThe plan was simple enough, on the face of it, but the Eurasian was a\nmaster of cunning as well as a master of science, and high peril\nattended any matching of wits with him. Carse closed the log, his face\nbleak, his mind made up. A shuffle of feet brought his gaze up to the\nport-lock entrance.\n\nFriday, stripped to shorts, a sweat-glistening ebony giant, stood there.\nShaking the drops of steaming perspiration from his face, he reported:\n\n\"All finished, suh--got the _Star Devil_ in the jungle where you said to\nhide her. An' now what? You still figurin' on keepin' that date with Dr.\nKu in this ship?\"\n\nCarse nodded, absently.\n\n\"Then where'll we pick up a crew, suh? Porno? It's the nearest port, I\nreckon.\"\n\n\"I'm not taking any crew, Eclipse.\"\n\nFriday gaped in surprise at his master, then found words:\n\n\"No crew, suh? Against Ku Sui? We'll be throwin' our lives----\"\n\n\"I've lost enough men in the last two days,\" Carse cut in shortly. \"And\nthis meeting with Dr. Ku is a highly personal affair. You and I and Sako\ncan run the ship; we've got to.\" One of the man's rare smiles relaxed\nhis face. \"Of course,\" he murmured, \"I'm risking your life, Eclipse.\nPerhaps I'd better leave you somewhere?\"\n\n\"Say!\" bellowed the negro indignantly.\n\nThe Hawk's smile broadened at the spontaneous exclamation of loyalty.\n\n\"Very well, then,\" he said. \"Now send Sako to me, and prepare ship for\ncasting off.\"\n\nBut as Friday went aft on a final thorough inspection of all mechanisms,\nhe muttered over and over, \"Two of us--against Ku Sui! Two of us!\" and\nhe was still very much disturbed when, after Carse had had a few crisp\nwords with the captive Sako, telling him that he would be free but\nwatched and that it would be wise if he confined himself to his duties,\nthe order came through to the engine room:\n\n\"Break ground!\"\n\nGently the brigand ship _Scorpion_ stirred. Then, in response to the\ndelicate incline of her space-stick, she lifted sweetly from the crust\nof Iapetus and at ever-increasing speed burned through the satellite's\natmosphere toward the limitless dark leagues beyond.\n\nThe Hawk was on the trail!\n\n                     *      *      *      *      *\n\nCarse took the first watch himself. Except for occasional glances at the\nbanks of instruments, the screens and celestial charts, he spent his\ntime in deep thought, turning over in his mind the several variations of\nsituation his dangerous rendezvous might take.\n\nFirst, how would Ku Sui contact the _Scorpion_? Any of three ways, he\nreasoned: come aboard from his own craft accompanied by some of his men;\nstay behind and send some men over to receive the remains of the\nHawk--for either of which variations he was prepared; or, a third, and\nmore dangerous, direct that the remains of Carse be brought over to his\nship, without showing himself or any of his crew.\n\nWhatever variations their contacting took, there was another\nconsideration, Carse's celestial charts revealed, and that was the\nproximity of the rendezvous to Jupiter's Satellite III, less than three\nhundred thousand miles. Satellite III harbored Port o' Porno, main\nrefuge and home of the scavengers, the hi-jackers, and out-and-out\npirates of space, so many of whom were under Ku Sui's thumb. Several\nbrigand ships were sure to be somewhere in the vicinity, and one might\neasily intrude, destroying the hairbreadth balance in Carse's favor....\n\nThere was peril on every side. The Hawk considered that it would be wise\nto make provision against the odds proving too great. So, his gray eyes\nreflective, he strode to the _Scorpion's_ radio panel and a moment later\nwas saying over and over in a toneless voice:\n\n\"XX-1 calling XX-2--XX-1 calling XX-2--XX-1 calling XX-2....\"\n\n                     *      *      *      *      *\n\nAfter a full two minutes there was still no answer from the loudspeaker.\nHe kept calling: \"XX-1 calling XX-2--XX-1 calling XX-2--XX-1\ncalling----\"\n\nHe broke off as words in English came softly from the loudspeaker:\n\n\"XX-2 answering XX-1. Do you hear me?\"\n\n\"Yes. Give me protected connection. Highly important no outsider\noverhears.\"\n\n\"All right,\" the gentle voice answered. \"Protected. Go ahead, old man.\"\n\nThe Hawk relaxed and his face softened. \"How are you, Eliot?\" he asked\nalmost tenderly.\n\n\"Just fine, Carse,\" came in the clear, cultured voice of Master\nScientist Eliot Leithgow, probably the greatest scientific mind in the\nsolar system, Ku Sui being the only possible exception. He spoke now\nfrom his secret laboratory on Jupiter's Satellite III, near Porno, this\ntranscendent genius who, with Friday, was one of Carse's two trusted\ncomrades-in-arms. \"I've been expecting you,\" he went on. \"Has something\nhappened?\"\n\n\"I'm concerned with Ku Sui again,\" the Hawk told him swiftly. \"Please\nexcuse me; I have to be brief. I can't take any chances of his hearing\nany of this.\" He related the events of the last two days: Judd's attack\non the Iapetus ranch, the subsequent fight and outcome, and finally his\npresent position and intention of keeping the rendezvous. \"The odds are\npretty heavily against me, M. S.,\" he went on. \"It would be stupid not\nto admit that I may not come out of this affair alive--and that's why\nI'm calling. My affairs, of course, are in your hands. You know where my\nstorerooms and papers are. Sell my trading posts and ranches; Hartz of\nNewark-on-Venus is the best man to deal through. But I'd advise you to\nkeep for yourself that information on the Pool of Radium. Look into it\nsometime. I'm in Judd's ship, the _Scorpion_; our _Star Devil's_ on\nIapetus, hidden in the jungle near the ranch. That's all, I think.\"\n\n\"Carse, I should be with you!\"\n\n\"No, M. S.--couldn't risk it. You're too valuable a man. But don't\nworry, you know my luck. I'll very likely be down to see you after this\nmeeting, and perhaps with a visitor who will enable you once again to\nreturn to an honorable position on Earth. Where will you be?\"\n\n\"In eight Earth days? Let's make it Porno, at the house you know. I'll\ncome in for some supplies and wait for you.\"\n\n\"Good,\" the Hawk said shortly. \"Good-by, M. S.\"\n\nHe paused, his hand on the switch. There came a parting wish:\n\n\"Good luck, old fellow. Get him! _Get him!_\"\n\nThe Master Scientist's voice trembled at the end. Through Ku Sui he had\nlost honor, position, home--all good things a man on Earth may have;\nthrough Ku Sui he, the gentlest of men, was regarded by Earthlings as a\nblack murderer and there was a price on his head. Hawk Carse did not\nmiss the trembling in his voice. As he switched off, the adventurer's\neyes went bleak as the loneliest deeps of space....\n\n\n\n\nCHAPTER II\n\n_The Coming of Ku Sui_\n\n\nStraight through the vast cold reaches that stretched between one mighty\nplanet and another the _Scorpion_ arrowed, Carse and Friday standing\nwatch and watch, Sako always on duty with the latter. Behind, Saturn's\nrings melted smaller, and ahead a dusky speck grew against the vault of\nspace until the red belts and one great seething crimson spot that\nmarked it as Jupiter stood out plainly. By degrees, then, the ship's\ncourse was altered as Carse checked his calculations and made minor\ncorrections in speed and direction. So they neared the rendezvous. And a\npuzzled furrow grew on Friday's brow.\n\nWhat was bothering his master? Instead of becoming more impassive and\ncoldly emotionless as the distance shortened, he showed distinct signs\nof worry. This might be natural in most men, but it was unusual in the\nHawk. Often the negro found him abstractedly smoothing his bangs of\nhair, pacing the length of the control cabin, glancing, plainly worried,\nat the visi-screen. What special thing was wrong? Friday wondered again\nand again--and then, in a flash, he knew.\n\n\"Why--how we goin' to _see_ Dr. Ku?\" he burst out. \"Didn't that Judd say\nsomethin'----\"\n\nThe Hawk nodded. \"That's just the problem, Eclipse. For you'll remember\nJudd said that Ku Sui 'comes out of darkness, out of empty space.' That\nmight mean invisibility or the Fourth Dimension--and God help us if he's\nsolved the problem of dimensional traveling. I don't know--but it's\nsomething I can't well prepare against.\" He fell to musing again,\nutterly lost in thought.\n\n                     *      *      *      *      *\n\nA day and a half later found Friday genuinely worried--an unusual state\nfor the always cheerful black. The laugh wrinkles of his face were\nre-twisted into lines of anxiety which gave his face a most solemn and\nlugubrious expression. From time to time he grasped the butt of his\nray-gun with a grip that would have pulped an orange; occasionally his\nrolling brown eyes sought the gray ones of the Hawk, only to return as\nby a magnet to the visi-screen, whose five adjoining squares mirrored\nthe whole sweep of space around them.\n\nJupiter now filled one side of the forward observation window. It was a\nvast, red-belted disk, an eye-thrilling spectacle at their distance,\nroughly a million miles. Against it were poised two small pale globes,\nthe larger of which was Satellite III. Several hours before, when they\nhad been closer to the satellite, Carse had scrutinized it through the\nelectelscope and made out above its surface a silver dot which was a\nspace-ship. It was bound inward toward Port o' Porno, and might well\nhave been one of Ku Sui's. But the _Scorpion_, slowing down for her\nrendezvous, had attracted no attention and had passed undisturbed.\n\nNow she hung motionless--that is, motionless with respect to the sun.\nOnly the whisper of the air-renewing machinery disturbed the tension in\nher control cabin where the three men stood waiting, glancing back and\nforth from the visi-screen to the Earth clock and its calendar\nattachment. The date the clock showed was 24 January, the time, 10:21 P.\nM. Dr. Ku Sui was one minute late.\n\nSako, the captive, was sullen and restless, and made furtive glances at\nthe Hawk, who stood detached, arms hanging carelessly at his sides, gray\neyes half closed, giving in his attitude no hint of the strain the\nothers were feeling. But his attitude of being relaxed and off his guard\nwas deceptive--as Sako found out. Suddenly his left hand seemed to\ndisappear; there was a hiss, an arrowing streak of spitting orange\nlight; and Sako was gaping foolishly at the arm he had stealthily raised\nto one of the radio switches. A smoking sear had appeared as if by magic\nacross it.\n\nHawk Carse sheathed his gun. \"I would advise you to try no more obvious\ntricks,\" he said coldly. \"Cutting in our microphone is too simple a way\nto give warning to Dr. Ku Sui. Move away from there. And don't forget\nyour lines when Dr. Ku calls. You will never act a part before a more\ncritical and deadly audience.\"\n\nSako mumbled something and rubbed his arm. A pitying smile came to\nFriday's face as he comprehended what had happened. \"You damned fool!\"\nhe said.\n\n                     *      *      *      *      *\n\nIt was 10:22 P.M. Still, in the visi-screen, no other ship. Nothing but\nthe giant planet, the smaller satellites poised against it, and the deep\nstar-spangled curtain of black space all around.\n\nThey had carefully followed the instructions in the log. They were at\nthe exact place noted there: checked and double-checked. The radio\nreceiver was tuned to the wave-length given in the log. But of Ku Sui,\nnothing.\n\nAnd yet, in a way, he was with them. His enigmatic personality, his\nseldom-seen figure was very present in their minds, and with it were\novertones of all the diabolic cunning and suave ironic cruelty that men\nalways associated with him. \"He comes out of darkness, out of empty\nspace....\" Friday licked his lips. He was not built for mental strain:\nhis lips kept drying and his tongue was as leather.\n\nA little sputtering sound tingled the nerves of the three waiting men,\nand as one their eyes went to the radio loudspeaker. A contact question\nwas being asked in the usual way:\n\n\"Are you there, Judd? Are you there, Judd? Are you there, Judd?\"\n\nThe voice was not that of Ku Sui. It was a dead voice, toneless,\nemotionless, mechanical.\n\n\"Are you there, Judd?\" it went on, over and over.\n\n\"The mike switch, Friday,\" the Hawk said, and then was at Sako's side,\nhis ray-gun transfixing the man with its threatening angle. \"Play your\npart well,\" was the whisper from his lips.\n\nThe switch went over with a click. Trembling, Sako faced the microphone.\n\n\"This is Sako,\" he said.\n\n\"Sako?\" the dead voice asked. \"I want Judd. Where is Judd?\"\n\n\"Judd is dead. The trap failed, and there was a fight on Iapetus. Judd\nwas killed by Carse, and most of the others. Only two of us are left,\nbut we have Carse and the negro, prisoners, alive. What are your\ninstructions?\"\n\nA half minute went by, and the three men hardly breathed.\n\n\"How do we know you are Sako?\" said the voice at last. \"Give the\nrecognition.\"\n\n\"The insignia of Dr. Ku Sui?\"\n\n\"Yes. It is----\"\n\nCarse's ray-gun prodded the stomach of the sweating Sako.\n\n\"An asteroid,\" he said hastily, \"in the center of a circle of the ten\nplanets.\"\n\nThe unseen speaker was quiet. Evidently he was conferring with someone\nelse, probably Ku Sui.\n\n\"All right,\" his toneless voice came back at last. \"You will remain\nmotionless in your present position, keeping your radio receiver open\nfor further instructions. We are approaching and will be with you in\nthirty minutes.\"\n\nCarse motioned to Friday to switch off the mike. Sako sank limply into a\nchair, soaked with perspiration.\n\n\"Now we must wait again,\" the Hawk murmured, crossing his arms and\nscanning the visi-screen.\n\n                     *      *      *      *      *\n\nThey had heard from Ku Sui, but that had not answered the old tormenting\nquestion of how he would come. It was more puzzling than ever. The\nvisi-screen showed nothing, and it should have shown the Eurasian's\ndecelerating ship even at twice thirty minutes' time away. They looked\nupon the same vista of Jupiter and his satellites, framed in eternal\nblackness; there was no characteristic steely dot of an approaching ship\nto give Carse the enemy's position and enable him to shape his plan of\nreception definitely.\n\nTwenty minutes went by. The strain the Hawk was under showed only in his\npulling at the bangs of flaxen hair that covered his forehead as far as\nthe eyebrows. He had, from Judd's words, expected a mystery in Ku Sui's\napproach. There was nothing to do but wait; he had made what few plans\nand preparations he could in advance.\n\nFriday broke the tense silence in the control cabin. \"He's _got_ to be\n_somewhere_!\" he exploded. \"It isn't natural for the screen not to show\nnothin'! Isn't there somethin' we can do?\"\n\nThe Hawk was surprisingly patient. \"I'm afraid not,\" he said. \"It's\ninvisibility he's using, or else the fourth dimension, as Judd said. But\nwe've got one good chance. He'll send more instructions by radio, and\nsurely, after that, his ship will appear----\"\n\nA new voice, bland and unctuous, spoke in the control cabin from behind\nthe three men.\n\n\"_Not necessarily, my honored friend Carse_,\" it said. \"_You will\nobserve there is no need for a ship to appear._\"\n\nKu Sui had come.\n\n\n\n\nCHAPTER III\n\n_The Wave of a Handkerchief_\n\n\nHe stood smiling in the door-frame leading aft to the rear entrance\nport. There was all grace in his posture, in the easy angle at which one\narm rested against the side bulkhead, in the casual way in which he held\nthe ray-gun that bored straight at Carse. Height and strength he had,\nand a perfectly proportioned figure. Beauty, too, of face, with skin of\nclearest saffron, soft, sensitive mouth and ascetic cheeks. His hair was\nfine and black, and swept straightly back from the high narrow forehead\nwhere lived his tremendous intelligence.\n\nIt was his eyes that gave him away, his eyes of rare green that from a\ndistance looked black. Slanting, veiled, unreadable beneath the lowered\nsilky lashes, there was the soul of a tiger in their sinister depths. It\nwas his eyes that his victims remembered....\n\n\"So you have arrived, Dr. Ku,\" whispered Hawk Carse, and for a second he\ntoo smiled, with eyes as bleak and hard as frosty chilled steel. Their\nglances met and held--the cold, hard, honest rapier; the subtle perfumed\npoison. The other men in the cabin were forgotten; the feeling was\nbetween these two. Strikingly contrasted they stood there: Carse, in\nrough blue denim trousers, faded work-shirt, open at the neck,\nold-fashioned rubber shoes and battered skipper's cap askew on his\nflaxen hair; Ku Sui, suavely impeccable in high-collared green silk\nblouse, full-length trousers of the same material, and red slippers, to\nmatch the wide sash which revealed the slender lines of his waist. A\nperfume hung about the man, the indescribable odor of tsin-tsin flowers\nfrom the humid jungles of Venus.\n\n\"You see I meet you halfway, my friend,\" the Eurasian said with delicate\nmock courtesy. \"A surpassing pleasure I have anticipated for a long\ntime. _No, no!_ I see that already I shall have to ask you a small\nfavor. A thousand pardons: it's my deplorable ability to read your mind\nthat requires me to ask it. Your so justly famed speed on the draw might\npossibly overcome this advantage\"--he raised his ray-gun slightly--\"and,\nthough I know you would not kill me--save in the direst emergency, since\nyou wish to take me a living prisoner--I would find it most distressing\nto have to carry for the rest of my life a flaw on my body. So, may I\nrequest you to withdraw your ray-guns with two fingertips and put them\non the floor? Observe--your fingertips. Will you be so kind?\"\n\n                     *      *      *      *      *\n\nThe Hawk looked at him for a minute. Then silently he obeyed. He knew\nthat the Eurasian would have no compunctions about shooting him down in\ncold blood; but, on the other hand, even as the man had said, he could\nnot kill Ku Sui, but had to capture him, in order to take him to Earth\nto confess to crimes now blamed on Eliot Leithgow. \"Do as he says,\nFriday,\" he instructed the still staring negro; and, like a man in a\ntrance, Friday obeyed.\n\n\"Thank you,\" the Eurasian said. \"It was a most friendly thing to do.\" He\npaused. \"I suppose you are wondering how I arrived here, and why you did\nnot see me come. Well, I shall certainly tell you, in return for your\nfavor. But first--ah, friend Carse--your gesture! A reminder, I assume.\"\n\nSlowly the Hawk was stroking the bangs of hair which had been trained to\nobscure his forehead. There was no emotion on his chilly face as he\nanswered, no slightest sign of feeling unless it were a slight trembling\nof the left eyelid--significant enough to those who could read it.\n\n\"Yes,\" he whispered, \"a reminder. I do not like to wear my hair like\nthis, Ku Sui, and I want you to know that I've not forgotten; that,\nthough I'm now in your power, there'll be a day----\"\n\n\"But you wouldn't threaten your host!\" the other said with mock\nsurprise. \"And surely you wouldn't threaten me, of all men. Must I point\nout how useless it has always been for you to match yourself, merely a\nskilful gunman, against me, against a brain?\"\n\n\"Usually,\" the cold whisper came back, \"the brain has failed in the\ntraps it has laid for the gunman.\"\n\n\"Only because of the mistakes of its agents. Unfortunately for you, the\nbrain is dealing with you directly this time, my friend. It's quite a\ndifferent matter. But this small talk--although you honor----\"\n\n\"Of course you intend to kill me,\" said the Hawk. \"But when?\"\n\nDr. Ku gestured deprecatingly. \"You insist on introducing these\nunpleasant topics! But to relieve your mind, I've not yet decided how I\ncan entertain you most suitably. I have come primarily to ask you one\ntrifling thing.\"\n\n\"And that is?\"\n\n\"The whereabouts of Master Scientist Eliot Leithgow.\"\n\n                     *      *      *      *      *\n\nHawk Carse smiled. \"Your conceit lends you an extraordinary optimism,\nDr. Ku.\"\n\n\"Not unfounded, I am sure. I desire very much to meet our old friend\nLeithgow again: his is the only other brain in this universe at all\ncomparable to mine. And did I tell you that I always get what I desire?\nWell, will you give me this information? Of course, there are ways....\"\n\nFor a moment he waited.\n\nThe Hawk only looked at him.\n\n\"Always in character,\" the Eurasian said regretfully. \"Very well.\" He\nturned his head and took in Friday and Sako, standing near-by. \"You are\nSako?\" he asked the latter. \"It is most unfortunate that you had to\ndeceive me a little while ago. We shall have to see what to do about it.\nLater. For the present, move farther back, out of the way. So. You,\nblack one, next to my friend Carse: we must be moving along. So.\"\n\nKu Sui surveyed then with inscrutable eyes. Gracefully, he drew close.\n\nCarse missed not a move. He watched the Eurasian draw, from one of the\nlong sleeves of his blouse, a square of lustrous black silk.\n\n\"This bears my personal insignia, you see,\" he murmured. \"You will\nremember it.\" And he languidly waved it just under their eyes.\n\nFriday stared at it; Carse too, wonderingly. He saw embroidered in\nyellow on the black a familiar insignia composed of an asteroid in the\ncircle of ten planets. And then alarm lit his brain and he grimaced.\nThere was a strange odor in his nostrils and it came from the square of\nsilk.\n\n\"Characteristic, Dr. Ku,\" he said. \"Quite characteristic.\"\n\nThe Eurasian smiled. An expression of stupid amazement came over\nFriday's face. The design of asteroid and planets wavered into a blur as\nthe Hawk fought unconsciousness; a short, harsh sound came from his\nlips; he lurched uncertainly. The negro crumpled up and stretched out on\nthe deck. Carse's desire to sleep grew overpowering. Once more, as from\na distance, he glimpsed Ku Sui's smile. He tried to back to the wall;\nmade it; then a heavy thump suggested to his dimming mind that he had\ncollapsed to the deck. He was asleep at once....\n\n\n\n\nCHAPTER IV\n\n_Soil_\n\n\nHawk Carse awoke with a slight feeling of nausea, and the smell of the\ndrug faint in his nostrils. He found he was lying on the floor of a\nlarge, square cell whose walls and ceiling were of some burnished brown\nmetal and which was bare of any kind of furnishing. In one wall was a\ntightly closed door, also of metal and studded by the knob of a lock.\nBarred slits, high in opposite walls, gave ventilation; a single tube\nset in the ceiling provided illumination.\n\nHe was not bound. He sat up and regarded the outflung figure of Friday,\nlying to one side. \"Something in his look seemed to reach the giant\nnegro, for, as he watched, the man's eyelids flickered, and a sigh\nescaped his full lips. He stared up at Carse, recognition, followed by\ngladness, flooding his eyes. The Hawk smiled also. There were close\nbonds between these two.\n\n\"Lord, I'm sure thankful to be with you, suh!\" said the negro with\nrelief. His eyes rolled as he took in the cabinlike cell. \"Hmff--nice\nhomey little place,\" he remarked. \"Where do you reckon we are, suh?\"\n\n\"I think we're at last at that place we have searched so long for--Ku\nSui's headquarters, his own spaceship.\"\n\nIt will be remembered by those who have read their history that the\nEurasian's actual base of operations was for a long time the greatest of\nthe mysteries that enveloped him. Half a dozen times had the Hawk and\nhis comrade in arms, Eliot Leithgow, hunted for it with all their\nseparate skill of adventurer and scientist, and, although they had twice\nfound the man himself, always they had failed to find his actual\nretreat.\n\nFor those who are unacquainted with the histories of that raw period a\nhundred years ago, it will be impossible to understand the spell of fear\nwhich accompanied mention of Dr. Ku throughout the universe--a fear\nengendered chiefly by the man's unpredictable comings and goings, thanks\nto his secret hiding place. Those who were as close to him as henchmen\ncould be--which was not very close--only added to the general mystery of\nthe whereabouts of the base by their sincerely offered but utterly\ncontradictory notions and data. One thing all agreed on: the outlaw's\nlair was a place most frightening.\n\nTherefore it can be understood why, on hearing the Hawk's opinion,\nFriday's face fell somewhat.\n\n\"Guess that means we're finished, suh,\" he opined moodily.\n\n                     *      *      *      *      *\n\nCarse had walked to the lone door and found, as he of course expected,\nthat it was tightly locked. He responded crisply:\n\n\"It's not like you to talk that way, Eclipse. We're far from that. We\nhave succeeded in the first step--if, as I suspect, this cell is part of\nDr. Ku's real headquarters--and surely before he decides to eliminate us\nwe will be able to learn something of the nature of his space-ship;\nperhaps how it can be attacked and conquered.\"\n\nConversation always cheered the naturally social Friday; he seldom had\nthe opportunity for it with his usually curt master. He objected:\n\n\"But what good'll that do us, suh, if we take what we've learned to\nwhere it won't help anybody, least of all us? An' what chance we got\nagainst Ku Sui now, when we're prisoners? Why, he's a magician; it ain't\nnatural, what he does. Lands in our ship plop right out of empty space!\nPuts us out with a wave of his handkerchief!\" With final misery in his\nvoice he added: \"We're sunk, suh. This time we surely are.\"\n\nCarse smiled at his emotional friend. \"All you need is a good fight,\nEclipse. It's thinking that disintegrates your morale; you should never\ntry to think. Why--there was an anesthetic on that handkerchief! Simple\nenough; I might have expected it. As for his getting into our ship, he\nentered from behind, through the after port-lock, while we were looking\nfor his ship on the visi-screen. I don't understand yet why we could not\nsee his craft. It's too much to suppose he could make it invisible.\nPaint, perhaps, or camouflage. He might have a way of preventing, from a\ndistance, the registering of his ship on our screen. Oh, he's dangerous,\nclever, deep--but somewhere, there'll be a loophole. Somewhere. There\nalways is.\" His tone changed, and he snapped: \"Now be quiet. I want to\nthink.\"\n\n                     *      *      *      *      *\n\nHis face stiffened into a cold, calm mask, but behind his gray eyes lay\nanything but calmness. Ku Sui's easy assumption that the information as\nto Eliot Leithgow's whereabouts would be forthcoming from his lips,\npuzzled him, brought real anxiety. Torture would probably not be able to\nforce his tongue to betray his friend, but there were perhaps other\nmeans. Of these he had a vague and ominous apprehension. Dr. Ku was\npreeminently a specialist in the human brain; he had implied his will to\nhave that information. Suppose he should use something it was impossible\nto fight against?\n\nAnd he alone, Hawk Carse, brought the responsibility. He had asked\nLeithgow where he would be, and he remembered well the place agreed\nupon. He dared not lose the battle of wits he knew was coming!...\n\nHis eyes shot to the door. It was opening. In a moment Ku Sui stood\nrevealed there, and behind him, in the corridor, were three other\nfigures, their yellow coolie faces strangely dumb and lifeless above the\ntasteful gray smocks which extended a little below their belted waists.\nEach bore embroidered on his chest the planetary insignia of Ku Sui in\nyellow, and each was armed with two ray-guns.\n\n\"I must ask forgiveness, my friend, for these retainers who accompany\nme,\" the Eurasian began suavely. \"Please don't let them disturb you,\nhowever; they are more robots than men, obeying only my words. A little\nadjustment of the brain, you understand. I have brought them only for\nyour protection; for you would find it would result most unpleasantly to\nmake a break for freedom.\"\n\n\"Of course, _you're_ not the one who wants protection!\" sneered Friday,\nwith devastating sarcasm. \"Or else you'd 'a' brought a whole army!\"\n\nBut the negro paled a little when the Oriental's green tiger eyes caught\nhim full. It was with a physical shock--such was the power of the\nman--that he received the soft-spoken reply:\n\n\"Yours is a most subtle and entertaining wit, black one; I am overcome\nwith the honor and pleasure of having you for my guest. But perhaps--may\nI suggest?--that you save your humor for a more suitable occasion. I\nwould like to make the last few hours of your visit as pleasant as\npossible.\"\n\n                     *      *      *      *      *\n\nHe turned to Hawk Carse. \"I have thought that an inspection of this, my\nhome in space, would intrigue you more than anything else my poor\nhospitality affords. May I do you the honor, my friend?\"\n\n\"You are too good to me,\" the Hawk replied frostily. \"I will duplicate\nyour kindness some day.\"\n\nThe Eurasian bowed. \"After you,\" he said, and waited until Friday and\nthe Hawk passed first through the door. Close after them came the three\nautomatons of yellow men.\n\nThe passageway was square, plain and bare, and spaced at intervals by\nother closed doors. \"Storerooms in this wing,\" the Eurasian explained as\nthey progressed. He stopped in front of one of the doors and pressed a\nbutton beside it. It slid noiselessly open, revealing, not another room,\nbut a short metal spider ladder. Up this they climbed, one of the guards\ngoing first in the half darkness; then a trap-door above opened to douse\nthem with warm ruddy light. They stepped out.\n\nAnd the scene that met them took them completely off guard. Friday\ngasped, and Carse so far lost his habitual poise as to stare in wonder.\n\nSoil! And a great glassy dome!\n\n                     *      *      *      *      *\n\nNot a space-ship, this realm of Ku Sui. Soil--soil with a whole\nsettlement built upon it! Hard, grayish soil, and on it several\nbuildings of the familiar burnished metal. And overhead, cupping the\nentire outlay, arched a great hemisphere of what resembled glass, ribbed\nwith silvery supporting beams and struts: an enormous bowl, turned down,\nand on its other side the glorious vista of space.\n\nStraight above hung the red-belted disk of Jupiter, with the pale globes\nof Satellites II and III wheeling close, _and all of them were of the\nsame relative size they had appeared when last seen from the Scorpion!_\n\nDr. Ku smiled unctuously at the puzzlement that showed on the faces of\nhis captives.\n\n\"Have you noticed,\" he asked, \"that you are still in the neighborhood of\nthe spot in space where we had our rendezvous? But this isn't another of\nJupiter's satellites. Ah, no. This is my own world--my own personally\ncontrolled little world!\"\n\n\"Snakes of the Santo!\" Friday gasped, the whites of his eyes showing all\naround. \"Then we must be on an asteroid!\"\n\nThey were. From the far side of the dome ahead of them the asteroid\nstretched back hard and sharp in Jupiter's ruddy light against the\nbackdrop of black space. It was a craggy, uneven body, seemingly about\ntwenty miles in length, pinched in the middle and thus shaped roughly\nlike a peanut shell. One end had been leveled off to accommodate the\ndome with its cradled buildings; outside the dome all was untouched. The\nlandscape was a gargantuan jumble of coarse, hard, sharp rocks which had\ncrystallized into a maze of hollows, crevices, long crazy splits and\njagged out-thrusting lumps of boulders. Without an atmosphere, with but\nthe feeblest of gravities and utterly without any form of life--save for\nthat within the dome built upon it--it was simply a typical small\nasteroid, of which race only the largest are globe-shaped.\n\n\"Once,\" the Eurasian went on softly as they took all this in, \"this\nworld of mine circled with its thousands of fellows between Mars and\nJupiter. I picked it from the rest because of certain mineral qualities,\nand had this air-containing dome constructed on it, and these buildings\ninside the dome. Then, with batteries of gravity-plates inserted\nprecisely in the asteroid's center of gravity, I nullified the gravital\npull of Mars and Jupiter, wrenched it from its age-old orbit and swung\nit free into space. An achievement that would command the respect even\nof Eliot Leithgow, I think. So now you see, Carse; now you know. _This_\nis my secret base, _this_ my hidden laboratory. I take it always with\nme, and I travel where I will.\"\n\nThe Hawk nodded coldly his acceptance of the astounding fact; he was too\nbusy to make comment. He was observing the buildings, the nature of\nthem, the exits from the dome, how they could best be reached.\n\n                     *      *      *      *      *\n\nThey stood on the roof of the largest and central building, a low metal\nstructure with four wings, crossing at right angles to make the figure\nof a great plus mark. The hub was probably Dr. Ku's chief laboratory,\nCarse conjectured. On each side stood other buildings, low, long, like\nbarracks, with figures of coolies moving in and out. Workshops, living\nquarters, power-rooms, he supposed: power-rooms certainly, for a soft\nhum filled the air.\n\nThere were two great port-locks at ground level in the dome, one on each\nside, each sizable enough to admit the largest space-ship and each\nflanked by a smaller, man-sized lock. To reach them....\n\n\"And over there,\" Dr. Ku's voice broke in, \"you see your borrowed ship,\nthe _Scorpion_. But please don't let it tempt you to cut short your\nvisit with me, my friend. It would avail you nothing even if you reached\nher, for it requires a secret combination to open the port-locks, and my\nservants' brains have been so altered that they are physically incapable\nof divulging it to you. And of course I have offensive rays and other\ndevices hidden about--just in case. All rather hopeless, isn't it? But\nsurely interesting.\n\n\"Let us go: I have more. Below, in my main laboratory in the center of\nthis building, there's something far more interesting, and it concerns\nyou, Carse, and me, and also Master Scientist Eliot Leithgow.\" He let\nthe words sink in. \"Will you follow me?\"\n\nAnd so they went below again, down the spider ladder into the corridor.\nThere was nothing else to do: the guards, ever watchful, pressed close\nbehind. But a tattoo of alarm was beating in Hawk Carse's brain. Eliot\nLeithgow again--the hint of something ominous to be aimed at him, Carse,\nfor the extraction of information he alone possessed: the whereabouts of\nhis elderly friend the Master Scientist.\n\n\n\n\nCHAPTER V\n\n_The Color-Storm_\n\n\nThe corridor was stopped by a heavy metal door. As the small party\napproached, it swung inward in two halves, and a figure clad in a white\nsurgeon's smock emerged. He was a white man, tall, with highly\nintelligent face but eyes strangely dull and lifeless, like those of the\ncoolie-guards. His gaze rested on Ku Sui, and the Eurasian asked him:\n\n\"Is it ready?\"\n\n\"Yes, lord,\"--tonelessly.\n\n\"Through here, then, my friends.\" The door opened and closed behind them\nas they stepped inside. \"This is my main laboratory. And there, friend\nCarse, is the object which is to concern us.\"\n\nWith one glance the adventurer took in the laboratory. It was a great\nroom, a perfect circle in shape, with doors opening into the four wings\nof the building. The walls were lined with strange, complicated\nmachines, whose purpose he could not even guess at; in one place there\nwas a table strewn with tangled shapes of wire, rows of odd-bulging\ntubes and other apparatus; and conspicuous by one door was an ordinary\noperating table, with light dome overhead. A tall wide screen placed a\nfew feet out from the wall hid something bulky from view. Carse noted\nall these things; then his gaze went back to the object in the middle of\nthe floor which Ku Sui had indicated.\n\nIt was, primarily, a chair, within a suspended framework of steely bars,\nthemselves the foundation for a network of fine-drawn colored wires.\nShimmering, like the gossamer threads of a spider's spinning, they wove\nupward, around and over the chair, so that he who sat there would be\ncompletely surrounded by the gleaming mesh.\n\nWithin the whole hung a plain square boxlike device, attached to the\nchair and so placed that it would be directly in front of the eyes of\nanyone sitting there. Ropes were reeved through pulleys in the ceiling,\nfor raising the wire-ball device to permit entrance. And standing ready\naround it, were four men in surgeons' smocks--white men with intelligent\nfaces and dull, lifeless eyes.\n\n                     *      *      *      *      *\n\nThe Hawk knew the answer to the question he curtly asked. \"Its purpose,\nDr. Ku?\"\n\n\"That,\" came the suave reply, \"it will be your pleasure to discover for\nyourself. I can promise you some novel sensations. Nothing harmful,\nthough, however much they may tire you. Now!\" He gave a sign; one of his\nassistants touched a switch. The wire ball rose, leaving the central\nseat free for entrance. \"All is ready. May I ask you to enter?\"\n\nHawk Carse faced his old foe. There was stillness in the laboratory then\nas his bleak gray eyes met and held for long seconds Ku Sui's enigmatic\ngreen-black ones.\n\n\"If I don't?\"\n\nFor answer the Eurasian gestured apologetically to his guards.\n\n\"I see,\" Carse whispered. There was nothing to be done. Three coolies,\neach with ray-guns at the ready; four white assistants.... No hope. No\nchance for anything. He looked at the negro. \"Don't move, Friday,\" he\nwarned him. \"They'll only shoot; it can do no good. Eight to two are big\nodds when the two are unarmed.\"\n\nHe turned and faced the Eurasian, holding him with his eyes. \"Ku Sui,\"\nhe said, clipping the words, \"you have said that this would not\npermanently harm me, and, although I know you for the most deadly,\nvicious egomaniac in the solar system, I am believing you. I do not know\nyou for a liar.... I will enter.\"\n\nThe faint smile on the Oriental's face did not alter one bit at this.\nCarse stepped to the metal seat and sat down.\n\n                     *      *      *      *      *\n\nThe web of shimmering wires descended, cupping him completely. Through\nthem he saw Ku Sui go to a switchboard adjoining and study the\nindicators, finally placing one hand on a black-knobbed switch and with\nthe other drawing from some recess a little cone, trailing a wire, like\na microphone. A breathless silence hung over the laboratory. The\nwhite-clad figures stood like statues, dumb, unfeeling, emotionless. The\nwatching negro trembled, his mouth half open, his brow already bedewed\nwith perspiration. But the only sign of strain or tension that showed in\nthe slender flaxen-haired man sitting in the wire ball in the center of\nthe laboratory, came when he licked his dry lips.\n\nThen Dr. Ku Sui pulled the switch down, and there surged out a\nlow-throated murmur of power. And immediately the ball of wire came to\nlife. The fine, crisscrossing wires disappeared, and in their stead was\ncolor, every color in the spectrum. Like waves rhythmically rising and\nfalling, the tinted brilliances dissolved back and forth through each\nother; and the reflected light, caroming off the surfaces of the\ninstruments and tables and walls, so filled the laboratory that the\ngroup of men surrounding the fire-ball were like resplendent figures out\nof another universe.\n\nKu Sui pressed a button, and the side of the boxlike device nearest Hawk\nCarse's eyes assumed transparency and started to glow. Beautiful colors\nbegan to float over its face, colors never still but constantly weaving\nand clouding into an infinity of combinations and designs. Eyes staring\nwide, as if unable to close them to the brilliant kaleidoscopic\nprocession, the adventurer looked on.\n\n                     *      *      *      *      *\n\nFriday knew that his master at that moment was impotent to move, even to\nshut his eyes, and, with a wild notion that he was being electrocuted,\nhe made a rash rush to destroy the device and free him. He learned\ndiscretion when two ray-streaks pronged before him and forced him back;\nand thereafter he was given the undivided attention of two guards.\n\nFrom the outside, through the ball of color, Carse was a ghostlike\nfigure. Rigid and quivering, he sat in the chair and watched the\ncolor-maelstrom. His face was contorted; his cheek muscles stood out\nweltlike in his sweat-glistening skin; his eyes, which he could not\nclose, throbbed with agony. But yet he was conscious; yet he still could\nwill.\n\nHe defended his secret as best he could. Obviously this machine was\nbeing used to force from his mind the knowledge of Eliot Leithgow's\nwhereabouts, and therefore he attempted to seal his mind. He fastened it\non something definite--on Iapetus, satellite of Saturn, and his ranch\nthere--and barred every other thought from his head. Mechanically he\nrepeated to himself: \"Iapetus, Iapetus--my ranch on Iapetus--Iapetus,\nIapetus.\" Hundreds of times.... Hours.... Days....\n\nThe blinding waves of color rioted about him, submerged him, fatigued\nhim. He had a strong impulse to sleep, but he resisted it.\n\nDays seemed to pass.... Years.... Eons. All this.... Continued without\nchange.... To the end of the world....\n\nDimly he knew that the color-storm was working on him; sensed danger\nwhen a great drowsiness stole over him; but he fought it off, his brain\nbeating out hundreds of times more: \"Iapetus, Iapetus--I have a ranch\nthere--Iapetus, Iapetus....\"\n\nThen came excruciating pain!\n\n                     *      *      *      *      *\n\nAn electric shock suddenly speared him. His nerves seemed to curl up,\nand for a second his mind was thoroughly disorganized before it again\ntook up the drone about Iapetus. Recovery ... dullness ... a kind of\npeace--and again the shock leaped through him. It was followed by a\nquestion from afar off:\n\n\"_Where is Eliot Leithgow?_\"\n\nSomehow the question meant a great deal and should not be answered....\n\nAgain the stab of agony. Again the voice:\n\n\"_Where is Eliot Leithgow?_\"\n\nAgain the shock, and again the voice. Alternating, over and over. He\ncould brace himself against the shock, but the voice could in no way be\navoided. It was everywhere about him, over, around, under him; he began\nto see it. Desperately he forced his brain on the path it must not\nleave. He had forgotten years ago why, but knew there must be some good\nreason.\n\n\"Iapetus, Iapetus--I have a ranch there--Iapetus, Iapetus--_Where is\nEliot Leithgow?_--Iapetus, Iapetus--I have a ranch there--_Where is\nEliot Leithgow_--I have a ranch there--a ranch there--Iapetus, a\nranch--_Where is Eliot Leithgow?_--_Where is Eliot Leithgow?_--_Where is\nEliot Leithgow?_\" ...\n\nAfter two hours and ten minutes the Hawk crumpled.\n\nHe was quite delirious at the time. The combined effect of the pain, the\nphysical and nervous exhaustion of the shocks and light, the endlessly\nrepeated question, his own close concentration on his Iapetus\nranch--these were too much for any human body to stand against. He lost\nhis grip on his mind, lost the fine control that had never been lost\nbefore, the control about which he was so vain. And the lump of flesh\nthat was Hawk Carse gave the information that was tearing wildly at its\nprison.\n\nA stammering voice came from the heart of the color-sphere:\n\n\"Port o' Porno, Satellite III--Port o' Porno, Satellite III--Port o'\nPorno Sat----\"\n\nDr. Ku Sui interrupted him; leaned forward.\n\n\"The house is number----?\"\n\n\"574--574--574----\"\n\n\"Ah!\" breathed the Eurasian. \"Port o' Porno! So near!\"\n\nKu Sui returned the switch and pressed one of the buttons. The pool of\ncolors faded; the laboratory returned to comparative dimness. The\nmachine in its center seemed but a great web of wire.\n\nSlumped in the seat within it was a slender figure, his flaxen head\nbowed over on his chest, his eyes closed, and sweat still trickling down\nhis unconscious brow.\n\nAnd lying on the floor was another unconscious figure.\n\nFriday had fainted.\n\n\n\n\nCHAPTER VI\n\n_Port o' Porno_\n\n\nThe pirate port of Porno is of course dead now, replaced by the clean\nlawfulness of Port Midway, but a hundred years ago, in the days before\nthe patrol-ships came, she roared her bawdy song through the farthest\nreaches of the solar system. For crack merchant ships and dingy space\ntrading tramps alike, she was haven; drink and drugs, women and\ndiversions unspeakable lured to her space ports the cream and scum,\nadventures and riffraff of half a dozen worlds. Sailors and pirates paid\noff at her and stayed as long as their wages lasted in the Street of the\nSailors; not a few remained permanently, their bodies flung to the\nbeasts of the savage jungle that rimmed the port. There only the cunning\nand strong could live. Ray-guns were the surest law. Modern scientific\nprogress stood side by side with murderous lawlessness as old as man\nhimself.\n\nThe hell town had grown with the strides of a giant, rising rapidly from\na muddy street of _tio_ shacks to a small cosmetropolis. She was\nessentially a place of contrasts. Two of the big Earth companies had\nmodern space-ship hangars there, well-lighted, well-equipped, but under\ntheir very noses was a festering welter of dark, rutted byways extending\nall the way to the comparative orderliness of the short, narrow Street\nof the Merchants, itself flanked by the drunken bedlam of the Street of\nthe Sailors. It can be understood why these men who flew, who needed a\nwhole solar system for elbow room, disdained setting to order the measly\nfew acres of dirt they stopped at, but it is a mystery why, when used to\nliving through vast leagues of space, they endured such narrow streets\nand cluttered houses. Probably, tired from their long cramped cruises,\nimpatient for their fling, they just didn't care a whoop.\n\nThe whole jumble that was this famous space port rested in the heart of\nSatellite III's primeval jungle.\n\n                     *      *      *      *      *\n\nTall electric-wired fences girdled Port o' Porno to keep the jungle\nback. It was equivalent to a death sentence to pass unarmed outside\nthem; the monstrous shapes that lived and fought in the jungle's swampy\ngloom saw to that. Hideous nightmare shapes they were, some reptilian\nand comparable only to the giants that roamed Earth in her prehistoric\nages. Eating, fighting, breeding in the humid gloominess of the\nvegetation shrouded swamps, their bellows and roars sometimes at night\nthundered right through Porno, a reminder of Nature yet untamed.\nOccasionally, in the berserk ecstasy of the mating season, they hurled\ntheir house-high bodies at the guarding fences; and then there was panic\nin the town, and many lives ripped out before a barrage of rays drove\nthe monsters back.\n\nThey were not the only inhabitants native to Satellite III. Deep\nunderground, seldom seen by men, lived a race of man-mole creatures,\nhalf human in intelligence, blind from their unlit habitat, but larger\nthan a man and stronger; fiercer, too, when cornered. Their numbers no\none knew, but their bored tunnels, it had been found, constituted a\nlower layer of life over the whole satellite.\n\nProbably more vicious than these native \"Three's\" of Porno were the\nvisiting bipeds, man himself, who thronged the _kantrans_--which may be\ndefined as dives for the purveying of all entertainments. In them were a\nscore of snares for the buccaneer with money in his pocket and dope in\nhis blood. The open doors on the Street of the Sailors were all\nloud-speakers of drunken oaths and laughter, pierced now and then by a\nscream or cry as someone in the sweating press of bodies inside knew\nrage or fear.\n\n                     *      *      *      *      *\n\nOne interplanetarily notorious kantran made a feature of swinging its\nattractions aloft in gilded cages, where all of them, young and old,\npale and painted, giant and dwarf, ogled the arrested passers-by and\ninvited sampling of their wares.\n\nOf all kinds and conditions of men were these passers-by. Earthling\nsailors, white, negro, Chinese and Eurasian, most of them in the drab\nblue of space-ship crews, but each with a ray-gun strapped to his waist;\nshort, thin-faced Venusians, shifty-eyed, cunning, with the planet's\nuniversal weapon, the skewer-blade, sheathed at their sides; tall,\nsweaty Martians, powerful brutes, wearing the air-rarifying mask that\nwas necessary for them in Satellite III's Earthlike atmosphere. Business\nmen and sight-seers, except the most bold, were apt to stay in their\nhouses after their first visit to the Street of the Sailors. Each face\non the street or in the kantrans that lined it bore the mark of drink,\nor the contemptuous, insolent expression bred by Porno's favorite drug,\nisuan.\n\nAround Porno was the constant threat of savage life; below it were\nhalf-human savagery and mystery; above, in the very shadow of their\nmighty engines of space, were the most vicious animals of all--degraded\nmen.\n\nThis was the Port o' Porno of a hundred years ago.\n\nThis was the Port o' Porno where Master Scientist Eliot Leithgow for\nvery good reasons had told Hawk Carse he would meet him. 574. The house\nof his friend.\n\n                     *      *      *      *      *\n\nNight descended suddenly on the outlaw space-port that day the elderly\nexile waited in vain for his comrade in arms Hawk Carse to show up.\n\nThere were six hours when the blasting heat received by Satellite III\nfrom near-lying Jupiter would be gone, and in its place a warm, cloying\ntropical darkness, heavy with the odors of town and exotic products and\nthe damp, lush vegetation of the impinging jungle. The night would be\ngiven over to carousing; for these six hours the Street of the Sailors\ncame to life. It was a time to keep strictly in hiding.\n\nIn the middle of that night, when the pleasures of Porno were in full\nstride, there emerged suddenly, from one of the dark, crooked byways\nthat angled off the Street of the Sailors, a squad of five men whose\ndisciplined pace and regular formation were in marked contrast to the\nconfusion around them. They were slant-eyed men, with smooth saffron\nfaces, and strongly built, and they were armed, each one, with both a\nray-gun and a two-foot black, pointed tube. But it was not their\nnumbers, formation or weapons that caused the carousing crowd to fall\nsilent and hastily get out of their path. It was, rather, the insignia\nembroidered on the breasts of the gray smocks they wore. The insignia\nrepresented an asteroid in a circle of the ten planets, and the Street\nof Sailors knew that sign and dreaded it.\n\nThe squad pressed along rapidly. A still-comely woman, new to Porno,\nplucked smirking at the leader's sleeve; but his pace did not slacken,\nand she fell back, puzzled and afraid because of her feeling of\nsomething lifeless, dumb, machinelike in the man. Ahead, an\nisuan-maddened Earthling fell foul of a Venusian; a circle cleared in\nthe mob, a ray-gun spat and missed, and the Venusian closed, the gleam\nof a skewer-blade playing around him. This was combat; this was\ninteresting; but none of the squad's five men gave the fight a glance,\nor even turned his head when, as they passed, the butchered Earthling\ncoughed out his life.\n\n                     *      *      *      *      *\n\nSo they passed, and soon they were gone down another black-throated\nbyway.\n\nThey padded noiselessly along in the darkness to turn again presently,\npausing finally before a low, steel-walled house, typical of the\nstrongholds of prudent merchants of the port. No lights were visible\nwithin it; all seemed asleep.\n\nSilence filled the narrow street, and unrelieved darkness. Occasionally\na desultory breeze brought sounds of a burst of revelry from the Street\nof the Sailors; once the ports of an outbound space-ship flashed\noverhead for an instant. But there was mainly silence and darkness, and\nin it the five men, parleying close together in toneless whispers.\n\nAfter a little they separated. On cat's feet four of them stole around\nthe sides of the house. The fifth, drawing the black, pointed tube from\nhis slash, crept up to the front entrance-port and held the tip to it.\nBlue light sparkled fantastically, revealing his impassive face,\noutlining his crouching body. Then, quite suddenly, the port appeared to\nmelt inward, and he disappeared into the blackness of the interior.\n\nPresently there came a stir of movement, a whisper, a rustle from\ninside. A challenge, shouts volleying forth, a scream, another, and the\npeculiar rattling sound that comes from a dying man's throat. Then again\nsilence.\n\nFive shadows melted from the front entrance-port. They were carrying\nsomething black and still and heavy between them.\n\nThe errand was done....\n\n\n\n\nCHAPTER VII\n\n_The Coming of Leithgow_\n\n\nHawk Carse awoke to the touch of a hand on his brow. He came very slowly\nto full consciousness. His pain was great.\n\nHis whole body was sore: every joint, every muscle in it ached; his\nbrain was feverish, pumping turmoil. When he at length opened his eyes\nhe found Friday's face bent close down, tender anxiety written large\nover it.\n\n\"You all right, suh? How do you feel now?\"\n\nA harsh sound came from the Hawk's throat. He pressed a hand to his\nthrobbing temple and tried to collect his senses. Sitting up helped; he\nglanced around. They were back in the same cell, and they were alone.\nThen, shortly, he asked:\n\n\"Did I tell him?\"\n\n\"About Mr. M. S., suh?\"\n\n\"Of course, I can't quite remember--a bit blurred----\"\n\n\"I guess you did, suh,\" Friday answered mournfully. \"I didn't hear you,\nbut Ku Sui said you told him where Master Leithgow is. But dog-gone--you\ncouldn't help it!\"\n\nCarse forgot his pain as his brain straightened these words out into\ntheir overwhelming consequence, and something of its old familiar mold,\nhard and graven, emotionless, came back to his face. His eyes were bleak\nas he murmured:\n\n\"I couldn't help it--no. I really don't think it was possible. But I\ncould have refused to get into the machine. I thought I could resist it.\nI took that risk, and failed.\" He stopped short. His body twitched with\nuncontrolled emotion, and in decency the negro turned his back on his\nmaster's anguish. A broken whisper reached him: \"I have betrayed\nLeithgow.\"\n\n                     *      *      *      *      *\n\nFor a short while neither man moved, or made any sound. Friday was a\nlittle afraid; he guessed what must be going on in Carse's mind, and had\nno idea what to expect. But the Hawk's next move was quite disciplined;\nhe was himself again.\n\nHe got up and stretched his body, to limber its muscles. \"How long have\nwe been here?\" he asked.\n\n\"Don't know suh; I was unconscious when they brought me here myself. But\nI guess not less'n six or eight hours.\"\n\n\"Unconscious?\" asked the Hawk, surprised. \"You fought, and they knocked\nyou out?\"\n\nThe big negro looked sheepish and scratched his woolly head.\n\n\"Well, no suh,\" he explained. \"I was aimin' to butt in some, but they\nwouldn't let me.\"\n\n\"Then how did you get unconscious?\"\n\nFriday fidgeted. He was acutely embarrassed. \"Don't know, suh, Dog-gone,\nI just can't figure it, unless I fainted.\"\n\n\"Oh.\" The Hawk smiled. \"Fainted. Well so did I, I guess. I suppose,\" he\nwent on seriously, \"you couldn't tell whether the asteroid moved or not.\nI mean toward Satellite III.\"\n\nFriday scratched his head again.\n\n\"I guess I can't, suh,\" he replied. \"I haven't felt any movement.\"\n\n\"The door is locked?\"\n\n\"Oh, yes, suh. Tight.\"\n\n\"Very well. Now please be silent. I want to think.\"\n\nHe went over and leaned against the far wall of the cell. His right hand\nrose to the bangs of flaxen hair and with a slow regular movement began\nto smooth them. Lost in thought he stood there, thinking through the\nsituation in which he found himself.\n\nHe had expected, of course, to subject himself to great risk in keeping\nthe rendezvous with Dr. Ku Sui, but he had never thought he would be\nendangering Eliot Leithgow also. It was torture to know he had put the\ngentle old scientist into the Eurasian's web.\n\nThat was it: if he could not somehow shear through that web, he must\ndestroy Leithgow himself, and follow on after. The scientist would\nprefer it so. For whatever Dr. Ku's exact reason for wanting the Master\nScientist was, it was an ugly one: that it was worse than quick death,\nhe knew full well.\n\nShear through the web. How? Where was the weak strand in Ku Sui's\ncunningly laid plot? The Hawk visualized all he could of the asteroid's\nmechanical details, and surveyed them painstakingly. Two great\nport-locks flanked by little ones; secret opening combinations--not much\nhope in that avenue. Judd's ship, resting above: could he reach it, and\nraise it and douse the buildings with its rays? No; Dr. Ku had spoken of\ndefense rays--they would certainly be far more powerful than the\n_Scorpion's_. Then, somewhere there were the mighty gravity-plates\nbatteries which motivated the asteroid and held it controlled in space.\nThe dynamos. Two men, working swiftly, might wreak an unholy amount of\ndamage in little time; in the resulting confusion anything might happen.\nIf!\n\n                     *      *      *      *      *\n\nInto the depths of his concentration came the odor of tsin-tsin flowers,\nfollowed by the familiar, silkie voice of his arch-enemy.\n\n\"I see you are deep in thought, my friend. I trust it indicates your\ncomplete recovery.\"\n\nDr. Ku Sui stood smiling in the doorway, his same bodyguard of three\narmed men behind him. His sardonic words brought no reply. He went on:\n\n\"I hope so. I have arranged, thanks to your kindness, a meeting with an\nold, dear friend of yours. An illustrious friend: he already honors my\nestablishment with his presence. I have come to ask you to join us.\"\n\nThe Hawk's gray eyes turned frigid: a lesser man would have blanched at\nthe threat implied in his answer.\n\n\"God help you, Ku Sui.\"\n\nThe Eurasian turned it aside. \"Always,\" he said, \"God helps those who\nhelp themselves. But come with me, if you'll be so kind. We are expected\nin the laboratory.\"\n\nThis exchange passed quickly. Friday was still grasping at its\nunderlying meanings as they again filed down the short straight outside\ncorridor. It brought a perverse satisfaction to see the coolie guards\nbearing their ray-guns unsheathed and ready. Ku Sui's general attitude\ndid not fool him. He knew that the man's suave mockery and flowery\ncourtesy were camouflage for a very real fear of the quick wits and\nbrilliant, pointed action of his famous master, the Hawk.\n\nCarse walked steadily enough, but every step he took beat in his mind\nlike the accents of a dirge. For he had betrayed into the hands of the\nEurasian his most loved and loyal friend. Betrayed him! Despicably\negotistical he had been in submitting to the chair, in not making one\nlast wild break for freedom at that time. He had thought he could beat\nKu Sui at his own game. Ku Sui, of all men!\n\n                     *      *      *      *      *\n\nUnseen hands opened from the other side the metal laboratory door, they\npassed through and the close-fitting halves closed behind them. Ku Sui\nwent to the main switchboard and Carse glanced rapidly around. Leithgow\nwas not there. The wire-ball device was gone, but otherwise the details\nof the room were unchanged, even to the four white-clad assistants whose\nfine heads had eyes so lifeless and faces so expressionless. Emphasized,\nnow, somehow, was the tall screen that hid something on one side of the\nroom, and an intuition told the Hawk that what lay behind the screen was\nin some way connected with their fate.\n\nHe waited stolidly for what he knew was coming.\n\n\"Now,\" Dr. Ku murmured. He smiled at his two prisoners and pressed one\nof the switchboard's array of buttons. A door opposite them swung open.\n\n\"Believe me, this is a pleasure,\" he said.\n\nFlanked by two impressive slant-eyed guards, a frail figure in a rubber\napron stood revealed.\n\nMaster Scientist Eliot Leithgow blinked as he looked about the\nlaboratory. Helpless, pitifully alone he looked, with his small,\nslightly stooped body, his tragedy-aged, deeply-lined face. The blue\nveins showed under the transparent skin of his forehead; his light-blue\neyes, set deep under snow-white eyebrows, darted from side to side,\ndazed by the light and perhaps still confused by the events which had\nsnatched him so suddenly from his accustomed round and struck him with\nsuch numbing force. His years and frailty were obviously fitted rather\nto some seat of science in a university on Earth than the raw conditions\nof the frontiers of space.\n\nHawk Carse found words, but could not control his voice.\n\n\"This is the first time I've ever been sorry to see you, M. S.,\" he said\nsimply.\n\n\n\n\nCHAPTER VIII\n\n_Dr. Ku Shows His Claws_\n\n\nThe scientist brushed back his thinning white hair with a trembling\nhand. He knew that voice. He walked over and put his hands on his\nfriend's shoulders.\n\n\"Carse!\" he exclaimed. \"Thank God, you're alive!\"\n\n\"And you,\" said the Hawk.\n\nKu Sui interrupted.\n\n\"I am most glad, honored Master Scientist,\" he said in the flowery\nOriental fashion that he affected in his irony, \"to welcome you here.\nFor me it is a memorable occasion. Your presence graces my home, and,\nhowever unworthily, distinguishes me, rewarding as it does aspirations\nwhich I have long held. I am humbly confident that great achievements\nwill result from your visit----\"\n\nQuickly Eliot Leithgow turned and looked squarely at him. There was no\nbending of spirit in the frail old man. \"Yes,\" he said, \"my visit. Your\nsickening verbal genuflections beautifully evade the details--the house\nof my friend raided at night; he, himself, unarmed, shot down in cold\nblood; his house gutted! You are admirably consistent, Dr. Ku. A\nbrilliant stroke, typical of your best!\"\n\nFive faint lines appeared across the Eurasian's high, narrow brow.\n\"What?\" he exclaimed. \"Is this true? My servitors must be reprimanded\nseverely; and meanwhile I beg you not to hold their impetuousness\nagainst me.\"\n\n                     *      *      *      *      *\n\nCarse could stand it no longer. This suave mockery and the pathetic\nfigure of his friend; the mention of raid and murder----\n\n\"It's all my fault,\" he blurted out. \"I told him where you were. I\nthought----\"\n\n\"Oh, no!\" Dr. Ku broke in, pleasantly protesting. \"Captain Carse is\ngallant, but the responsibility's not his. I have a little machine--a\ntrifle, but most ingenious at extracting secrets which persons attempt\nto hold from me. The Captain couldn't help himself, you see----\"\n\n\"It was not necessary to tell me that,\" said Leithgow.\n\n\"Of course,\" the Eurasian agreed and for the first time seriously; \"but\nlet me suggest that the end justifies the means. And that brings me to\nmy point. Master Scientist, now you may know that I have for some time\nbeen working toward a mighty end. This end is now in sight, with you\nhere, the final achievement can be attained. An achievement----\" He\npaused, and the ecstasy of the inspired fanatic came to his eyes. Never\nbefore had the three men standing there so seen him. \"I will explain.\"\n\nHis eyes changed, and imperiously he gave an order to his assistants. \"A\nchair for Master Leithgow, and one for Carse. Place them there.\" Then,\n\"Be seated,\" he invited them with a return of his usual seeming\ncourtesy. \"I'm sure you must be tired.\"\n\nSlowly Eliot Leithgow lowered himself into the metal seat. Friday,\nignored, shifted his weight from one foot to the other. The Hawk did not\nsit down until with old habit he had sized up the whole layout of\nlaboratory, assistants and chances. The two chairs faced toward ward the\nhigh screen; to each side stood the five coolie-guards; mechanically\nalert as always; the four Caucasian assistants made a group of strange\nstatues to the right.\n\nKu Sui took position, standing before the screen. Seldom did the cold,\nhard iron of the man show through the velvet of his manner as now.\n\n\"Yes,\" he said, \"I will talk to you for a while; give you broad outline\nof my purpose. And when I have finished you will know why I have wanted\nyou here so badly, Master Leithgow.\"\n\n                     *      *      *      *      *\n\nHe began, and, as never before, he hid nothing of his monstrous\nambition, his extraordinary preparations. With mounting fear his\ncaptives listened to his well-modulated voice as it proceeded logically\nfrom point to point. He had fine feeling for the dramatic, knew well the\nvalue of climax and pause; but his use of them was here unconscious, for\nhe spoke straight from his dark and feline heart.\n\nFor the first time in the Affair of the Brains, the tiger was showing\nhis claws.\n\n\"For a long time,\" Ku Sui said, \"we four gathered here have fought each\nother. All over space our conflict has ranged, from Earth to beyond\nSaturn. I suppose there never have been more bitter enemies; I know\nthere has never been a greater issue. I said we four, but I should have\nsaid we _two_, Master Leithgow. Captain Carse has commanded a certain\nrespect from me, the respect one must show for courage, fine physical\ncoordination and a remarkable instinct and capacity for\nself-preservation--but, after all, he is primarily only like the black\nhere, Friday, and a much less splendid animal. It is a _brain_ that\nreceives my respect! A brain! Genius! I do not fear Carse: he is only an\nadventurer; but your brain, Master Leithgow, I respect.\n\n\"For, naturally, brains will determine the future of these planets\naround us. The man with the most profound and extensive scientific\nknowledge united to the greatest audacity--remember, audacity!--can rule\nthem every one!\"\n\nHe paused and looked into the eyes of the Master Scientist. Pointedly he\nsaid:\n\n\"You, Master Leithgow, have the brains but not the audacity. I have the\naudacity _and_ the brains--now that you are here.\"\n\n                     *      *      *      *      *\n\nCold prickles of fear chased down Carse's and the scientist's spine at\nthis obscure threat. Some of their reaction must have shown in their\nfaces, for the Eurasian permitted himself a brief, triumphant smile and\nadded:\n\n\"You shall know just what I mean in but a few minutes. Right now, in\nthis very laboratory, the fate of the planets is being decided!\"\n\nHawk Carse licked his dry lips.\n\n\"Big words!\" he said.\n\n\"Easily proved, Captain Carse, as you'll see. What can restrain the man\nwho can instantly command Earth's master-minds of scientific knowledge,\nthe man who has both a considerable brain of his own to call on and the\nmightiest brains in existence, all coordinated for perfect, instant\neffectiveness. Why, with these brains working for him, he can become\nomnipotent; there can be but feeble resistance to his steps toward\nuniversal power! Only chance, unpredictable chance, always at work,\nalways powerful, can defeat him--and my audacity allows me to disregard\nwhat I cannot anticipate.\"\n\n\"You talk riddles,\" answered Leithgow. \"You do not explain your intended\nmeans. What you imply you can do with brains is utterly impossible.\"\n\n\"Impossible? Ever a foolish word, Master. You know that the brain has\nalways been my special study. As much as ten years ago, I was\nuniversally recognized as the greatest expert in my specialty. But I\ntell you that my knowledge of the subject was as nothing then to what it\nis now. I have been very busy these last ten years. Look!\"\n\nWith a graceful sweep of a hand he indicated the four coolie-guards and\nhis four white-smocked assistants.\n\n\"These men of mine,\" he continued, \"do they appear normal, would you\nsay? Or, rather, mechanicalized; lacking in certain things and thereby\ngaining enormously in the values which can make them perfect servitors?\nI have removed from their minds certain superficial qualities of\nthought. The four men in white were, a few years ago, highly skilled\nsurgeons, three of them brain specialists and noted for exceptional\nintellects and bold, pioneering thinking. I needed them and took them,\ndiverting them from their natural state, in which they would have\nresisted me and refused my commands. Certain complicated adjustments on\ntheir brains--and now their brains are mine, all their separate skill at\nmy command alone!\"\n\n                     *      *      *      *      *\n\nLeithgow sat back suddenly, astonishment and horror on his face. His\nlips parted as if to speak, then closed tightly together again. At last\nhe uttered one word.\n\n\"Murderer!\"\n\nDr. Ku smiled. \"In a sense, yes. But let me go on.\n\n\"The reshaping of these mentalities and of the mentalities of all my\ncoolies, were achievements, and valuable ones; but I wanted more. I\nwanted much more. I wanted the great, important part of all Earth's\nscientific knowledge at my fingertips, under my control. I wanted the\nexceptional brains of Earth, the brains of rare genius, the brains that\nlived like lonely stars, infinitely removed from the common herd. And\nmore than that, I wanted them _always_; I wanted them _ageless_. For I\nhad to seal my power!\"\n\nThe Eurasian's words were coming more rapidly now, though the man's\nthoughts and tone were still under control; and Carse, sitting there\nsilently, felt that the climax was being reached; that soon something\nunthinkable, something of dread, would be revealed. The voice went on:\n\n\"These brains I wanted were not many--only six in all. Most of them you\nknew, Master Leithgow, these men who constituted the cream of Earth's\nscientific ability. Professor Estapp, the good-looking young American;\nDr. Swanson, the Swede; Master Scientist Cram--the great English genius\nCram, already legendary, the only other of that rank beside yourself;\nProfessor Geinst, the hunchbacked, mysterious German; and Dr.\nNorman--Dr. Sir Charles Esme Norman, to give him his English title. I\nwanted these men, and I got them! All except you, the sixth!\"\n\n                     *      *      *      *      *\n\nAgain Dr. Ku Sui smiled in triumph. To Eliot Leithgow his smile was\nunspeakable.\n\n\"Yes,\" the elderly scientist cried out, \"you got them, you murderer!\"\n\n\"Oh, no, no, Master Leithgow, you are mistaken. I did not kill them. Why\nshould I be stupid as to do that? To these men I wanted so badly? No,\nno. Because these five scientists disappeared from Earth suddenly,\nwithout trace, without hint of the manner of their going, the stupid\nEarthlings believe they were killed! Stupid Earthlings! Abducted, of\ncourse; but why assume they were killed? And why, of all people, decide\nthat Master Scientist Eliot Leithgow had something to do with their\ndisappearance? I confess to having planted that evidence pointing to\nyou, but if they had the sense of a turnip they would know that you were\nincapable of squashing a flea, let alone destroying five eminent\nbrothers in science! You, jealous, guilty of five _crimes passionel!\nPour le science!_ Credulous Earthlings! Incredible Earthlings! And here\nare you, a hunted man with a price on your head!\n\n\"So for ten years you have thought I murdered those five men? No, no.\nThey were very much alive for eight years and very troublesome\nprisoners. It took me eight years to solve the problem I had set myself.\n\n\"You will meet them in a minute--the better part of them. You'll see for\nyourself that they are very usefully alive. For I succeeded completely\nwith them. _I have sealed my power!_\"\n\nHis silk pajamalike clothing rustled loud in the strained silence as he\nturned to the screen behind him. For some obscure reason the perfume\nabout him, flowers of tsin-tsin, seemed to grow in their nostrils.\n\n\"Observe!\" he said, and lifted it aside. An assistant threw a switch on\na nearby panel. The unnatural quiet in the laboratory was resumed.\n\n\"The ultimate concentration of scientific knowledge and genius! The\ngateway to all power!\"\n\n\n\n\nCHAPTER IX\n\n_The Brain Speaks_\n\n\nA case lay revealed.\n\nAt first, while it was unlit, it seemed nothing more than that: a case\nlike those glass-sided and glass-topped ones found in museums, a case\nperhaps three feet high, three feet deep and five feet in width. Under\nthis glass upper part of the case was an enclosed section a little more\nthan a foot in depth. The whole structure was supported at each corner\nby short strong metal legs. And that was all.\n\nBut, second by second, as the captives took in these details, a change\ncame over the interior. No doubt it was the result of the increasing\naction of some electrical current loosed by the throwing of the switch;\nthe whole insides of the glass case little by little lightened, until it\nbecame apparent it was full of a strange liquid that seemed of itself to\nhave the property of glowing with soft light. As this light increased, a\nrow of five shadowy bulks the size of footballs began to take form\nbetween what looked, from where the men sat, like a forest of fibers of\nsilk.\n\nIn a few more seconds a miracle of complicated wiring came into\nvisibility. The silk fibers were seen to be wires, threads of silver\ngossamer that interconnected the five emerging bulks in a maze of\nordered complexity. Thousands interlaced the interior; hundreds were\ngathered in each of five close bunches that sprouted from the floor of\nthe case and then spread, fanwise, to various groupings of delicate\nliquid-immersed instruments.\n\nIn several seconds more Eliot Leithgow and Hawk Carse were staring with\nhorror at what the now brilliantly glowing liquid revealed the five\nshapes to be. As one man they rose, went to the cabinet and gazed with\nterrible fascination.\n\n\"Brains!\" exclaimed Leithgow. \"Human brains! But not alive--surely not\nalive!\"\n\n\"But yes,\" contradicted the triumphant Eurasian. \"Alive.\"\n\n                     *      *      *      *      *\n\nFive human brains lay all immersed in the glowing case, each resting in\na shallow metal pan. There were pulsings in narrow gray tubes which led\ninto their under-sides--theatrical evidence that the brains held\nimprisoned there were, as the Eurasian had said, alive--most strangely,\nunnaturally and horribly alive. Stark and cruelly naked they lay there,\npulsing with life that should not have been.\n\n\"Yes, alive!\" repeated Ku Sui. \"And never to die while their needs are\nattended!\"\n\nOne of his long artistic fingers tapped the glass before the central\nbrain, which was set somewhat lower than the others. \"This,\" he said,\n\"is the master brain. It controls and coordinates the thoughts of the\nothers, avoiding the useless, pursuing the relevant and retaining the\nvaluable. It is by far the most important of the five, and is, of course\nthe superior intellect. It is the keystone of my gateway to all power.\"\n\nEliot Leithgow's face was deathly white, but, as one in the grip of some\ndevilish hypnotic fascination, he could not tear his eyes away from the\nrevolting, amazing achievement of his brilliant enemy. The Eurasian with\nthe cruelty of a cat picked that awful moment to add:\n\n\"This master brain is all that was best of Master Scientist Cram.\"\n\nThe frail old man took this statement like a blow.\n\n\"Oh, dear heaven--not Raymond Cram! Not Cram, the physicist, brought to\nthis! Why, I knew him when----\"\n\nKu Sui smiled and interrupted. \"But you speak of him as if he were dead!\nHe's not. He's very much alive, as you shall see. Possibly even\nhappy--who knows? There is no good---- _Keep back, Carse!_\"\n\n                     *      *      *      *      *\n\nHis tiger's eyes had not missed the adventurer's slight crouch in\npreparation for a shove which might have toppled the case and ended the\nabominable servitude of its gruesome tenants. The Hawk was caught before\nhe had well started; and had he not stopped his gathering muscles he\nwould have been dead from the coolie-guards' rays by the time he touched\nthe near side of the case.\n\nHe took his failure without comment; only stepped back, folded his arms\nand burned his enemy with the frigid glare of his eyes. The Eurasian\ncontinued as if nothing had happened, addressing himself chiefly to\nLeithgow.\n\n\"The others, too, you once knew; you are even charged with their murder.\nLet me introduce you once more to your old colleagues and friends.\nThere, at the right, is the brain you once compared notes with in the\nperson of Professor Estapp. Next to him is Dr. Swanson. To the left of\nMaster Scientist Cram, is Professor Geinst, and this last is Dr. Sir\nCharles Esme Norman. Now think what this group represents!\n\n\"Estapp, Chemistry and Bio-Chemistry; Swanson, Psychology; Geinst,\nAstronomy; Norman, Mathematics. And Cram, the master brain, of course,\nPhysics and Electricity, although his encyclopedic knowledge encompassed\nevery major subject, well fitting his brain for the position it holds.\nAll this, gathered here in one! The five outstanding intellects of\nEarth, here gathered in one priceless instrument! Here are my advisors;\nhere my trusty, never-tiring assistants. I can have their help toward\nthe solution of any problem; obtain from their individual and combined\nintelligences even those rare intuitions which I have found almost\nalways precede brilliant discoveries.\n\n\"For they not only retain all they ever knew of science, but they can\n_develop_, even as brains in bodies can develop. Their knowledge does\nnot become outmoded, if they are kept informed of the latest currents of\nscientific thought. From old knowledge and new they build their\nstructures of logic once my command sets them on. Wills of their own\nthey have none.\n\n\"I have not succeeded in all my secondary alterations, however. For one\nthing, I have been unable to deprive them altogether of the memory of\nwhat they formerly were; but it is a subdued memory, to them doubtless\nlike a dream, familiar yet puzzling. Because of this I imagine they hate\nme--heartily!--yet they lack the will, the egocentricity which would\nenable them to refuse to answer my questions and do my work.\n\n\"Frankly, without them this whole structure\"--his hands swept out\nwidely--\"my whole asteroidal kingdom, would have been impossible. Most\nof my problems in constructing it were solved here. And in the future\nother problems, far greater, will be solved here!\"\n\n                     *      *      *      *      *\n\nHawk Carse by now understood very well Dr. Ku Sui's purpose in bringing\nM. S. Leithgow to his laboratory, and was already goading his brain in\nsearch of a way out. Death was by all means preferable to what the\nEurasian intended--death self-inflicted, and death that mutilated the\nbrain--but there were no present chances that his searching mind could\nsee.\n\nIf Leithgow suspected what was in store, his face gave no sign of it. He\nonly said:\n\n\"Dr. Ku, of all the things you have ever done, this is the most\nheartless and most vile. I would have thought there was a limit in you\nsomewhere, but this--this thing--this horrible life you have condemned\nthese five men to----\"\n\nHe could not continue. The Eurasian only smiled, and replied, with his\nalways seeming courtesy:\n\n\"Your opinion is natural Master: I could expect no other. But when great\nends are to be gained, he who would gain them must strip himself of\nthose disturbing atavistic things we call the tender emotions. The\npathway to power is not for those who wince at the sight of blood, who\nweep at the need for death. I hope, for special reasons, that you'll\nmake an effort to understand this before we come to the phase which will\nfollow my demonstration....\n\n\"Now, please allow me to show you my coordinated brains in useful\noperation. Will you be seated again? You, too, Captain Carse.\"\n\n                     *      *      *      *      *\n\nIt was Ku Sui's show: there was nothing for the two men but to obey. But\nthey felt, both of them, a great unnaturalness in being seated for the\ndemonstration to come.\n\n\"Thank you,\" the Eurasian said, and went to the panel flanking the case.\nThere, he turned and remarked: \"Before we begin, I must ask you to\nremember that the opinions of my brains may always be accepted as the\nprobable truth, and always, absolutely, are they honest and without\nprejudice.\" He threw a small knife switch and again turned. Nothing\nseemed to happen.\n\n\"I have contrived, of course, an artificial way of communicating with my\nhelpers. This inset grille here contains both microphone and\nspeaker--ear and mouth.\n\n\"The ear picks up my words and transmits them to every brain. If I have\nasked a question, it is individually considered and the respective\nanswers sent to the master brain; they are there coordinated and the\nresult spoken to me by means of the mechanical mouth. When the opinions\nof the individual brains do not agree, the answer is in the form of a\npoll, often with brief mention of points pro and con. Sometimes their\nmeditations take considerable time; but simple questions always bring a\nprompt and unanimous answer. Shall we try them now?\"\n\nThe man's spectators did not answer; even the Hawk was for once in his\nlife too overcome by conflicting feelings of horror and dread, and\ncompelling morbid fascination. Dr. Ku paused dramatically, a slight\nsmile on his enigmatic lips; then turned his head and spoke into the\ngrille.\n\n\"Do you hear me?\" he asked, easily and confidently.\n\nThe silence in the laboratory was for one brief moment almost\noverpowering. Then, from the grille, came a thin metallic voice.\nInhuman, artificial, it sounded in the tense strain of the silent room,\nvoice from the living dead that it was.\n\n\"_I do_,\" were its words.\n\n\"Strange,\" mused the Eurasian, half aloud, \"that their collective answer\nis always given as 'I.' What obscure telescoping of egotisms can be the\ncause of that....\"\n\nHe dropped the mood of wonder at once. \"Tell me,\" he said, looking\ndeliberately at Leithgow: \"Would the brain of Master Scientist Eliot\nLeithgow be more valuable in the position of the master brain than\nCram's?\"\n\nA horrible eternity passed. Again came the inhuman voice:\n\n\"_I have answered that question before. Yes._\"\n\n                     *      *      *      *      *\n\nDr. Ku broke the stunned silence that followed this verdict.\n\n\"Don't forget that several ray-guns are centered on you, Carse,\" he\nremarked casually. \"Others, black, are on you. Earthlings would no doubt\nconsider your emotions very creditable; I only suggest that you keep\nthem under control.\"\n\nBut the Hawk had given no slightest intimation that he might attempt\nanything. He sat quietly, a little tensely, his face an icy mask, only\nthe freezing shock of his steady gray eyes betraying his emotion as they\nbore straight into those of the Eurasian. No man could meet such eyes\nfor long, and even the tiger ones of Ku Sui the all-powerful went aside\nat the icy murder that showed there.\n\nFriday still stood in back of the chairs where were seated his two\nfriends. He was scared to death from the thing he had seen. His face was\na sickly, ashy gray, and his eyes large round rolling white marbles; but\nat the slightest sign of a break he would have metamorphosed into a\ndemon of destruction, however hopeless the try, with ray-guns covering\nhim at all times. Such was his love and loyalty for his famous master.\n\nEliot Leithgow was a man resigned. His head sank down on his chest. Dr.\nKu's next words, though aimed at him, did not seem to penetrate his\nconsciousness.\n\n\"You see, Master Leithgow, I have no choice. My purposes are\nall-important; they always come first; they demand this substitution.\nWere your intellect of lesser stature, I would have no interest in you\nwhatever. But as it is....\" He shrugged.\n\nHawk Carse stood up.\n\nThe Eurasian's voice fell away. The ensuing silence gave an icy,\nclear-cut sharpness to the whisper that then cut through it from thin\nlips that barely moved:\n\n\"God help you, Ku Sui, if you do it. _God help you._\"\n\n                     *      *      *      *      *\n\nDr. Ku Sui smiled deprecatingly and again shrugged.\n\n\"I have told you before that God helps those who help themselves. I have\nalways had splendid results from helping myself.\"\n\nFor a moment he looked away as he considered something in his mind. Then\nto his veiled eyes came the old mocking irony, and he said:\n\n\"I think perhaps you'd like to observe the operations, my friend, and\nI'm going to allow you to. Not here--no. I could never have you\ninterrupting; the series of operations is of infinite delicacy and will\nrequire weeks. But I can make other arrangements; I can give you as good\nas ringside seats for each performance. A small visi-screen might be\nattached to one wall of your cell to enable you to see every detail of\nwhat transpires here.\" His tone suddenly stiffened. \"_I wouldn't,\nCarse!_\"\n\nThe Hawk relaxed from the brink on which he had wavered. A sudden mad\nrush--what else remained? What else? For an instant he had lost his\nhead--one of the several times in his whole life. Just for an instant he\nhad forgotten his phenomenal patience under torture, his own axiom that\nin every tight place there was a way out.\n\n\"That's much safer,\" said Ku Sui. \"Perhaps you and the black had better\nreturn to your cell.\"\n\nCertain little muscles in the Hawk's face were trembling as he turned to\ngo, and his feet would not work well. The ray-guns of the coolie-guards\ncovered his every move. Friday followed just behind.\n\nAs the adventurer came to the door he stopped and turned, and his eyes\nwent back to those of the frail, elderly scientist.\n\nThe doomed man met the gray eyes and their agony with a smile.\n\n\"It's all right, old comrade,\" he said. \"Just remember to destroy this\nhellish device, if you ever possibly can. My love to Sandra; and to her,\nand my dear ones on Earth, anything but the truth.... Farewell.\"\n\nCarse's fingernails bit each one into his palms. He hesitated; tried,\nbut could not speak.\n\n\"All right, Carse--you may go.\"\n\nThe feelingless guards nudged white man and black out, and the door\nswung solidly closed behind them....\n\n\n\n\nCHAPTER X\n\n_In the Visi-Screen_\n\n\nThere were those among the few claiming to have any insight into the\nreal Hawk Carse who declared that a month went out of his life for every\nminute he spent in the cell then. The story, of course, came trickling\nout through various unreliable sources; we who delve in the lore of the\ngreat adventurer have to thank for our authorities Sewell, the great\nhistorian of that generation--who personally traveled several million\nmiles to get what meager facts the Hawk would divulge concerning his\nlife and career--equally with Friday, who shared this particular\nadventure with him. Friday's emotional eyes no doubt colored his memory\nof the scenes he passed through, and it is likely that the facts lost\nnothing in the simple dramatic way he would relate them.\n\nBut certainly the black was as fearful of his master during that period\nin the cell as he was of what he saw acted out on the screen.\n\nWe can picture him telling of the ordeal, his big eyes rolling and his\ndeep rich voice trembling with the memories stamped forever in his\nbrain; and picture too the men who, at one time or another, listened to\nhim, fascinated, their mouths agape and a tickling down the length of\ntheir spines. It was probably only Friday's genius as a narrator which\nlater caused some of his listeners to swear that new lines were grooved\nin Carse's face and a few flaxen hairs silvered by the minutes he spent\nwatching Eliot Leithgow strapped down on that operating table, close to\nthe beautiful surgeon fingers of Dr. Ku Sui.\n\nBut whether or not that period of torture really pierced through his\niron emotional guard and set its mark on him permanently by aging him,\nit is impossible to say. However, there were deep things in Hawk Carse,\nand the deepest among them were the ties binding him to his friends;\nthere was also that certain cold vanity; and considering these it is\nprobable that he came very close indeed to the brink of some frightening\nemotional abyss, before which he had few shreds of mind and\nbody-discipline left....\n\n                     *      *      *      *      *\n\nHe reentered the cell like a ghost; he stood very still, his hands\nslowly clenching and unclenching behind his back, and his pale face\ninclined low, so that the chin rested on his chest. So he stood for some\nminutes, Friday not daring to disturb him, until the single door that\ngave entrance clicked in its lock and opened again. At this he raised\nhis head. Five men came in, all coolies, three of whom had ray-guns\nwhich they kept scrupulously on the white man and black while the other\ntwo rigged up an apparatus well up on one of the cell walls. They\nremained wholly unaffected the several times their dull eyes met those\nof the Hawk. Perhaps, being mechanicalized humans, practically robots,\nthey got no reaction from the icy gray eyes in his strained white face.\n\nThe device they attached was some two square feet of faintly gleaming\nscreen, rimmed by metal and with little behind it other than two small\nenclosed tubes, a cuplike projector with wires looping several terminals\non its exterior, and a length of black, rubberized cable, which last was\npassed through one of the five-inch ventilating slits high in the wall.\nCarse regarded it with his hard stare until the door clicked behind the\ncoolies and they were once more alone. Then his head returned to its\nbowed position, and Friday approached the apparatus and began to examine\nit with the curiosity of the born mechanic he was.\n\n\"Let it be, Friday,\" the Hawk ordered tonelessly.\n\nA dozen minutes passed in silence.\n\nThe silence was outward: there was no quiet in the adventurer's head. He\ncould not stop the sharp remorseless voice which kept sounding in his\nbrain. Its pitiless words flailed him unceasingly with their stinging\ntaunts. \"You--you whom they call the Hawk,\" it would say; \"you, the\ninfallible one--you, so recklessly, egotistically confident--you have\nbrought this to pass! Not only have you allowed yourself to be trapped,\nbut Eliot Leithgow! He is out there now; and soon his brain will be\ncondemned forever to that which you have seen! The brain that trusted\nyou! And you have brought this to pass! Yours the blame, the\nnever-failing Hawk! All yours--yours--yours!\"\n\nA voice reached him from far away. A soft negro voice which said,\ntimidly:\n\n\"They're beginning, suh. Captain Carse? On the screen, suh; they're\nbeginning.\"\n\nThat was worse. The real ordeal was approaching. True, he might have\nthrown himself on the coolie-guards who had just left--but his death\nwould not have helped old M. S.\n\nFriday spoke again, and this time his words leaped roaring into Carse's\nears. He raised his head and looked.\n\nThe tubes behind the screen were crackling, and the screen itself had\ncome to life. He was looking at the laboratory. But the place was\nchanged.\n\n                     *      *      *      *      *\n\nWhat had before been a wide circular room, with complicated machines and\nunnamed scientific apparatus following only its walls, so as to leave\nthe center of its floor empty and free from obstructions, was now a\nplace of deep shadow pierced by a broad cone of blinding white light\nwhich shafted down from some source overhead and threw into brilliant\nemphasis only the center of the room.\n\nThe light struck straight down upon an operating table. At its head\nstood a squat metal cylinder sprouting a long flexible tube which ended\nin a cone--no doubt the anesthetizing apparatus. A stepped-back tier of\nwhite metal drawers flanked one side of the table, upon its various\nupper surfaces an array of gleaming surgeon's tools. In neat squads they\nlay there: long thin knives with straight and curved cutting edges;\nhandled wires, curved into hooks and eccentric corkscrew shapes;\nscalpels of different sizes; forceps, clasps, retractors, odd metal\nclaws, circular saw-blades and a variety of other unclassified\ninstruments. Sterilizers were convenient to one side, a thin wraith of\nsteam drifting up from them into the source of the light.\n\nFour men worked within the brilliant shaft of illumination--four\nwhite-clad figures, hands gloved and faces swathed in surgeons' masks.\nOnly their lifeless eyes were visible, concentrated on their tasks of\npreparation. Steam rose in increased mists as one figure lifted back the\nlid of a sterilizer and dropped in some gleaming instruments. The cloud\nswirled around his masked face and body with devilish infernolike\neffect.\n\nAll this in deadest silence. From the darkness came another figure, tall\nand commanding, a shape whose black silk garments struck a new note in\nthe dazzling whiteness of the scene. He was pulling on operating gloves.\nHis slanted eyes showed keen and watchful through the eyeholes of the\nmask he already wore, as he surveyed the preparations. Ominous Ku Sui\nlooked, among his white-clad assistants.\n\nThe Eurasian seemed to give an order, and a white figure turned and\nglanced off into the surrounding darkness, raising one hand. A door\nshowed in faint outline as it opened. Through the door two shadows\nmoved, wheeling something long and flat between them.\n\nThey came into the light, two coolies, and wheeled their conveyance\nalongside the operating table. Then they turned into the darkness and\nwere gone.\n\n\"Oh!\" gasped Friday. \"They've shaved off his head!\"\n\n                     *      *      *      *      *\n\nThe frail form of Eliot Leithgow, clad to the neck in loose white\ngarments, showed clearly as he was lifted to the operating table. As\nFriday said, his hair was all gone--shaved off close--stunning\nverification of what was to happen. Awfully alone and helpless he\nlooked, yet his face was calm and he lay there composed, watching his\nsoulless inquisitors with keen blue eyes. But his expression altered\nwhen Dr. Ku appeared over him and felt and prodded his naked head.\n\n\"I can't stand this!\"\n\nIt was a whisper of agony in the silence of the cell where the two men\nstood watching, a cry from the fiber of the Hawk's innermost self. The\npath he left across the frontiers of space was primarily a lonely one;\nbut Friday and Eliot Leithgow and two or three others were friends and\nvery precious to him, and they received all the emotion in his tough,\nhard soul. Especially Leithgow--old, alone, dishonored on Earth, frail\nand nearing the end of the long years--he needed protection. He had\ntrusted Carse.\n\nTrusted him! And now this!\n\nKu Sui's fingers were prodding Leithgow's head like that of any dumb\nanimal chosen as subject for experimentation. Prodding.... Feeling....\n\n\"I can't stand it!\" the Hawk whispered again.\n\nThe mask on his face, that famous self-imposed mask that hid all\nemotion, had broken. Lines were there, deep with agony; tiny drops of\nsweat stood out all over. He saw Ku Sui pick up something and adjust it\nto his grip while looking down at the man who lay, now strapped on the\ntable. He saw him nod curtly to an assistant; saw the anesthetic\ncylinder wheeled up a little closer, and the dials on it set to\nquivering....\n\nHis hands came up and covered his eyes. But only for a moment. He would\nnot be able to keep his sight away. That was the exquisite torture the\nEurasian had counted on: he well knew as he had arranged it that the\nadventurer would not be able to hold his eyes from the screen. Carse had\nto look!\n\nHe took away his hands and raised his eyes.\n\nThe screen was blank!\n\n                     *      *      *      *      *\n\nFriday looked up with a grin from where he was kneeling before the knob\non the door of the cell. Carse saw that the knob was of metal, centered\nin an inset square of some dull fibrous composition.\n\n\"This door has an electric lock, suh,\" the negro explained rapidly. \"And\nthings worked by electricity can often be short-circuited!\"\n\nQuickly and silently he had disconnected from the television projector\nthe wire which led back through the ventilating slit in the wall, and\nnow was holding its end with one hand while with the other he twisted\nout the screw which held in the knob. \"Anyway, won't hurt to try,\" he\nsaid, removing the screw and laying it on the floor. In another second\nthe knob lay beside it, and he was squinting into the hole where it had\nfitted.\n\n\"Be quick!\" Carse whispered.\n\nFriday did not answer. He was guessing at the location of the mechanism\nwithin, and trying to summon up all the knowledge he had of such things.\nAfter a moment he bent one of the live ends of the wire he was holding\ninto a gentle curve and felt his way down within the lock with it,\ncarefully keeping the other end clear of all contacts.\n\nSeconds went by as his fingers delicately worked--seconds that told\nterribly on Hawk Carse. For the screen was blank and lifeless, and there\nwas no way of knowing how far the work in the laboratory had meanwhile\nprogressed. In his mind remained each detail of the scene as he had\nviewed it last: the strapped-down figure, the approaching anesthetic\ncylinder, the knives lying in readiness.... How was he to know if one of\nthose instruments were not already tinged with scarlet?\n\n\"Oh, be quick!\" he cried again.\n\n\"If I can touch a live part of the lock's circuit,\" grunted Friday,\nabsorbed, \"there ought--to--be--trouble.\"\n\n                     *      *      *      *      *\n\nSuddenly currents clashed with a sputtering hiss, and a shower of sparks\nshot out of the knob-hole and were instantly gone. Short-circuited! It\nremained to be seen whether it had destroyed the mechanism of the lock.\nFriday dropped the hot, burned-through wire he was holding and reached\nfor the knob, but the Hawk had leaped into life and was ahead of him.\n\nIn a moment the knob was in the door and its holding screw part-way in.\nGently the Hawk tried the knob. It turned!\n\nBut they did not leave the cell--then. Ku Sui's voice was echoing\nthrough the room, more than a trace of irritation in its tone:\n\n\"Hawk Carse, you are beginning to annoy me--you and your too-clever\nblack satellite.\"\n\nCarse's eyes flashed to the ceiling. A small disklike object, almost\nunnoticeable, lay flat against it in one place.\n\n\"Yes,\" continued Ku Sui, \"I can talk to you, hear you and see you. I\nbelieve you have succeeded in destroying the lock. So open it and glance\ninto the corridor--and escape, if you still want to. I rather wish you'd\ntry, for I'm extremely busy and must not be disturbed again.\"\n\nGraven-faced, without comment Carse turned the knob and opened the door\nan inch. He peeped through, Friday doing so also over his head--peeped\nright into the muzzles of four ray-guns, held by an equal number of\ncoolie-guards waiting there.\n\n\"So that's it,\" Friday said, dejectedly. \"He saw me workin' on the lock\nan' sent those guards here at once. Or else had them there all the\ntime.\"\n\n                     *      *      *      *      *\n\nThe Hawk closed the door and considered what to do. Ku Sui's voice\nreturned.\n\n\"Yes,\" it sounded metallically, \"I've an assistant posted here who's\nwatching every move you make. Don't, therefore, hope to surprise me by\nanything you may do.\n\n\"Now I am going to resume work. Reconnect the screen: I've had the\nburned-out fuse replaced. If you won't, I'll have it done for you--and\nhave you so bound that you'll be forced to look at it.\n\n\"Don't tamper with any of my hearing and seeing mechanisms again,\nplease. If you do, I will be forced to have you destroyed within five\nminutes.\n\n\"But--if you'd like to leave your cell, you have my full permission. You\nshould find it easy, now that the lock is broken.\"\n\nThe voice said no more. Carse ordered Friday harshly:\n\n\"Reconnect the screen.\"\n\nThe negro hastened to obey. His master's gray eyes again fastened on the\nscreen. Fiercely, for a moment, he smoothed his bangs.\n\nThe laboratory flashed into clear outline again. There was the shaft of\nwhite light; the operating table, full under it; the anesthetic\ncylinder, the banks of instruments, the sterilizers with their wisps of\nsteam curling ceaselessly up. There were the efficient white-clad\nassistant-surgeons, their dull eyes showing through the holes in their\nmasks. And there was the black figure of Ku Sui, an ironic smile on his\nlips, and before him the resigned and helpless form of Eliot Leithgow.\n\nThe Eurasian gestured. An assistant found the pulse in Leithgow's wrist,\nand another bent over him in such fashion that the prisoners could not\nsee what he was doing. Ku Sui too bent over, something in his hands. The\nprelude to living death had begun....\n\n                     *      *      *      *      *\n\nAt that moment Hawk Carse was a different man, recovered from the\nweakness that had made him cry out at his friend's imminent destruction\na short time before. The old characteristic fierceness and recklessness\nhad come back to him; he had decided on action--on probable death. \"I've\nbeen too cautious!\" he exclaimed violently in his thoughts.\n\n\"Friday!\" he whispered sharply to the negro, going close.\n\n\"Yes, suh?\"\n\n\"Four men outside--a sudden charge through that door when I nod. We'll\ndie, too, by God! Willing?\"\n\nFriday was held by the man's iron will to succeed or die. Without\nhesitation he whispered back:\n\n\"Yes, suh!\"\n\nTheir whispers had been low. Dr. Ku Sui had not been warned, for the\nscreen still showed him bending over his victim.\n\n\"You'll open the door; you're nearest. I'll go through first,\" the Hawk\nmurmured, and smiled at the loyalty behind the promptness of his man's\ngrin of understanding.\n\nThen both smiles faded. The muscles of the negro's huge body bunched in\nreadiness for the signal as tensely he watched the flaxen-haired head\nclose to him.\n\nSuddenly it nodded.\n\nThe door swung wide and white man and black went charging out.\n\nAnd immediately there burst in their ears the furious clanging of a\ngeneral alarm bell, sounding throughout the whole building!\n\n\n\n\nCHAPTER XI\n\n_Trapped in the Laboratory_\n\n\nIn his carefully welded plot-chain, Ku Sui left one weak link, though he\nwas not aware of it at the time. For it would not appear save by the\ntesting of it, and he had not expected it to be tested. Carse acted\nrecklessly; perhaps, if cold reason be applied to his move, senselessly.\nDr. Ku had not thought he would dare make the break he did. But the\nadventurer did dare, and the loophole, the weak link, was exposed.\n\nThe Eurasian had a paranoic's vanity, and with it a lust accumulated\nover years to exact the most terrible vengeance he could from the\nadventurer who had frustrated his schemes time and time again. His\narrangement for subtly forcing Carse to watch the operation was part of\nhis vengeance; but he planned more. He wanted his old foe, broken by the\nliving death of Eliot Leithgow, to die slowly later; wanted to crumple\nthat will of steel utterly; wanted to watch and pleasantly mock him\nduring the slow death agonies he had contrived for him. Therefore--and\nhere lay the weak link--Dr. Ku left orders for Carse to be kept alive.\n\nIf he had not instructed his coolie-guards to wound, and not kill, in\ncase of a break for freedom, Carse and Friday could never possibly have\ngained the corridor alive. The four waiting ray-guns would have burned\nout their lives within three seconds. But, as it was, the barrage of\nshots from the ray-guns was directed at their legs, with the intention\nof bringing them down--and their legs were moving very rapidly. And so,\nreckoning up the caliber of the two comrades, their wild fighting start,\ntheir fatalistic resolve to get as many as possible of the enemy before\nthey died, the result of that first hectic scramble in the corridor was\nmore or less inevitable.\n\n                     *      *      *      *      *\n\nWith a savage war-whoop that rose, ear-shattering, above the clanging of\nthe alarm bell, Friday flung his two hundred and twenty pounds of brawn\nand muscle after Carse into the thick of the guards, taking no more\nnotice of the spitting streaks of orange light that laced past his legs\nthan if they had been squirts from a water-pistol. The guards had been\nbunched well together, but they scattered like ten-pins when Carse,\nfollowed by the living thunderbolt of fighting negro, crashed into them.\nIn that first charge three of them were knocked flat, their guns either\ndropping or twisting loose from their hands.\n\nImmediately recovering, the Hawk darted at the fourth with the speed of\na striking cobra; his wiry hands closed around the yellow throat: and\ntwo seconds later that coolie was no longer connected with the\nproceedings, a whacking head-thump being his passport into\ninsensibility. Again Friday's exultant war-whoop bellowed out over the\nscene.\n\nCarse pushed to his feet, his deadly fighting smile on his face, a\nray-gun in his hand. He stooped and picked up another.\n\n\"Get to the Master!\" roared Friday, an ebon god of war between two\nfutilely attacking bodies. \"I'm--followin'!\"\n\nIn those red seconds, ultimate success was still too impossible a thing\nto even hope for. But they would at least try, then die like the men\nthey were.\n\nHawk Carse sped on down the corridor, a deadly, smoothly-functioning\nfighting machine. And after him a few seconds later came leaping the\nnegro, a whooping giant with a ray-gun in each hand and the light of\nbattle flashing in his eyes. As his personal contribution to the fight\nhe was leaving in the rear three sprawled bodies, two knocked cold and\nthe third with a broken neck.\n\nTheir triumph had so far been a matter of but sixty seconds. The jangle\nof the alarm bell continued ominously. It summoned resistance,\nwell-trained resistance; the defenses of the asteroid awoke to action.\nDoors spacing the corridor behind now began to open, releasing dozens of\nOrientals. Nor had these men heard Ku Sui's orders. They would shoot to\nkill!\n\n                     *      *      *      *      *\n\nThree peering faces suddenly were in Hawk Carse's line of vision ahead:\nthree ray-guns were settling on him. His famous left hand, the gun-hand\nthat was known and dreaded throughout space, moved with the eye-blinding\nspeed that was necessary; his trigger finger bent only three times, but\neach of the pencil-thin streaks of orange that spat forth brought down a\nman, and he had struck without slackening his stride for an instant.\n\nTwice more his ray-gun spoke, and then the goal, the entrance to the\ncentral laboratory, was just ahead. Carse glanced back.\n\n\"Yes, suh!\" a fierce voice yelled out to him. \"Coming!\"\n\nFriday was bringing up the rear as fast as he could. He came sideways in\na zigzag course ducking and whirling constantly, and in between firing\npromptly at any portions of enemy anatomies that dared project into the\nline of the corridor. The Hawk covered the last few yards of his\nretreat, and then they were together at the laboratory.\n\n\"The knob!\" Carse ordered, spraying the corridor in general warning.\n\nFriday tried it, but the door was locked. He hurled himself against it,\nbut it did not budge.\n\nHow to get through? On the other side of the door was Leithgow, and\nprobably Ku Sui; on this side they were trapped in a blind end. They\ncould never make it back down that gauntlet and live, and anything like\nconcerted action on the part of the yellows would do for them where they\nwere.\n\nThat concerted action came at once. Seventy feet behind, a heavy\nshot-projector was pushed out on its little rollers from one of the\ndoors. A hand reached out and whirled it so that its muzzle bore\nstraight down the corridor at them. Carse shot at the hand, but the\ntarget was too small even for his fine eye, and he missed; Friday\nsilenced an emboldened orange spot of light that was spitting streaks at\nthem.\n\nHopeless! It looked like the end. Hawk Carse's face was in its old,\nemotionless mold as he waited, his gun sharp on the spot where the hand\nmust reappear if they would fire the deadly projector. He had to get\nthat hand--and any others that took its place. An almost impossible\nshot. He couldn't rush it and get it too. Not in time.\n\nA moment passed. The hand flashed out; Carse shot and again missed. Then\na narrow cone was along the corridor, a blinding orange streak.\nInstantly, with a rasp of thunder, it was gone, and the air was\nstifling.\n\nThe Hawk was untouched; Friday, too, he saw. The bolt had been taken by\nthe door--and one of the door's two halves was ajar!\n\n                     *      *      *      *      *\n\nAt once Hawk Carse acted. \"Inside!\" he yelled, then was through, the\nnegro right behind. Carse's eyes swept the laboratory. It was a place of\nshadows, the sole light being a faint gleam from a tiny bulb-tipped\nsurgical tool which glimmered weirdly from the bank of instruments\nwaiting by the operating table. Carse saw no one.\n\n\"Hold the door!\" he ordered. \"I don't think it'll lock!\"\n\nFriday obeyed. He found the inner bolt melted and the lock inoperative;\nand, placing his forearms on either side of the middle crack of the\ndoor, he stood bracing it.\n\nA furious pounding shook the door. A heavy pressure bent it inward.\n\n\"Quick!\" the big black gasped. \"Somethin' to wedge it!\"\n\n\"A minute, Friday,\" the Hawk answered. \"Hold it!\"\n\nHe was already dragging a metal table there; and, upended under the\nknob, making an angle with the floor, it held stoutly closed the door,\nnow thumping and quivering with blows given it from outside. The panting\nnegro fell back from the door exhausted, but rose to help his master at\nthe need for placing additional barricades.\n\nThat finished, the Hawk wheeled, and at once, pantherlike, ray-guns at\nthe ready, stalked the room. There was no sign of the enemy. He\napproached the operating table.\n\nA great relief flooded his grim face as he sighted Eliot Leithgow lying\nthere, apparently untouched and still conscious. The elderly scientist\nwas strapped down tight, but he was smiling.\n\n\"I knew you'd come, Carse, if you could,\" he said simply.\n\nThere was no time for visiting. \"Where's Ku Sui?\" the adventurer asked.\n\n\"Gone,\" Leithgow answered. \"I heard a door open and close--which one I\ncouldn't see. He went as soon as that bell began to ring. The\nassistants, too.\"\n\nThrough the shouts and batterings at the barricaded door came a new\nsound--from another direction. Like a streak the Hawk was at one of the\nthree other doors, throwing its inside hand bolt; and by the time he had\nshot over the second, Friday had taken the cue and secured the remaining\none.\n\nThe negro let out a vast breath. \"Umph!\" he said. \"I'll tell the\nuniverse that was close!\"\n\n                     *      *      *      *      *\n\nHawk Carse said nothing. With eyes ever-watchful for sign of a trick or\na trap in the apparently deserted laboratory, he quickly unbuckled the\nbands that held Leithgow to the operating table. Friday lifted the\nscientist to the floor, where he stretched weakly.\n\nThe adventurer smiled faintly, then his eyes went cold and serious.\nCrisply he said:\n\n\"We came, yes--but now I think we're trapped. There'll be men outside\neach of these four doors. The bolts may hold them a while, but\neventually they'll get through. We must look for further weapons. If\nonly there were better light! Friday,\" he ordered, \"look for a switch.\n_Ah!_\"\n\nWith a thud and a booming reverberation a systematic battering had begun\non the metal door through which they had entered. It quivered visibly\nand rang as the powerful blows from the other side bludgeoned into it,\nand evenly spaced, shrewdly delivered at the vital middle point.\n_Whrang, whrang_--even strokes, ringing throughout the barred\nlaboratory--_whrang ... whrang_....\n\nAnd then a similar piece settled into clanging routine on another door;\nthen on the remaining two. The bolts holding them jumped with each\ndeafening thud. Friday scowled, forgot to search farther for the switch,\ntook a few short, indecisive steps, and then stood still again, looking\nquestioningly at his master. The Hawk stood silent also, smoothing the\nbangs of flaxen hair above one temple, his face knit in concentration.\n\nHe had been afraid they would use the great projector on the door, and\nhad been somewhat cheered by the reflection that they dared not, for\nfear of destroying the contents of the laboratory, especially the\nirreplaceable brains. But this was worse; Ku Sui was without question\ndirecting their efforts now. And that being the case, he could expect to\nsee one door after another battered down--and then a concerted,\nfour-point rush which would end everything....\n\n                     *      *      *      *      *\n\nEliot Leithgow said the extraordinary thing that pointed a way out. \"May\nI suggest,\" he said mildly, \"that we try to get Dr. Ku Sui's brains to\nhelp us?\"\n\n\"What do you mean?\"\n\nThe older man smiled, a little sadly. \"Those brains--they once were\nfriends of mine. It's possible they'll answer our questions. It won't\nhurt to try. We'll ask them how it might be possible to get out.\"\n\nHawk Carse cried: \"Eliot, you've got it! There is a chance!\"\n\nBut the negro shivered. The brains stood for magic, for ghosts--for\nawful, unknown things he wanted nothing to do with.\n\nCarse shoved back the screen concealing the infamous device.\n\n\"We know where this switch is, at least. If only the current's not been\nturned off!\"\n\n\"Probably not,\" the Master Scientist said, out of his own technical\nthought-train.\n\nFriday hung back, loath to be concerned. He looked askance at the thing,\nhis open mouth a small round circle.\n\nThe Hawk was at the switch, but his hand hesitated. In spite of the\nemergency at the doors, in spite of his innate promptness of action, he\nhesitated. This thing he was about to do--this awful human mechanism\nbefore him--they were so weird and unnatural....\n\nThen he heard a faint click inside the laboratory--in a place where no\none should be. Instinctively he whirled and crouched--and an orange ray\nstreaked over his head with its wicked spit of death. At once his own\nray-gun was up and answering to the spot where the other bolt had\nstarted, and then he was flat on the floor and ceiling toward the wall\nopposite.\n\n                     *      *      *      *      *\n\nA high wide panel in the wall had slid open, with only the faint noise\nCarse had heard to mark its movement. For just a few seconds it stayed\nopen. The Hawk covered the last few feet in a desperate rush, but he\nreached it too late. It clicked shut in his face, and there was no hold\nfor his hands when he tried to force it back.\n\nOnly a voice showed that someone was on the other side. In familiar,\nsuave tones it said:\n\n\"Carse, I still will take you and Leithgow--alive. It would of course be\nidle to ask you to surrender, but that's not necessary, for you're\ntrapped and can't possibly last another five minutes. I intrude only to\nwarn you away from my synchronized brains. I will destroy without\ncompunction anyone who meddles with them.\"\n\nDr. Ku's voice dropped away; the last words seemed to have come from\nbelow. Apparently he was descending by a stairway or hidden elevator.\n\n\"Without compunction!\" Leithgow echoed with a bitter smile.\n\nCarse ordered Friday curtly to watch the panel, then returned to\nLeithgow.\n\n\"Eliot,\" he said, \"we've got to be quick.\"\n\nAnd with his words the delicate, overstrained filament in the tiny\ninstrument bulb gave out, and the laboratory was plunged into ultimate\nblackness....\n\n\n\n\nCHAPTER XII\n\n_Out Under the Dome_\n\n\nWithin the well of darkness rang the metallic reverberations from the\nbattering on the four doors all around. The fluid nothingness was a\nplace of fear. Its nerve-shattering, mind-confusing bedlam might have\ncome from the fantastic anvils of some giant, malevolent blacksmith.\n\nThe Hawk's curt voice cut through imperatively:\n\n\"Keep your heads. We'll have a light in a second. Light of a sort.\"\n\nHe threw the switch by the side of the chamber of brains.\n\nSeconds passed, and where was darkness grew a faint glow. The switch had\noperated; the current, probably from the device's own batteries, was\nthere! Quickly and steadily the liquid within the case took on its\nself-originating glow, until the midnight laboratory was faintly washed\nwith the delicate rosy light. The wires emerged in their complexity as\nbefore, and then the brains, all gruesome and naked in their cradles of\nunnatural life.\n\nAround the internally-lit case were the three besieged Earthlings, half\nin blackness, the light from the front making ghastly shadows on their\nfaces. Acolites at some sorcerer's rite they looked, with the long inky\npatches that left them to dissolve formlessly against the far walls of\nthe room.\n\nGrotesque in the operating garments he wore, his bald head shining in\nthe eery light, Eliot Leithgow approached the microphone Dr. Ku had used\nto communicate with his pathetic subjects. He looked down at the brains,\nat the wires which threaded the pans they lay in, at the narrow gray\ntubes that pulsed with blood--or whatever might be the fluid used in its\nstead. All mechanical was the apparatus--all of metal and other\ncunningly fashioned man-made materials--all but the brains....\n\n                     *      *      *      *      *\n\nTo the old Master Scientist there came a vision of five human figures,\nrising specterlike from the case they were entombed in; straight, proud\nyoung figures, two of them; two others old, like himself, and the fifth\na gnarled hunchback. Very different were they, each from each other, but\neach face had its mark of genius; and each face, to Eliot Leithgow, was\nwarm and smiling, for these five men were friends....\n\nSo he saw them in vision....\n\n\"Another switch has to be thrown to talk with them, Carse,\" he said. The\nHawk indicated one inquiringly. Leithgow nodded. \"Yes. That was it.\" The\nswitch went over.\n\nHe steadied himself and said into the speaking grille:\n\n\"I am Eliot Leithgow--Master Scientist Eliot Leithgow. Once you knew me.\nProfessors Geinst, Estapp and Norman, Dr. Swanson and Master Scientist\nCram--do you remember me? Do you remember how once we worked together;\nhow, long ago on our Earth, we were friends? Do you remember your old\ncolleague, Leithgow?\"\n\nHe stopped, deeply shaken. In seconds his mind sped back through the\nyears to those five men as he had last seen them--and to two women he\nhad met, calm-faced as their husband-scientists.... God forbid those\nwomen should ever learn of this!\n\nCarse watched his old comrade closely, fearful of the strain this was on\nhim.\n\nThen came a cold, thin, mechanical voice.\n\n_\"Yes, Master Scientist Eliot Leithgow. I remember you well.\"_\n\nThe scientist strove to keep level his voice as he continued:\n\n\"Two friends and I are trapped here. Dr. Ku Sui desires my brain. He\nwishes to add it to----\" He stammered, halted; then burst out: \"If it\nwould help you in any way, I'd give it gladly! But it couldn't, I know;\nit would only aid his power-mad schemes. So my friends and I must\nescape. And we can see now no way!\n\n\"You can hear that noise? It's very loud; men are outside each door,\nbattering at them, and soon they must break through. How can we escape?\nDo you know of a way, out of your knowledge of conditions here? Will you\ntell me, old colleagues?\"\n\nHe waited.\n\n                     *      *      *      *      *\n\nFifty feet away from this scene, and missing almost all of it, was\nFriday. From his post at the panel he kept throwing fearful looks at the\nnearest door, which was shuddering and clanging and threatening any\nmoment to be wrenched off its hinges. A good thing--he was\nthinking--that the doors were of stout metal. When one did go he would\nget five or six of the soulless devils before they brought him down.\n\nCarse waited tensely for the response--if one there was to be. His ears\nwere throbbing in unison with the regular crash of rams on metal, but\nhis eyes never left the convoluted mounds of intelligent matter so\nfantastically featured by the internal radiance of the life-giving\nliquid. Impossible, it seemed, that thoughts were stirring inside those\ngruesome things....\n\n\"Please hurry!\" he said in a low voice; and Leithgow repeated\ndesperately:\n\n\"How can we escape? Please be quick!\"\n\nThen the miracle of mechanism and matter functioned and again gave forth\nthe cold voice of the living dead.\n\n\"_It is my disposition to help you, Eliot Leithgow. On a shelf under one\nof the tables in this room you will find a portable heat-ray. Melt a\nhole in the ceiling and go out through the roof._\"\n\n\"Then what can we do?\"\n\n\"_In lockers behind the table there are space-suits, hanging ready for\nemergencies. Don them and leave through one of the asteroid's\nport-locks._\"\n\n\"Ask if the ports are sealed,\" Carse interjected instantly.\n\nLeithgow asked the question.\n\n\"_Yes_,\" replied the unhuman voice. \"_But twice four to the right will\nopen any of them._\"\n\n                     *      *      *      *      *\n\nThe Master Scientist wiped his brow. Though trembling under the strain\nof conversing with this machine on which his life depended, he did not\noverlook a single point.\n\n\"But the asteroid's gravital pull would hold us close to it,\" he said.\n\"Is there a way of breaking free from it?\"\n\n\"_You'll find the space-suits are equipped with small generators and\ngravity-plates which I helped Ku Sui develop. The switch and main\ncontrol are in the left-hand glove._\"\n\n\"Thank you! Oh, thank you! You give us a chance!\" exclaimed old\nLeithgow.\n\nHe turned and looked for the Hawk, and found him already in the lockers\nand pulling out three space-suits. The clumsy, heavy cone of a portable\nheat-ray lay on the table ready to hand.\n\nThey had little time to waste. The torrid temperature of a new smell of\nburned metal around the door they had just entered told them as well as\nwords that the large projector in the corridor was at last being used to\nbore a way in.\n\nWith surprising strength in one so slender, Carse lifted the ray and\npointed it at an angle toward the middle of the ceiling. He pressed the\ncontrol button, and a blinding stream of violet radiance splashed\nagainst the metal above. It hissed and sputtered where it touched;\nmolten drops fell sizzling and splattering to the floor; then suddenly\nthere was a flood of ruddy illumination, and the Hawk dropped the\nheat-ray, stepped forward and looked up.\n\n                     *      *      *      *      *\n\nUp through a neatly melted round hole, up at the great glasslike dome\nwhich arched over the whole settlement--up, past it, into the vast face\nof Jupiter, hanging out there oppressively near!\n\nFriday, champing for action, left his post by the panel and dragged a\nlong low cabinet to position under the hole. On top of it he placed the\noperating table, and, after he had tripped the table's small wheels,\nanother table on top of that.\n\n\"You first, Eclipse!\" his master rapped out as he finished. \"I'll pass\nthe suits to you; then swing Leithgow up.\"\n\nThe negro answered by acting. Swiftly he climbed the rude pile, and\nreached for the edge of the hole. It was still searingly hot, and he\ngasped with hurt as his palms and fingers clenched over it, but he did\nnot let go. Levering himself rapidly up, he got a leg through and then\nhis body. A second later he peered back in and lowered his hands down.\n\n\"No one up here yet!\" he reported. \"All right for the suits!\"\n\nCarse passed the three bulky suits to him, and also two extra ray-guns\nhe had found in the locker.\n\n\"Now, Eliot--up!\"\n\nWith the Hawk's help, Leithgow clambered onto the cabinet. He was just\nmounting the operating table when, from behind, came a thin, metallic\nvoice:\n\n\"_Master Leithgow--Eliot Leithgow--please, a favor?_\"\n\n                     *      *      *      *      *\n\nLeithgow turned and stared, then understood. It was the coordinated\nbrains. They had forgotten to return the switches. And now the cold\nvoice was speaking of its own accord; and somehow--though it might have\nbeen imagination entirely--there seemed to be a tinge of loneliness to\nthe words that sounded from its speaker.\n\nInstantly Leithgow got down and hurried over to the grille. Seconds were\nprecious, but Carse and he were heavily obligated to the brains, and any\nrequest in reason had to be fulfilled.\n\n\"Yes. What can I possibly do?\"\n\nThe lower hinge of one side of the barricaded door gave, burned out, and\nthe door wrenched inward at a resumption of the battering. The other\nhinge still held, but it was bending with each mighty blow. Outwardly\ncalm, Hawk Carse watched the weakening door, a gun in each hand.\n\n\"_This_,\" said the toneless voice: \"_Destroy me. Leave no slightest\ntrace. I live in hell, and have no way to move.... There are old\nmemories ... things that once were dear ... Earth ... my homes ... my\nlives there.... Eliot Leithgow, destroy me. But promise, on your honor\nas a Master Scientist, never to let a single word regarding my fate\nreach those on Earth who knew me, loved me...._\"\n\nLeithgow looked at the Hawk. The adventurer nodded.\n\n\"I'll use the heat-ray,\" he said, with pity.\n\nHe ran and picked it up. But he had taken only one step in return when\nthe second hinge of the yielding door wrenched free. An ear-piercing\nscreech rent the bedlam--and the door fell, half twisting, to lie in the\ndoorway.\n\nAs if by a signal the crashing at the other doors stopped. In an\nextraordinary silence a mob of gray-smocked bodies pressed forward.\n\nOrange streaks laced the dim laboratory. The Hawk shouted, \"Up, Eliot!\nFor God's sake, up!\" as, with deadly effect, he poured his two ray-guns\nat the advancing men.\n\nFor a second, shaken by the terrible barrage, they fell back, leaving\nseveral sprawled bodies on the floor; but they came right back again.\n\nLeithgow got safely to the top of the pile and was snatched out to\ntemporary safety. Frantically Friday called down to his master; he\nseemed on the point of jumping down into the fight himself. But Hawk\nCarse had been party to a promise.\n\nHe was behind the structure of furniture under the hole he had made in\nthe ceiling. With one gun he spat death at the coolies, while the other\nhe emptied at the case of brains. Two stabbing streams of orange angled\nfrom him, one telling with awful effect on the men only two score feet\naway, and the other absolutely useless. All over the still-glowing case\nit spat its hits, but the glasslike substance resisted it completely,\nand remained unscathed.\n\nCarse swore harshly. He hurled one empty gun at the case, turned with a\nlast salvo of shots at the coolies, and then was up on the pile and\nleaping for Friday's hands.\n\nThey caught and gripped his, swung him once--twice--and hauled him\nswiftly out. But as the Hawk disappeared he shouted down the case:\n\n\"I'll be back!\"\n\n\n\n\nCHAPTER XIII\n\n_The Final Mystery_\n\n\nOn the roof, Carse quickly scanned their situation. They were standing\non the hub of the four-winged building. Far to the left was one set of\nthe dome's great and small port-locks; exactly opposite was the other.\nNear the left hand ports; a little \"north,\" lay the _Scorpion_. The\nwhole area enclosed was a flat plain of gray soil.\n\nLooming over the great transparent dome hung the flaming disk of\nJupiter, so oppressively near that it seemed about to crash onto the\nasteroid. Its rays poured in a ruddy flood over the settlement, clearly\nilluminating each detail; and comparatively close against the face of\nthe mighty planet they could see the whitish globe of Satellite III. It\noffered the nearest haven. They might arrive famished, but in the\npower-equipped space-suits which Friday was lugging they should be able\nto span the gap.\n\nThe Hawk nodded to the port-locks on the left.\n\n\"That one,\" he snapped. \"We'll have two chances, the _Scorpion_ and the\nport, but the port's safest; we could never get the whole ship underway\nand through the lock in time. To prevent pursuit, all we have to do is\nleave the lock open after us.\"\n\nThey hastened along the roof of the wing that ran that way. As yet there\nwas no outside pursuit; most of the settlement's guards seemed to have\nbeen concentrated in the attack on the laboratory. But Carse knew it\nwould only be a matter of seconds before coolies would emerge from half\na dozen different points. He was trying to figure out which points they\nwere likely to be when there passed, perilously close, the spit of an\norange ray. He glanced back, to see the first of the crowd which had\nbroken into the laboratory come clambering up through the roof. Then, as\na second shot sizzled by, they arrived at the end of the wing.\n\n                     *      *      *      *      *\n\nFriday took the fifteen-foot drop without hesitation. Carse lowered\nLeithgow to him and then swung down himself. They panted forward again,\nover grayish, glittering soil.\n\nSome three hundred yards of open space lay between them and the\nport-locks. Friday now led the way, weighted down under the heavy suits;\nthe scientist came next and then the Hawk, his sole remaining gun\nreplying at intervals to the ever-thickening barrage from behind. They\nhad covered perhaps a half of that distance when the negro's steps\nsuddenly faltered and he halted.\n\n\"Look there!\" he groaned. \"Cuttin' us off! We'll never make it, suh!\"\n\nCarse looked where he pointed, and saw a squad of half a dozen men\nemerging from a building well to their left. They were running at full\nspeed for the lock, and, as Friday had said, it was obvious that they\nwould get there first. He glanced quickly around. Pursuit from the\nlaboratory in the rear was hot--and moreover three coolies were angling\nsharply out on each side, to outflank them! In a minute they would be\nsurrounded! Unable to reach either the port or the ship!\n\nAnd then came the crowning piece of ill-luck. Suddenly the Hawk winced;\nstaggered; clapped a hand to his shoulder. A lucky shot from an enemy\ngun had caught him.\n\n\"You're hit!\" cried Leithgow.\n\n\"It's nothing....\"\n\n                     *      *      *      *      *\n\nThe slender adventurer stood very still, thinking. He was trapped. But\nhe was never more dangerous than when he was trapped.\n\nLeithgow timidly ventured a suggestion.\n\n\"Why can't we put on our space-suits and rise up in the dome?\"\n\nCrisply the answer came back:\n\n\"Hard to maneuver laterally. Never get out ports. Sure death.... _I have\nit!_\" he ended.\n\nTersely he gave the two men orders:\n\n\"We've a bare chance--if I'm lucky. Now listen, and obey me exactly. Put\non your space-suits. Shut them tight. Lie flat. You, Friday, use your\nray-guns _and keep the guards from coming close_. Wait here. Do\nabsolutely nothing save keep them off. And keep your suits intact or\nyou're dead!\"\n\nHe grabbed one of the suits from Friday and crept toward the _Scorpion_\non hands and knees. The three coolies from the pursuit at the rear had\nalready cut him off from the ship. Friday could not control his alarm at\nthis apparently crazy act. He called after:\n\n\"But you can't get to the ship through those guards! And if you did, you\ncouldn't run it yourself--and pick us up!\"\n\nCarse turned, his face white with cold passion. \"When will you learn to\nobey me implicitly?\" he said harshly--and crept on.\n\nOld Leithgow trusted his friend a little more. \"Get your suit on,\nFriday,\" he said gently, and slipped into his own. The negro, ashamed,\nfollowed his example; then both were flat on the ground, back to back,\nsniping--Leithgow also--as best they could under such conditions at the\ngroups of men who now were bellying ever nearer from three directions.\n\nThe Hawk's plan might well have appeared hair-brained to one who did not\nknow the man, and what he was capable of accomplishing under pressure.\nThe very first step in this plan required the destroying of the three\noutflanking guards between him and the space-ship.\n\n                     *      *      *      *      *\n\nAs so often in the great adventurer's career, he was lucky. The\nunthinking have always admitted his luck, but never seen that he forced\nit--forced it by doing the unexpected--attacking when he was attacked.\nHe was doing that now. The three coolie-guards in his way must have\nknown who he was, so their alarm at finding themselves, the attackers,\nattacked, will account for their making a move of poor strategy. Instead\nof scattering and defending the open entrance-port of the space-ship\nfrom a short distance, they in their alarm made haste to get inside to\ndefend it from there. The interior was the best place to defend the\nship--if they had already been inside--for they could lie in the inner\ndarkness and sweep the open port when the Hawk entered.\n\nBut to try to pass through the port--that was bad judgment. It was only\nnecessary for Carse to hold bead on it and fire when they passed in\nline.\n\nThis was the present \"luck\" of the adventurer. He might have sniped the\nguards anyway, but he had it easier. From fifty yards away, prone and\ncarefully sighting, he took the three lives that had been so viciously,\nso subversively altered by Ku Sui.\n\nA moment later, the way cleared, he was inside the ship--and his\nspace-suit lay on the ground outside.\n\n                     *      *      *      *      *\n\nRapidly the three groups of guards closed in on Leithgow and Friday. The\ntwo men made their advance as uncomfortable as possible, but they could\ndo no accurate shooting at such difficult targets as crawling men, from\nwithin the cramped interiors of their cumbrous suits. Not even Friday,\nwho was a crack shot. They could not hold out long--nor did they expect\nto.\n\nThey had been too occupied to notice what had become of Carse. Within\ntheir suits all was silence; they heard neither their friend's shots as\nhe struck down the three coolies nor their own. Quick glances at the\nship's open port revealed no one; nothing. Probably, they thought, the\nHawk was dead. Even if he were not, they would soon be. A matter of a\nminute. Maybe two. Their suits were still intact, but they could not\nremain so much longer. Ku Sui had this time ordered them destroyed.\n\nAnd now half a dozen coolies were leaving the ring tightening around\nthem and creeping to the _Scorpion_ as additional guards....\n\nIt was then, in those last few seconds, with death staring them in the\nface, that Friday did a magnificent thing. It happened that Carse saw\nhim do it as the adventurer jumped out of the _Scorpion_ again and with\nfrantic speed slipped into the space-suit he had left waiting. Friday\nstood straight up, a hundred feet from the enemy--a great bloated\nmonster in his padded suit--and charged. Leithgow and the Hawk heard, by\ntheir suit helmet-radios, his battle yell of defiance, but the coolies\ndid not. All silent, apparently, he rushed them--slowly, because of his\nhampering suit--his ray-gun spitting orange contempt--and other pencils\nof fiery death passing him narrowly by.\n\nAnd then, while he still charged, the rays stopped stabbing past him,\nand he saw the faces of the coolie-guards turn upward. So surprised was\nthe expression on their faces, that he turned and looked too--and saw\nthe _Scorpion_, her entrance ports still open, forty feet off the ground\nand rising with swift acceleration.\n\nFaster and faster she rose; all ray-guns were silenced before her\nastounding ascent. Higher and higher--faster and faster--till with a\nstunning, ear-deafening crash she struck the great dome and was through.\n\nThen came chaos.\n\nA huge, jagged gash marked the ship's passage, and through this the air\ninside the dome poured with cyclonic force, snatching into in maelstrom\neverything unfastened within the dome and hurling it crazily into space.\nFor seconds the flood rushed out, a visible thing, gray from the soil\nwhich it scooped up; and while its fury lasted every building on the\nasteroid quivered and groaned from the terrific strain.\n\nAnd where, a moment before, men had stood--two white men and a black,\nand a score of coolie-guards--there was now nothing save the flat rock\nunder the gaping hole. The upper soil had been ripped out and flung\nforth like a concealing veil around the bodies that had gone with it....\n\n                     *      *      *      *      *\n\nFor an interval Hawk Carse knew nothing. He had ceased to live, it\nseemed, and was soaring through Eternity. He never knew how much time\npassed before his numbed senses began to return and he became aware of\nweight and of a furious roaring in his head.\n\nHe was moving forward at blinding speed. Something kept flashing before\nhim--a wide stream of ruddy orange light: his dazed brain could connect\nit with nothing he had ever known. Soon the orange stream settled into\nspasmodic bursts, pitch blackness filling the intervals; and when it\ncame more slowly he saw that it was in reality the vast flaming ball of\nJupiter, streaking across the line of vision as he tumbled over and\nover, head over heels--free in space!\n\nThe realization helped his return to alertness. As the wild tumbling\nmotion gradually ceased, and Jupiter tended to stay more and more under\nhis feet, he peered around through his face-plate. To one side he\nglimpsed two grotesque, bulky figures, one half of them limned glaringly\nagainst the blackness of space by the near-by planet's light. He saw\nother figures, too, spread out in a scattered fringe--figures of men in\nsmocks, dead and bloated and white.\n\nThey were the coolies, these last, and the other two were of course\nLeithgow and Friday. But had they survived the outrush of air? Carse\nfelt in his left glove for the suit's gravity control lever; found it\nand tentatively moved it. His acceleration slowly increased. He brought\nthe lever part-way back. Then, into the microphone encased inside the\nhelmet, he called:\n\n\"Leithgow! Leithgow! Can you hear me? Friday!\"\n\nThe radio broadcast his words. Soon welcome answers came in Eliot\nLeithgow's tired voice and the negro's emphatic bass.\n\n\"Maneuver together,\" Carse instructed them. \"We must lock arms and stay\nclose.\"\n\n                     *      *      *      *      *\n\nSlowly, clumsily, the three monstrous figures made toward each other,\nand presently they were reunited in a close group. Carse pointed an arm\ninto the face of Jupiter where there hung poised a gleaming globe of\nwhite, dappled with dark splotches.\n\n\"Satellite III,\" he said, \"--our goal. And we'll get there without\ninterruption now that Ku Sui, his laboratory, his coordinated brains,\nare destroyed.... You are very quiet, Eliot. Aren't you happy at our\nsuccess?\"\n\n\"I am very tired,\" the old scientist said. \"Oh, but we'll sleep and\nfeast and game when we get back to my hidden lab on Three--won't we!\"\n\n\"Chicken for me!\" exclaimed Friday. \"Even at twenty dollars a can!\"\n\n\"Your shoulder, Carse--how is it?\" asked the Master Scientist\nsolicitously. \"And how did you ever get out of that space-ship in time,\nafter you had given it such an acceleration?\"\n\nThere was a tired smile in the adventurer's voice when he replied:\n\n\"My shoulder--a trifle. I have a dozen such burns. But my feet still\nhurt from the twenty-foot drop I took out of the _Scorpion_. I had to\nget out: the shock of the crash would have killed me.\n\n\"But I've been looking for the asteroid,\" he went on--and interrupted\nhimself. \"By the horn of the phanti!\" he exclaimed in amazement. \"Look,\nEliot! That explains it all!\"\n\nHis whole body was tilted back to allow him to look upward. Friday and\nthe Master Scientist followed his startled gaze, and they too gaped in\nwonder.\n\nFor there was nothing above or around them--no dwindling fragment of\nrock--no sign of any asteroid: only the eternal stars.\n\n\"Yes,\" said Eliot Leithgow slowly, \"that explains it all....\"\n\n\"It explains what?\" asked Friday, staring. \"And where is the asteroid?\"\n\n\"It's up there,\" the Hawk replied. \"Don't you see now, Eclipse, why no\none's ever found it; why we could hunt forever for it and hunt in vain?\nKu Sui made his whole asteroid invisible!\"\n\n\n\n\n\n\nEnd of Project Gutenberg's The Affair of the Brains, by Anthony Gilmore\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE AFFAIR OF THE BRAINS ***\n\n***** This file should be named 29310.txt or 29310.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/3/1/29310/\n\nProduced by Greg Weeks and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}