{"title": "The Great Drought", "author": "Sterner St. Paul Meek", "releaseDate": "July 5, 2009", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n      This etext was produced from Astounding Stories May 1932.\n      Extensive research did not uncover any evidence that the\n      U.S. copyright on this publication was renewed.\n\n\n     [Illustration: _A man leaped in and made some adjustments._]\n\n\n                          The Great Drought\n\n\n                         By Capt. S. P. Meek\n\n       *       *       *       *       *\n\n\n\n\n[Sidenote: Another episode in Dr. Bird's extraordinary duel with the\nscientific wizard Saranoff.]\n\n\n\"Is the maneuver progressing as you wish. Dr. Bird?\" asked the Chief\nof the Air Corps.\n\nThe famous scientist lowered his binoculars and smiled.\n\n\"Exactly, General,\" he replied. \"They are keeping a splendid line.\"\n\n\"It is the greatest concentration of air force that this country has\never seen,\" said General Merton proudly.\n\nWith a nod, Dr. Bird raised his glasses to his eyes and resumed his\nsteady gaze. Five thousand feet below and two miles ahead of the huge\ntransport plane which flew the flag of the Chief of the Air Corps, a\nlong line of airplanes stretched away to the north and to the south.\nSix hundred and seventy-two planes, the entire First Air Division of\nthe United States Army, were deployed in line at hundred-yard\nintervals, covering a front of nearly forty miles. Fifteen hundred\nfeet above the ground, the line roared steadily westward over Maryland\nat ninety miles an hour. At ten-second intervals, a puff of black dust\ncame from a discharge tube mounted on the rear of each plane. The dust\nwas whirled about for a moment by the exhaust, and then spread out in\na thin layer, marking the path of the fleet.\n\n\"I hope the observers on the planes are keeping careful notes of the\nbehavior of those dust clouds,\" said Dr. Bird after an interval of\nsilence. \"We are crossing the Chesapeake now, and things may start to\nhappen at any moment.\"\n\n\"They're all on their toes, Doctor,\" replied General Merton. \"I\nunderstood in a general way from the President that we are gathering\nsome important meteorological data for you, but I am ignorant of just\nwhat this data is. Is it a secret?\"\n\nDr. Bird hesitated.\n\n\"Yes,\" he said slowly, \"it is. However, I can see no reason why this\nsecret should not be entrusted to you. We are seeking a means of\nending the great drought which has ravaged the United States for the\npast two years.\"\n\n       *       *       *       *       *\n\nBefore General Merton had time to make a reply, his executive officer\nhastened forward from the radio set which was in constant\ncommunication with the units of the fleet.\n\n\"Two of the planes on the north end of the line are reporting engine\ntrouble, sir,\" he said.\n\nDr. Bird dropped his glasses and sat bolt upright.\n\n\"What kind of engine trouble?\" he demanded sharply.\n\n\"Their motors are slowing down for no explainable reason. I can't\nunderstand it.\"\n\n\"Are their motors made with sheet steel cylinders or with duralumin\nengine blocks?\"\n\n\"Sheet steel.\"\n\n\"The devil! I hadn't foreseen this, although it was bound to happen if\nmy theory was right. Tell them to climb! Climb all they know! Don't\nlet them shut off their motors for any reason, unless they are about\nto crash. Turn this ship to the north and have the pilot climb--fast!\"\n\nA nod from General Merton confirmed the doctor's orders. The line of\nplanes kept on to the west, but the flagplane turned to the north and\nclimbed at a sharp angle, her three motors roaring at full speed. With\nthe aid of binoculars, the two ships in trouble could be picked out,\nfalling gradually behind the line. They were flying so slowly that it\nseemed inevitable that they would lose flying speed and crash to the\nground.\n\n\"More speed!\" cried the doctor. \"We've elevation enough!\"\n\nThe altimeter stood at eight thousand feet when the pilot leveled out\nthe flagplane and tore at full speed toward the laboring ships. The\nmain fleet was twenty miles to the west.\n\n       *       *       *       *       *\n\nThey were almost above the point where the two planes had first began\nto slow down. As they winged along, the three motors of the flagplane\ntook on a different note. It was a laboring note, pitched on a lower\nscale. Gradually the air-speed meter of the ship began to show a lower\nreading.\n\n\"Locate us on the map, Carnes!\" snapped Dr. Bird.\n\nOperative Carnes of the United States Secret Service bent over a\nlarge-scale map of Maryland, spread open on a table. With the aid of\nthe navigating officer, he spotted on the map the point over which the\nplane was flying.\n\n\"There goes Burleigh's ship!\" cried the executive officer.\n\nThere was a gasp from the occupants of the flagplane's cabin. Far\nbelow them, one of the crippled planes had slowed down until it had\nlost flying speed. Whirling like a leaf, it plunged toward the ground.\nTwo small specks detached themselves from the falling mass. They\nhovered over the falling plane for an instant. Suddenly a patch of\nwhite appeared in the air, and then another. The two specks fell more\nslowly.\n\n\"Good work!\" exclaimed General Merton. \"They took to their 'chutes\njust in time.\"\n\n\"We'll be taking them in a few minutes if our motors don't pick up!\"\nreplied the executive officer.\n\nFar below them, the doomed plane crashed to the ground. As it struck\nthere was a blinding flash followed by vivid flames as the gasoline\nfrom the bursted tank ignited. The two members of the crew were\ndrifting to the east as they fell. It was evident that they were in no\ndanger.\n\n\"Where is Lightwood's plane?\" asked General Merton anxiously.\n\n\"It's still aloft and making its way slowly north. He intends to try\nfor an emergency landing at the Aberdeen Proving Ground field,\"\nreplied the executive officer.\n\n\"That's where we had better head for,\" said Dr. Bird. \"I hope that the\ncharge on Captain Lightwood's plane discharges through the tail skid\nwhen he lands. If it doesn't, he'll be in serious danger. Follow him\nand we'll watch.\"\n\n       *       *       *       *       *\n\nFive thousand feet below them, the crippled plane limped slowly along\ntoward Aberdeen. It was gradually losing elevation. Two specks\nsuddenly appeared in the air, followed by white patches as the\nparachutes opened. Captain Lightwood and his gunner had given up the\nunequal fight and taken to the air. As the ship struck the ground,\nagain there was a blinding flash, followed by an inferno of roaring\nflames.\n\n\"We're not in much better shape than they were, General,\" said the\nexecutive officer as he came back from the control room where the\npilots were heroically striving to keep their motors turning over fast\nenough to keep up flying speed. \"We'd better get into our 'chutes.\"\n\n\"The Proving Ground is just ahead,\" said the doctor. \"Can't we make it\nby sacrificing our elevation?\"\n\n\"We're trying to do that, Doctor, but we're down to four thousand now\nand falling fast. Get ready to jump.\"\n\nDr. Bird buckled on the harness of the pack parachute which the\nexecutive officer offered him. The rest of the crew had hurriedly\ndonned their packs and stood ready.\n\nFor another five minutes the plane struggled on. Suddenly a large flat\nexpanse of open ground which had been in sight for some time, seemed\nto approach with uncanny rapidity.\n\n\"There's the landing field!\" cried the General. \"We'll make it yet!\"\n\nLower and lower the plane sank with the landing field still too far\naway for comfort. The pilot leveled off as much as he dared and drove\non. The motors were laboring and barely turning over at idling speed.\nThey passed the nearer edge of the field with the flagplane barely\nthirty feet off the ground. In another moment the wheels touched and\nthe plane rolled to a halt.\n\n\"Don't get out!\" cried Dr. Bird.\n\nHe looked around the cabin and picked up a coil of bare antenna wire\nwhich hung near the radio set. He wrapped one end of the wire around\nthe frame of the plane. To the other end, he attached his pack 'chute.\n\n\"Open the door!\" he cried.\n\n       *       *       *       *       *\n\nAs the door swung open, he threw the 'chute out toward the ground. As\nit touched, there was a blinding flash, followed by a report which\nshook the plane. A strong odor of garlic permeated the air.\n\n\"All right!\" cried the doctor cheerfully. \"All out for Aberdeen. The\ndanger is past.\"\n\nHe set the example by jumping lightly from the plane. General Merton\nfollowed more slowly, his face white and his hands shaking.\n\n\"What was it, Doctor,\" he asked. \"I have been flying since 1912, yet I\nhave never seen or heard of anything like that.\"\n\n\"Just a heavy charge of static electricity,\" replied the doctor. \"That\nwas what magnetized your cylinder walls and your piston rings and\nslowed your motors down. It was the same thing that wrecked those two\nships. Unless it leaks off, the men of some of your other ships are\ndue to get a nasty shock when they land to-night. I discharged the\ncharge we had collected through a ground wire. Here comes a car, we'll\ngo up to Colonel Wesley's office. Carnes, you have these maps?\"\n\n\"Surely, Doctor.\"\n\n\"All right, let's go.\"\n\n\"But what about this ship, Doctor?\" objected the General. \"Can't\nsomething be done about it?\"\n\n\"Certainly. I hadn't forgotten it. Have your crew stand by. I'll\ntelephone Washington and have some men with apparatus sent right down\nfrom the Bureau of Standards. They'll have it ready for flying in the\nmorning. We'll also have search parties sent out in cars to locate the\ncrews of those abandoned ships and bring them in. Now let's go.\"\n\n       *       *       *       *       *\n\nColonel Wesley, the commanding officer of the Aberdeen Proving Ground,\nwelcomed Carnes and Dr. Bird warmly.\n\n\"I'll tell you, General Merton,\" he said to the Chief of the Air\nCorps, \"if you ever get up against something that is beyond all\nexplanation, you want to get these two men working on it. They are the\nones who settled that poisoning case here, you know.\"\n\n\"Yes, I read of that,\" replied the general. \"I am inclined to think\nthat they are up against something even queerer right now.\"\n\nColonel Wesley's eyes sparkled.\n\n\"Give your orders, Dr. Bird!\" he cried. \"Since our last experience\nwith you, you can't give an order on this post that won't be obeyed!\"\n\n\"Thank you, Colonel,\" said Dr. Bird warmly. \"One reason why I came\nhere was that I knew that I could count on your hearty cooperation.\nThe first thing I want is two cars. I want them sent out to bring in\nthe crews of two ships which were abandoned some eight miles south of\nhere. Carnes will locate them on the map for your drivers.\"\n\n\"They'll be ready to start in five minutes, Doctor. What next?\"\n\n\"Turn out every man and every piece of transportation you have\nto-morrow morning. I want the men armed. They will have to search a\nstretch of swamp south of here, inch by inch, until they find what I'm\nlooking for.\"\n\n\"They'll be ready, Doctor. Would it be indiscreet for me to ask what\nit's all about?\"\n\n\"Not at all, Colonel. I was about to explain to General Merton when\ntrouble started. I am searching for the cause of the great drought\nwhich has been afflicting this country for the past two years. If I\ncan find the cause, I hope to end it.\"\n\n\"Oh! I had a sneaking hope that we were in for another skirmish with\nthat Russian chap, Saranoff, whose men started that poison here.\"\n\n\"I rather think we are, Colonel Wesley.\"\n\nGeneral Merton laughed.\n\n\"I'll swallow a good deal, Dr. Bird,\" he said, \"but when you talk of\nan individual being responsible for the great drought, it's a little\ntoo much. A man can't control the weather, you know!\"\n\n       *       *       *       *       *\n\n\"Yet a man, or an incarnate devil--I don't know which he is--did\ncontrol the weather once, as well as the sun. But for the humble\nefforts of two Americans, aided by a Russian girl whose brother\nSaranoff had murdered, he might be still controlling it.\"\n\nGeneral Merton was silent now.\n\n\"Carnes, let me have that map,\" went on the doctor. When the detective\nhad unrolled a map of the United States on Colonel Wesley's table, Dr.\nBird continued, pointing to the map as he spoke.\n\n\"On this map,\" he said, \"is plotted the deficiency in rainfall for the\npast year, from every reporting station in the United States. These\nred lines divide the country into areas of equal deficiency. The area\nmost affected, as you can see, is longer east and west, than it is\nnorth and south. It is worst in the east, in fact in this very\nneighborhood. Even a casual glance at the map will show you that the\ncenter of the drought area, from an intensity standpoint, lies in\nMaryland, a few miles south of here.\"\n\n\"In fact, just about where those two planes went down,\" added Carnes.\n\n\"Precisely, old dear. That was why we went over that section with the\nfleet. Now, gentlemen, note a few other things about this drought. The\nareas of drought follow roughly the great waterways, the Ohio and the\nPotomac valleys being especially affected. In other words, the drought\nfollows the normal air currents from this point. If something were to\nbe added to the air which would tend to prevent rain, it would in time\ndrift, just as the drought areas have drifted.\"\n\n       *       *       *       *       *\n\nGeneral Merton and Colonel Wesley bent over the map.\n\n\"I believe you're right, Doctor,\" admitted the general.\n\n\"Thank you. The President was convinced that I was before he placed\nthe First Air Division under my orders. Frankly, that search was the\nreal object of assembling the fleet. The maneuvers are a mere blind.\"\n\nGeneral Merton colored slightly.\n\n\"Now, I'll try to give you some idea of what I think is the method\nbeing used,\" went on the doctor, ignoring General Merton's rising\ncolor. \"In the past, rain has been produced in several cases where\nconditions were right--that is, when the air held plenty of moisture\nwhich refused to fall--by the discharge from a plane of a cloud of\npositively charged dust particles. Ergo, a heavy negative charge in\nthe air, which will absorb rather than discharge a positive charge,\nshould tend to prevent rain from falling. I believe that a stream of\nnegative particles is being liberated into the air near here, and\nallowed to drift where it will. That was my theory when I had the\nFirst Air Division equipped with those dust ejector tubes.\n\n\"I knew that if such a condition existed, the positively charged dust\nwould be pulled down toward the source of the negative particle\nstream, which must, in many ways, resemble a cathode ray. That was why\nI wanted the behavior of the dust clouds watched and reported. What I\ndid not foresee was that the iron and steel parts of the plane,\naccumulating a heavy negative charge, would be magnetized enough to\nslow down the motors and eventually wreck the ships.\"\n\n\"We have had eight ships wrecked unexplainably within twenty miles of\nhere, all of them to the south, during the past year,\" said Colonel\nWesley.\n\n\"It had slipped my notice. At any rate, the behavior of the ships this\nafternoon showed me that my theory is correct, and that some such\ndevice exists and is in active operation. Our next task is to locate\nit and destroy it.\"\n\n\"You shall have every man on the Proving Ground!\" cried Colonel\nWesley.\n\n\"Thank you. General Merton, will you detach three ships from the First\nAir Division by radio and have them report here? I want two pursuit\nships and one bomber, with a rack of hundred-pound demolition bombs.\nAll three must have duralumin cylinder blocks.\"\n\n\"I'll do it at once, Doctor,\" the general agreed.\n\n\"Thank you. Carnes, telephone Washington for me. Tell Dr. Burgess that\nI want Tracy, Fellows and Von Amburgh, with three more men down here\nby the next train. Also tell him to have Davis rig up a demagnetizer\nlarge enough to demagnetize the motors of a transport plane and bring\nit down here to fix up General Merton's ship. When you have finished\nthat, get hold of Bolton and ask for a dozen secret service men. I\nwant selected men with Haggerty in charge.\"\n\n\"All right, Doctor. Shall I tell Miss Andrews to come down as well?\"\n\n       *       *       *       *       *\n\nDr. Bird frowned.\n\n\"Certainly not. Why would she come down here?\"\n\n\"I thought she might be useful, Doctor.\"\n\n\"Carnes, as you know, I dislike using women because they can't control\ntheir emotions or their expressions. She would just be in the way.\"\n\n\"It seems to me that she saved both our lives in Russia, Doctor, and\nbut for her, you wouldn't have come out so well in your last adventure\non the Aberdeen marshes.\"\n\n\"She did the first through uncontrolled emotions, and the second\nthrough a flagrant disobedience of my orders. No, don't tell her to\ncome. Tell her not to come if she asks.\"\n\nCarnes turned away, but hesitated.\n\n\"Doctor, I wish you'd let me have her come down here. I didn't trust\nher at first when you did, but she has proved her loyalty and worth.\nBesides, I don't like the idea of leaving her unguarded in Washington\nwith you and me down here, and with Haggerty coming down.\"\n\nDr. Bird looked thoughtful.\n\n\"There's something in that, Carnes,\" he reflected. \"All right, tell\nher to come along, but remember, she is not in on this case. She is\nbeing brought here merely for safety, not to mix up in our work.\"\n\n\"Thanks, Doctor.\"\n\nThe detective returned in ten minutes with a worried expression.\n\n\"She wasn't in your office, Doctor,\" he reported.\n\n\"Who? Oh, Thelma. Where was she?\"\n\n\"No one seems to know. She left yesterday afternoon and hasn't\nreturned.\"\n\n\"Oh, well, since I am out of the city, I expect she decided to take a\nvacation. Women are always undependable. Did you get hold of the\nrest?\"\n\n\"They'll be down at midnight, all but Davis. He'll come down in the\nmorning.\"\n\n\"Good enough! Now, Colonel, if you'll have the officers who are going\nout to-morrow assembled, we'll divide the territory and make our plans\nfor the search.\"\n\n       *       *       *       *       *\n\nA week later, the situation was unchanged. Secret service operatives\nand soldiers from the Proving Ground had covered, foot by foot, square\nmiles of territory south of the Proving Ground, but without result.\nNot a single unexplainable thing had been found. Sensitive instruments\nsent down from the Bureau of Standards, instruments so sensitive that\nthey would detect an electric light burning a mile away, had yielded\nno results. As a final measure, General Merton had ordered a dozen\nplanes with steel-cylindered motors to the Proving Ground and they had\nrepeatedly crisscrossed the suspected territory, but had acquired no\nstatic charge large enough to affect them. It was evident that\nSaranoff's device, if it existed, had been moved, or else was not in\noperation.\n\nAlso, to Carnes' openly expressed and Dr. Bird's secret worry, Thelma\nAndrews had not returned to the Bureau of Standards. The Russian girl,\nformerly known as Feodrovna Androvitch, a tool and follower of Ivan\nSaranoff, had acted with Carnes and the doctor in their long drawn-out\nfight with the arch-communist often enough to be a marked woman.\n\nUrged by Carnes, Bolton, the head of the Secret Service, put a dozen\nof his best men on her trail, but they found nothing. She had\ndisappeared as thoroughly as if the earth had opened and swallowed her\nup. At last, as the combing of the Aberdeen marshes yielded no\nresults, Dr. Bird acceded to Carnes' request, and the detective left\nfor Washington to take personal charge of the search. Dr. Bird sat\nalone in his quarters at the Officers' Club, futilely wracking his\nbrains for a clue to his further procedure.\n\nThe telephone rang loudly. With a grunt, he took down the receiver.\n\nA feminine voice spoke with a strong foreign accent.\n\n\"I vant der Herr Doktor Vogel, plees!\"\n\n\"You want who? Oh, yes. Vogel--bird! This is Dr. Bird speaking.\"\n\nThe voice instantly lost both its foreign accent and its guttural\nquality.\n\n\"I thought so when you spoke, Doctor, but I wanted to make sure. This\nis Thelma Andrews.\"\n\n\"Where the devil have you been? Half the Secret Service is looking for\nyou, including Carnes, who deserted me and is in Washington.\"\n\n       *       *       *       *       *\n\n\"He is? I'm sorry. Listen, Doctor, it's a long story and I can't go\ninto details now. I got a clue on the day you left. As I couldn't get\nin touch with you, I followed it myself. I've located Saranoff's main\nbase in the Bush River marshes.\"\n\n\"You have! Where is it?\"\n\n\"It's underground and you've passed over it a dozen times during the\npast week. It's unoccupied now and the machines are idle until your\nsearch is over. I know the way to it. If you'll join me now, we can\nget in and hopelessly wreck the device in a short time. To-morrow you\ncan bring your men down here and take charge of it.\"\n\nDr. Bird's eyes glistened.\n\n\"I'll come at once, Thelma!\" he cried. \"Where are you?\"\n\n\"I'm down on Romney Creek. Come down to the Water Impact Range below\nMichaelville, and I'll meet you at the wharf. You'd better come alone,\nbecause we'll have to sneak.\"\n\n\"Good for you!\" cried the doctor. \"I'll be down in an hour.\"\n\n\"All right, Doctor. I'll be waiting for you.\"\n\nAt Michaelville, Dr. Bird left his car and stepped on the scooter\nwhich ran on the narrow gauge track connecting the range house with\nthe wharf on Romney Creek. He started it with no difficulty and it\ncoughed away into the night. For three and a half miles, nothing broke\nthe monotony of the trip. Dr. Bird, his hand on the throttle, kept his\neyes on the twin ribbons of steel which slid along under the\nheadlight. The road made a sharp turn and emerged from the thick wood\nthrough which it had been traveling. Hardly had the lights shot along\nthe track in the new direction than Dr. Bird closed the throttle and\napplied the brakes rapidly. A heavy barricade of logs was piled across\nthe track.\n\n       *       *       *       *       *\n\nThe doctor pressed home on the brake lever until the steel shoes\nscreamed in protest, but no brakes could bring the heavy scooter to a\nstop as swiftly as was needful to avoid a crash. It was still\ntraveling at a good rate of speed when it rammed into the barricade\nand overturned.\n\nDr. Bird was thrown clear of the wrecked scooter. He landed on soft\nmud beside the track. As he strove to rise, the beam of a flashlight\nstruck him in the eyes and a guttural, sneering voice spoke through\nthe darkness.\n\n\"Don't move, Dr. Bird. It will be useless and will only lead to your\nearly death, a thing I should regret.\"\n\n\"Saranoff!\" cried Dr. Bird.\n\n\"I am flattered, Doctor, that you know my voice. Yes, it is I, Ivan\nSaranoff, the man whom you have so often foiled. You drove me from\nAmerica and tried to bar the road against my return, but I only\nlaughed at your efforts. I returned here only for one purpose, to\ncapture you and to compass your death.\"\n\nDr. Bird rose to his feet and laughed lightly.\n\n\"You've got me, Saranoff,\" he said, \"but the game isn't played out\nyet. I represent an organization which won't end with my death, you\nknow.\"\n\nA series of expletives in guttural Russian answered him. In response\nto a command from their leader, two men came forward and searched the\ndoctor quickly and expertly, removing the automatic pistol which he\ncarried under his left armpit.\n\n\"As for your organization, as you call it--_pouf!_\" said the Russian\nscornfully. \"Carnes, a brainless fool who does only as you tell him, a\nfew half-wits in the Bureau of Standards, some of them already in my\npay, and one renegade girl. She shall learn what it means to betray\nthe Soviets and their leader.\"\n\n\"You'll have to catch her first,\" replied Dr. Bird, a sardonic grin on\nhis face.\n\n\"I have but to snap my fingers and she will come whining back, licking\nmy hand and imploring mercy,\" boasted the Russian. \"Bring him along!\"\n\n       *       *       *       *       *\n\nTWO men approached and Seized the doctor by his arms. Dr. Bird shook\nthem off contemptuously.\n\n\"Keep your filthy paws off me!\" he cried. \"I know when I'm bested, and\nI'll come quietly, but I won't be dragged.\"\n\nThe men looked at their leader for orders. From behind his light, the\nRussian studied his opponent. He gave vent to a stream of guttural\nRussian. The men fell back.\n\n\"For your information, Doctor,\" he said in a sneering tone. \"I have\ntold my men to follow you closely, gun in hand. At the slightest sign\nof hesitation, or at the first attempt to escape, they will fire. They\nare excellent shots.\"\n\n\"Lead on, Saranoff,\" was Dr. Bird's cheery comment.\n\nWith a shrug of his shoulders, the leader of the Young Labor party\nturned and made his way along the track toward the wharf. Dr. Bird\nlooked anxiously ahead as they approached, fearing that Feodrovna\nAndrovitch would be discerned in her hiding place. Saranoff correctly\ninterpreted his gaze.\n\n\"Does der Herr Doktor Vogel eggspect somevun?\" he asked in the voice\nwhich had first come over Dr. Bird's telephone. The doctor started and\nthe Russian went on in the voice of the doctor's secretary. \"I'm so\nglad you came, Dr. Bird. I am going to take you directly to the main\nbase of our dearly beloved friend, Ivan Saranoff.\"\n\nAn expression that was a mixture of chagrin and relief spread over Dr.\nBird's face.\n\n\"Sold, by thunder!\" he cried.\n\nThe Russian laughed sardonically and tramped on in silence. Tied to\nthe Romney Creek wharf was a boat with powerful electric motors,\ndriven by storage batteries. At a nudge from his captors, Dr. Bird\ntook his place in the craft. It glided silently away down the creek\ntoward the Chesapeake's mouth.\n\n       *       *       *       *       *\n\nIn the bay, the boat veered to the south and ran along the shore until\nthe mouth of Bush River opened before them. It turned west up the\nriver, coming to a halt at one of the occasional bits of high ground\nwhich bordered the river.\n\n\"We get off here, Doctor,\" said Saranoff. \"My base, which you have\nwasted so much time seeking, lies within a hundred yards of this\npoint. Before I take you there, you may be interested in watching us\nconceal our boat.\"\n\nBefore the doctor's surprised gaze, the edges of a huge box rose above\nthe surface of the water, around the electric boat. The boat was\nraised and water could be heard running out of the box which held it.\nWhen the box was drained, a man leaped in and made some adjustments. A\ncover, hinged on one side, swung over and closed the box tightly with\nthe boat inside. Men closed clamps which held it in position. As they\nsprang to shore, the box sunk silently out of sight below the surface\nof the water.\n\n\"It is now beneath a foot of mud, Doctor,\" laughed the Russian, \"and\nthere is nothing to lead a searching party to suspect its existence.\nNow I will take you to my base.\"\n\nHe led the way for a hundred yards over the ground. Before them loomed\nan old abandoned fisherman's shack. They entered to find merely a\nbarren room. The Russian stepped to the far side and manipulated a\nhidden lever. Half of the floor slid to one side, disclosing a flight\nof steps leading down into Stygian darkness.\n\nFlashlight in hand, Saranoff descended, Dr. Bird following closely on\nhis heels. They went down twenty-one steps before the stairs came to\nan end. Above them, the floor could be heard closing. There was a\nsharp click and the cavern was flooded with light.\n\n       *       *       *       *       *\n\nDr. Bird looked around him with keen interest. Before him stood a\nstatic generator of gigantic proportions and of a totally unfamiliar\ndesign. Attached to it was an elliptic reflector of silvery metal,\nfrom which rose a short, stubby projector tube.\n\n\"I suppose, Dr. Saranoff--\" began Dr. Bird.\n\n\"_Ivan_ Saranoff, if you please, Doctor,\" interrupted the Russian. \"I\nhave renounced the trumpery distinctions of your bourgeois\ncivilization as far as I am concerned.\"\n\n\"I suppose, Ivan Saranoff,\" said Dr. Bird obligingly, \"that this is\nthe apparatus with which you send out a stream of negative particles.\"\n\n\"It is, Doctor. I had no idea that the nature of it would ever be\ndiscovered; at least not until I had changed the United States to a\nsecond Sahara desert. I reckoned without you. In point of fact, at the\ntime that I built this device and started it in operation, I had not\nclashed with you. Now, I know that my plan is a failure. You have left\ndata on which other men can work, have you not?\"\n\n\"Surely.\"\n\n\"I would not have believed you had you said otherwise,\" replied the\nRussian with a sigh. \"Yet this device has done much good. Now it shall\nbe destroyed. It has not been a failure, for its destruction will\naccomplish both yours and that of your friend, Carnes.\"\n\n\"You haven't caught Carnes yet.\"\n\n\"That is easy. The same bait which caught you has caught him even more\neasily. I have a real sense of humor, Doctor, and before I went out of\nmy way to bring you here, my plans were carefully laid. Mr. Carnes is\nnow on his way here from Washington, lured by my voice. He is rushing,\nhe thinks, to your rescue.\"\n\n\"What--\"\n\nDr. Bird was suddenly silent.\n\n       *       *       *       *       *\n\n\"I am glad you comprehend my plan so readily, Doctor. Yes, indeed, Mr.\nCarnes knows that I have captured you. He knows the exact location of\nthis cavern and, more important, he knows the location of the power\nline which feeds my device when it is in operation. He also knows that\nthere is stored in this cavern, fifty pounds of radite, your\nultra-explosive. He knows that you are chained close to the explosive\nand that it is rigged with a detonator, connected with the power line.\nIn only one thing is he in error.\n\n\"He thinks, that if he can sever the power line before he attempts to\npenetrate the cavern, that the charge will be rendered harmless, and\nthat you will be safe. In point of fact, the charge is set with an\ninterrupter detonator which will explode as soon at the power line is\nsevered. It pleases my sense of humor that it will be the hand of your\nfaithful friend, Carnes, that will send you in fragments to eternity.\"\n\nBeads of sweat shone on Dr. Bird's head as the Russian finished his\nspeech, but his expression of amused interest did not change. Neither\ndid his voice, when he spoke, betray any nervousness.\n\n\"And I presume that Carnes is also to be blown into bits by the\nexplosion?\" he asked.\n\n\"No, indeed, Doctor, that would frustrate one of the most humorous\nangles of the whole affair. He will cut the line at the base of a\nlarge rock, some two hundred yards from here, far enough away that he\nwill not be seriously injured by the force of the explosion. Thus he\nwill witness the explosion and realize what he has done. In order to\nbe sure that he knows, as soon as he cuts the wire, my men will\ncapture him. I, personally, will tell him of it. I wish to see his\nface when he realizes what he has unwittingly done.\"\n\n\"Then, I presume, you'll kill him?\"\n\n\"I doubt it. I rather think I'll let him live. He should be useful to\nme.\"\n\n\"Carnes will never work for you!\"\n\n\"With Feodrovna in my power, I rather think that Mr. Carnes will be an\nefficient and loyal servant. If not, he shall have the pleasure of\nwatching me wreak my vengeance on her before he, himself, takes his\nlast long trip.\"\n\n       *       *       *       *       *\n\n\"Saranoff,\" said Dr. Bird in a level voice, his piercing eyes boring\nstraight into the Russian's, \"I will remember this. Later, when you\ngrovel at my feet and beg for mercy, it will be my friend, Operative\nCarnes, who will read your doom to you and choose the manner of it. I\ncan promise you that your death will not be an easy one.\"\n\nThe Russian laughed, albeit the laugh had more of uneasiness than\nhumor in it.\n\n\"When you have me in your power, Doctor, you may do as you like,\" he\nsaid, \"but I do not fear dead men. In another two hours, you will be\namong the dead.\"\n\nHe turned to the three Russians who stood behind him.\n\n\"Seize him!\" he cried.\n\nThe Russians leaped forward, but Dr. Bird was not caught napping. The\nfirst one went down like a felled tree before the doctor's fist. The\nother two came in cautiously. Dr. Bird sprang forward, feinting. As he\nleaped back, his foot struck a rod which Ivan Saranoff had thrust\nbehind him. He staggered and fell. Before he could recover his\nbalance, the two burly Russians were on him.\n\nEven then, they had no easy task. Dr. Bird weighed over two hundred\nand there was not an ounce of fat or surplus flesh on him. First one,\nand then the other, of the Russians was thrown off him, but they\nreturned to the attack, unsubdued by the crashing blows which the\ndoctor landed on their faces and heads.\n\nGradually their ardor began to evaporate. With a sudden effort, Dr.\nBird strove to regain his feet. A crash as of all the thunders of the\nuniverse sounded in his ears, and flashes of vivid light played\nbefore his eyes. He felt himself falling down ... down....\n\n       *       *       *       *       *\n\nHe recovered consciousness to find his feet shackled and fastened to\nrings set in the concrete of the cavern wall. His head throbbed\nhorribly. He raised his hands and found a huge bump on his head, from\nwhich thickened blood trickled sluggishly down his cheek. The cavern\nwas flooded with light. On the wall before him, a clock told off the\nseconds with a metallic tick. He bent down and examined his shackles.\n\n\"I'm afraid you can't unfasten them, Doctor,\" said a sardonic voice.\n\nHe looked up to see Saranoff.\n\n\"I'm sorry I had to hit you so hard,\" went on the Russian. \"Your half\nhour of unconsciousness has lessened by that much the time which is\nyours to indulge in an agony of apprehension. Look.\"\n\nDr. Bird's gaze followed the Russian's finger. On the floor, twenty\nfeet from where he was shackled, stood a yellow can with the mark of\nthe Bureau of Standards on its side. He recognized it at once as a\nradite container, a can of the terrible ultra-explosive which he\nhimself had perfected. He shuddered at the thought of the havoc which\nits detonation would cause.\n\n\"Yes, Doctor, that is a can of radite,\" said the Russian. \"Allow me\nalso to call your attention to the interrupter fuse which is attached\nto it. When Mr. Carnes cuts the wire outside, you know well enough\nwhat will happen. Now, let me invite your attention to the clock on\nthe wall before you. Mr. Carnes arrived at the Bush River station of\nthe P. B. and W. at 2:15 A.M. He had a little trouble getting a boat,\nbut he is now on his way here. It is 2:25. I think he will arrive\nbetween 3:30 and 4:00. Perhaps five minutes later, he will find the\nwire.\n\n\"You have a little over an hour in which to contemplate your total\nextinction, an extinction which will remove from my path the one great\nobstacle to my domination of the world. I hope you will enjoy your\nremaining moments. In order to help you to enjoy them, and to realize\nthe futility of human endeavor, I have placed the key of your shackles\non the floor here in plain sight, but, alas, out of your reach. I\nwould like to stay and watch your struggle, to see the self-control on\nwhich you pride yourself vanish, and to watch you whimper and pray for\nthe mercy you would not find; but I am deprived of that pleasure. I\nmust take personal charge of my men to be sure that there is no slip.\nGood-by, Doctor, we will never meet again, I fear.\"\n\n       *       *       *       *       *\n\n\"We will meet again, Saranoff,\" said Dr. Bird in even tones of cold\nferocity which made even Saranoff shiver. \"We will meet again, and\nwhen you whimper and beg for mercy, remember this moment!\"\n\nThe Russian started forward with an oath, his hand raised to strike.\nHe recovered himself and essayed a sickly smile.\n\n\"I will remember, Doctor,\" he said in a voice which, despite himself,\nhad a tremor of fear in it. \"I will remember--_when_ we meet again.\"\n\nHe ran lightly up the stairs and Dr. Bird heard the floor close above\nhim. With a grunt, he bent down and examined his shackles closely.\nThey were tight fitting and made of hardened steel. A cursory\nexamination showed the doctor that he could neither force them nor\nslip them. He turned his attention to the key which Saranoff had\npointed out. It lay on the floor, about ten feet, as nearly as he\ncould judge, from where he stood.\n\nHe knelt and then stretched himself out at full length on the floor.\nBy straining to the uttermost, his groping fingers were still six\ninches from the key. Saranoff had calculated the distance well.\n\nConvinced that he could not reach the key by any effort of stretching,\nDr. Bird wasted none of his precious time in vain regrets or in\nuseless efforts to accomplish the impossible. He rose to his feet and\ncalmly took stock of the room, searching for other means of freeing\nhimself. The shackles themselves offered no hope. He searched his\npockets. The search yielded a pocket knife, a bunch of keys, a\nflashlight, a handkerchief, a handful of loose change, and a wallet.\nHe examined the miscellany thoughtfully.\n\n       *       *       *       *       *\n\nA light broke over his face. He tied one end of the handkerchief to\nthe knife and again took a prone position on the floor. Cautiously he\ntossed the knife out before him. It fell to one side of the key. He\ndrew it back and tried again. The knife fell beyond the key. Slowly he\ndrew it back toward him by the handkerchief. When it reached his hand,\nhe saw to his joy, that the key was a good inch nearer. With a lighter\nheart, he tried again.\n\nHis toss was good. The knife fell over the key, and again he drew it\nto him. To his disgust, the key had not moved. Again and again he\ntried it, but the knife slid over the key without moving it. He looked\nmore carefully and saw that the key was caught on an obstruction in\nthe flooring.\n\nWith careful aim, he threw his knife so as to drive the key further\naway. He threw the knife again and tried to draw the key to him from\nits new position. It came readily until it reached the inequality in\nthe floor which had stopped it the first time. All of his efforts to\ndraw it nearer were fruitless. He give vent to a muttered oath as he\nlooked at the clock. Thirty minutes of his time had gone.\n\nA second time he knocked the key away and strove to draw it to him\nwith no success. The clock bore witness to the fact that another ten\nminutes had been wasted. He rose to his feet and carefully surveyed\nhis surroundings.\n\nA cry of joy burst from his lips. On the floor was a tiny metallic\nthread which he knew for a wire. He bent down and picked it up. It was\nfine and very flexible. He doubled it three times and strove to bend a\nhook in it. The wire was too short to offer much hope, but he threw\nhimself prone and began to fish for the key.\n\nThe wire reached it readily enough, but it did not have rigidity\nenough to pull the key over the little bump which held it. A glance at\nthe clock threw him into an agony of despair. A full hour had passed\nsince Saranoff had left him. Carnes might even now be walking into the\ntrap which had been laid for him.\n\nHe rose to his feet and thought rapidly, twisting the wire idly around\nthe knife as he did so. He glanced at the work of his hands, and an\noath broke from his lip.\n\n\"Fool!\" he exclaimed. \"I deserve to die! The means for liberation were\nin my hands all the time.\"\n\n       *       *       *       *       *\n\nWith feverish activity, he ripped open the flashlight. He held the two\nends of the wire against the terminals of the light battery and\ntouched the knife to his steel key ring. To his joy, the ring adhered\nto the knife. Under the influence of the battery, the wire-wrapped\nknife had become a small electromagnet.\n\nIn a moment the doctor was prone on the floor. He tossed the knife\nout to the key. His aim was good and it fell directly beyond. With\ntrembling hands he drew the knife toward him. It reached the key.\nScarcely daring to breathe, he pulled it closer. The key had risen\nover the ridge which had held it, and was adhering to the knife. In\nanother moment, he stood erect, freed from the shackles which had\nbound him.\n\nHe made for the door at a run, but a sudden thought stopped him. The\nclock showed him that an hour and twenty minutes had passed.\n\n\"Carnes must be nearly here!\" he cried. \"If I go blundering out, I'm\nliable to run right into the trap they have laid for him, and then\nwe're both gone. If I yell to warn him, the fool will come ahead at\nfull tilt. What the dickens can I do?\"\n\nHis gaze fell on the can of radite. The wires leading to the\ninterrupter fuse gleamed a dull gold with a malign significance.\n\n\"If Carnes and I are both washed out, there will be only Thelma left.\nShe can't fight Saranoff alone. Carnes knows the man and his methods.\nThere is only one way that I can see to warn him out of the trap.\"\n\nHe shuddered a moment. With a steady step he walked across the cave to\nthe can of deadly explosive. A pair of pliers lay on a nearby bench.\nHe picked them up. He dashed his hand across his face for a moment,\nbut looked up with steady eyes. With hands that did not tremble, he\nbent down over the can. With a quick snip, he severed the wires\nleading to the can of radite.\n\n       *       *       *       *       *\n\nOperative Carnes jumped ashore as the boat reached the bank of Bush\nRiver. Before him stretched a dismal swamp, interspersed with\noccasional bits of higher ground. He looked back over the river for a\nmoment, taking his bearings with great care. A luminous lensatic\ncompass gave him the orientation of the points he had chosen for\nmarkers.\n\n\"Are you sure we are at the right place?\" he asked in an undertone.\n\n\"Sure as shootin', Mister,\" replied the boatman. \"It's the only place\nof its kind in five miles. The rock you're hunting for is about a\nhundred rods due east.\"\n\n\"It looks right,\" said Carnes. \"Come on, men.\"\n\nOperatives Haggerty and Dillon scrambled out of the boat and stood by\nhis side.\n\n\"Follow me,\" said Carnes in a whisper.\n\nBoth detectives nodded silently. They drew their pistols and fell in\nbehind their leader. Keeping his direction with the aid of his\ncompass, Carnes led the way forward, counting his steps. At five\nhundred he paused.\n\n\"It should be right here,\" he whispered.\n\nHaggerty pointed in silence. In the starlight, a large rock loomed up\na few yards away. With an exclamation of satisfaction, Carnes led the\nway to it.\n\n\"Dig on the south side,\" he whispered, \"and hurry! The damned thing is\ndue to go off in less than twenty minutes. Unless we can find and cut\nthe wire before then, the doctor is a gone gosling.\"\n\nThe two detectives drew intrenching shovels from their pockets and dug\nfeverishly. For five minutes they labored. Dillon gave an exclamation.\n\n\"Here it is, Chief!\" he said.\n\nCarnes bent down and ventured a short flash from a carefully guarded\nlight. The detective's shovel had unearthed a powerful cable running\nthrough the earth.\n\n\"Get something to cut on!\" cried Carnes.\n\nHaggerty lifted a rock which they had unearthed and thrown to one\nside. Carnes raised the cable and laid it on the rock.\n\n\"Now for your ax, Dillon!\" he exclaimed.\n\nHe turned on his flashlight. Dillon raised a hand-ax and took careful\naim. Sparks flew as the ax fell on the rock, severing the cable\ncleanly. Carnes rose to his feet.\n\n\"The doctor's safe!\" he cried.\n\n       *       *       *       *       *\n\nHe started at a run toward the north. He had gone only a few feet when\na beam of light flashed across the marsh, picking him out of the\ndarkness. He paused in amazement.\n\nA flash of orange light stabbed the darkness and a heavy pistol bullet\nsang past his head. The detective raised his weapon to reply, but\nthree more flashes from the darkness were followed by the vicious\ncracks of large caliber automatics.\n\n\"Down, Chief!\" cried Haggerty.\n\nCarnes dropped to the ground, the beam of light following his\nmovements. Four more flashes came from the darkness. Mud was thrown up\ninto his face. Dillon's gun joined Haggerty's in barking defiance into\nthe night.\n\nA groan came from Haggerty.\n\n\"Hit, Tom?\" asked Carnes anxiously.\n\n\"A little, but don't let that bother you. Get that damned light!\"\n\nHe fired again, groaning at he did so. There was a crash from over the\nmarsh and the light went out.\n\n\"Good work, Tom!\" cried Carnes.\n\nHe raised his pistol and fired again and again into the darkness, from\nwhich still came the flashes of orange light. A cry of pain rewarded\nhim.\n\n\"Come on, men, rush them!\" he cried.\n\nHe jumped to his feet and dashed forward. A fresh beam of light\nstabbed a path through the darkness. A volley of fire came from behind\nit. Haggerty stumbled and fell.\n\n\"They've got me, Chief!\" he cried faintly.\n\nDisregarding the storm of bullets, Carnes charged ahead, Dillon at his\nheels. A sudden shout came from his left. A fresh beam of light made a\npath through the darkness and Carnes could see his opponents lying\nprone on the marsh. A cry of dismay came from them. Carnes fired again\nas he rushed forward. The men leaped to their feet and fled away into\nthe darkness.\n\n\"Your light, Dillon!\" he cried.\n\nDillon's light shone out and picked up one of the fleeing figures. The\nbeam from the left was centered on another.\n\n\"Halt!\" came a stern voice from behind the light. \"You are surrounded!\nIf I give the word to fire, you are dead men!\"\n\n\"Dr. Bird!\" cried Carnes in amazement.\n\n       *       *       *       *       *\n\nThe fleeing man in the beam of Dillon's light paused.\n\n\"Drop your gun!\" cried Carnes sharply.\n\nThere was a moment of hesitation before the man's gun fell and his\nhands went up.\n\n\"Get him, Carnes!\" came Dr. Bird's voice. \"I've got another one held\nout here. I hope one of them is the man we want.\"\n\nAs Dillon slipped handcuffs on his prisoner, Dr. Bird came forward,\ndriving another Russian before him. In his hand was a piece of iron\npipe.\n\n\"Cuff him, Carnes!\" he said.\n\nThe detective slipped handcuffs on the man while Dr. Bird bent down\nand examined the face of each of the prisoners with his light. He\nstraightened up with an exclamation of anger.\n\n\"These are nothing but tools,\" he said bitterly. \"We had the\narch-conspirator himself in our hands and let him escape.\"\n\n\"The arch-conspirator!\" gasped Carnes. \"You don't mean Saranoff?\"\n\n\"Yes, Ivan Saranoff. He was here on this marsh to-night. There were\nfour of his men and we got two, letting the most important one get\naway.\"\n\n\"You've got four, Dr. Bird,\" said a guttural voice from the dark.\n\nDr. Bird whirled around and shot out the beam of his light. A third\nRussian was revealed in its gleam.\n\n\"Hands up!\" cried the doctor.\n\n\"I'm willing to be captured, Doctor,\" said the Russian. \"Your search\nfor Saranoff is useless. He has been gone for an hour. He is not one\nto risk his own skin when others will risk theirs for him. He fled\nafter he left the cave.\"\n\n\"Do you know where he has gone?\"\n\n\"I wish I did, Doctor. If I knew, we'd soon have him, I hope.\"\n\nThe Russian's voice had changed entirely. Gone were the heavy guttural\ntones. In their place was a rich, rather throaty contralto. Carnes\ngave a cry of astonishment and turned his light on the prisoner.\n\n\"Thelma!\" he gasped.\n\n       *       *       *       *       *\n\nThe Russian smiled.\n\n\"Surely, Mr. Carnes,\" she said. \"Congratulations on your acumen. Dr.\nBird saw me for half an hour this evening, but he didn't recognize me.\nHe even knocked me out with his fist back in the cavern.\"\n\n\"The devil I did!\" gasped the doctor. \"What were you doing there?\"\n\n\"Helping Saranoff capture you, Doctor,\" she replied. \"The day you\nleft, I saw one of his men on the street. I dared not summon help lest\nhe should escape, so I followed him. I captured him and learned from\nhim the location of the gang headquarters.\n\n\"I disguised myself and took his place for a week, fooling them all,\neven Saranoff himself. I was one of those chosen to carry out your\ncapture and your murder. This afternoon, unknown to Saranoff, I\ntampered with that radite can and removed the fuse. That was why there\nwas no explosion when Mr. Carnes cut the wire. I had no chance to warn\nhim. I managed to shoot one of Saranoff's men when they broke and\nran.\"\n\nHer voice trembled in the darkness.\n\n\"I hated to kill him--\" she said with a half sob.\n\nA faint hail came from the night.\n\n\"Haggerty!\" cried Carnes.\n\n\"All right, Chief,\" came Dillon's voice. \"He's got a bullet in his\nshoulder and one through his leg, but no bones broken. He'll be all\nright.\"\n\nCarnes turned again to the girl.\n\n\"What about that Russian whose place you took?\" he asked. \"Maybe we\ncan pump something out of him.\"\n\nThelma swayed for a moment.\n\n\"Don't, Mr. Carnes,\" she cried, her voice rising almost to a shriek.\n\"Don't make me think of it! I--I had to--to stab him!\"\n\nShe swayed again. Carnes started toward her, his arms outstretched.\nDr. Bird's voice stopped him.\n\n\"Miss Andrews,\" said the doctor sternly, \"you know that I demand\ncontrol of the emotions from all my subordinates. You are crying like\na hysterical schoolgirl. Unless you can learn to control your feelings\ninstead of giving way to them on every occasion, I will have to\ndispense with your further services.\"\n\nThe girl swayed toward him for a moment, a look of pain in her eyes.\nShe shuddered and then recovered herself. She straightened up and\nfaced Dr. Bird boldly.\n\n\"Yes, Doctor,\" came in level expressionless tones from her lips.\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of Project Gutenberg's The Great Drought, by Sterner St. Paul Meek\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE GREAT DROUGHT ***\n\n***** This file should be named 29326.txt or 29326.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/3/2/29326/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}