{"title": "When the Sleepers Woke", "author": "Arthur Leo Zagat", "releaseDate": "July 5, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced from Astounding Stories November 1932.\n    Extensive research did not uncover any evidence that the\n    U.S. copyright on this publication was renewed.\n\n\n\n        [Illustration: All his strength went into that trick.]\n\n\n                        When the Sleepers Woke\n\n\n                         By Arthur Leo Zagat\n\n       *       *       *       *       *\n\n\n\n\n[Sidenote: Only two small groups of people--enemies--survive the vast\ndesolation of the Final War.]\n\n\n\"Prepare for battle!\" The command crackled in Allan Dane's helmet.\n\"Enemy approaching from southeast! Squadron commanders execute plan\ntwo!\" Allan settled back in the seat of his one-man helicopter, his\nbroad frame rendered even bulkier by the leather suit that incased\nit. He was tensed, but quiescent. Action would be first joined sixty\nmiles away, and his own squadron was in reserve.\n\nOver New York and its bay the American air fleet was in motion.\nSuddenly movement ceased, and the formation froze. Ten flying forts\nwere each the apex of a far-spread cone, axis horizontal, whose body\nwas the fanned back-ranging of its squadron of a thousand helicopter\nplanes. The cones bristled oceanward from the sea-margin of New York,\ntheir points a fifty-mile arc of defiance, their bases tangent to one\nanother, almost touching the ground at their lower edges, then\ncircling upward for ten thousand feet. From van to rear each formation\nwas five miles in length.\n\nBehind and above, the main body of the fleet sloped in echeloned\nranks, hiding the threatened city with an impenetrable terraced wall\nof buzzing helios and massive forts. Up, back, up, back, the serried\nmasses reached, till the rearmost were twenty-five thousand feet\naloft. And farther behind, unmoving on their six-mile level, were the\nlight 'copters of the reserve. Dane gazed down that tremendous vista\nto the far-off front line, and swore softly. Just his luck to be out\nof the scrap: the enemy would never penetrate to these northern\nout-skirts of New York.\n\n\"Men of the fleet!\" General Huntington's voice sounded from his\nflagship, the _Washington_. Somehow its gruffness overrode the\nmechanical quality of the intra-fleet radio transmission. Almost it\nseemed he was there in the tiny cabin. \"Reports have at this moment\nbeen received that our attack fleets have been everywhere successful.\nOur rocket ships have destroyed Tokyo, Addis Ababa, Odessa, Peiping\nand Cape Town, and are now ranging inland through enemy territory.\"\n\nEven through the double leather of his helmet a roar came to Allan. He\nfelt his craft vibrate to the exultant cheers of the fleet. His own\nmouth was open, and his throat rasping....\n\n\"_But_\"--the single syllable choked the surge of sound--\"London,\nParis, and Berlin have fallen to the enemy.\" The words thudded in the\npilot's ear-phones. \"San Francisco is being attacked. Communication\nwith New Orleans has failed. The enemy are in sight of Buenos Aires--\"\nThe general broke off, and Allan sensed dully that there was other\nnews, news that he dared not give the fleet.\n\nThe gruff voice changed. \"Men of the fleet, New York is in our charge.\nThe enemy is upon us, the battle is commencing. The issue is in your\nhands.\"\n\n       *       *       *       *       *\n\nPat on his last word, a dark cloud spread along the south-eastern\nhorizon. From the spear-heads of the cone formations great green beams\nshot out across the sea. Orange flame flared in answer, all along the\nblack bank that was the enemy fleet. Where the green beams struck the\norange blinked out, and the blue of sky showed through. And the\nAmerican ships were as yet untouched. A great shout rose to Allan's\nlips--that they had the range on the enemy, and the attack defeated\nbefore it was well begun.\n\nBut was it? Swift as the American rays scythed destruction along the\nenemy line, the gaps filled and lethal orange leaped out again. Now\nthe black cloud was piling up, was rising till it was a towering\ncurtain against the sky. On it came, like some monstrous tidal wave.\nGreat rents were torn through it by the stabbing beams of the flying\nforts, holes where ships and men had been whiffed into dust by the\nhundred. But the attack came on.\n\nNow all the great defensive cones burst into an emerald blaze as the\nsmaller ships loosed their bolts. And from the terraced slope of the\nsupporting fleet a hundred steel ovoids lumbered forward to meet the\nthreat. All the vast space between the hosts, mountain-high from the\nsea's surface, was filled with dazzling light, now green, now orange,\nas the conflicting beams crossed and mingled. There were gaps in the\nadvancing curtain that did not fill, but the defending cones were\nmelting away, were disappearing, were gone.\n\n\"Flight ZLX prepare for action!\" Dane's eyes flicked over the gages,\nchecking in routine precaution. He started when he saw the V of the\nchronometer's hands. Only six minutes had passed since the battle's\nstart--it seemed hours. And already the reserve was being called on!\nHe was suddenly cold. Out there, over the bay, the enemy forces had\nceased their advance. The American first line cones were gone--true\nenough, but the support fleet was still intact. Some new element had\nentered the battle, visible as yet only in the _Washington's_ powerful\ntelevision view-screens. The flight adjutant's voice again snapped a\ncommand:\n\n\"Direction vertical. Thirty thousand feet. Full speed. Go!\"\n\nDane jerked home his throttle. The battle shot down, and his seat\nthrust up against him. Something hurtled past, blurred by the speed of\nits descent. The plane rocked to a sudden detonation, and Allan fought\nto steady it. Then he had reached the commanded height. At sixty\nthousand feet the helio vanes were useless, only the power of the\nauxiliary rocket-tubes maintained his altitude.\n\n\"Formation B. Engage the enemy!\" came the order.\n\n       *       *       *       *       *\n\nThey were just ahead, a dozen giant craft, torpedo-shaped and\nsteel-incased, the scarlet fire of their gas blasts holding them\npoised steady in their fifty-mile-long line. From curious swellings\nthat broke the clean lines of their under-bodies black spheres were\ndropping in steady streams. Allan knew then whence came the crash that\nhad rocked his ship as she rose. These were bombs, huge bombs,\ncharged with heaven alone knew what Earth-shaking explosive. They were\ncatapulting down, an iron death hail, on the fleet and the city twelve\nmiles below!\n\nThe enemy's strategy was clear. While his main fleet was engaging the\nAmerican defense in a frontal attack, these huge rocket-bombers had\nlooped unseen through the stratosphere to this point of vantage. The\nplanes that had leaped to this new menace swept toward the bombers in\nthree parallel lines, above, to right and left of them. Allan's plane\nleaping to position at the very end of one long line. The three\nleaders reached the first rocket-ship, and their green beams shot out.\nIn that instant the enemy craft seemed to explode in intense blue\nlight. Then the awful dazzle was gone. The rocket ship was there, just\nas before, but the American helio-planes were gone, were wiped out as\nthough they had never been. The next trio, and the next, rushed up.\nAgain and again came that flash of force, annihilating them. Superbly\nthe tiny gnats that were the American planes plunged headlong at the\nhovering Leviathan of the air and were whiffed into nothingness. Sixty\nbrave men were dancing motes of cosmic dust before the shocked\ncommander could sound the recall.\n\nThe helicopter squadron curved away, still keeping its ordered lines,\nbut orange flame leaped out from all twelve of the enemy vessels,\norange flame that caught them, that ran along their ranks and sent\nthem hurtling Earthward--blackened corpses in blazing coffins.\n\"Abandon ships!\" The adjutant's last order crisped, coldly metallic,\nsoldierly as ever. In the next breath, as Allan reached for the lever\nthat would open the trapdoor beneath him, he saw the command-ship\nplunge down, a flaring comet.\n\n       *       *       *       *       *\n\nAbove Allan Dane, the twenty-foot silk of his parachute bellied out in\nthe denser air of the lower heights. His respirator tube was still in\nhis mouth, and the double, vacuum-interlined leather of his safety\nsuit had kept him from freezing in the spatial cold of the\nstratosphere. He looked south.\n\nAll the proud thousands of the defense fleet were gone, blown to\nfragments by the time bombs from above. The city was hidden in a\nthick, muddy-yellow fog. \"Queer,\" the thought ran through his brain,\n\"that there should be fog in mid-afternoon, under a blazing sun.\" Then\nhe saw them, the circling black ships of the enemy, trailing behind\nthem long wakes of the drab yellow vapor that drifted heavily down to\nshroud New York with--gas!\n\nAllan felt nauseated as he imagined a fleeting picture of the\nmany-leveled city, of its mist-darkened streets with swarming myriads\nof slumped bodies clogging the conveyor belts that still moved because\nno hand was left to shut them off; of women and children, and aged or\ncrippled men strewn in tortured, horrible attitudes in all the\nroof-parks, in their homes, in every nook and cranny of the murdered\ncity. He looked beneath his drifting descent and saw roads that were\nrivers, alive with every manner of fleeing conveyance, and he groaned,\nknowing that in moments the pursuing ships would send down their\nlethal mist to put an end to that futile flight.\n\nSugar Loaf Mountain rose toward him. At its very summit was a clearing\namong the trees, and, incongruously motionless in that world where\nevery one was rushing from inescapable death, a man stood calmly\nthere, gazing up at him. Allan screamed down to him! \"Run! You fool.\nRun or the gas will get you!\"\n\nOf course the man could not hear that cry, but one tiny arm rose and\npointed south. Allan followed the direction of the gesture and saw a\nblack plane veering toward him. Then orange flared from it, though it\nwas distant, and a wave of intolerable heat enveloped him. Something\ncried within him: \"Too far--he's too far off to kill me with his\nbeam!\" Then he knew no more.\n\n       *       *       *       *       *\n\nFrom New York, from devastated San Francisco, from Rio, from Buenos\nAires, from fifty other desolated points along the seaboards of the\nAmericas, the black fleets swept along the coasts and inland, vomiting\ntheir yellow death till all the continents were blanketed with\nlife-destroying gas. And in Europe and Australasia the destroying\nhordes, having smashed the proud defenses of the coastlines, engaged\nin the same pursuit, till in one short week all the lands of the\nWestern Allies were swept clear of life. Then the Eastern ships turned\nhomeward, to wait until the vapor they had strewn had lost its\nvirulence, and the teeming masses of the East might take possession of\nthe half world the ebony-painted destroyers had conquered. The black\nfliers turned homeward, but there was no homeland left for them to\nseek!\n\nFor though the defense fleets of the Western Coalition had been\neverywhere beaten, their attack squadrons had been everywhere\nsuccessful. All Asia and Africa lay under a pall of milky emerald gas\nas toxic, as blasting, as the Easterners' yellow.\n\nAnd the Westerners were returning too!\n\nIn their teleview screens the commanders of the black swarms, and of\nthe white thousands, sought their home ports, and saw the world to be\na haze-covered sphere where not even a fly could live. Then, as if by\ncommon accord, the white ships and the black sped across lifeless\nhemispheres to meet in mid-air over the long green swells of the\nPacific. They met, and on the instant they were at each others'\nthroats like two packs of wild dogs, killing, killing, killing till\nthey themselves were killed. No quarter was asked in that fight, and\nnone given. No hope of victory was there, nor fear of defeat. Better\nswift death in the high passion of combat, than slow, hopeless\ndrifting over a dead world.\n\nBut there was one black ship that slunk out of that mass suicide of\nman's last remnant. Within its long hulk three motionless forms lay in\na welter of blood that smeared their officers' badges, and a dozen\ngibbering men labored at the controls of their craft. The long black\nshadows came at last to veil an empty sky, and a sea whereon there was\ndrifting wreckage but not one sign of any life. And as far to the\nnorth a shadowed airship sped athwart the moon, searching for one\nspot, one tiny patch of solid ground, that was free from the dread\ngas.\n\n       *       *       *       *       *\n\nConsciousness came slowly back to Allan Dane. At first he was aware,\nmerely, that he was alive. That was astonishing enough. Even if the\norange beam had not killed him with its heat, the gas should have\nstruck his leather suit. The Easterners could not be behind his own\nforces in their development of that terrible weapon.\n\nAllan felt a coolness on his face, his hands, that could mean only\nthat his helmet and gloves had been removed. He heard movement, and\nopened his eyes.\n\nAt first he could see only blueness, pale and lambent. He gazed dully\nup at a lustrous, glasslike substance that arched above him. The sound\nof some one moving came again, and Allan turned his head to it. His\nneck muscles seemed stiff, that simple motion drew tremendously on his\nstrength.\n\nAbout fifteen yards away, a man bent over a transparent, boxlike\ncontrivance in which something fluttered. From this device a metal\ntube angled away into the wall. There was other apparatus on the long\ntable at which the man was--\n\n\"At last! Clear at last!\" a mellow, rounded voice exclaimed\njubilantly.\n\n\"Clear? Are you sure, Anthony, are you sure?\" This other voice,\nthrobbing with vibrant repression as if its owner feared to believe\nlonged-for tidings come at last, was a woman's. As the man half\nturned, its owner came between him and Allan. All he could see of them\nwas that the one called Anthony was very tall, and thin, and the woman\nalmost as tall, and that both wore hooded white robes, the woman's\nfalling to her heels, the man's to his knees, waist-girdled with black\ncords.\n\n\"Look for yourself, Helen.\"\n\nShe bent over the transparent cage. \"Oh Anthony, how wonderful!\"\n\nAllan attempted to rise. He was unutterably weak; to move a finger was\na gigantic task, to do more impossible. He tried to call out. No sound\ncame from his straining throat.\n\nThe couple straightened. The man spoke, too low for Dane to hear. Each\ntook something from the table, something that gleamed metallically.\nThen they turned--and Allan saw what the white robes clothed!\n\n       *       *       *       *       *\n\nSkulls leered at him from beneath the hoods--fleshless skulls; tinted\na pale green! Jutting jawbones, cavernous cheeks, lipless mouths that\ngrinned mirthlessly--his eyes froze to them and a scream formed within\nhim that he could not utter. Hands appeared from within the flowing\nsleeves, and they were skeleton hands, each phalanx clearly marked.\nThey moved, that was the worst of it, the hands moved; and deep in the\nshadowed eye-pits of the skulls blue light glowed in living eyes that\npeered at something to Allan's right.\n\nHis eyes followed the direction of their gaze. Ranged along the wall,\nand jutting out, he saw four couches. On each was a figure, shrouded\nand hooded in white. Utterly still they were--and the cadaverous\ncountenances exposed between robe and hood betrayed not the slightest\ntwitch. The arms were crossed on each breast. Allan realized that his\nown arms were similarly crossed. He looked down at them, saw the white\ngleam of a robe that fell down his length in smooth, still folds, saw\nhis hands--greenish skin stretched tight over fleshless bones.\nSuddenly it seemed to him that the air was musty and fetid.\n\nFootsteps slithered across the floor. The woman-form bent over the\nfarthest couch. With one skeleton hand she bared an arm of the\ncorpselike figure; the other hand lifted--metal glinted in it and\nplunged into the unshrinking limb! A slow movement of the bony fingers\nand the threadlike, silvery thing was withdrawn. She stared\nghoulishly--and the man, too, gazed tensely at her victim. A long\nquiver ran through the recumbent shape, another. The death's-head on\nthe pallet moved slightly--and merciful blackness welled up in Allan's\nbrain....\n\n       *       *       *       *       *\n\nA cool liquid was in his mouth. He swallowed instinctively, and warmth\nran through his veins. He felt strength flooding back into him--and he\nremembered horror.\n\n\"That's better,\" a mellow voice said, close above him. \"Drink just a\nlittle more.\" The cool liquid came up against Allan's lips again,\npungent, and he drank. Once more strength surged warmingly within him.\n\"That's a good fellow. A little more now.\"\n\nFingers were on Allan's wrist, life-warm. There was friendliness in\nthe voice that was speaking to him, and solicitude. He dared to look.\n\nA skull-like head was right before him. But seen thus closely, the\nterror of it was lessened. Fleshless indeed it was. But a parchment\nskin was tightly drawn over the bones, and Allan could see that its\ntrue shade was a sere yellow. It was the bluish light that had given\nit the green of decay. The deep-sunk eyes were kindly; they gleamed\nwith pleasure as Allan's opened; and the voice asked:\n\n\"How do you feel?\"\n\nAllan made shift to reply, though a strange lassitude still enervated\nhim, and his mouth was full of tongue. \"Much better, thank you. But\nwho--who...?\"\n\nWith a sudden access of energy Allan sat up on his couch. He looked\nabout him, and his fears were back full flood.\n\nHe was in a chamber with neither door nor window--floor, walls, and\narched ceiling entirely formed of the palely lustrous, glasslike\nsubstance. The room was perhaps twenty by forty feet, its ceiling\ncurving to about five yards from the floor at its highest point, and\nthe spectral blue glow that filled it was apparently sourceless. It\nlit three vacant couches to his left. To his right were the four he\nhad already seen. The woman was ministering to the occupants of\nthese--living skeletons that lay flaccid, but whose heads were moving,\nbarely moving from side to side. Like nothing else but a sepulcher the\nplace seemed, a tomb in which the dead had come to life!\n\n       *       *       *       *       *\n\nAllan clutched at Anthony's arm, grasped textured fabric that was cold\nto his frantic touch, and thin bone beneath. \"In Heaven's name,\" he\nmouthed, \"tell me what sort of place this is before--\" He stopped,\nappalled by a sudden thought. Perhaps he was insane, this seeming tomb\nreally some hospital ward transformed by his crazed brain. A wave of\nweakness overcame him, and he fell back.\n\n\"Careful,\" the other spoke soothingly, \"you must give the plasma time\nto act or you may harm yourself.\"\n\nIf Allan shut out sight with his eyelids, and listened only to the\nresonance of Anthony's voice, he could hold his slipping grip on\nreason. He felt that the cloth of his robe was metal, fine spun and\nwoven. That was strangely reassuring.\n\n\"How long do you think you have slept?\"\n\n\"How long?\" Dane murmured. Something told him that he had been\nunconscious for a long time. \"A week?\"\n\nAnthony sighed. \"No. Longer than that, much longer.\" There was\nreluctance in his tone. \"You have lain here for twenty years.\"\n\nAllan's eyes flew open, and he stared up into the speaker's face.\nTwenty years! Somehow it did not occur to him to disbelieve this\nastounding statement. He struggled hard to realize its implication.\nTwo decades had passed since last he remembered. He had been a youth\nthen. Now he was forty-four.\n\nAnthony continued. \"That may be a shock to you, but this will be a\ngreater. Unless I am greatly mistaken, we seven, we four men and three\nwomen, are the only living humans left on Earth.\"\n\nThe words dripped into Allan's consciousness. Beyond them, he could\nhear movements, exclamations. But they meant nothing to him. Only the\none thought tolled, knell-like, within him. \"We seven are the only\nliving humans left on Earth.\"\n\n       *       *       *       *       *\n\nDimly he knew that Anthony was talking. \"There is a possibility, a\nbare possibility, that somewhere near here there are two others. That\nchance is faint indeed. Otherwise humanity is dead, killed by its own\nhand.\"\n\nThrough a dizzy vertigo that blurred sight and sound Allan heard the\nrounded voice go on and on, telling the story of the doom that Man's\nown folly had brought. And intermingled with that tale of a world gone\nmad there came back to the listener the clear-cut vision of the day of\nhorror that to him seemed but yesterday. He remembered the sudden\nultimatum of the Easterner's, the Western Coalition's stanch defiance.\nAgain he saw a supposedly invincible fleet utterly destroyed, saw\ncomrades whiffed out of existence in infinitesimal seconds. Again he\nwatched a city of twenty millions inundated by a muddy yellow gas in\nwhich no human being, no animal, might live. He waked once more to\nfind himself helpless with weakness, among living corpses, in a place\nthat seemed a tomb.\n\n\"All this we saw in our long-distance televisoscope.\" Anthony gestured\nto a blank screen above the apparatus ranged along the opposite wall.\n\"Then, just as that last weird battle ended, something happened to the\neye-mast outside, and we were isolated.\" He fell silent, in a brooding\nreverie, and Allan, recovered somewhat, saw that the other strange\noccupants of the place had risen and were clustered about that cage\nwhere something fluttered.\n\nHe turned to his mentor. \"But I still don't understand. How is it that\nwe escaped the holocaust?\"\n\n\"Four of us, members of the scientific faculty of the National\nUniversity, having foreseen the inevitable result of the course of\nworld events, had joined forces and developed a substance--we called\nit nullite--so dense and so inert that no gas could penetrate it or\nchemical break it down. We offered it to the Western General Staff,\nand were laughed at for our pains. Then we decided to use it to\npreserve our families from the danger we foresaw.\n\n\"At first we sheathed one room in each of our own dwellings with the\nnullite. Later we decided that the deposited gas might last for many\nyears, and blasted out this cave, a hundred feet below the summit of\nSugar Loaf Mountain, for a common refuge.\n\n\"When the red word flared from the newscast machines, 'War!', we fled\nhere with our wives, as we had planned. All, that is, save one couple,\nthe youngest of us. They never arrived--I waited for them in the\nclearing at the entrance to the shaft. At the last moment I saw you\ndropping in your parachute, saw the death beam just miss you, saw you\nland at my feet, unconscious, but still breathing. I carried you in\nwith me. There were two vacant spaces: you could occupy one of them.\nThen we sealed the last aperture with nullite, and settled to our\nvigil. We did not know how long the gas would last, but we had\nsufficient concentrated food, and enough air-making chemicals, to last\ntwo persons for a century.\"\n\n\"Two people,\" Allan interjected. \"But there were seven here.\"\n\n       *       *       *       *       *\n\nAnthony nodded. \"We had worked out every detail of our plan. When\nrelease came we needs must be in the full vigor of our prime. From our\nloins must spring the new race that will repopulate the Earth; that\nwill found a new civilization, better, we hope, and wiser than the\none that had died. By injecting a certain compound we suspended\nanimation in all but a single couple. Those so treated were to all\nintents dead, though their bodies did not decay. The two who remained\nawake kept watch, making daily tests of the outside atmosphere, drawn\nthrough tubes of nullite that pierced the seal. At the end of six\nmonths they revived another couple by the use of a second injection,\nand were themselves put to sleep. We exempted you from the watch,\nsince you could have no companion, so that while we have lived about\nseven years in the twenty, you have not aged at all.\"\n\n\"Not aged at all!\" Dane exclaimed. \"Why, I have wasted away to a mere\nbagful of bones, and you others also.\"\n\nThe other smiled wistfully. \"Even though life was the merest thread\nthere was still an infinitely slow using of bodily tissue. But the\ndrink we partook of as we awoke is a plasma that will very quickly\nrestore the lost body elements. In an hour we shall all have been\nrejuvenated. You will be again the age you were on that fateful day in\n2163, and the rest of us but seven years older. Look!\" He moved aside,\nso that Allen could see the others, who had gathered around his couch.\nThey were a curious semicircle of gaunt figures, but he could see that\nthey had subtly changed. Still emaciated beyond description, they were\nno longer simulacra of death. The contours of their faces were\nrounding, were filling out, and the faintest tinge of pink was\ncreeping into the yellow of their skins.\n\n\"Anthony, isn't it time that we opened the seals and went outside?\nHaven't we been long enough in this prison?\" It was a short man who\nspoke, his voice impatient, and there was an eager murmur from the\nothers.\n\n\"I am as anxious as you.\" Anthony's slow words were dubious. \"But it\nmay still be dangerous. The gas may have cleared away only from our\nimmediate vicinity. In hollows, or places where the air is stagnant,\nit may still be toxic. It is my opinion that only one should go at\nfirst, to investigate.\"\n\nA babble of volunteering cries burst out, but Dane's voice cut through\nthe others. \"Look here,\" the sentence tumbled from his lips. \"I'm an\nextra here. It doesn't matter whether I live or die--I have no special\nknowledge. I cannot even father a family, since I have no wife. I am\nthe only one to go out as long as there is danger.\"\n\n\"The young man is right,\" some one said. \"He is the logical choice.\"\n\n\"Very well,\" agreed Anthony, who appeared the leader. \"He shall be the\nfirst.\"\n\n       *       *       *       *       *\n\nHis instructions were few. One plane had been preserved, and was in\nthe shaft. Allan was to make a circuit of the neighborhood. If he\ndeemed it safe he was to visit the building, described to him, where\nthe fourth couple had lived, and see if he could find trace of them.\nThen he was to return and report his findings.\n\nAll stuffed their ears with cotton wool, and crowded against one end\nof the chamber. Anthony had the end of a long double wire in his hand,\nand it curled across the floor to the farther wall. He pressed the\nbutton of a pear-switch--and there was a concussion that hurled the\nwatchers against the wall behind them. A great gap appeared in the\nfarther wall, beyond it a black chasm, and a helicopter that was dimly\nillumined by the light from within the room. A quick inspection of\nthe flier revealed that its alumino-steeloid had been unaffected by\nthe passage of time, and Allan climbed into it. A wave of his hand\nsimulated an insouciance he did not feel. Then he was rising through\ndarkness. The sun's light struck down and enveloped him, and he was in\nthe open air. He rose above the trees.\n\nDesolation spread out beneath him. In all the vastness that unfolded\nas the lone 'copter climbed into a clear sky, nothing moved. The air,\nthat from babyhood Allan had seen crowded with bustling traffic, was a\nghastly emptiness. Not even a tiny, wheeling speck betrayed the\npresence of a bird. And below--the gas that was fatal to animal life\nseemed to have stimulated vegetable growth--an illimitable sea of\ngreen rolled untenanted to where the first ramparts of New York rose\nagainst the sky. Roads, monorail lines, all the countless tracks of\ncivilization had disappeared beneath the green tide. Nature had taken\nback its own.\n\nHeartsick, he turned south, and followed the silver stream of the\nHudson. The river, lonely as the sky, seemed to drift oily and\nsluggish down to plunge beneath the city at the lower end of the\nTappan Zee. Allan Dane came over New York, gazed down at the ruin of\nits soaring towers, at the leaping arabesque of its street bridges. He\npeered into vast rifts of tumbled, chaotic concrete and steel. Nothing\nmoved in all that spreading wonder that had housed twenty millions of\npeople.\n\nAllan drifted lower, and saw that from what had been gardened\nroof-parks, now a welter of strewn earth, the green things had spread\ntill they covered the heaped jetsam with a healing blanket of foliage.\nNot all the city had been laid waste, however. Here and there, great\nexpanses of the cliff-like structures still stood, undamaged, and in\nthe midst of one of these areas he saw the high-piled edifice to which\nhe had been directed. Its roof was lush with vegetation but by\ndextrous handling he set his helicopter down upon it.\n\nThe engine roar diminished and died. Silence folded around him, a\nblack, thick blanket.\n\n       *       *       *       *       *\n\nDane got heavily from his seat, oppressed by the vast soundlessness,\nand pushed through curling plants that caught at his heels. The sound\nof his passage was like crackling thunder. A decaying door was marked,\nin faded, almost undecipherable letters, \"Emergency Stairs.\" It was\nhalf open, and Allan squeezed around its edge. Spiral steps curved\ndown into blackness. He hesitated a moment. He could _feel_ the awful\nsilence, the emptiness below was a pit of death. Anthony's words came\nback to him, echoed in his ears: \"We seven are the only living humans\nleft on Earth.\"\n\nIn that moment, out of the pitch-black well of soundlessness, a scream\nshrilled! No words, only a red, thin thread of sound, rising, and\nfalling, and rising again out of depths where not even a living mouse\nshould be! It came again, ripping the silence--a woman's scream,\nhigh-pitched, quivering with fear!\n\nAllan plunged down into the darkness, caroming from wall to wall as he\nhalf ran, half fell, down the twisting stairs. Another sound\nreverberated from unseen walls, and Dane realized that it was his own\nvoice, shouting.\n\nHis feet struck level floor. A pale rectangle of light showed before\nhim, and he dived through it. He was in a corridor, dim-lit by\nphosphorescent fungi that cloaked the damp walls. He halted, at\nfault. The long hall stretched away to either side, cluttered with\ngrimed bones, slimy with mold. By the age-blistered name cards on\nclosed doors he knew himself to be on a residential level. But which\nway should he turn? Whence had come that scream? He crouched against\nthe wall, his heartbeats thudding loud in his ears, and listened for a\nclue.\n\nA muffled sound of scuffling came from his left. Allan whirled toward\nit and sped down the corridor. He was breathing in great gasps, and\nthe air he breathed was thick and musty. Too late to stop, he saw a\nslick of green slime on the floor. His foot struck it, flew out from\nunder him, he fell and slid headlong.\n\nSomething stopped him, something that crunched sickeningly as his\nsliding body crashed into it: two skeleton forms, clasped in each\nothers' arms, moldering fabric hanging in rags from them. They lay\nacross the threshold of a door, and just within Dane heard snarls,\nsnufflings, bestial growls, the sounds of a struggle. Something\nthumped against the door and fell away. He heaved to his feet and his\nhand found the doorknob. But suddenly he was powerless to turn it.\nPanic tugged at him with almost palpable fingers, drove him to go back\nto his plane and safety. Almost he fled--but he remembered in time\nthat it was a _human_ scream he had heard.\n\n       *       *       *       *       *\n\nThe portal gave easily to his lunge. Bluish light flooded the chamber,\ndazzling after the fungous dimness. A bulking form, whether ape or man\nhe could not make out, so brutish the face, so hairy the dark body\nrevealed by its tattered rags bent over the sprawled shape of a girl.\nDane saw her in a fleeting glimpse--the slim length of her, the\ntumbled, golden hair half hiding, half revealing white curves of\nbeauty, a shoulder from which the tunic had been torn away. Then her\nattacker whirled toward the intruder. Allan leaped from the threshold,\nhis fist arcing before him. The blow landed flush on the other's jaw.\n\nYellow, rotted fangs showed in a jet-black face, and the huge Negro\nlunged for Dane, roaring his rage. Before the American could dodge or\nstrike again the other's long arms were around him. Allan was jerked\nagainst a barrel chest, felt his bones cracking in a terrific hug.\nEyes, tiny and red, stared into his. Dane drove knees and fists into\nthe Negro, but the awful pressure of those simian arms across his back\nincreased till he could no longer breathe. The American was almost\ngone, the black face blurred, and the continuous snarling of the brute\nwas dull in his ears.\n\nSuddenly Dane went limp. Victory flashed into the red eyes. The\nsqueezing arms relaxed, and in that moment Allan's legs curled around\nthe black's, heels jerking into the hollows behind his captor's knees.\nAt the same instant, levering from that heel hold, Dane butted sharply\nup against the rocky jaw. All the strength that was left in him went\ninto that trick, and it worked! The Negro crashed backward to the\nfloor. Allan twisted, and rolled free. He was up, looking desperately\naround for some weapon. But it was not needed; the hulk on the floor\nnever moved. The back of the Negro's head had smashed against the\nfloor, and he was out.\n\nDane turned and bent to the girl. She, too, was motionless, but to his\nrelief her breast rose and fell steadily. He glanced about looking for\nwater to revive her. Then he saw that this room was sheathed with\nnullite. Then this was one of the chambers prepared before the plans\nwere changed. But the girl could not be of the fourth couple--the\nmissing two that had never appeared. She was no more than eighteen.\nAnd whence had come the giant black who had attacked her?\n\n\"Stick up your hands. Quick!\"\n\n       *       *       *       *       *\n\nAllan whirled to the sudden challenge. The man in the doorway was\npointing a ray-gun steadily at him! Dane's hands went up, and he\ngasped inanely: \"Who are you?\"\n\n\"What is going on here? Where did you come from?\" The newcomer's\nEnglish was precise, too precise. No hulking brute, this. A yellow\nman, slitted eyes slanted and malevolent; broad, flat nose above thin\nlips that were purple against the saffron skin. The uniform he wore\nshowed signs of some attempt to keep it in repair, and to its\nthreadbare collar still clung a tarnished insignia: the seven-pointed\nstar, emblem of the enemy Allan had fought on a yesterday that was two\ndecades gone.\n\n\"Well? Have you lost the power of speech?\" The ray-gun jerked forward\nimpatiently.\n\nAn obscure impulse prompted Allan's reply. \"Almost. I've spoken to no\none for twenty years.\"\n\n\"So-o,\"--softly. The Oriental's eyes flicked past Dane, and a sudden\nlight glowed in them. \"You have been alone for twenty years in this\ncity we thought was empty, but you were on hand to fight with Ra-Jamba\nfor this delightful creature.\" Something leered from his face that\nsent the hot blood surging to Allan's temples. The Easterner stepped\ncatlike into the room, shutting the door behind him with his free\nhand.\n\n\"That is true,\" the American said, with what calmness he could\nmuster. Through the dizzy whirl of his mind he clung to one thought:\nhe must conceal the existence of the little group on Sugar Loaf\nMountain at all costs. \"I had just discovered that it was safe to\nleave the room, similar to this, in which I had hidden from the gas,\nwhen I heard a scream. I reached here just in time to--\"\n\n\"To interfere with Ra-Jamba's pleasure, and save the little white\ndove--for me. My thanks.\" The yellow man bowed mockingly. \"Too bad,\"\nhe purred, \"that you should be robbed of the spoils of your fight.\"\nThen he asked irrelevantly. \"So some of you Americans found a way to\ncheat our gas. How many?\"\n\nAllan temporized. There had been several similar refuges prepared, he\nsaid, but he did not know whether they had been used. This was the\nfirst he had visited beside his own. But how was it that the\nquestioner knew so little about what had happened here? Had his people\nsimply laid this country waste and never revisited it?\n\n       *       *       *       *       *\n\nThe Oriental shrugged. \"My people are gone, wiped out by your gas as\nyours were wiped out by ours.\" He retold Anthony's story. \"The crew of\nmy own ship mutinied,\" he concluded. \"We fled north, from that last\nterrible fight, north, ever north, till at the top of the world we\nfound a little space that was not gas-covered. There was nothing\nthere, just the ice, and the snow, and the cold. We lived there,\ntwelve of us, all men. There were a few bears and seals. We slew them\nfor food--and we grew a little mad. We were men--all men--do you\nunderstand?\"\n\nAs he said this last, his thin voice rose to a shriek, and his eyes\ndarted to the girl's recumbent form. At length, he went on, the gas\nbegan to retreat, and they followed it down. They had searched town\nafter town, city after city, had found food in plenty, and all the\ntrappings of civilization. But there was never a living being. And the\nfever in their blood drove them on.\n\nThat very morning the insane search had reached New York. They had\nlanded on the roof of this very building. \"We separated to hunt--and\nRa-Jamba was the lucky one. But I--Jung Sin--am still luckier.\" He\ncrept nearer to Allan, and tapped him on the chest with his weapon.\n\"For look you--while those fools used all their ray-gun charges, even\nthe charge of the big tube on our ship, to kill food, I husbanded\nmine.\" He laughed shrilly. \"So you see, I have the only ray-gun in the\nworld. It shall make me master of the Earth.\" Again he laughed wildly.\n\n\"Now I'm going to kill you.\" The black cylinder leveled, and Dane\nstared at death. Alone, he would almost have welcomed it, but the\nthought of the girl in the filthy power of this beast seared through\nhim. Jung Sin, the little red worms of madness crawling in his brain,\npaused for a final taunt.\n\n\"Let the thought of the white dove in my arms cons--\" Allan's sandaled\nfoot shot out into the man's stomach. In the same movement his hands\ncame down, one snatched at and caught the ray-gun, the other smashed\ninto the yellow face. Jung Sin lifted to the drive of fist and foot,\ncrashed into the wall, fell to its foot. From the crumpled heap rose a\nshriek, a long piercing wail that ended in a gurgle.\n\n       *       *       *       *       *\n\nDane froze, the captured cylinder in his hand, and listened. There\nwere others of the unholy band about. Had they heard? Dim sounds came\nto him. He leaped to the door, flung it open. Faint footfalls, a\ndistant shout, came from far down the corridor, away from the\ndirection of the stairs. Allan glimpsed dark forms, rushing toward\nhim. He darted back to the girl, swung her, still unconscious, to his\nshoulder, and was out. The floor was slippery beneath his feet. He\nreeled as he ran, and the sounds of pursuit gained on him. The heavy\nburden weighed him down, the dim hallway stretched endlessly before\nhim. From close behind came hoarse, guttural shouts that chilled him.\n\nThe pack was not twenty feet away when Allan reached the stair door.\nHe slammed it behind him, heard the latch click. He mounted the\nnarrow, winding steps with the last dregs of energy draining from him,\nand heard a crash below that told of the collapse of the barrier. But\nhe had reached his plane, had flung the girl into it, and was pulling\nhimself in when the first of the pursuers burst out on the roof.\n\nAllan thrust home the throttle, the helio-vanes whined, and his\n'copter leaped skyward. He glimpsed men running across the roof; they\nvanished behind a leafy arbor. Dane turned the nose of his craft\ntoward Sugar Loaf, amethyst in the haze of distance, but from that\ngreen arch a black aircraft zoomed up and shot after him. The American\nshook his head free of the cobwebs of fatigue, and veered westward. He\nmust not lead the Easterners to Anthony's refuge.\n\nThrough the dead air, over a dead world they shot--Allan's white flier\nand the ebony plane with the bloody emblem of the seven-pointed star\nemblazoned on its nose. Allan wheeled again as the pursuers reached\nhis level on a long, climbing slant.\n\nBut they continued rising! They, were five hundred, a thousand feet\nabove him. Then they leveled out, and dived down. Their strategy\nflashed on him--they were planning to shepherd Dane down, to force\nhim to land where they would have him at their mercy. And their craft\nwas the faster!\n\n       *       *       *       *       *\n\nThe black ship was right on his tail; Allan flicked his controls and\nhis 'copter slid sidewise on one wing. The other plane banked in a\ntight arc and sped for him; Dane countered with a lightning loop that\nbrought him behind his enemy. His gray eyes were steel-hard, his lips\nwere a straight, thin gash. The other ship was faster, but his,\nlighter and smaller, was more flexible. He could not get away,\nbut--They flipped up and back in an inside loop; Allan's little craft\nbarrel-rolled from under.\n\nThis sort of thing could not last forever. With each maneuver he was\nlosing altitude. Serrated roof-tops were already a scant fifteen\nhundred feet beneath him, gaunt gray fingers that reached up to pluck\nhim from the sky.\n\nOnly half Allan's mind was concentrated on the aerial acrobatics. The\nother half plodded a weary treadmill. In the nullite chamber beneath\nSugar Loaf's summit, he thought, were three couples whose knowledge\nand wisdom had preserved them for the repeopling of the Earth. Their\nchildren, and their children's children--starting from such a source\nwhat heights might not the new race attain?\n\nOn the other hand, the ship that pursued him carried cowards who had\nfailed in mankind's supreme test; men who had lost their manhood,\nravening demi-beasts, half mad with loneliness and desire. As long as\nthey remained alive they would be a menace to those others, an unclean\nband that would forever sully the new world with the old world's\nevils. Even should Allan himself escape them by some trick of fortune,\nthey must inevitably find the little band of men--and women. A cold\nchill ran through Dane as he visioned the result.\n\nHe was not afraid to die. And the girl in the cabin behind him--better\nthat she never awake than that she be the sport of Ra-Jamba's kind. A\ngrim resolve formed itself, and he watched for a chance to put it into\nexecution.\n\nIt came. At the end of a shifting maneuver the black 'copter was above\nand behind the white. Dane's fingers played swiftly over the control\nboard. His ship flipped over backward, rolling on its long axis as it\nsomersaulted. It was directly beneath the other. Then the helio-vanes\nscreamed, and the American plane surged straight up!\n\n       *       *       *       *       *\n\nA resounding crash split the air. Metal ripped, a fuel tank exploded.\nA black wing scaled earthward, zigzagging oddly. Dane's craft and the\nEastern ship clung in an embrace of death. They started to drop. But,\nqueerly, the black plane fell faster, left the white one behind as its\ndescent gained speed till it splashed against concrete below. The\nAmerican helicopter was dropping, too, but sluggishly. Something was\nbuoying it up. Allan, momentarily struggling out of the welter of\nblackness and pain into which the concussion had thrown him, heard a\nfamiliar whine. His helio-vanes were still twirling, limply,\nstutteringly, bent and twisted, but gripping the air sufficiently to\nbrake his crushed plane's fall.\n\nAfterwards, Allan figured it out. The black pilot had slipped sidewise\nin that last frantic moment. His effort to escape had been futile, but\ninstead of his ship's body, Dane's plane had struck the wing and torn\nit off. The impact had irreparably damaged the American craft, but the\nhelicopter motor and vanes had somehow continued to function--just\nenough. The stanch alumino-steeloid fuselage, though bent and\ndisfigured, had fended the full force of the crash from Allan and his\npassenger.\n\nJust now, however, Allan Dane was doing no figuring. Pain welled\nbehind his eyes, his left arm was limp, and a broken stanchion jammed\nhis feet so they couldn't move. The vane motor stuttered and stopped,\nthe plane floor dropped away from beneath him, then thudded against\nsomething. The jar jolted Allan into a gray land where there was\nnothing....\n\n       *       *       *       *       *\n\nSomeone was talking. He couldn't make out the words, but the sound was\npleasant. It soothed the throb, throb in his head. Gosh, that had been\nsome party last night, celebrating Flight ZLX's first prize in\nmaneuvers! Great bunch, but would they be as good in real war--sure to\ncome soon? Dane's stuff had too much kick; he must have passed out\nearly.\n\nSomebody shaking him.\n\n\"Lea' me 'lone; wanna sleep.\"\n\n\"Oh, wake up, please wake up.\"\n\nGirl's voice. Nice voice. Voice like that should have pretty face.\nBetter not look, though; too bad if she had buck teeth or squint eyes.\n\n\"Oh, what will I do? You're not dead? Please, you're not dead?\"\n\n\"Don't think so. Head hurts too much.\" Allan opened his eyes. \"Wrong\nagain. Mus' be dead. Only angel could look like that. Not in right\nplace, though. Mistake in shipping directions--tags switched or\nsomething.\"\n\nA cold hand lay across his brow, and he felt it quiver. \"Don't talk\nlike that. Wake up.\" There was hysteria in the limpid tones.\n\nAllan's brain mists cleared, and he grinned wryly. \"I remember now.\nYou all right?\"\n\n\"Yes. But who are you? Are you Anthony Starr?\"\n\n\"No. But Anthony sent me.\" Allan struggled to rise. He saw twisted\nwreckage beside him. He gasped. \"I seem to be a bit conked. But\nwhat--what do you know about Anthony?\"\n\nThe girl fumbled in her garments, brought out a paper. Allan found\nthat he could move his right arm without much pain. He took the\nyellowed sheet, and read the faded writing.\n\n     Dear Naomi:\n\n     You are asleep, and we have been standing by your couch,\n     drinking in the dear sight of you. You sleep soundly, tired\n     as you are by the long-promised story we told you on this,\n     your sixteenth birthday, the tale of how the world you know\n     only from our teachings was destroyed, of how we planned\n     with our friends to escape the general fate, of how an\n     accident separated us from them and immured us here alone,\n     of how you were born in this room and why you have lived\n     here all your short life. We told you all that, but there is\n     one thing we did not tell you.\n\n     Our food supply has run low, and the gas outside shows no\n     signs of abatement. With careful husbanding we could all\n     three live for another four months, but there is no prospect\n     that we shall be released in so short a time. Alone, you\n     will have sufficient for a year. If we had had some of Carl\n     Thorman's life-suspension serum--but it was his perfection\n     of that which caused the change of plan to a common refuge,\n     and we never thought to stock with it the discarded rooms in\n     our own apartments.\n\n     We have talked it over, and have decided that you must have\n     that eight months' extra chance. And so, dear daughter, this\n     must be farewell.\n\n     When the gas is gone Anthony will come to seek us, if he\n     still lives. You will know him by the white robe of metal\n     fabric he will wear, with its black girdle. Trust yourself\n     to him; he was our friend. If all the food has been\n     consumed, and he still has not come, open the door. But fate\n     will not be so cruel to you.\n\n     We are weary of the long waiting, Naomi. Do not grieve for\n     us. We shall go out into the gas hand in hand, and release\n     will be welcome.\n\n     God guard you.\n\n       *       *       *       *       *\n\nAllan was deeply moved by the love and sacrifice so simply worded. He\nlooked at the girl, and had to blink away a mist that hazed his sight\nbefore he could see her. \"I see,\" he said. \"When the year ended and\nAnthony had not come, you opened the door--\"\n\n\"And the gas was gone. Then I heard someone moving far down the\ncorridor. I was so happy. Who could it be but Anthony? I called. A\nhairy, black giant came running, bellowing in some strange language. I\nwas terribly frightened: I think I screamed, and tried to shut the\ndoor. But he was too quick for me: he was in the room, and his filthy\npaws reached out for me. I screamed again, dodged away from him. He\npursued me. I threw myself backward, tripped, and fell. My head\ncrashed against the floor.\n\n\"The next thing I knew I was here, and you were twisted and jammed\nthere in front of me. At first I wanted to run, then I saw your robe.\nI dragged you out. Then I spied that other pile of wreckage, and I\nthought you too were dead....\" She covered her face with her hands.\n\n       *       *       *       *       *\n\nAllan turned his head, saw for the first time the crumpled debris of\nthe black ship, a hundred feet away, saw stark forms. \"There's nothing\nto be afraid of now,\" he said. \"It's all over. We'll soon be with your\nfather's friend, with Anthony.\"\n\nA little smile of reassurance trembled on the girls lips. \"Oh, do you\nthink so?\"\n\nAllan nodded.\n\n\"Sure thing! Just trust to me, Miss ...?\"\n\n\"Call me Naomi.\"\n\n\"I'm Allan.\" The pilot thrust out his big hand, full fleshed now, and\na little white one fluttered into it. An electric thrill rippled at\nthe contact, and the two hands clung. The girl gave a little gasp, and\npink flushed her cheeks.\n\nNaomi shivered a little, and Allan realized that a chill breeze was\nsweeping across the roof-tops and that daylight was almost gone. \"Look\nhere, partner, we'd better get started, somewhere.\" He pulled himself\nto his feet. Pain shot through him and his head still throbbed. \"I'd\nbetter take a look at that.\" He gestured to the wreck of the Eastern\nship. \"You wait here.\"\n\nWhen he returned his face was pallid, and there was a sick look in his\neyes. The girl asked sharply: \"What is it? What's wrong? Tell me,\nAllan!\"\n\nHe looked at her grimly, started to say something, thought better of\nit. Then: \"It wasn't a pleasant sight.\" He shrugged. \"Come on, let's\nsee what we can find. We'll have to spend the night here, and start\nfor Sugar Loaf Mountain in the morning.\"\n\nOnce more Allan descended a narrow, spiral staircase into darkness and\nsilence. But this time someone was at his side, and a warmness ran\nthrough him at the thought.\n\n       *       *       *       *       *\n\nThe topmost floor of this building was a residential level. Like the\none where he had found Naomi, a green mold covered everything, and\npallid fungi, emitting a pale-green phosphorescence, clung to the\nwalls and ceiling of the long corridor. Apparently the dwellers here\nhad rushed out at the first alarm, had died elsewhere. \"This is luck,\"\nAllan said. \"We shall have a comfortable place to sleep, and food is\nnot far away.\"\n\n\"How is that?\"\n\n\"Why, the stores level is not far below. Most of New York's structures\nhave a number of residential levels at the top, then a floor of retail\nstores, and below that amusement places, offices, and factories.\"\n\n\"But whatever food there was must be decayed by this time.\"\n\n\"The fresh food, yes. But there was a lot of canned stuff, and that is\nprobably all right.\" He pushed open a door. In the eery light a\nwell-furnished living room was revealed. \"You wait here, and I'll see\nwhat I can rustle up.\"\n\n\"But I want to go with you.\"\n\nAllan was inflexible. \"Please do as I say. I have my reasons.\"\n\nThe girl turned away. \"Oh, very well,\" she said flatly, \"if you don't\nwant me with you.\"\n\n\"That's a good scout. I'll be back just as quickly as I can. And, by\nthe way, lock the door from the inside, and don't open it till you\nhear my voice.\"\n\nThe girl looked at him wonderingly. \"But--\" she began.\n\n\"Don't ask me why. Do it.\" There was a curious note in Allan's voice,\none that cut off Naomi's question. The door shut, and Dane heard the\nbolt shoot home.\n\nHe stood in the corridor, listening intently, his face strained. There\nwas no sound save that of Naomi's movements behind the locked door.\nAllan turned to search for the auxiliary staircase that must be\nsomewhere near the bank of ascendor doors.\n\nSilence was again around him, almost tangible in its heaviness. His\nfootsteps reverberated through dead halls, the echo curiously muffled\nby the coating of slime that spread dankly green. Allan found the\nstaircase well, descended cautiously, pausing often to listen. Not\neven the faint scuttering of vermin rewarded him.\n\n       *       *       *       *       *\n\nAt last, three stories down, he reached the stores level. Here, in a\ngreat open hall, were the numerous alcoved recesses of the shops. Once\nthronged, and gaudy with the varicolored goods brought by plane and\nheavy-bellied rocket-freighter from both hemispheres, the vast space\nwas a desert of moldering dust heaps, brooding. There was a faint odor\nin the stagnant air--of spices, and rustling silks, of rare perfumes,\nof all the luxury of the Golden Age that Man's folly had ended.\n\nAllan searched the long shelves feverishly, a nervous urge to complete\nhis task and get back to Naomi tingling in his veins. Once he stopped\nsuddenly, his body twisting to the stair landing. He seemed to have\nheard something, an indefinable thudding, the shadow of a sound. But\nit did not come again, and he dismissed it as the thumping of his own\nblood in his ears, audible in that stillness.\n\nAt the end of a long aisle, neat rows of cans greeted him, the labels\nrotted off, the metal rust-streaked, but apparently tight and whole.\nHe found a metal basket, a roll of wire, twisted a handle for the\nbasket and filled it, choosing the cans by their shape. He should have\nliked to explore further, but the urge to return tugged at him. He\nwent up the stairs three at a time.\n\nThere was a dark, oblong break in the long glowing wall of the upper\ncorridor! The door--it was the door of the apartment where he had left\nNaomi! He leaped down the hall, shouting. The portal hung open,\nshattered: the rooms were stark, staring empty. Allan reeled out\nagain. There were the marks of footprints, of many footprints, in the\ngreen scum of the hall floor, their own among them, that had led the\nmarauders straight to the girl!\n\nFool that he had been! He had thought she would be safer behind a\nbolted door! Allan berated himself. He had thought not to worry her.\nThere had been only four bodies in the wreckage of the black\nplane--but how had the rest gotten here so soon?\n\nThere was a humming whine from above. Dane hurtled toward the roof\nstairs. He burst from the upper landing, fists clenched, face a\nfurious mask. A helicopter was just rising. Allan jumped for it, his\nfingers caught and clung to the undercarriage. But the down-swing of\nhis body broke his hold, and Dane crashed to the roof.\n\n       *       *       *       *       *\n\nHe watched the plane, saw it zoom up, turn east, saw it sink and land\na half mile away, atop the building where he had found her. In the\nmoonlight he marked the direction of the place, its distance. Then he\nwas descending stairs, innumerable stairs. He could not hope to reach\nit in time to save Naomi. But--his eyes grew stony--he could avenge\nher.\n\nAfterwards that nightmare journey through the murdered city was a\ndetailless blur to Allan. He clambered over heaped rubble, forced\nhimself through windrows of piled bones that crumbled to dust at his\ntouch. Vines, and whipping creepers of triumphant vegetation\neverywhere halted him; he tore them away with bleeding hands and\nstumbled on. He fell, and scrambled up again, and plodded on the\ninterminable path till he had reached his goal.\n\nHere, at last, some modicum of reason penetrated into the numbed\nblankness of his brain. The dark arch of the entrance-way was somehow\nfamiliar. Still legible under the verdigris of the bronze plate on the\nlintel he read, \"Transportation Substation--District L2ZX.\" Now he\nunderstood why he had not seen the black flier till it had leaped in\npursuit: how it was that Naomi's captors had so quickly found another\n'copter. A broad well penetrated the center of this building--its\nopening must be covered by the luxuriant vines so that he had not\nnoted it--and dropped down to the midsection that was a hangar for\nlocal and private planes. His own little Zenith had been stored here\non occasion. There must be other helicopters there, and a stock of\nfuel. A dim plan began to form at the back of his head.\n\nBut first he must find where they were, and what had happened to\nNaomi.\n\nAllan removed his sandals, and began the endless climb. He made no\nsound on the steps, cushioned as they were with mold, but at each\nlanding he paused for a moment, listening. The cold fire that burned\nwithin him left no room for fatigue, for pain.\n\nA murmuring, then a laugh, cut through the deathlike stillness. Allan\nwas nearly to the top. Down the corridor into which he crept,\nsnakelike on his belly, red light flickered from an open door.\n\n       *       *       *       *       *\n\nDane moved soundlessly to that door, and, lying flat, pushed his head\nslowly past the sash till he could see within. By the light of a fire\nthat danced in the center of the unburnable mallite floor, its\nillumination half revealing their sodden, brutish faces, he saw an\nunspeakably strange group. A scene from out of the dawn of history it\nwas, the haunch-squatted circle, their yellow skins and black\nglistening in the crimson, shifting glow. He recognized the giant\nNegro, Ra-Jamba, his head bound with a rag, and Jung Sin. There were\nfive others clustered about those two, and a third, a skew-eyed\nOriental, intent on some game they were playing with little sticks\nthat passed from hand to hand.\n\nBefore each of the players there was a little pile of fish bones,\nblack with much handling. The Negro's pile, and that of Jung Sin, were\nabout equal, but there were only two or three in front of the third\nplayer. And just as Allan caught sight of them, the sticks clicked,\nand a shrill objurgation burst from that third as the last of his\nmarkers were raked in by Jung Sin's taloned hand. The circle hunched\ncloser, there was a ribald, taunting laugh from Ra-Jamba and Jung Sin\nglanced over his shoulder into a shadowed corner.\n\n\"Have patience, my lotus flower,\" he purred. \"Only one is left. Soon\nthe goddess of fortune and love will clear him from my path. By the\nnine-headed Dragon, I have never seen a game of Li-Fan last so long.\nBut it draws to an end. Then we shall have our joy together, you and\nI.\"\n\nIn that instant the fire flared. Allan saw an open window in the\nbackground, and beneath it a slim white form lying, bound and\nhelpless. Fierce joy leaped in him, and fiercer hate, Naomi was as yet\nuntouched, the game was being played for her as stake. He had come in\ntime to save her!\n\nBut how? There were eight of the Easterners in the room. He had his\nray-gun, and might cow them with it and free the girl. But as soon as\nhe had gotten her out of the room, they would surge out after the\nwhites. He could fight for a while, but the end was inevitable. And\neven if by some miracle he and Naomi escaped, they would be tracked to\nSugar Loaf.\n\nThe sticks were clicking in a continuous rattle as the final bout of\nthe game waxed fast and furious. And as fast and furious was the whirl\nof Allan's thoughts. He strove to remember the layout of this\nbuilding. The helicopter hangar was next above this level. Outside the\nwindows of this floor a narrow ledge ran. The nebulous scheme that had\nentered his dazed brain as he read the bronze plate below took clearer\nform, shaped itself to meet this new need.\n\n       *       *       *       *       *\n\nAllan crept away to safe distance, leaped to his feet and flitted\nupward. He was in the empty, echoing space of the hangar level. The\nfuel tanks bulged huge in the dimness. Here were reels of the feed\nhose he needed--flexible metal that had withstood the years; here a\nfaucet nozzle, and a long coil of fine wire. Haste driving him, he\nmade the connections. Then he was descending again, dragging behind\nhim a long black snake of hose whose other end was clamped to a vat of\noxygen impregnated gasoline.\n\nThe rustle of the hose along the hall floor was muffled by the greasy\nslime. Dane got the nozzle to just outside the door of the room where\nNaomi lay captive. The rattle of the playing sticks still continued.\nJung Sin's voice sounded, in a language that Allan did not understand.\nBut there was no mistaking the triumphant note in the silky, jeering\ntones. The yellow man was winning, and winning fast.\n\nDane twisted one end of the wire around the faucet handle. Then he was\nunwinding the coil as he tried the door of the chamber next to the one\nwhere the fire burned, found it open, darted across the room and\nsoftly raised the sash. The sill here, like the one beneath which\nNaomi lay, was a bare two feet above the ground.\n\nHe was out on the ledge, sliding along it toward the fire-reddened\noblong five feet away. He crammed his body close against the wall,\nkept his eyes away from the unfenced edge of that eighteen-inch shelf.\nBeyond, an abyss waited, twelve thousand feet of nothingness down\nwhich a single misstep, an instant's vertigo, would send him hurtling.\nSuddenly the rattle of sticks stopped, and he heard the black's long\nhowl of disappointed rage. The game was over!\n\nAllan reached the window, glimpsed a leering semicircle of animal\nfaces, saw Jung Sin coming toward him. Then he had swung in.\n\n\"Back, Jung Sin! Back!\" Allan was straddled over Naomi's form, the\nray-gun thrust out before his tense threat, his face livid, his eyes\nblazing. \"Get back, or I ray you!\"\n\n       *       *       *       *       *\n\nConsternation, awe, flashed into the brutal faces of the Easterners.\nJung Sin reeled back, his saffron hands rising. Allan's weapon swept\nslowly along the line of staring men. \"If one of you moves I flash.\"\n\nHe bent to the girl, keeping his eyes on the Easterners, and his\nweapon steady. He had hung the wire coil over his shoulder, leaving\nhis left hand free to fumble for and untie the cords around Naomi's\nwrists. He got them loose.\n\n\"Can you get your feet free, Naomi?\"\n\n\"Yes, I can manage it.\" Her voice was steady, but there was a great\nthankfulness vibrant in it.\n\n\"Then do it and get out on the ledge. Quick.\" He straightened, and the\nblaze of his eyes held the yellow men, and the black, motionless.\n\nNaomi, at the window behind him, gasped. \"I know it looks tough,\" he\nencouraged her, \"but you can make it. Don't look down. Go to the left.\n_And keep clear of that wire._\"\n\n\"I'm all right, Allan. But you--\"\n\n\"Never mind about me. Go ahead.\"\n\nJung Sin jerked forward, driven by the madness that twisted his face\ninto gargoyle hideousness. But Allan's ray-gun stabbed at him, and he\nhalted.\n\n\"I'm out, Allan.\"\n\nDane's foot felt back of him for the sill, found it. He lifted, facing\nhis enemies inexorably, caught the lintel with his left hand, and was\ncrouching outside. A sidewise flick of his eyes showed Naomi just\nreaching the other window.\n\nHe pulled at the wire till it was gently taut. A moment's compunction\nrose in him at what he was about to do. Then the black roll of the\nEasterners' crimes rushed into his mind. Naomi's safety, his own, and\nthat of the little colony that had endured so much to preserve\nhumanity, cried out for their extinction. Allan jerked the metal\nthread, and the faucet nozzle in the corridor opened.\n\nA black stream gushed forward, reached the fire, and the room was a\nroaring furnace. Allan saw the forms of his enemies silhouetted\nagainst the blaze for a fleeting instant, then they were flaming\nstatues. One only, Jung Sin, nearer than the rest, leaped for the\nwindow and escaped the first gush of flame. Allan pressed the trigger\nof his ray-gun. But no blue flash answered that pressure. The weapon's\ncharge had leaked out, was gone!\n\n       *       *       *       *       *\n\nAllan tore himself loose from yellow hands that clutched at him, his\nfist crashed into Jung Sin's fear twisted visage, and the crazed\nOriental fell back into the roaring blaze.\n\nBut Allan himself was thrust backward by that blow, was swaying on the\nvery edge of the chasm. His hand went out for a saving hold on the\nwindow sash; flame licked at it. He was toppling, against the strain\nof his body muscles to resist the inevitable fall, and death reached\nup from depths for him. Then an arm was around him, was drawing him\nback to life. Naomi had darted back, defying the terror of that\nheight, the surge of heat. She had reached him just in time--a\nsplit-second later and his weight would have been too much for her\npuny strength. But in this instant, the merest touch was enough to\nsave him. They crept along the ledge and climbed wearily in.\n\nThere was another plane in the hangar, and presently Allan had it\nrising through the well into clean, free air. He turned to the girl in\nthe seat beside him and pointed at the scene they were leaving.\n\n\"Look,\" he said.\n\nThe city was in darkness beneath them, save for the one staring\nrectangle that marked a pyre. But dawn shimmered opalescent in the\neast.\n\nA soft white hand crept into Allan's. There was a long moment of\nsilence. Then Allan said, softly: \"A new day, and a new world for\ntheir children.\"\n\nA sleepy, tired voice sighed: \"For their children and ours, Allan.\"\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of Project Gutenberg's When the Sleepers Woke, by Arthur Leo Zagat\n\n*** END OF THIS PROJECT GUTENBERG EBOOK WHEN THE SLEEPERS WOKE ***\n\n***** This file should be named 29322.txt or 29322.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/3/2/29322/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}