{"title": "This One Problem", "author": "M. C. Pease", "releaseDate": "July 8, 2009", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n    _Piracy in the past has acquired the gaudy technicolor of high\n    romance. In the present, piracy is as tawdry as tabloid headlines.\n    But piracy in the far future, when presented as vividly as in this\n    story, can be scary stuff._\n\n\n    this\n     one\n problem\n\n _by ... M. C. Pease_\n\n\n The shortest distance between two points may be\n the long way around--and a path of dishonor may\n well turn into the high road to virtue.\n\n\nMarc Polder, Resident Comptroller of Torran, strolled idly down the\ndusty littered path that passed for a street. In the half-light of the\npint-sized moon overhead the town looked almost romantic. One day, when\ncivilization had at last been brought to these Asteroid bases, memory\nwould make Torran heroic. But now, with the fact before the eyes, it was\nmerely dirty and squalid. Only the scum of the Solar System called it\nhome.\n\nIdly Marc Polder pushed a swinging door aside and entered what passed on\nTorran for a restaurant. Pushing his way through the tables until he saw\nhis only aide, Female Personnel Manager Lee Treynor, he sat down.\n\n\"What's new?\" he asked.\n\n\"Not a thing.\" But for a certain softness of voice and curve of\nunmade-up lips, Lee could have passed for a boy. Her light hair was\nshort, she wore a man's coveralls. She added, \"Only the usual murder,\narson and brigandage that you don't want to hear about.\"\n\n\"Don't let such trifles get you down,\" said Marc with a crooked\nhalf-smile.\n\n\"I'm fed up,\" the girl said shortly. \"I must have been still wet behind\nthe ears when I agreed to come out here two months ago. I thought I was\ngoing to help establish a place where decent people could live and work.\nSo far I've just watched my boss swig Venerian swamp beer with the worst\nelements in town, and do nothing about the lawlessness that runs riot\nall over the place.\"\n\n\"Look, lady,\" Marc answered gently, \"I certainly admire those lofty\nsentiments of yours. I admit they are maybe what ought to be. But the\nway I see it they just don't fit the facts. Out here the Federation\nspace fleet is supposed to be the big stick. Only right now it's off\nplaying mumbly-peg with the Venerians.\n\n\"The Big Wheels seem to think there'll be a shooting war in a couple of\nmonths. There's only three or four destroyers left in the whole damn\nAsteroid Belt. And without the big stick behind me I'm not hankering to\ncommit suicide by looking for trouble.\"\n\nMarc smiled again ruefully. \"What I can do I try to do,\" he added with\nsudden earnestness. \"I figure the most important thing is to protect the\nAsteroid Development Company so they can buy the nuclear ore the\nAstrodites bring in. Without that ore the Federation's going to be in a\nhell of a fix if it actually does come to war. And along with that\nthere's the matter of guarding the stuff the Navy's got stored here.\" He\nwaved toward the Navy warehouse that could be seen outside the window.\n\n\"Listening to and fraternizing with the characters you call the biggest\ncrooks in town,\" the comptroller went on with a shrug, \"I've a chance at\ngetting tipped off in advance to anything that may make trouble for our\ninterests. As long as I ignore their rackets they accept me in their\nmidst, talk freely with me around. And it's a hell of a lot easier to\nstop something when you know the score beforehand.\"\n\nThe young woman's lips parted as if she seemed about to say something.\nThen they closed in a thin line. Obviously she was not happy with Marc\nPolder's explanation. She was too young to be willing to compromise her\nideals, no matter how potent the logic of necessity.\n\nShe was about to leave the table when the shrill screams of a distant\nwhistle sliced through the noise of the crowd. Voices broke off in\nmid-sentence and bodies froze into immobility. As the siren's piercing\ntones faded the restaurant's customers looked at one another in silent\nterror. Then, as the shock wore off and unanswered questions were\nbeginning to fly, a man suddenly ran in through the revolving doors.\n\n\"Raiders!\" he gasped. \"The listening gear's picked up a signal that's\nnot from any Astrodite or destroyer. Signal Corps figures it's a\npirate!\"\n\nThere was a mad rush for the doors and seconds later the place was empty\nexcept for Marc Polder, still sitting calmly at the table drinking his\nbeer, and Lee Treynor who sat watching him.\n\n\"What are you going to do?\" she finally asked.\n\n\"I don't know. What _can_ I do?\" Marc said.\n\n\"Good heavens!\" the girl exploded. \"Are you just going to sit there\nguzzling beer while pirates take over the town?\" She stared at him\nincredulously.\n\n\"What do you suggest I do?\" the comptroller asked. \"We haven't anything\nto fight with. There's no way we can get help. As far as I can see\nthere's nothing we _can_ do--not yet anyway.\" He calmly lifted his\nglass.\n\n\"You mean we're just going to _sit_ here?\" the girl gaped.\n\n\"Sure. The others left to hide their money and valuables. I've got\nnothing to hide.\"\n\n\"What about that stuff the Navy has cached in their warehouse?\" Lee\nasked. \"That new rocket fuel their destroyers use when they need a\nlittle extra push. Isn't that worth hiding?\"\n\n\"The hyper-degenerate-thorium, you mean? I'd like to hide that\nsomewhere,\" Marc conceded. \"But where do you hide ten tons of stuff in\nfive minutes? Besides, it wouldn't do the raiders any good. Too hot.\nIt'll burn out their jets. They'd go up like an A-bomb two minutes after\nthey threw it on. They know that. Only thing they could do with it is\nsell it to Venus. Not that that would be bad. Shortage of H.D.T.'s may\nbe the chief reason why there's been no war started yet. But for now\nthere's nothing you and I can do.\" Calmly he lit a cigarette.\n\n\"Of course,\" he went on, smiling, \"we _could_ bum a ride out with some\nof the company men. No doubt they're all hightailing it away from here\nin their space-buggies.\"\n\n\"I'm surprised,\" Lee said with a trace of sarcasm, \"that you're not\ndoing just that, leaving me and the other women to the beasts!\"\n\nMarc eyed her unblinkingly. \"You know as well as I do that most of the\nfemales on this asteroid take pirates in their stride. They might even\nwelcome a change of partners. As for you\"--he paused--\"you stick close\nto me and keep your pretty mouth shut. I think we'll manage somehow.\"\n\nIn silence they walked back to the comptroller's office.\n\n\"Marc,\" Lee said as they entered, \"what about the new radar? Maybe we\ncould get a message out with it, in code or something.\"\n\n\"What?\" Marc turned, astonished. \"You want to play our only hole-card on\nan off-chance like that? There aren't more than four or five people\nhere who even know it's been set up on the other side of the asteroid.\nThere's hardly a chance the raiders will find out about it. And you want\nto blast the news at them!\" He looked disgusted.\n\nThe girl said stubbornly, \"You can't just give up without a fight. And\nthat's our only weapon.\"\n\n\"Look,\" Marc said grimly, \"that's only a second-hand destroyer radar, so\nit wouldn't carry far. No. I'm not going to use it on any such\nharebrained scheme as that. And if you breathe a word about it I'll take\nyou apart.\" He added with a faint smile, \"Not that _that_ wouldn't be a\npleasure.\"\n\nLooking at him she knew he meant the tender joke and the knowledge\nhelped her.\n\n\"I think,\" Marc went on after a moment, \"I'd better warn the boys over\non the radar project or they might accidentally start it up while the\nraiders are here.\" He closed the door as he went into the inner office\nto make the call.\n\nA moment later he emerged and studied the still angry girl through\nhalf-closed eyes. She blushed under his scrutiny, said coldly, \"What's\nthe matter? Afraid I'm not attractive enough for our visitors?\"\n\nHe grinned. \"You could do with a mite of padding here and there. But I\nwas thinking the other way, as a matter of fact. It's a pity you don't\nhave a small mustache.\"\n\n\"You don't have to insult me!\" Lee cried bitterly. \"I'm _glad_ I'm\nthin!\"\n\n\"I'm not insulting you,\" Marc said mildly. \"I even wish you were a bit\nskinnier. It's the plump girls our guests are going to be looking at\nfirst. Remember now--you stick right with me and keep your mouth shut,\nd'you hear?\"\n\n\"I hear,\" she said shortly. But he could see the fear she was trying to\nhide and he knew she was honestly frightened for the first time in her\nadult life. She said, \"What will they--be like?\"\n\n\"If it's John Mantor, and I suspect it is, they'll be rough,\" Marc\ninformed her. \"He's a tough ex-pilot who got bounced off Space Patrol\nand turned outlaw. He seems to hold a grudge against the whole human\nrace. If it's one of the others--it may be a lot worse.\"\n\n\"I don't see why outlaws are allowed to exist at all,\" she said.\n\nMarc sighed, shook his head. \"A lot of people have felt that way over a\nlot of pirates over a lot of eras. But somehow they keep turning up.\"\n\nA few minutes later the space-scarred pirate ship had made a rocky\nlanding in the middle of the small spaceport and John Mantor, pirate\nchief, drove up to the comptroller's office in a cloud of dust. He was\ntall and dirty and thin and tough. \"Which one of you is the\ncomptroller?\" he demanded, as he faced Marc Polder and Lee Treynor.\n\n\"I am,\" Marc said, not rising from behind the desk.\n\n\"Then you're the guy responsible for any trouble here,\" Mantor said. \"So\nI'm going to tell you how to avoid trouble.\" His brutally scarred face\ntwisted into a grin.\n\n\"There's a lot of loot around here. I'm not going to ask you where it\nis. My boys can take care of that matter. But there's also the Navy\nwarehouse. Maybe we won't know what some of the stuff in there is for,\nso you're going to tell us.\"\n\nMantor leaned across the desk, his eyes as hard and cold as chips of\nduratite. \"And if you won't, there's going to be trouble and you'll be\nit--you and your friend here.\"\n\nMarc sat impassively, meeting the hard-eyed gaze. \"That warehouse is\ngovernment property,\" he said. \"So far, there's only piracy against you.\nBut if you raid that building you're going to be the personal problem of\nthe Navy. If I were you I'd leave it alone.\"\n\n\"You let me worry about that,\" said Mantor.\n\n\"Besides,\" Marc went on, \"I don't see what good the stuff in that\nwarehouse can be to you. There's little of cash value in there. And I\ndoubt if you can use any of the parts on your ship.\"\n\n\"That could be,\" Mantor replied. \"But on the other hand, maybe we can\nfind a market for certain items.\" He smiled coldly. Watching, Lee knew\nhe referred to Venus. She sat perfectly still, praying for him not to\nnotice her.\n\nMantor spread his hands on the desk, a look of hatred and ferocity on\nhis face. \"What I want to know is--are you or are you not going to\ncooperate? And I want to know fast.\"\n\n\"Don't get me wrong,\" Marc said softly. \"I'm not telling you what to do\nor what not to do. But that warehouse is the thing I'm here to protect.\nAnd if I were to agree to help you, the Navy would be after me, too. So\nI've got to say to hell with you.\"\n\nJohn Mantor rocked back on his heels, hooking his thumbs in his belt. A\nslow smile spread over his face. \"Okay,\" he said. \"I think I get what\nyou mean. So I guess we got to work you over. And we'll do it where\nthere aren't any outside witnesses.\"\n\nMarc grinned back at him.\n\nLee was puzzled. It took her a moment to realize that the grins sealed a\ncontract between the two men. Marc would cooperate if he were beaten up\nenough first to satisfy a later investigation--but not too severely for\nhis own comfort!\n\nLee found it difficult to hide her contempt. She stared at her hands,\nclenched in her lap, and waited for Mantor to leave.\n\nThe looting and destruction were well under way an hour later when a\ncouple of Mantor's men joined their chief, who stood with a somewhat\nbruised Marc Polder and an unharmed but furious Lee Treynor. Between\nthem they carried a small, obviously heavy box.\n\n\"You know what this stuff is, boss?\" one of the men asked. \"They got a\nhundred or a hundred-fifty boxes like this in there.\" He nodded at the\nNavy warehouse.\n\nThey set the box down and Mantor flung back its lid. It was filled with\nsmall grey pellets. Mantor picked up a handful and stood fingering them.\n\n\"Looks like rocket fuel,\" he said. \"Only I've never seen any this color.\nAnd it's too heavy, also.\" He turned to the comptroller. \"_You_ tell me\nwhat it is.\"\n\nMarc shrugged. \"I don't know. It's a Navy secret.\"\n\nMantor's eyes glinted. Without warning his fist flew out, sent the\ncomptroller sprawling in the dust where he lay stunned. Lee's hands flew\nto her mouth barely in time to suppress a cry.\n\nAfter a few moments Marc rolled over slowly and pushed himself painfully\nto a sitting position. He looked up at Mantor who stood watching him\ncoldly, his fist flexing.\n\nThe comptroller licked his lips and looked around at the several men who\nstood watching, their faces impassive. \"Okay,\" he said in a\nnone-too-steady voice. \"I'll tell you. You'd find out anyway from the\nfiles.\"\n\n\"Cut the alibis and give,\" Mantor growled.\n\n\"Keep your shirt on.\" Marc's voice indicated he was regaining control of\nhimself. \"It's H.D.T.--Hyper-Degenerate-Thorium--the stuff the\ndestroyers use to get extra push.\"\n\nMantor roared his glee. \"Pack it aboard, boys--_all_ of it! And put it\nwhere it will be handy, just in case.\"\n\nThis was it, Lee thought as she stood by, watching--the final bitter\npill. Mantor had as much as told them he was working for Venus. And the\nH.D.T. was all Venus needed to be ready for war--a war that might well\nblast civilization from the Solar System. Strange that so much should\ndepend upon one man; tragic that the one man was a weakling.\n\nWith an effort Lee forced herself to be fair. It might have done no good\nto lie, she conceded. But anyone with even a normal amount of simple\ncourage would have tried.\n\nIt was about two hours later when the siren went off again like a\nbanshee wailing to a low-hanging moon. Men came running from all\ndirections, shouting questions at the tops of their voices.\n\nA midget auto came skidding down the pirate ship's ramp, its driver\nstanding on the accelerator. The car knifed through the swirling crowd,\nbarely missing several people, and skidded to a dusty stop directly in\nfront of Mantor.\n\n\"_Radar signal!_\" the driver yelled. \"The search receiver picked up a\nsignal that sounds like a destroyer's radar. It suddenly came in strong.\nProbably sneaked up on us from behind that damn moon. It's coming in\nfast and braking hard!\"\n\nThere was a mad scramble as the looters raced for their ship.\nHeavy-handed horseplay was forgotten. They knew they were helpless\nagainst a Navy destroyer. Their only hope lay in a fast getaway. Seconds\ncould easily spell the difference between safety and defeat.\n\nIn less than ten minutes the ship's locks were sealed and they fired\noff. As the flames roared out and the huge ship lifted swiftly it was\nobvious that they were throwing on all the fuel their jets could take.\n\nMarc Polder had faded back into the crowd at the first sound of the\nsiren. As he stood watching the blastoff Lee joined him, hands in her\npockets, looking more than ever like a boy.\n\n\"Maybe my idea of asking for help wasn't so far-fetched,\" she said\nquietly. \"Maybe the patrol might have been here in time. Maybe you\nwouldn't have had to tell them about the H.D.T.\"\n\n\"Maybe,\" Marc answered without turning his eyes from the dwindling point\nof reddish light high in the dark sky.\n\n\"And just by way of keeping the record straight,\" the girl went on in a\nvoice that began to rasp, \"you know as well as I do that the files don't\nlist any H.D.T. It's under a code name.\"\n\n\"Maybe,\" Marc replied in a noncommittal tone.\n\nThe point of light in the sky suddenly turned blue. Lee was staring at\nit too, now. And she knew also what the change of color meant. Mantor\nhad started to use the new fuel!\n\n       *       *       *       *       *\n\nSuddenly there was a blinding flash. Lee cried out and staggered back,\ncovering her eyes. Marc, who had closed his eyes when the color change\ncame, took hold of the girl's arm.\n\n\"I told you what would happen if they used the stuff,\" he said gently.\n\"It's too hot for their jet chambers. It melts the walls. A lot of gas\npiles up in the tubes. The pressure pushes the fire back. And when it\ngets shoved back into the recoil chamber and you lose the protective\nlayers of cold gas there--well, then you've got to look for your ship\nwith an ionization gauge!\n\n\"I told you all that long ago. The trouble is, you're too idealistic,\nLee. That's not the same as _having ideals_. I admire ideals--I might\neven confess to a few of my own. But _you_ don't stop to figure out just\nwhat your ideals are--exactly what you're fighting for.\n\n\"You come to a crisis like this one and you forget about the _big_ goal.\nAll you see is this one problem. And by giving them yes-or-no\nanswers--good or bad, brave or cowardly--to the problem of the\nmoment--you may miss a simple solution to the big one.\n\n\"You've got to keep a cool head and never forget for even a moment\nexactly what it is you want to accomplish.\" His voice was gentle, and it\nheld no rebuke.\n\n\"All right,\" said Lee unhappily, \"you win. You needn't bother to rub in\nthe salt. I was going to chase you through all the inquiry courts for\nthis. Instead, you got a lucky break, so I can't do a thing. You ought\nto be tarred and feathered through every city of the Federation, but\nbecause a destroyer happened to stumble in here at the right time you'll\nend up a hero.\" Her voice caught in a sob.\n\n\"Oh, the destroyer,\" Marc replied. \"Ah, yes, that _was_ lucky, wasn't\nit? The only hitch is--there wasn't any destroyer. Probably not one\nwithin a million miles!\" He laughed as Lee turned surprise-widened eyes\ntoward him.\n\n\"What they thought was a destroyer was the radar system on the side of\nthe rock, bouncing a signal off the moon. I gave the radar boys the word\njust before Mantor dropped in on us. The crew did a damned good job of\njuggling the power and frequency and all.\" He grinned. \"Remind me to buy\nthem a beer sometime.\"\n\nHe laughed then at the girl's expression as it changed from bitter\ndisillusion to something akin to awe, close to hero-worship.\n\n\"And this, by the way,\" Polder said, \"is as good a time as any to tell\nyou that I'd like to see you look like a woman, for a change. How about\nchanging into a dress before we go into town. You know, I've never seen\nyou out of that uniform?\"\n\nShe hesitated, unsure of herself now. \"That will take a little time,\"\nshe said doubtfully.\n\nHe put hands on her slim shoulders, gave her a gentle shove toward her\nquarters. \"We've got time,\" he told her. \"Lots of it. But I've been\nwaiting quite a while.\"\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Fantastic Universe_ March 1954.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of This One Problem, by M. C. Pease\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THIS ONE PROBLEM ***\n\n***** This file should be named 29354.txt or 29354.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/3/5/29354/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}