{"title": "The Odyssey of Sam Meecham", "author": "Charles E. Fritch", "releaseDate": "July 8, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n    _This story may, in a sense, be tongue-in-cheek. But the underlying\n    struggle, if you look into the characters' hearts, is terrifyingly\n    real and human--the kind of struggle so many of us go through. But\n    Sam Meecham was lucky. He not only got what he wanted, but something\n    he hadn't realized he wanted._\n\n\n     the\n odyssey\n      of\n     sam\n meecham\n\n _by ... Charles E. Fritch_\n\n\n Sam Meecham did not realize that his chance discovery of unlimited\n power would bring back that which he had lost eight long years ago.\n\n\nTo look at Sam Meecham you'd never have dreamed he was a man of decision\nand potential explorer of the unknown. In fact, there were times when\nSam wouldn't either. He was a pink, frail-looking person with a weak\nchin and shoulders used to stooping, and stereotyped thinking\nimmediately relegated him to the ranks of the meek and mannerly. These,\noddly enough, happened to be his characteristics--but that was before he\ndiscovered the hyperdrive.\n\nIn his capacity as an atomic engine inspector, his work was most\nuncreative. He was a small cog in a large cog-laden machine. A\ngovernment worker helping to produce engines that would send supplies\nand immigrants and tourists to the U.S. Sector of the Moon Colony.\n\nDay after day, week after week, freshly made engines would come sliding\ndown the conveyor belt. And mechanically Sam Meecham would attach to\neach two wires that led from a machine by his side, flip a switch, and\nif the dial on his machine read at least fifty, he could pass the\nmachine on as being adequate for the job of Moon ferry. He'd been\nattaching those two wires in place and watching fifties for five years,\nand it looked as though he'd be doing it for fifty-five more.\n\nThen one day a defectively wired machine came sliding along, and\ndutifully Sam hooked it up and flipped the switch. Automatically, his\neyes glanced disinterestedly at the dial showing Comparative Thrust. His\neyes bugged. The needle had passed fifty, had gone to the 100 mark\n(never before reached), struck the metal projection, bent, and was\nwhirling in a rapid circle!\n\nSam quickly cut off the motor, then he glanced furtively about to see if\nanyone had noticed. The room was a flurry of men busy at routine tasks\nand none of them seemed particularly interested in anything that was\ngoing on at his table.\n\nSam checked his own machine and found the tester in perfect working\norder. He hesitated a brief moment, then flipped the switch again. He\nwas prepared for the whir of the dial now but still it frightened him a\nlittle. There must be something wrong; no atomic engine could have that\nmuch Comparative Thrust. Yet--the tester was perfect.\n\nSam Meecham shut off the tester and stood very still for a minute and\nthought about it. His glance fell on the intricate wiring within the\natomic engine and he saw with a start that it looked different from\nusual. Wires were where wires had never been before, where wires were\nnot supposed to be.\n\nWith another quick glance about him Sam began copying the wiring pattern\non a sheet of paper. He thrust the paper into his pocket as the foreman\ncame up to him.\n\n\"Say, Meecham,\" the foreman said, \"that last engine okay?\"\n\nSam Meecham hesitated briefly, then said, \"The wiring was a little\nfouled up. Busted the dial on the tester.\"\n\nThe foreman shook his head. \"I was afraid of that. Some wireman on the\nthird floor came in half drunk a few minutes ago. That was only his\nfirst machine, so the others ought to be okay.\" He jabbed a finger at\nthe engine. \"You'd better send it back up.\"\n\nWhen the foreman was gone Sam checked the wiring with his diagram to\nmake certain he hadn't made any mistakes, and then he disconnected some\nof the wires--just in case.\n\nFor the first time in years Sam Meecham felt a new freedom. He'd always\nbeen a dreamer hampered by cold reality--a man with his head in the\nstars and his feet chained to solid earth. He'd wanted to go to the Moon\nwhen the government first started colonizing; but Dorothy, his wife,\ntalked him out of it.\n\nAt various times he had felt that secret longing, that beckoning of the\nstars, but each time he had shelved the desire and turned to attaching\nhis two wires of the tester to their proper terminals on each atomic\nengine, and then when his shift was up he turned homeward to face an\nexistence equally uninspiring.\n\nThe moment he had seen that needle pass into the hundreds, Sam Meecham\nknew what he was going to do. He had planned it years ago, when he first\nstood alone in the night and gazed upward at the glittering diamonds\nthat lay beyond reach. Even then he had known what he would do if ever\nthe opportunity presented itself. In those moments of self-pity that\ncame too often, however, he had told himself that it was only wishful\nthinking and cursed himself for being a weakling and a dreamer who did\nnothing about his dreams. But he had resolved that someday he _would_ go\nout among the stars.\n\nThat day had come, and as Sam Meecham went homeward that evening he felt\nhis heart beat in time with the pulsing light of the stars overhead. But\nwith this new exultation he felt a desperate fear. A fear that he might\nagain bypass his opportunity as he had done so often before. Yet he knew\nthat this was his greatest chance, perhaps his last chance. He must be\nbrave and strong, and above all confident that his intense longing would\nmake his venture successful.\n\n\"How did everything go?\" Dorothy asked when he came in.\n\nIt was a mechanical question and he answered it mechanically, \"Okay.\nEverything went as usual.\"\n\nHe didn't want to look at her. She had grown plump since they had\nmarried eight years ago, and by not looking at her he could somehow\npretend she was still slim and attractive.\n\nShe was lying on a couch, wearing a housecoat, and didn't look up from\nthe magazine in front of her. \"Supper's on the table,\" she said.\n\nFor eight years he'd had flat, uninspiring meals, meals that kept one\nfrom starving and no more. His complaints had met with more hostility\nthan he cared to cope with, and always, meekly he had retired from\nthe scene of battle wishing he had submitted and thus avoided the\ntongue-lashing before which he felt so helpless.\n\nOnce more in the surroundings that bred it, a familiar, distasteful\nhelplessness rose to envelop Sam Meecham. It came across him as a\nfeeling of despair and bewilderment, and he wondered sickly if he would\never escape this.\n\n_Yes_, he told himself, clenching his fists determinedly. But he would\nhave to bide his time. Slowly, not really tasting it, he ate the cold,\nuninviting meal set on the table.\n\nSecuring the engine was the least of his worries--at least from a\ncommercial standpoint. The factory was turning out atomic engines at\nalmost production-line rates, and civilians could easily get them for\nprivate use--so long as they operated them at low speeds and within the\natmosphere of Earth.\n\nThat last thought drew a long secret laugh from Sam Meecham. At low\nspeeds. The government considered anything above a 50 CT as high speed.\nAnd here he was with a secret that could enable him to travel at--who\nknows what speeds? He could give it to the government later, but right\nnow he had his own use for it.\n\nDorothy would prove an obstacle, however. She always was an obstacle,\nand there was no reason to assume she wouldn't be one now. And he was\nright about that. The following payday, when he took his check and\nsplurged it on an atomic engine, Dorothy was madder than a Uranium pile\napproaching critical mass.\n\n\"Here I scrimp and save on that measly paycheck you bring home,\" she\nwailed, \"and you go out and buy luxuries we don't need if we could\nafford them. Look at this dress! It's old--all my clothes are old. And\nyou know why? You want to know why?\"\n\nSam Meecham already knew why. It was because as a manager of his\nfinancial affairs Dorothy was a flop. Often he had wanted to tell her\nso, but the more times he attempted to open his mouth the louder she had\nwailed. It was a lot easier just to let her explode and then fizzle out.\nEven now he had the desire to shout at her to see what would happen. But\nher shrieks made him grow sullen and unsure of himself. Perhaps he _had_\nwasted the money. After all, the engine they had in their outdated model\nrocket was good for a few years more. But for a long trip through\nspace--it would never do.\n\nThe explosion was over and she was merely sizzling. She had folded her\narms resolutely, determined that he should cancel the order for the\nengine immediately.\n\nSam Meecham felt a wave of helplessness surge over him. He felt lost and\nbewildered. Perhaps she was right; maybe it _was_ foolish. Here he was:\nSam Meecham, thirty-five, whose mediocre living was made attaching two\nwires to two terminals day after day, week after week--a man who\nsuddenly saw a pointer go unexpectedly beyond the fifty mark, and who\nimmediately began having delusions of grandeur. He was a dreamer--but\ndreams and reality were two different things, and sometimes he confused\nthem. He shook his head, feeling like a fool.\n\n\"Well?\" Dorothy's face was before him, determined, demanding.\n\nSam said, \"All right, I'll take it back.\"\n\nShe smiled condescendingly, like a mother does when a child admits a\nwrongdoing.\n\nConditioned responses, Sam thought bitterly; that was the whole trouble.\nThis cravenness, this kowtowing before any idiot with a louder voice,\ncertainly wasn't in his genes. The trouble was in his conditioning,\nstarted when he was an adolescent. Give somebody an inch and they'll\ntake two. Pretty soon they're walking all over you, and you've become so\nused to it you don't complain.\n\nHe thought of his job, of the eternal fitting of two wires in place. He\nwas a cog and nothing more--a cog that could be replaced as swiftly, as\nefficiently as any part of an assembly-line atomic engine could be\nreplaced. He looked up into the blank, smiling, self-satisfied face of\nhis wife. He thought of the stars beckoning overhead. The _stars_!\n\n\"No,\" he said suddenly, decisively. The word fell like a sledgehammer\nblow in the stillness of the room.\n\nDorothy's vacuous smile faded, uncomprehending. \"What?\"\n\n\"No,\" Sam said, trying to keep his voice even. \"I've changed my mind.\nI'm keeping the engine whether you like it or not.\"\n\nDorothy's mouth hung open in surprise, and before she could recover\nenough to launch a fresh tirade Sam Meecham had walked out, slamming the\ndoor behind him. He paused in the cool evening and gazed upward. The\ngovernment had gone only to the Moon. Sam Meecham was going to the\nstars!\n\nThe next day he was given the silent treatment. It had begun the night\nbefore when he returned from his walk. Dorothy was in bed, awake and\nsniffling over the cruelty inflicted upon her by an unthoughtful\nhusband, and when he came in she turned her back and wouldn't speak. Sam\ndidn't mind that; in fact, it was a welcome relief. But all night long\nshe sniffled into her pillow, trying to win him over.\n\nSam felt an odd mixture of sympathy and anger. \"Oh, shut up,\" he said\nfinally, and stuck his head under the pillow.\n\nIn the morning the treatment continued, but it was not totally\nsilent--for Dorothy's air of hostility was now accompanied by low,\nsometimes indistinct mumblings.\n\nSuddenly Sam said, \"This coffee's cold.\"\n\n\"If you don't like it,\" Dorothy said, and thrust her face near his,\n\"make some yourself.\"\n\nSam half-rose and gripped the table. \"Look, my lovely one, _I'm_ the\ngent who brings home that weekly paycheck you can't get along without.\nMeasly or not, it's good, honest American dough that lets us live a\nlittle decently--and the least _you_ could do is give me warm coffee in\nthe morning!\"\n\nHis voice had risen almost to a shout and Sam himself was surprised at\nit. Dorothy's eyebrows crept into a bewildered frown, and like one in a\ntrance she moved to turn on the heat beneath the coffee pot.\n\nSam's heart was beating swiftly as he sat down. Conditioned responses,\nhe thought a little wildly. He'd started it off last night by defying\nDorothy--and now, bit by bit, it was becoming easier. All he'd have to\ndo was keep it up, see that he didn't lapse.\n\nHe sipped the coffee slowly, as if tasting his recent triumph in the\nblack liquid.\n\n\"You'd better hurry,\" Dorothy said, looking at him a little uneasily.\n\nSam glanced at the wall clock and began gulping the hot liquid. Ten of\neight! He'd have to hurry. He paused suddenly, the cup in mid-air, and\nwondered. Hurry to what? To those two wires and the tester and the\nendless stream of untested engines flowing toward him?\n\nWith an infinite firmness, Sam Meecham placed his cup on the saucer.\n\"I'm not going in,\" he said.\n\nDorothy looked at him as though he were crazy. \"What do you mean, you're\nnot going in?\" she demanded. \"Just because you've got some mulish notion\nin your head, do you think we have to starve? You're going in and liking\nit.\"\n\n\"The engine I bought is coming today,\" he said in a quiet voice. \"I want\nto install it.\" In Sam Meecham's eyes there was a deadly fire that even\nhis wife had not seen before. She gulped and backed away a little.\n\n\"But--\"\n\n\"Call up the foreman,\" Sam said. \"Tell him I'm sick. No, wait.\" He\npaused, smiling coldly. That would leave him an out; he could always go\nback to the job if he changed his mind. He said slowly, \"Tell him I've\nquit.\"\n\n\"_Sam!_\"\n\n\"Tell him I've quit,\" Sam insisted. That was the thing. Burn your\nbridges behind you so you can't turn back, so the only road is ahead.\n\nSam Meecham was going to the stars, and he would never return!\n\nThe atomic engine came that afternoon, neat and shiny and sleek, with\nall the wires in their proper places, checked and double-checked by a\nsober human cog in the prison from which Sam Meecham had just escaped.\n\nSam busied himself in the hangar, lifting out the old engine and\nreplacing it with the new one. Carefully, he settled it into its housing\nand bolted it down. Then he rearranged the wires into the pattern\noutlined on the sheet of paper.\n\nDorothy brought him coffee. That surprised him but he accepted it\ngratefully.\n\n\"Can--can I help you, Sam?\" she offered.\n\nHe looked at her, perhaps a little disappointed that her face was\nserious. He said, \"Sure you're not just trying to be nosey?\"\n\nA sharp pain darted into her eyes and she turned away.\n\n\"Wait,\" he said.\n\nHe called himself a fool. It was another of her tricks and he was\nfalling for it. He put a restraining hand on her arm and remembered\nanother time eight years ago when the touch would have sent electric\nthrills coursing through him. Oddly, he felt a small remnant of the\npleasure stir within him.\n\n\"All right,\" he said gruffly. \"All right, you can help.\"\n\nSo he was a fool. He'd been a fool before and chances were he'd be one\nagain more often than he'd care to admit. In a short while, hours\nperhaps, he'd be gone--and he'd never see Dorothy again. Somehow the\nthought was not as comforting as he had expected, and he tried to work\noff a lingering doubt that rose to plague him.\n\nThey worked through the afternoon, testing any weak parts the rocket\nmight have, bracing the struts, checking for leaks. Sam found two\nspace-suits in the locker. He'd better leave one, he thought. They were\nexpensive and Dorothy might need one sometime. With him gone, she\ncouldn't afford to throw money around. Yet he might need it more than\nshe ever would. For a minute he stood undecided, and then he put them\nboth in the locker.\n\nDorothy came into the room and smiled wearily at him. \"It'll go any\nplace now,\" she told him proudly.\n\nIn her eyes Sam saw an indefinable something. Something he might have\nseen eight years ago--but mixed with it was a sadness he had not known\nshe could possess. Guiltily, he turned his gaze away.\n\n\"We--we'd better go in and eat,\" he said, looking at his watch without\nseeing it.\n\nShe didn't say anything, and that was odd. Sam wished she would nag and\ncomplain as she always had before. He wondered why he wished that, when\nonly a short time before he had wanted just the opposite. It was with a\nstart that he realized the reason. He was running away. That was it. He\nwas running away, and he wanted to be deathly certain that he had good\ncause to run. Slowly the suspicion was creeping over him that the\nsituation had changed slightly, was changing more.\n\nHe would leave tonight, he told himself, before he weakened enough to\nshelve his plans for another comfortable rut.\n\nSam's voice was a little hoarse. \"What are you doing here? What do you\nwant?\" He had finished loading enough supplies aboard the rocket to last\nhim months.\n\nDorothy came toward him from the darkness.\n\n\"It's no use,\" he said. \"You can't talk me out of it this time.\"\n\nBut she only smiled sadly and said, \"I know that, Sam. I came to say\ngood-bye.\"\n\n\"Good-bye?\"\n\n\"You're leaving, aren't you?\"\n\n\"Yes.\" He looked at the ground, studying the darkness.\n\n\"I'm sorry, Sam,\" she said. \"We started out wrong. Maybe, if we tried\nagain--\"\n\nBut Sam said quickly, \"No. I'm sorry too, but people don't change.\"\n\nThe remark startled him. He had used it occasionally to rationalize his\nposition, had been convinced of its undeniable truth--yet suddenly he\nrealized that he himself was its living denial. People _could_ change,\njust as he had changed, just as Dorothy could change. It had been partly\nhis fault when he first gave in to something he didn't want to do, and\nthen to something else, and something else after that. He had helped dig\nthe rut in which he had found himself, taking it for granted just as\nDorothy had taken it for granted.\n\nHer hair was soft in the same moonlight that had shone eight years\nbefore, and Sam Meecham felt a desire that had been too long\nunfulfilled.\n\n\"Dorothy, I--\"\n\nHe hesitated. The decision came hard to him, for much of his life had\nbeen devoted to giving in to the decisions of others. This was the\nmoment he had been waiting for, and now at the last moment he was\nuncertain.\n\nHe said suddenly, \"Can you pack a few things?\"\n\n\"Sam--\" Her voice in the darkness was eager. Her hands touched his. Soft\nhands.\n\n\"You'd better hurry,\" he told her.\n\nSam watched her go to the house, and doubts began to gnaw at him. Was he\ngoing to destroy his plans now at a whim? He felt an impulse to get into\nthe rocket and leave without her--yet he thought of the cold emptiness\nof space and himself drifting through alien worlds, alone, lonely.\nPerhaps it was wrong but he couldn't condemn her for something that was\npartly his fault. He was trying to become the person he once might have\nbeen, and it was only fair that she should have the same chance.\n\nDorothy came hurrying back, a suitcase in her hand, and there was an\neagerness about her that pleased him. He helped her put the suitcase on\nboard.\n\n\"Dorothy--\"\n\nHer voice was soft and low. \"Yes, Sam?\" Starlight danced in her eyes.\n\nHe pulled her gently to him. He kissed her, and that night eight years\nago came back, and in his arms was the young eager bride he had known,\nthe one he loved.\n\nMinutes later they rose on wings of fire, in a slow upward spiral that\nquickened painlessly. Sam had not questioned the hyperdrive. It had\nworked in the factory and it would work here. He watched the needle\ncross the dial in a swift, steady movement.\n\nDorothy placed her hand in his. \"Where are we going, darling?\"\n\nSam Meecham smiled at her, confident that he had made the most important\ndecision in his life. He pointed through the forward window.\n\nAhead of them lay the stars.\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Fantastic Universe_ January 1954.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of Project Gutenberg's The Odyssey of Sam Meecham, by Charles E. Fritch\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE ODYSSEY OF SAM MEECHAM ***\n\n***** This file should be named 29355.txt or 29355.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/3/5/29355/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}