{"title": "Raiders of the Universes", "author": "Donald Wandrei", "releaseDate": "July 12, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration: _He somehow managed to close the tiny switch._]\n\n\nRaiders of the Universes\n\nBy Donald Wandrei\n\n\n  Childlike, the great astronomer\n Phobar stands before the metallic\n  invaders of the ravished solar\n              system.\n\n\nIt was in the thirty-fourth century that the dark star began its famous\nconquest, unparalleled in stellar annals. Phobar the astronomer\ndiscovered it. He was sweeping the heavens with one of the newly\ninvented multi-powered Sussendorf comet-hunters when something caught\nhis eye--a new star of great brilliance in the foreground of the\nconstellation Hercules.\n\nFor the rest of the night, he cast aside all his plans and concentrated\non the one star. He witnessed an unprecedented event. Mercia's\nnullifier had just been invented, a curious and intricate device, based\non four-dimensional geometry, that made it possible to see occurrences\nin the universe which had hitherto required the hundreds of years needed\nfor light to cross the intervening space before they were visible on\nEarth. By a hasty calculation with the aid of this invention, Phobar\nfound that the new star was about three thousand light-years distant,\nand that it was hurtling backward into space at the rate of twelve\nhundred miles per second. The remarkable feature of his discovery was\nthis appearance of a fourth-magnitude star where none had been known to\nexist. Perhaps it had come into existence this very night.\n\nOn the succeeding night, he was given a greater surprise. In line with\nthe first star, but several hundred light-years nearer, was a second new\nstar of even more brightness. And it, too, was hurtling backward into\nspace at approximately twelve hundred miles per second. Phobar was\nastonished. Two new stars discovered within twenty-four hours in the\nsame part of the heavens, both of the fourth magnitude! But his surprise\nwas as nothing when on the succeeding night, even while he watched, a\nthird new star appeared in line with these, but much closer.\n\nAt midnight he first noticed a pin-point of faint light; by one o'clock\nthe star was of eighth magnitude. At two it was a brilliant sun of the\nsecond magnitude blazing away from Earth like the others at a rate of\ntwelve hundred miles per second. And on the next evening, and the next,\nand the next, other new stars appeared until there were seven in all,\nevery one on a line in the same constellation Hercules, every one with\nthe same radiance and the same proper motion, though of varying size!\n\n       *       *       *       *       *\n\nPhobar had broadcast his discovery to incredulous astronomers; but as\nstar after star appeared nightly, all the telescopes on Earth were\nturned toward one of the most spectacular cataclysms that history\nrecorded. Far out in the depths of space, with unheard-of regularity and\nunheard-of precision, new worlds were flaming up overnight in a line\nthat began at Hercules and extended toward the solar system.\n\nPhobar's announcement was immediately flashed to Venus, Mars, Jupiter,\nand Saturn, the other members of the Five World Federation. Saturn\nreported no evidence of the phenomena, because of the interfering rings\nand the lack of Mercia's nullifier. But Jupiter, with a similar device,\nwitnessed the phenomena and announced furthermore that many stars in the\nneighborhood of the novæ had begun to deviate in singular and abrupt\nfashion from their normal positions.\n\nThere was not as yet much popular interest in the phenomena. Without\nMercia's nullifier, the stars were not visible to ordinary eyes, since\nthe light-rays would take years to reach the Earth. But every astronomer\nwho had access to Mercia's nullifier hastened to focus his telescope on\nthe region where extraordinary events were taking place out in the\nunfathomable gulf of night. Some terrific force was at work, creating\nworlds and disturbing the positions of stars within a radius already\nknown to extend billions and trillions of miles from the path of the\nseven new stars. But of the nature of that force, astronomers could only\nguess.\n\n       *       *       *       *       *\n\nPhobar took up his duties early on the eighth night. The last star had\nappeared about five hundred light-years distant. If an eighth new star\nwas found, it should be not more than a few light-years away. But\nnothing happened. All night Phobar kept his telescope pointed at the\nprobable spot, but search as he might, the heavens showed nothing new.\nIn the morning he sought eagerly for news of any discovery made by\nfellow-watchers, but they, too, had found nothing unusual. Could it be\nthat the mystery would now fade away, a new riddle of the skies?\n\nThe next evening, he took up his position once more, training his\ntelescope on the seven bright stars, and then on the region where an\neighth, if there were one, should appear. For hours he searched the\nabyss in vain. He could find none. Apparently the phenomena were ended.\nAt midnight he took a last glance before entering on some tedious\ncalculations. It was there! In the center of the telescope a faint, hazy\nobject steadily grew in brightness. All his problems were forgotten as\nPhobar watched the eighth star increase hourly. Closer than any other,\ncloser even than Alpha Centauri, the new sun appeared, scarcely three\nlight-years away across the void surrounding the solar system. And all\nthe while he watched, he witnessed a thing no man had ever before\nseen--the birth of a world!\n\n       *       *       *       *       *\n\nBy one o'clock, the new star was of fifth magnitude; by two it was of\nthe first. As the faint flush of dawn began to come toward the close of\nthat frosty, moonless November night, the new star was a great white-hot\nobject more brilliant than any other star in the heavens. Phobar knew\nthat when its light finally reached Earth so that ordinary eyes could\nsee, it would be the most beautiful object in the night sky. What was\nthe reason for these unparalleled births of worlds and the terrifying\nmathematical precision that characterized them?\n\nWhatever the cosmic force behind, it was progressing toward the solar\nsystem. Perhaps it would even disturb the balance of the planets. The\npossible chance of such an event had already called the attention of\nsome astronomers, but the whole phenomenon was too inexplicable to\npermit more than speculation.\n\nThe next evening was cloudy. Jupiter reported nothing new except that\nNeptune had deviated from its course and tended to pursue an erratic and\npuzzling new orbit.\n\nPhobar pondered long over this last news item and turned his attention\nto the outermost planet on the succeeding night. To his surprise, he had\ngreat difficulty in locating it. The ephemeris was of absolutely no use.\nWhen he did locate Neptune after a brief search, he discovered it more\nthan eighty million miles from its scheduled place! This was at\none-forty. At two-ten he was thunderstruck by a special announcement\nsent from the Central Bureau to every observatory and astronomer of note\nthroughout the world, proclaiming the discovery of an ultra-Plutonian\nplanet. Phobar was incredulous. For centuries it had been proved that no\nplanet beyond Pluto could possibly exist.\n\n       *       *       *       *       *\n\nWith feverish haste, Phobar ran to the huge telescope and rapidly\nfocused it where the new planet should be. Five hundred million miles\nbeyond Neptune was a flaming path like the beam of a giant searchlight\nthat extended exactly to the eighth solar planet. Phobar gasped. He\ncould hardly credit the testimony of his eyes. He looked more closely.\nThe great stream of flame still crossed his line of vision. But this\ntime he saw something else: at the precise farther end of the flame-path\na round disk--dark!\n\nBeyond a doubt, a new planet of vast size now formed an addition to the\nsolar group. But that planet was almost impervious to the illuminating\nrays of the sun and was barely discernible. Neptune itself shone\nbrighter than it ever had, and was falling away from the sun at a rate\nof twelve hundred miles per second.\n\nAll night Phobar watched the double mystery. By three o'clock, he was\nconvinced, as far as lightning calculations showed, that the invader was\nhurtling toward the sun at a speed of more than ten million miles an\nhour. At three-fifteen, he thought that vanishing Neptune seemed\nbrighter even than the band of fire running to the invader. At four, his\nbelief was certainty. With amazement and awe, Phobar sat through the\nlong, cold night, watching a spectacular and terrible catastrophe in the\nsky.\n\nAs dawn began to break and the stars grew paler, Phobar turned away from\nhis telescope, his brain awhirl, his heart filled with a great fear. He\nhad witnessed the devastation of a world, the ruin of a member of his\nown planetary system by an invader from outer space. As dawn cut short\nhis observations, he knew at last the cause of Neptune's brightness,\nknew that it was now a white-hot flaming sun that sped with increased\nrapidity away from the solar system. Somehow, the terrible swathe of\nfire that flowed from the dark star to Neptune had wrenched it out of\nits orbit and made of it a molten inferno.\n\n       *       *       *       *       *\n\nAt dawn came another bulletin from the Central Bureau. Neptune had a\nsurface temperature of 3,000° C, was defying all laws of celestial\nmechanics, and within three days would have left the solar system for\never. The results of such a disaster were unpredictable. The entire\nsolar system was likely to break up. Already Uranus and Jupiter had\ndeviated from their orbits. Unless something speedily occurred to check\nthe onrush of the dark star, it was prophesied that the laws governing\nthe planetary system would run to a new balance, and that in the ensuing\nchaos the whole group would spread apart and fall toward the gulfs\nbeyond the great surrounding void.\n\nWhat was the nature of the great path of fire? What force did it\nrepresent? And was the dark star controlled by intelligence, or was it a\nblind wanderer from space that had come by accident? The flame-path\nalone implied that the dark star was guided by an intelligence that\npossessed the secret of inconceivable power. Menace hung in the sky now\nwhere all eyes could see in a great arc of fire!\n\nThe world was on the brink of eternity, and vast forces at whose nature\nmen could only guess were sweeping planets and suns out of its path.\n\nThe following night was again cold and clear. High in the heavens, where\nNeptune should have been, hung a disk of enormously greater size.\nNeptune itself was almost invisible, hundreds of millions of miles\nbeyond its scheduled position. As nearly as Phobar could estimate, not\none hundredth of the sun's rays were reflected from the surface of the\ndark star, a proportion far below those for the other planets. Phobar\nhad a better view of the flame-path, and it was with growing awe that he\nwatched that strange swathe in the sky during the dead of night. It shot\nout from the dark star like a colossal beam or huge pillar of fire\nseeking a food of worlds.\n\nWith a shiver of cold fear he saw that there were now three of the\nbands: one toward Neptune, one toward Saturn, and one toward the sun.\nThe first was fading, a milky, misty white; the second shone almost as\nbright as the first one previously had; and the third, toward the sun,\nwas a dazzling stream of orange radiance, burning with a steady,\nterrible, unbelievable intensity across two and a half billions of miles\nof space! That gigantic flare was the most brilliant sight in the whole\nnight sky, an awful and abysmally prophetic flame that made city streets\nblack with staring people, a radiance whose grandeur and terrific\nimplication of cosmic power brought beauty and the fear of doom into the\nheavens!\n\n       *       *       *       *       *\n\nThose paths could not be explained by all the physicists and all the\nastronomers in the Five World Federation. They possessed the properties\nof light, but they were rigid bands like a tube or a solid pillar from\nwhich only the faintest of rays escaped; and they completely shut off\nthe heavens behind them. They had, moreover, singular properties which\ncould not be described, as if a new force were embodied in them.\n\nHour after hour humanity watched the spectacular progress of the dark\nstar, watched those mysterious and threatening paths of light that\nflowed from the invader. When dawn came, it brought only a great fear\nand the oppression of impending disaster.\n\nIn the early morning, Phobar slept. When he awoke, he felt refreshed and\ndecided to take a short walk in the familiar and peaceful light of day.\nHe never took that walk. He opened the door on a kind of dim and reddish\ntwilight. Not a cloud hung in the sky, but the sun shone feebly with a\ndull red glow, and the skies were dull and somber, as if the sun were\ndying as scientists had predicted it eventually would.\n\nPhobar stared at the dull heavens in a daze, at the foreboding\natmosphere and the livid sun that burned faintly as through a smoke\ncurtain. Then the truth flashed on him--it was the terrible path of fire\nfrom the dark star! By what means he could not guess, by what appalling\ncontrol of immense and inconceivable forces he could not even imagine,\nthe dark star was sucking light and perhaps more than light from the\nsun!\n\n       *       *       *       *       *\n\nPhobar turned and shut the door. The world had seen its last dawn. If\nthe purpose of the dark star was destruction, none of the planets could\noffer much opposition, for no weapon of theirs was effective beyond a\nfew thousand miles range at most--and the dark star could span millions.\nIf the invader passed on, its havoc would be only a trifle smaller, for\nit had already destroyed two members of the solar system and was now\nstriking at its most vital part. Without the sun, life would die, but\neven with the sun the planets must rearrange themselves because of the\ndestruction of balance.\n\nEven he could hardly grasp the vast and abysmal catastrophe that without\nwarning had swept from space. How could the dark star have traversed\nthree thousand light-years of space in a week's time? It was\nunthinkable! So stupendous a control of power, so gigantic a\nmanipulation of cosmic forces, so annihilating a possession of the\ngreatest secrets of the universe, was an unheard-of concentration of\nenergy and knowledge of stellar mechanics. But the evidence of his own\neyes and the path of the dark star with flaming suns to mark its\nprogress, told him in language which could not be refuted that the dark\nstar possessed all that immeasurable, titanic knowledge. It was the lord\nof the universe. There was nothing which the dark star could not crush\nor conquer or change. The thought of that immense, supreme power numbed\nhis mind. It opened vistas of a civilization, and a progress, and an\nunparalleled mastery of all knowledge which was almost beyond\nconception.\n\n       *       *       *       *       *\n\nAlready the news had raced across the world. On Phobar's television\nscreen flashed scenes of nightmare; the radio spewed a gibberish of\nterror. In one day panic had swept the Earth; on the remaining members\nof the Five World Federation the same story was repeated. Rioting mobs\ndrowned out the chant of religious fanatics who hailed Judgment Day.\nGreat fires turned the air murky and flame-shot. Machine guns spat\nregularly in city streets; looting, murder, and fear-crazed crimes were\nuniversal. Civilization had completely vanished overnight.\n\nThe tides roared higher than they ever had before; for every thousand\npeople drowned on the American seaboards, a hundred thousand perished in\nChina and India. Dead volcanoes boomed into the worst eruptions known.\nHalf of Japan sank during the most violent earthquake in history. Land\nrocked, the seas boiled, cyclones howled out of the skies. A billion\neyes focused on Mecca, the mad beating of tom-toms rolled across all\nAfrica, women and children were trampled to death by the crowds that\njammed into churches.\n\n\"Has man lived in vain?\" asked the philosopher.\n\n\"The world is doomed. There is no escape,\" said the scientist.\n\n\"The day of reckoning has come! The wrath of God is upon us!\" shouted\nthe street preachers.\n\nIn a daze, Phobar switched off the bedlam and, walking like a man\nasleep, strode out, he did not care where, if only to get away.\n\nThe ground and the sky were like a dying fire. The sun seemed a\nhalf-dead cinder. Only the great swathe of radiance between the sun and\nthe dark star had any brilliance. Sinister, menacing, now larger even\nthan the sun, the invader from beyond hung in the heavens.\n\nAs Phobar watched it, the air around him prickled strangely. A sixth\nsense gave warning. He turned to race back into his house. His legs\nfailed. A fantastic orange light bathed him, countless needles of pain\nshot through his whole body, the world darkened.\n\n       *       *       *       *       *\n\nEarth had somehow been blotted out. There was a brief blackness, the\nnausea of space and of a great fall that compressed eternity into a\nmoment. Then a swimming confusion, and outlines which gradually came to\nrest.\n\nPhobar was too utterly amazed to cry out or run. He stood inside the\nmost titanic edifice he could have imagined, a single gigantic structure\nvaster than all New York City. Far overhead swept a black roof fading\ninto the horizon, beneath his feet was the same metal substance. In the\nmidst of this giant work soared the base of a tower that pierced the\nroof thousands of feet above.\n\nEverywhere loomed machines, enormous dynamos, cathode tubes a hundred\nfeet long, masses and mountains of such fantastic apparatus as he had\nnever encountered. The air was bluish, electric. From the black\nsubstance came a phosphorescent radiance. The triumphant drone of motors\nand a terrific crackle of electricity were everywhere. Off to his right\npurple-blue flames the size of Sequoia trees flickered around a group of\nwhat looked like condensers as huge as Gibraltar. At the base of the\ncentral tower half a mile distant Phobar could see something that\nresembled a great switchboard studded with silver controls. Near it was\na series of mechanisms at whose purpose he could not even guess.\n\n       *       *       *       *       *\n\nAll this his astounded eyes took in at one confused glance. The thing\nthat gave him unreasoning terror was the hundred-foot-high metal monster\nbefore him. It defied description. It was unlike any color known on\nEarth, a blinding color sinister with power and evil. Its shape was\nequally ambiguous--it rippled like quicksilver, now compact, now spread\nout in a thousand limbs. But what appalled Phobar was its definite\npossession of rational life. More, its very thoughts were transmitted to\nhim as clearly as though written in his own English:\n\n\"Follow me!\"\n\nPhobar's mind did not function--but his legs moved regularly. In the\ngrasp of this mental, metal monster he was a mere automaton. Phobar\nnoticed idly that he had to step down from a flat disk a dozen yards\nacross. By some power, some tremendous discovery that he could not\nunderstand, he had been transported across millions of miles of\nspace--undoubtedly to the dark star itself!\n\nThe colossal thing, indescribable, a blinding, nameless color, rippled\ndown the hall and stooped before a disk of silvery black. In the center\nof the disk was a metal seat with a control board near-by.\n\n\"Be seated!\"\n\nPhobar sat down, the titan flicked the controls--and nothing happened.\n\nPhobar sensed that something was radically wrong. He felt the surprise\nof his gigantic companion. He did not know it then, but the fate of the\nsolar system hung on that incident.\n\n\"Come!\"\n\n       *       *       *       *       *\n\nAbruptly the giant stooped, and Phobar shrank back, but a flowing mass\nof cold, insensate metal swept around him, lifted him fifty feet in the\nair. Dizzy, sick, horrified, he was hardly conscious of the whirlwind\nmotion into which the giant suddenly shot. He had a dim impression of\nmachines racing by, of countless other giants, of a sudden opening in\nthe walls of the immense building, and then a rush across the surface of\nmetal land. Even in his vertigo he had enough curiosity to marvel that\nthere was no vegetation, no water, only the dull black metal everywhere.\nYet there was air.\n\nAnd then a city loomed before them. To Phobar it seemed a city of gods\nor giants. Fully five miles it soared toward space, its fantastic angles\nand arcs and cubes and pyramids mazing in the dimensions of a totally\nalien geometry. Tier by tier the stupendous city, hundreds of miles\nwide, mounted toward a central tower like the one in the building he had\nleft.\n\nPhobar never knew how they got there, but his numbed mind was at\nlast forced into clarity by a greater will. He stared about him. His\ncaptor had gone. He stood in a huge chamber circling to a dome far\noverhead. Before him, on a dais a full thousand feet in diameter,\nstood--sat--rested, whatever it might be called--another monster, far\nlarger than any he had yet seen, like a mountain of pliant thinking,\nliving metal. And Phobar knew he stood in the presence of the ruler.\n\n       *       *       *       *       *\n\nThe metal Cyclops surveyed him as Phobar might have surveyed an ant.\nCold, deadly, dispassionate scrutiny came from something that might have\nbeen eyes, or a seeing intelligence locked in a metal body.\n\nThere was no sound, but inwardly to Phobar's consciousness from the\npeak of the titan far above him came a command:\n\n\"What are you called?\"\n\nPhobar opened his lips--but even before he spoke, he knew that the thing\nhad understood his thought: \"Phobar.\"\n\n\"I am Garboreggg, ruler of Xlarbti, the Lord of the Universes.\"\n\n\"Lord of the _Universes_?\"\n\n\"I and my world come from one of the universes beyond the reach of your\ntelescopes.\" Phobar somehow felt that the thing was talking to him as he\nwould to a new-born babe.\n\n\"What do you want of me?\"\n\n\"Tell your Earth that I want the entire supply of your radium ores mined\nand placed above ground according to the instructions I give, by seven\nof your days hence.\"\n\nA dozen questions sprang to Phobar's lips. He felt again that he was\nbeing treated like a child.\n\n\"Why do you want our radium ores?\"\n\n\"Because they are the rarest of the elements on your scale, are absent\non ours, and supply us with some of the tremendous energy we need.\"\n\n\"Why don't you obtain the ores from other worlds?\"\n\n\"We do. We are taking them from all worlds where they exist. But we need\nyours also.\"\n\nRaiders of the universe! Looting young worlds of the precious radium\nores! Piracy on a cosmic scale!\n\n\"And if Earth refuses your demand?\"\n\n       *       *       *       *       *\n\nFor answer, Garboreggg rippled to a wall of the room and pressed a\nbutton. The wall dissolved, weirdly, mysteriously. A series of vast\nsilver plates was revealed, and a battery of control levers.\n\n\"This will happen to all of your Earth unless the ores are given us.\"\n\nThe titan closed a switch. On the first screen flashed the picture of a\nhuge tower such as Phobar had seen in the metal city.\n\nGarboreggg adjusted a second control that was something like a\nrange-finder. He pressed a third lever--and from the tower leaped a\nsurge of terrific energy, like a bolt of lightning a quarter of a mile\nbroad. The giant closed another switch--and on the second plate flashed\na picture of New York City.\n\nThen--waiting. Seconds, minutes drifted by. The atmosphere became tense,\nnerve-cracking. Phobar's eyes ached with the intensity of his stare.\nWhat would happen?\n\nAbruptly it came.\n\nA monstrous bolt of energy streaked from the skies, purple-blue death in\na pillar a fourth of a mile broad crashed into the heart of New York\nCity, swept up and down Manhattan, across and back, and suddenly\nvanished.\n\nIn fifteen seconds, only a molten hell of fused structures and\nincinerated millions of human beings remained of the world's first city.\n\nPhobar was crushed, appalled, then utter loathing for this soulless\nthing poured through him. If only--\n\n\"It is useless. You can do nothing,\" answered the ruler as though it had\ngrasped his thought.\n\n\"But why, if you could pick me off the Earth, do you not draw the radium\nores in the same way?\" Phobar demanded.\n\n\"The orange-ray picks up only loose, portable objects. We can and will\ntransport the radium ores here by means of the ray after they have been\nmined and placed on platforms or disks.\"\n\n\"Why did you select me from all the millions of people on Earth?\"\n\n\"Solely because you were the first apparent scientist whom our cosmotel\nchanced upon. It will be up to you to notify your Earth governments of\nour demand.\"\n\n\"But afterwards!\" Phobar burst out aloud. \"What then?\"\n\n\"We will depart.\"\n\n\"It will mean death to us! The solar system will be wrecked with Neptune\ngone and Saturn following it!\"\n\n       *       *       *       *       *\n\nGarboreggg made no answer. To that impassive, cold, inhuman thing, it\ndid not matter if a nation or a whole world perished. Phobar had already\nseen with what deliberate calm it destroyed a city, merely to show him\nwhat power the lords of Xlarbti controlled. Besides, what guarantee was\nthere that the invaders would not loot the Earth of everything they\nwanted and then annihilate all life upon it before they departed? Yet\nPhobar knew he was helpless, knew that the men of Earth would be forced\nto do whatever was asked of them, and trust that the raiders would\nfulfill their promise.\n\n\"Two hours remain for your stay here,\" came the ruler's dictum to\ninterrupt his line of thought. \"For the first half of that period you\nwill tell me of your world and answer whatever questions I may ask.\nDuring the rest of the interval, I will explain some of the things you\nwish to learn about us.\"\n\nAgain Phobar felt Garboreggg's disdain, knew that the metal giant\nregarded him as a kind of childish plaything for an hour or two's\namusement. But he had no choice, and so he told Garboreggg of the life\non Earth, how it arose and along what lines it had developed; he\nnarrated in brief the extent of man's knowledge, his scientific\nachievements, his mastery of weapons and forces and machines, his social\norganization.\n\nWhen he had finished, he felt as a Stone Age man might feel in the\npresence of a brilliant scientist of the thirty-fourth century. If any\nsign of interest had shown on the peak of the metallic lord, Phobar\nfailed to see it. But he sensed an intolerant sneer of ridicule in\nGarboreggg, as though the ruler considered these statements to be only\nthe most elementary of facts.\n\nThen, for three quarters of an hour, in the manner of one lecturing an\nignorant pupil, the giant crowded its thought-pictures into Phobar's\nmind so that finally he understood a little of the raiders and of the\nsudden terror that had flamed from the abysses into the solar system.\n\n       *       *       *       *       *\n\n\"The universe of matter that you know is only one of the countless\nuniverses which comprise the cosmos,\" began Garboreggg. \"In your\nuniverse, you have a scale of ninety-two elements, you have your\ncolor-spectrum, your rays and waves of many kinds. You are subject to\ndefinite laws controlling matter and energy as you know them.\n\n\"But we are of a different universe, on a different scale from yours, a\ntrillion light-years away in space, eons distant in time. The natural\nlaws which govern us differ from those controlling you. In our universe,\nyou would be hopelessly lost, completely helpless, unless you possessed\nthe knowledge that your people will not attain even in millions of\nyears. But we, who are so much older and greater than you, have for so\nlong studied the nature of the other universes that we can enter and\nleave them at will, taking what we wish, doing as we wish, creating or\ndestroying worlds whenever the need arises, coming and hurtling away\nwhen we choose.\n\n\"There is no vegetable life in our universe. There is only the scale of\nelements ranging from 842 to 966 on the extension of your own scale. At\nthis high range, metals of complex kinds exist. There is none of what\nyou call water, no vegetable world, no animal kingdom. Instead, there\nare energies, forces, rays, and waves, which are food to us and which\nnourish our life-stream just as pigs, potatoes, and bread are food to\nyou.\n\n       *       *       *       *       *\n\n\"Trillions of years ago in your time-calculation, but only a few dozen\ncenturies ago in ours, life arose on the giant world Kygpton in our\nuniverse. It was life, our life, the life of my people and myself,\nintelligence animating bodies of pliant metal, existing almost endlessly\non an almost inexhaustible source of energy.\n\n\"But all matter wears down. On Kygpton there was a variety of useful\nmetals, others that were valueless. There was comparatively little of\nthe first, much of the second. Kygpton itself was a world as large as\nyour entire solar system, with a diameter roughly of four billion miles.\nOur ancestors knew that Kygpton was dying, that the store of our most\nprecious element Sthalreh was dwindling. But already our ancestors had\nmastered the forces of our universe, had made inventions that are beyond\nyour understanding, had explored the limits of our universe in\nspace-cars that were propelled by the free energies in space and by the\nattracting-repelling influences of stars.\n\n\"The metal inhabitants of Kygpton employed every invention they knew to\naccomplish an engineering miracle that makes your bridges and mines seem\nbut the puny efforts of a gnat. They blasted all the remaining ores of\nSthalreh from the surface and interior of Kygpton and refined them. Then\nthey created a gigantic vacuum, a dead-field in space a hundred million\nmiles away from their world. The dead-field was controlled from Kygpton\nby atomic-projectors, energy-absorbers, gravitation-nullifiers and\ncosmotels, range-regulators, and a host of other inventions.\n\n\"As fast as it was mined and extracted, the Sthalreh metal was\nvaporized, shot into the dead-field by interstellar rays, and solidified\nthere along an invisible framework which we projected. In a decade of\nour time, we had pillaged Kygpton of every particle of Sthalreh. And\nthen in our skies hung an artificial world, a manufactured sphere, a\ngiant new planet, the world you yourself are now on--Xlarbti!\n\n       *       *       *       *       *\n\n\"We did not create a solid globe. We left chambers, tunnels,\npassageways, storerooms throughout it or piercing it from surface to\nsurface. Thus, even as Xlarbti was being created, we provided for\neverything that we needed or could need--experimental laboratories,\nsub-surface vaults, chambers for the innumerable huge ray dynamos,\nenergy storage batteries, and other apparatus which we required.\n\n\"And when all was ready, we transferred by space-cars and by atomic\nindividuation all our necessities from Kygpton to the artificial world\nXlarbti. And when everything was prepared, we destroyed the dead-field\nby duplicate control from Xlarbti, turned our repulsion-power on full\nagainst the now useless and dying giant world Kygpton, and swung upon\nour path.\n\n\"But our whole universe is incredibly old. It was mature before ever\nyour young suns flamed out of the gaseous nebulæ, it was decaying when\nyour molten planets were flung from the central sun, it was dying before\nthe boiling seas had given birth to land upon your sphere. And while we\nhad enough of our own particular electrical food to last us for a\nmillion of your years, and enough power to guide Xlarbti to other\nuniverses, we had exhausted all the remaining energy of our entire\nuniverse. And when we finally left it to dwindle behind us in the black\nabysses of space, we left it, a dead cinder, devoid of life, vitiated of\nactivity, and utterly lacking in cosmic forces, a universe finally run\ndown.\n\n\"The universes, as you may know, are set off from each other by totally\nblack and empty abysms, expanses so vast that light-rays have not yet\ncrossed many of them. How did we accomplish the feat of traversing such\na gulf? By the simplest of means: acceleration. Why? Because to remain\nin our universe meant inevitable death. We gambled on the greatest\nadventure in all the cosmos.\n\n       *       *       *       *       *\n\n\"To begin with, we circled our universe to the remotest point opposite\nwhere we wanted to leave it. We then turned our attraction powers on\npart way so that the millions of stars before us drew us ahead, then we\ngradually stepped up the power to its full strength, thus ever\nincreasing our speed. At the same time, as stars passed to our rear in\nour flight, we turned our repulsion-rays against them, stepping that\npower up also.\n\n\"Our initial speed was twenty-four miles per second. Midway in our\nuniverse we had reached the speed of your light--186,000 miles per\nsecond. By the time we left our universe, we were hurtling at a speed\nwhich we estimated to be 1,600,000,000 miles per second. Yet even at\nthat tremendous speed, it took us years to cross from our universe to\nyours. If we had encountered even a planetoid at that enormous rate, we\nwould probably have been annihilated in white-hot death. But we had\nplanned well, and there are no superiors to our stellar mechanics, our\nastronomers, our scientists.\n\n\"When we finally hurtled from the black void into your universe, we\nfound what we had only dared hope for: a young universe, with many\nplanets and cooling worlds rich in radium ores, the only element in your\nscale that can help to replenish our vanishing energy. Half your\nuniverse we have already deprived of its ores. Your Earth has more that\nwe want. Then we shall continue on our way, to loot the rest of the\nworlds, before passing on to another universe. We are a planet without a\nuniverse. We will wander and pillage until we find a universe like the\none we come from, or until Xlarbti itself disintegrates and we perish.\n\n       *       *       *       *       *\n\n\"We could easily wipe out all the dwellers on Earth and mine the ores\nourselves. But that would be a needless waste of our powers, for since\nyou can not defy us, and since the desire for life burns as high in you\nas in us and as it does in all sensate things in all universes, your\npeople will save themselves from death and save us from wasting energy\nby mining the ores for us. What happens afterwards, we do not care.\n\n\"The seven new suns that you saw were dead worlds that we used as\nbuffers to slow down Xlarbti. The full strength of our repulsion-force\ndirected against any single world necessarily turns it into a liquid or\ngaseous state depending on various factors. Your planet Neptune was\npulled out of the solar system by the attraction of Xlarbti's mass. The\nflame-paths, as you call them, are directed streams of energy for\ndifferent purposes: the one to the sun supplies us, for instance, with\nheat, light, and electricity, which in turn are stored up for eventual\nuse.\n\n\"The orange-ray that you felt is one of our achievements. It is similar\nto the double-action pumps used in some of your sulphur mines, whereby a\npipe is inclosed in a larger pipe, and hot water forced down through\nthe larger tubing returns sulphur-laden through the central pipe. The\norange-ray instantaneously dissolves any portable object up to a certain\nsize, propels it back to Xlarbti through its center which is the reverse\nray, and here reforms the object, just as you were recreated on the disk\nthat you stood on when you regained consciousness.\n\n\"But I have not enough time to explain everything on Xlarbti to you; nor\nwould you comprehend it all if I did. Your stay is almost up.\n\n\"In that one control-panel lies all the power that we have mastered,\"\nboasted Garboreggg with supreme egotism. \"It connects with the\nindividual controls throughout Xlarbti.\"\n\n\"What is the purpose of some of the levers?\" asked Phobar, with a\ndesperate hope in his thoughts.\n\n       *       *       *       *       *\n\nA filament of metal whipped to the panel from the lord of Xlarbti. \"This\nfirst section duplicates the control-panel that you saw in the\nlaboratory where you opened your eyes. Do not think that you can make\nuse of this information--in ten minutes you will be back on your Earth\nto deliver our command. Between now and that moment you will be so\nclosely watched that you can do nothing and will have no opportunity to\ntry.\n\n\"This first lever controls the attraction rays, the second the repulsion\nforce. The third dial regulates the orange-ray by which you will be\nreturned to Earth. The fourth switch directs the electrical bolt that\ndestroyed New York City. Next it is a device that we have never had\noccasion to use. It releases the Krangor-wave throughout Xlarbti. Its\neffect is to make each atom of Xlarbti, the Sthalreh metal and\neverything on it, become compact, to do away with the empty spaces that\nexist in every atom. Theoretically, it would reduce Xlarbti to a\nfraction of its present size, diminish its mass while its weight and\ngravity remained as before.\n\n\"The next lever controls matter to be transported between here and the\nfirst laboratory. Somewhat like the orange-ray, it disintegrates the\nobject and reassembles it here.\"\n\n       *       *       *       *       *\n\nSo that was what Phobar's captor had been trying to do with him back\nthere in the laboratory! \"Why was I not brought here by that means?\"\nburst out Phobar.\n\n\"Because you belong to a different universe,\" answered Garboreggg.\n\"Without experimentation, we cannot tell what natural laws of ours you\nwould not be subject to, but this is one of them.\" A gesture of\nirritation seemed to come from him. \"Some laws hold good in all the\nuniverses we have thus far investigated. The orange-ray, for instance,\npicked you up as it would have plucked one of us from the surface of\nKygpton. But on Xlarbti, which is composed entirely of Sthalreh, your\natomic nature and physical constitution are so different from ours that\nthey were unaffected by the energy that ordinarily transports objects\nhere.\"\n\nThus the metal nightmare went rapidly over the control-panel. At length\nPhobar's captor, or another thing like him, reentered when Garboreggg\nflicked a strange-looking protuberance on the panel.\n\n\"You will now be returned to your world,\" came the thought of\nGarboreggg. \"We shall watch you through our cosmotel to see that you\ndeliver our instructions. Unless the nations of Earth obey us, they will\nbe obliterated at the end of seven days.\"\n\nA wild impulse to smash that impassive, metallic monster passed from\nPhobar as quickly as it came. He was helpless. Sick and despairing, he\nfelt the cold, baffling-colored metal close around him again; once more\nhe was borne aloft for the journey to the laboratory, from there to be\npropelled back to Earth.\n\n       *       *       *       *       *\n\nSeven days of grace! But Phobar knew that less than ten minutes remained\nto him. Only here could he possibly accomplish anything. Once off the\nsurface of Xlarbti, there was not the remotest chance that all the\nnations of Earth could reach the invaders or even attempt to defy them.\nYet what could he alone do in a week, to say nothing of ten minutes?\n\nHe sensed the amused, supercilious contempt of his captor. That was\nreally the greatest obstacle, this ability of theirs to read\nthought-pictures. And already he had given them enough word-pictures of\nEnglish so that they could understand....\n\nIn the back of Phobar's mind the ghost of a desperate thought suddenly\ncame. What was it he had learned years ago in college? Homer--\"The\nOdyssey\"--Plutarch.... From rusty, disused corners of memory crept forth\nthe half-forgotten words. He bent all his efforts to the task, not\ndaring to think ahead or plan ahead or visualize anything but the Greek\nwords.\n\nHe felt the bewilderment of his captor. To throw it off the track,\nPhobar suddenly let an ancient English nursery rime slip into his\nthoughts. The disgust that emanated from his captor was laughable;\nPhobar could have shouted aloud. But the Greek words....\n\n       *       *       *       *       *\n\nAlready the pair had left the mountain-high titan city far behind; they\nrippled across the smooth, black surface of Xlarbti, and bore like rifle\nbullets down on the swiftly looming laboratory. In a few minutes it\nwould be too late forever. Now the lost Greek words burst into Phobar's\nmind, and, hoping against hope, he thought in Greek word-pictures which\nhis captor could not understand. He weighed chances, long shots. Into\nhis brain flashed an idea.... But they were upon the laboratory; a\nstupendous door dissolved weirdly into shimmering haze; they sped\nthrough.\n\nPhobar's hand clutched a bulge in his pocket. Would it work? How could\nit?\n\nThey were beyond the door now and racing across the great expanse of the\nfloor, past the central tower, past the control-panel which he had first\nseen....\n\nAnd as if by magic there leaped into Phobar's mind a clear-cut, vivid\npicture of violet oceans of energy crackling and streaking from the\nheavens to crash through the laboratory roof and barely miss striking\nhis captor behind. Even as Phobar created the image of that terrific\ndeath, his captor whirled around in a lightning movement, a long arm of\nmetal flicking outward at the same instant to drop Phobar to the ground.\n\nLike a flash Phobar was on his feet; his hand whipped from his pocket,\nand with all his strength he flung a gleaming object straight toward the\nfifth lever on the control-panel a dozen yards away. As a clumsy arrow\nwould, his oversize bunch of keys twisted to their mark, clanked, and\nspread against the fifth control, which was the size regulator.\n\nAs rapidly as Phobar's captor had spun around, it reversed again, having\nguessed the trick. A tentacle of pliant metal snaked toward Phobar like\na streak of flame.\n\nBut in those few seconds a terrific holocaust had taken place. As\nPhobar's keys spattered against the fifth lever, there came an\nimmediate, growing, strange, high whine, and a sickening collapse of\nthe very surface beneath them. Everywhere outlines of objects wavered,\nchanged melted, shrank with a steady and nauseatingly swift motion. The\nroof of the laboratory high overhead plunged downward; the far-distant\nwalls swept inward, contracted. And the metal monsters themselves\ndwindled as though they were vast rubber figures from which the air was\nhissing.\n\n       *       *       *       *       *\n\nPhobar sprang back as the tentacle whipped after him. Only that jump and\nthe suddenly dwarfing dimensions of the giant saved him. And even in\nthat instant of wild action, Phobar shouted aloud--for this whole world\nwas collapsing, together with everything on it, except he himself who\ncame of a different universe and remained unaffected! It was the long\nshot he had gambled on, the one chance he had to strike a blow.\n\nAll over the shrinking laboratory the monsters were rushing toward him.\nHis dwindling captor flung another tentacle toward the control-panel to\nreplace the size-regulating lever. But Phobar had anticipated that\npossibility and had already leaped to the switchboard, sweeping a heavy\nbar from its place and crashing it down on the lever so that it could\nnot be replaced without being repaired. Almost in the same move he had\nbounded away again, the former hundred-foot giant now scarcely more than\nhis own height. But throughout the laboratory, the other metal things\nhad halted in their tasks and were racing onward.\n\nPhobar always remembered that battle in the laboratory as a scene from\nsome horrible nightmare. The catastrophe came so rapidly that he could\nhardly follow the whirlwind events. The half dozen great leaps he made\nfrom the lashing tentacles of his pursuer sufficed to give him a few\nseconds' respite, and then the weird, howling sound of the tortured\nworld swelled to a piercing wail. His lungs were laboring from the\nviolence of his exertions; again and again he barely escaped from the\ncurling whips of metal tentacles. And now the monster was hardly a foot\nhigh; the huge condensers and tubes and colossal machinery were like\nthose of a pygmy laboratory. And overhead the roof plunged ever\ndownward.\n\nBut Phobar was cornered at last. He stood in the center of a circle of\nthe foot-high things. His captor suddenly shot forth a dozen rope-like\narms toward him as the others closed in. He had not even a weapon, for\nhe had dropped the bar in his first mad bound away from the\ncontrol-panel. He saw himself trapped in his own trick, for in minutes\nat most the laboratory would be crushing him with fearful force.\n\n       *       *       *       *       *\n\nBlindly Phobar reverted to a primitive defense in this moment of\ninfinite danger and kicked with all his strength at the squat monster\nbefore him. The thing tried to whirl aside, but Phobar's shoe squashed\nthickly through, and in a disorder of quivering pieces the metal\ncreature fell, and subsided. Knowing at last that the invaders were\nvulnerable and how they could be killed, Phobar went leaping and\nstamping on those nearest him. Under foot, they disintegrated into\nlittle pulpy lumps of inert metal.\n\nIn a trice he broke beyond the circle and darted to the control-panel.\nOne quick glance showed him that the roof was now scarcely a half dozen\nyards above. With fingers that fumbled in haste at tiny levers and\ndials, he spun several of them--the repulsion-ray full--the\nattraction-ray full. And when they were set, he picked up the bar he\nhad dropped and smashed the controls so that they were helplessly\njammed. He could almost feel the planet catapult through the heavens.\n\nThe laboratory roof was only a foot over his head. He whirled around,\nsquashed a dozen tiny creeping things, leaped to a disk that was now not\nmore than a few inches broad. Stooping low, balancing himself\nprecariously, he somehow managed to close the tiny switch. A haze of\norange light enveloped him, there came a great vertigo and dizziness and\npain, he felt himself falling through bottomless spaces....\n\n       *       *       *       *       *\n\nSo exhausted that he could scarcely move, Phobar blinked his eyes open\nto brilliant daylight in the chill of a November Indian summer noon. The\nsun shone radiant in the heavens; off in the distance he heard a\npandemonium of bells and whistles. Wearily he noticed that there were no\nflame-paths in the sky.\n\nStaggering weakly, he made his way to the observatory, mounted the steps\nwith tired limbs, and wobbled to the eyepiece of his telescope which he\nhad left focused on the dark star two hours before. Almost trembling, he\npeered through it.\n\nThe dark star was gone. Somewhere far out in the abysses of the\nuniverse, a runaway world plunged headlong at ever-mounting speed to\nuncharted regions under its double acceleration of attraction and\nrepulsion.\n\nA sigh of contentment came from his lips as he sank into a heavy and\nprofound sleep. Later he would learn of the readjustments in the solar\nsystem, and of the colder climate that came to Earth, and of the vast\nchanges permanently made by the invading planet, and of a blazing new\nstar discovered in Orion that might signify the birth of a sun or the\ndeath of a metallic dark world.\n\nBut these were events to be, and he demanded his immediate reward of a\nday's dreamless slumber.\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Astounding Stories_ September 1932.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of Project Gutenberg's Raiders of the Universes, by Donald Wandrei\n\n*** END OF THIS PROJECT GUTENBERG EBOOK RAIDERS OF THE UNIVERSES ***\n\n***** This file should be named 29389-8.txt or 29389-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/3/8/29389/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}