{"title": "Disowned", "author": "Victor Endersby", "releaseDate": "July 12, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n   This etext was produced from Astounding Stories September 1932.\n   Extensive research did not uncover any evidence that the\n   U.S. copyright on this publication was renewed.\n\n\n\n         [Illustration: \"_Wonderful! The World's Unparalleled\n                          Upside-Down Man_!\"]\n\n\n\n                               Disowned\n\n\n                          By Victor Endersby\n\n       *       *       *       *       *\n\n\n\n\n[Sidenote: The tragic misadventure of a man to whom the sky became an\nappalling abyss, drawing him ever upward.]\n\n\nThe sky sagged downward, bellying blackly with a sudden summer rain,\ngiving me a vision of catching my train in sodden clothing after the\nshort-cut across the fields, which I was taking in company with my\nbrother Tristan and his fiancée.\n\nThe sullen atmosphere ripped apart with an electric glare; our ears\nquivered to the throbbing sky, while huge drops, jarred loose from the\nair by the thunder-impact, splattered sluggishly, heavily, about us.\nLittle breezes swept out from the storm center, lifting the undersides\nof the long grass leaves to view in waves of lighter green. I\ncomplained peevishly.\n\n\"Ah, mop up!\" said Tristan. \"You've plenty of time, and there's the\nbig oak! It's as dry under there as a cave!\"\n\n\"I think that'll be fun!\" twittered Alice. \"To wait out a\nthunder-storm under a tree!\"\n\n\"Under a tree?\" I said. \"Hardly! I'm not hankering to furnish myself\nas an exhibit on the physiological effects of a lightning stroke--no,\nsir!\"\n\n\"Rats!\" said Tristan. \"All that's a fairy-tale--trees being dangerous\nin a thunder-storm!\"\n\n       *       *       *       *       *\n\nThe rain now beat through our thin summer clothing, as Tristan seized\nAlice's hand and towed her toward the spreading shelter. I followed\nthem at first, then began to lag with an odd unwillingness. I had been\nonly half serious in my objection, but all at once that tree exercised\nan odd repulsion on me; an imaginary picture of the electric fluid\ncoursing through my shriveling nerve-channels grew unpleasantly vivid.\n\nSuddenly I knew I was not going under that tree. I stopped dead,\npulling my hat brim down behind to divert the rivulet coursing down\nthe back of my neck, calling to the others in a voice rather cracked\nfrom embarrassment. They looked back at me curiously, and Alice began\nto twit me, standing in the rain, while Tristan desired to know\nwhether we thought we were a pair of goldfish; in his estimation, we\nmight belong to the piscine tribe all right, but not to that\ndecorative branch thereof. To be frank, he used the term \"suckers.\"\nFeeling exceptionally foolish, I planted myself doggedly in the\nsoaking grass as Alice turned to dash for the tree.\n\nThen the thing happened; the thing which to this hour makes the fabric\nof space with its unknown forces seem an insecure and eery garment for\nthe body of man. Over the slight rise beyond the tree, as the air\ncrackled, roared and shook under the thunder-blasts, there appeared an\nobject moving in long, leisurely bounds, drifting before the wind, and\ntouching the ground lightly each time. It was about eighteen inches in\ndiameter, globular, glowing with coruscating fires, red, green, and\nyellow; a thing of unearthly and wholly sinister beauty.\n\nAlice poised with one foot half raised, and shrieked at Tristan, half\nterrified, half elated at the sight. He wheeled quickly, there under\nthe tree, and slowly backed away as the thing drifted in to keep him\ncompany in his shelter. We could not see his face, but there was a\nstiffness to his figure indicating something like fear. Suddenly\nthings I had read rose into my memory. This was one of those objects\nvariously called \"fire-balls,\" \"globe-lightning,\" \"meteors,\" and the\nlike.\n\nI also recalled the deadly explosive potencies said to be sometimes\npossessed by such entities, and called out frantically:\n\n\"Tristan! Don't touch it! Get away quickly, but don't disturb the\nair!\"\n\nHe heard me and, as the object wavered about in the comparative calm\nunder the tree, drifting closer to him, started to obey. But it\nsuddenly approached his face, and seized with a reckless terror, he\nsnatched off his hat and batted at it as one would at a pestilent bee.\nInstantly there was a blinding glare, a stunning detonation, and a\nviolent air-wave which threw me clear off my feet and to the ground. I\nsat up blindly with my vision full of opalescent lights and my ears\nringing, unable to hear, see, or think.\n\n       *       *       *       *       *\n\nSlowly my senses came back; I saw Alice struggling upright in the\ngrass before me. She cast a quick glance toward the tree, then, still\non her knees, covered her face and shuddered. For a long time, it\nseemed, I gazed toward the tree without sight conveying any mental\neffect whatever. Quite aside from my dazed state, the thing was too\nbizarre; it gave no foothold to experience for the erection of\nunderstanding.\n\nMy brother's body lay, or hung, or rested--what term could describe\nit?--with his stomach across the _under_ side of a large limb a few\nfeet above where he had stood. He was doubled up like a hairpin, his\nabdomen pressed tightly up against this bough, and his arms, legs and\nhead extended stiffly, straightly, skyward.\n\nGetting my scattered faculties and discoordinate limbs together, I\nmade my way to the tree, the gruesome thought entering my mind that\nTristan's body had been transfixed by some downward-pointing snag as\nit was blown up against the limb, and that the strange stiffness of\nhis limbs was due to some ghastly sudden rigor mortis brought on by\nelectric shock. Dazed with horror and grief, I reached up to his\nclothing and pulled gently, braced for the shock of the falling body.\nIt remained immovable against the bough. A harder tug brought no\nresults either. Gathering up all my courage against the vision of the\nsupposed snag tearing its rough length out of the poor flesh, I leaped\nup, grasping the body about chest and hips, and hung. It came loose at\nonce, without any tearing resistance such as I had expected, but\nmanifesting a strong elastic pull upward, as though some one were\npulling it with a rope; as I dropped back to the ground with it, the\nupward resistance remained unchanged. Nearly disorganized entirely by\nthis phenomenon, it occurred to me that his belt or some of his\nclothing was still caught, and I jerked sidewise to pull it loose. It\ndid not loosen, but I found myself suddenly out from under the tree,\nmy brother dragging upward from my arms until my toes almost left the\nground. And there was obviously no connection between him and the\ntree--or between him and anything else but myself, for that matter. At\nthis I went weak; my arms relaxed despite my will, and an incredible\nfact happened: I found the body sliding skyward through my futile\ngrasp. Desperately I got my hands clasped together about his wrist,\nthis last grip almost lifting me from the earth; his legs and\nremaining arm streamed fantastically skyward. Through the haze which\nseemed to be finally drowning my amazed and tortured soul, I knew that\nmy fingers were slipping through one another, and that in another\ninstant my brother would be gone. Gone--where? Why and how?\n\n       *       *       *       *       *\n\nThere was a sudden shriek, and the impact of a frantic body against\nmine, as Alice, whom I had quite forgotten, made a skyward running\njump and clasped the arm frantically to her bosom with both her own.\nWith vast relief, I loosed my cramped fingers--only to feel her silken\ngarments begin to slide skyward against my cheek. It was more instinct\nthan sense which made me clutch at her legs. God, had I not done that!\nAs it was, I held both forms anchored with only a slight pull, waiting\ndumbly for the next move--quite _non compos_ by this time, I think.\n\n\"Quick, Jim!\" she shrieked. \"Quick, under the tree! I can't hold him\nlong!\"\n\nVery glad indeed to be told what to do, I obeyed. Under her direction\nwe got the body under a low limb and wedged up against it, where with\nour feet both now on the ground, we balanced it with little effort.\nFeverishly, once more at her initiative, we took off our belts and\nstrapped it firmly; whereupon we collapsed in one another's arms,\nshuddering, beneath it.\n\nThe blasé reader may consider that we here manifested the characters\nof sensitive weaklings. But let him undergo the like! The\nsupernatural, or seemingly so, has always had power to chill the\nhottest blood. And here was an invisible horror reaching out of the\nsky for its prey, without any of the ameliorating trite features which\nwould temper an encounter with the alleged phenomena of ghostland.\n\nFor a time we sat under that fatal tree listening to the dreary drench\nof rain pouring off the leaves, quivering nerve-shaken to the\nthunderclaps. Lacking one another, we had gone mad; it was the\nbeginning of a mutual dependence in the face of the unprecedented,\nwhich was to grow to something greater during the bizarre days to\nfollow.\n\nThere was no need of words for each of us to know that the other was\nstruggling frantically for a little rational light on the _outre_\ncatastrophe in which we were entangled.\n\nIt never once occurred to us that my brother might still be\nalive--until a long shuddering groan sounded above us. In combined\nhorror and joy we sprang up. He was twisting weakly in the belts,\nmuttering deliriously. We unfastened him and pulled him to the ground,\nwhere I sat on his knees while she pressed down on his shoulders, and\nso kept him recumbent, both horrified at the insistent lift of his\nbody under us.\n\nShe kissed him frantically and stroked his cheeks, I feeling utterly\nwithout resource. He grew stronger, muttered wildly, and his eyes\nopened, staring upward through the tree limbs. He became silent, and\nstiffened, gazing fixedly upward with a horror in his wild blue gaze\nwhich chilled our blood. What did he see there--what dire other-world\nthing dragging him into the depths of space? Shortly his eyes closed,\nand he ceased to mutter.\n\n       *       *       *       *       *\n\nI took his legs under my arms--the storm was clearing now--and we set\nout for home with gruesomely buoyant steps, the insistent pull\nremaining steady. Would it increase? We gazed upward with terrified\neyes, becoming calmer by degree as conditions remained unchanged.\n\nWhen the country house loomed near across the last field, Alice\nfaltered:\n\n\"Jim, we can't take him right in like this!\"\n\nI stopped.\n\n\"Why not?\"\n\n\"Oh, because--because--it's too ridiculously awful. I don't know just\nhow to say it--oh, can't you see it yourself?\"\n\nIn a dim way, I saw it. No cultured person cares to be made a center\nof public interest, unless on grounds of respect. To come walking in\nin this fashion, buoyed balloon-like by the body of this loved one,\nand before the members of a frivolous, gaping house party--ah, even I\ncould imagine the mingled horror and derision, the hysterics among the\nwomen, perhaps. Nor would it stop there. Rumors--and heaven only knows\nwhat distortions such rumors might undergo, having their source in the\nincredible--would range our social circle like wildfire. And the\nnewspapers, for our families are established and known--no, it\nwouldn't go.\n\nI tied Tristan to a stile and called up Jack Briggs, our host, from a\nneighboring house, explained briefly that Tristan had met with an\naccident, asked him to say nothing, and explained where to bring the\nmachine. In ten minutes he had maneuvered the heavy sedan across the\nrough wet fields. And then we had another problem on our hands: to let\nJack into what had happened without shocking him into uselessness. It\nwas not until we got him to test Tristan's eery buoyancy with his own\nhands that we were able to make him understand the real nature of our\nproblem. And after that, his comments remained largely gibberish for\nsome time. However, he was even quicker than we were to see the need\nfor secrecy--he had vivid visions of the political capital which\nopposing newspapers would make of any such occurrence at his\nparty--and so we arranged a plan. According to which we drove to the\nback of the house, explained to the curious who rushed out that\nTristan had been injured by a stroke of lightning, and rushed the\nclosely wrapped form up to his room, feeling a great relief at having\nsomething solid between us and the sky. While Jack went downstairs to\ndismiss the party as courteously as possible, Alice and I tied my\nbrother to the bed with trunk straps. Whereupon the bed and patient\nplumped lightly but decisively against the ceiling as soon as we\nremoved our weight. While we gazed upward open mouthed, Jack returned.\nHis faculties were recovering better than ours, probably because his\naffections were not so involved, and he gave the answer at once.\n\n\"Ah, hell!\" said he. \"Pull the damn bed down and spike it to the\nfloor!\" This we did. Then we held a short but intense consultation.\nWhatever else might be the matter, obviously Tristan was suffering\nseverely from shock and, for all we knew, maybe from partial\nelectrocution. So we called up Dr. Grosnoff in the nearest town.\n\n       *       *       *       *       *\n\nGrosnoff after our brief but disingenuous explanation, threw off the\nbed covers in a business-like way, then straightened up grimly.\n\n\"And may I ask,\" he said with sarcastic politeness, \"since when a\nstrait-jacket has become first-aid for a case of lightning stroke?\"\n\n\"He was delirious,\" I stammered.\n\n\"Delirious my eye! He's as quiet as a lamb. And you've tied him down\nso tightly that the straps are cutting right into him! Of all\nthe--the--\" He stopped, evidently feeling words futile, and before we\ncould make an effective attempt to stop him, whipped out a knife and\ncut the straps. Tristan's unfortunate body instantly crashed against\nthe ceiling, smashing the lathing and plaster, and remaining half\nembedded in the ruins. A low cry of pain rose from Alice. Dr. Grosnoff\nstaggered to a chair and sat down, his eyes fixed on the ceiling with\na steady stare--the odd caricature of a man coolly studying an\ninteresting phenomenon.\n\nMy brother appeared to be aroused by the shock, struggling about in\nhis embedment, and finally sat up. Up? _Down_, I mean. Then he\n_stood_, _on the ceiling_, and began to walk! His nose had been\nbruised by the impact, and I noticed with uncomprehending wonder that\nthe blood moved slowly _upward_ over his lip. He saw the window, and\nwalked across the ceiling to it upside down. There he pushed the top\nof the window down and leaned out, gazing up into the sky with some\nsort of fascination. Instantly he crouched on the ceiling, hiding his\neyes, while the house rang with shriek after shriek of mortal terror,\nspeeding the packing of the parting guests. Alice seized my arm, her\nfingers cutting painfully into the flesh.\n\n\"Jim,\" she screamed. \"I see it now--don't you? His gravity's all\nchanged around--he weighs _up_! He thinks the sky's _under_ him!\"\n\nThe human mind is so constructed that merely to name a thing oddly\nsmooths its unwonted outlines to the grasp of the mind; the conception\nof a simple reversal of my brother's weight, I think, saved us all\nfrom the padded cell. That made it so commonplace, such an everyday\nsort of thing, likely to happen to anybody. The ordinary phenomenon of\ngravitation is no whit more mysterious, in all truth, than that which\nwe were now witnessing--but we are born to _it_!\n\n       *       *       *       *       *\n\nDr. Grosnoff recovered in a manner which showed considerable caliber.\n\n\"Well,\" he grunted, \"that being the case, we'd best be looking after\nhim. Nervous shock, possible electric shock and electric burns,\npsychasthenia--that's going to be a long-drawn affair--bruises, maybe\na little concussion, and possibly internal injury--that was equivalent\nto a ten-foot unbroken fall flat on his stomach, and I'll never\nforgive myself if.... Get me a chair!\"\n\nWith infinite care and reassuring words, the big doctor with our help\npulled my brother down, the latter frantically begging us not to let\nhim \"fall\" again. Holding him securely on the bed and trying to\nreassure him, Grosnoff said:\n\n\"Straps and ropes won't do. His whole weight hangs in them--they'll\ncut him unmercifully. Take a sheet, tie the corners with ropes, and\nlet him lie in that like a hammock!\"\n\nIt took many reassurances as to the strength of this arrangement\nbefore Tristan was at comparative peace. Dr. Grosnoff effected an\nexamination by slacking off the ropes until Tristan lay a couple of\nfeet clear of the bed, then himself lay on the mattress face up,\nprodding the patient over.\n\nThe examination concluded, he informed us that Tristan's symptoms were\nsimply those of a general physical shock such as would be expected in\nthe case of a man standing close to the center of an explosion, though\nfrom our description of the affair he could not understand how my\nbrother had survived at all. The glimmering of an explanation of this\ndid not come until a long time afterward. So far as physical condition\nwas concerned, Tristan might expect to recover fully in a matter of\nweeks. Mentally--the doctor was not so sure. The boy had gone through\na terrible experience, and one which was still continuing--might\ncontinue no one knew how long. We were, said the doctor, up against a\ntrick played by the great Sphinx, Nature, and one which, so far as he\nknew, had never before taken place in the history of all mankind.\n\n\"There is faintly taking shape in my mind,\" he said, \"the beginning of\na theory as to how it came about. But it is a theory having many\nramifications and involving much in several lines of science, with\nmost of which I am but little acquainted. For the present I have no\nmore to say than that if a theory of causation can be worked out, it\nwill be the first step toward cure. But--it may be the only step.\nDon't build hopes!\"\n\nLooking Alice and me over carefully, he gave us a each a nerve\nsedative and departed, leaving us with the feeling that here was a man\nof considerably wider learning than might be expected of a small-town\ndoctor. In point of fact, we learned that this was the case. The\nspecialist has been described as a \"man who knows more and more about\nless and less.\" In Dr. Grosnoff's mind, the \"less and less\" outweighed\nthe \"more and more.\"\n\n       *       *       *       *       *\n\nTristan grew stronger physically; mentally, he was intelligent enough\nto help us and himself by keeping his mind as much as possible off his\ncondition, sometimes by sheer force of will. Meantime, Dr. Grosnoff,\nrealizing that his patient could not be kept forever tied in bed, had\nassisted me in preparing for his permanent care at home. The device\nwas simple; we had just taken his room, remodeled the ceiling as a\nfloor, and fitted it with furniture upside down. Most of the problems\ninvolved in this were fairly simple. The matter of a bath rather\nstumped us for a while, until we hit upon a shower. The jets came up\nfrom under Tristan's feet, from the point of view of his perceptions;\nhe told us that one of the strangest of all his experiences was to see\nthe waste water swirl about in the pan _over_ his head, and being\nsucked up the drain as though drawn by some mysterious magnet.\n\nMy brother and I shared a flat alone, so there was no servant problem\nto deal with. But he was going to need care as well as companionship,\nand I had to earn my living. For Alice, it was a case where the voice\nof the heart chimed with that of necessity; and I was best man at\nperhaps the weirdest marriage ceremony which ever took place on this\nearth. Held down in bed with the roped sheet, all betraying signs\ncarefully concealed, Tristan was married to Alice by an unsuspecting\ndominie who took it all for one of those ordinary, though romantic\nsick-bed affairs.\n\nFrom the first, Tristan felt better and more secure in his special\nquarters, and was now able to move about quite freely within his\nlimits; though such were his mental reactions that for his comfort we\nhad to refinish the floor to look like a plaster ceiling, to eliminate\nas far as possible the upside-down suggestions left in the room, and\nto keep the windows closely shaded. I soon found that the sight of me,\nor any one else, walking upside down--to him--was very painful; only\nin the case of Alice did other considerations remove the\nunpleasantness.\n\nLittle by little the accumulation of experience brought to my mind the\nfull and vivid horror of what the poor lad had suffered and was\nsuffering. Why, when he had looked out of that window into the sky, he\nwas looking _down_ into a bottomless abyss, from which he was\nsustained only by the frail plaster and planking under his feet! The\nwhole earth, with its trees and buildings, was suspended over his\nhead, seemingly about to fall at any moment with him into the depths;\nthe sun at noon glared _upward_ from the depths of an inferno,\nlighting from _below_ the somber earth suspended overhead! Thus the\nwarm comfort of the sun, which has cheered the heart of man from time\nimmemorial, now took on an unearthly, unnatural semblance. I learned\nthat he could never quite shake off the feeling that the houses were\nanchored into the earth, suspended only by the embedment of their\nfoundations in the soil; that trees were suspended from their roots,\nwhich groaned with the strain; that soil was held to the bedrock only\nby its cohesion. He even dreaded lest, during storms, the grip of the\nmuddy soil be loosened, and the fields fall into the blue! It was only\nwhen clasped tight in Alice's arms that the horrors wholly left him.\n\nAll the reasoning we might use on his mind, or that he himself could\nbring to bear on it, was useless. We found that the sense of up and\ndown is ineradicably fixed by the balancing apparatus of the body.\n\n       *       *       *       *       *\n\nMeanwhile, his psychology was undergoing strange alterations; the more\nI came to appreciate the actual conditions he was living under, the\nmore apparent it seemed to me that he must have a cast-iron mental\nstamina to maintain sanity at all. But he not only did that; he began\nto recover normal strength, and to be irked unbearably by his constant\nconfinement. So it came about that he began to venture a little at a\ntime from his room, wandering about on the ceiling of the rest of the\nhouse. However, he could not yet look out of windows, but sidled up to\nthem with averted face to draw any blinds that were up.\n\nAs he grew increasingly restless, we all felt more and more that the\nthing could not continue as it was; some way out must be found. We had\nmany a talk with Grosnoff, at last inducing him to speak about the\nstill half-formed theory which he had dimly conceived at the first.\n\n\"For a good many decades,\" he said, \"there have been a few who\nregarded the close analogies between magnetism and gravitational\naction as symptomatic of a concealed identity between them. Einstein's\n'Field Theory' practically proves it on the mathematical side. Now it\nis obvious that if gravitation is a form of magnetism--and if so it\nbelongs to another plane of magnetic forces than that which we know\nand use--then the objects on a planet must have the opposite polarity\nfrom that of the planet itself. Since the globe is itself a magnet,\nwith a positive and negative pole, its attraction power is not that of\na magnet on any plane, because then the human race would be divided\ninto two species, each polarized in the sign opposite to its own\npole; when an individual of either race reached the equator, he would\nbecome weightless, and when he crossed it, would be repelled into\nspace.\"\n\n\"Lord!\" I said. \"There would be a plot for one of your scientific\nfiction writers!\"\n\n       *       *       *       *       *\n\n\"I can present you with another,\" said Dr. Grosnoff. \"How do we know\nwhether another planet would have the opposite sign to our own\nbodies?\"\n\n\"Well,\" I chuckled, \"they'll find that out soon enough when the first\ninterplanetary expedition tries to land on on of 'em!\"\n\n\"Hmf!\" grunted the medico. \"That'll be the least of their troubles!\"\n\n\"But you said the polarity couldn't be that of a magnet; then what?\"\n\n\"Don't you remember the common pith ball of your high school physics\ndays? An accumulation of positive electricity repels an accumulation\nof negative--if indeed we can correctly use 'accumulation' for a\nnegativity--and it is my idea that the earth is the container of a\ngigantic accumulation of this meta--or hyper-electricity which we are\npostulating; and our bodies contain a charge of the opposite sign.\"\n\n\"But, Doctor, the retention of a charge of static electricity by a\nbody in the presence of one of the opposite sign requires insulation\nof the containing bodies; for instance, lightning is a breaking down\nof the air insulation between the ground and a cloud. In our case we\nare constantly in contact with the earth, and the charges would\nequalize.\"\n\n\"Please bear in mind, Jim, that we are not talking about electricity\nas now handled by man, but about some form of it as yet hypothetical.\nWe don't know what kind of insulation it would require. We may be\n_constitutionally_ insulated.\"\n\n\"And you think the fire-ball broke down that insulation by the shock\nto Tristan's system?\" I asked. The logic of the thing was shaping up\nhazily, but unmistakably. \"But, then, why don't we frequently see\npeople kiting off the earth as the result of explosions?\"\n\n\"_How do you know they haven't?_ Don't we have plenty of mysterious\ndisappearances as the result of explosions, and particularly,\nstrangely large numbers of missing in a major war?\"\n\nMy blood chilled. The world was beginning to seem a pretty awful\nplace.\n\nGrosnoff saw my disturbance, and placed a reassuring hand on my\nshoulder.\n\n\"I'm afraid,\" he said, smiling, \"that I rather yielded to the\ntemptation to get a rise out of you. That suggestion _might_ be\nunpleasantly true under special circumstances. But I particularly have\nan eye out for the special capacities of that weird and rare\nphenomenon, the fire-ball. It isn't impossible that the energy of the\nfire-ball went into the re-polarization rather than into a destructive\nconcussion--hence Tristan's escape.\"\n\n\"You mean its effect is _qualitatively_ different from that of any\nother explosion?\"\n\n\"It may be so. It is known to be an electric conglomeration of some\nkind--but that's all.\"\n\n       *       *       *       *       *\n\nMeantime circumstances were not going well with us; the financial\nburden of Tristan's support, added to the strain of the situation, was\nbecoming overwhelming. Tristan knew this and felt it keenly; this\nbrought him to a momentous decision. He looked down at us from the\nceiling one day with an expression of unusual tenseness, and\nannounced that he was going out permanently, and to take part in the\nworld again.\n\n\"I've gotten now so that I can bear to look out of the windows quite\nwell. It's only a matter of time and practise until I can stand the\nopen. After all, it isn't any worse than being a steel worker or\nsteeplejack. Even if the worst came to the worst, I'd rather be burst\nopen by the frozen vacuum of interstellar space than to splash upon a\nsidewalk before an admiring populace--and people do _that_ every day!\"\n\nDr. Grosnoff, who was present, expressed great delight. His patient\nwas coming along well mentally, at least. Alice sat down, trembling.\n\n\"But, good Lord, Tristan,\" I said, \"what possible occupation could you\nfollow?\"\n\n\"Oh, I've brooded over that for weeks, and I've crossed the Rubicon. I\nthink we're a long way past such petty things as personal pride. Did\nit ever occur to you that what from one point of view is a monstrous\ncatastrophe, from another is an asset?\"\n\n\"What in the dickens are you talking about?\" I asked.\n\n\"I'm talking about the--the--\" he gulped painfully--\"the stage.\"\n\nAlice wrung her hands, crying bitterly:\n\n\"Wonderful! Splendid! Tristan LeHuber, The World's Unparalleled\nUpside-Down Man! He Doesn't Know Whether He's On His Head Or His\nHeels. He's Always Up In The Air About Something, But You Can't Upset\nHim! Vaudeville To-night--The Bodongo Brothers, Brilliant Burmese\nBalancers--Arctic Annie, the Prima Donna of Sealdom, and Tristan\nLeHuber, The Balloon Man--He Uses An Anchor For A Parachute!\" At last\nindeed the LeHuber family will have arrived sensationally in the\npublic eye!\n\n\"There are,\" Alice raved, \"two billion people on the earth to-day.\nCounting three generations per century, there have been about twelve\nbillion of us in the last two hundred years. And out of all those, and\nall the millions and billions before that, we had to be picked for\nthis loathsome cosmic joke--just little us for all that distinction!\nWhy, oh, why? If our romance _had_ to be spoiled by a tragedy smeared\nacross the billboards of notoriety, why couldn't it have been in some\ndecent, human sort of way? Why this ghastly absurdity?\"\n\n\"From time immemorial,\" said Grosnoff, \"there have been men who sought\nto excite the admiration of their fellows, to get themselves\nworshiped, to dominate, to collect perquisites, by developing some\nwonderful personal power or another. From Icarus on down, levitation\nor its equivalent has been a favorite. The ecstatics of medieval\ntimes, the Hindu Yogis, even the day-dreaming schoolboy, have had\nvisions of floating in air before the astounding multitudes by a mere\nact of will. The frequency of 'flying dreams' may indicate such a\nthing as a possibility in nature. Tradition says many have\naccomplished it. If so, it was by a reversal of polarity through _an\nact of will_. Those who did it--Yogis--believed in successive lives on\nearth. If they were right about the one, why not the other? Suppose\none who had developed that power of will, carried it to another birth,\nwhere it lay dormant in the subconscious until set off uncontrolled by\nsome special shock?\"\n\nAlice paled.\n\n\"Then Tristan might have been--\"\n\n\"He might. Then again, maybe my brain is addled by this thing. In any\ncase, the moral is: don't monkey with Nature! She's particular.\"\n\n       *       *       *       *       *\n\nTristan's vaudeville scheme was not as easily realized as said. The\nfirst manager to whom we applied was stubbornly skeptical in spite of\nTristan's appearance standing upside down in stilts heavily weighted\nat the ground ends; and even after his resistance was broken down in a\nmanner which left him gasping and a little woozy, began to reason\nunfavorably in a hard-headed way. Audiences, he explained, were off\nlevitation acts. Too old. No matter what you did, they'd lay it to\nconcealed wires, and yawn. Even if you called a committee from the\naudience, the committee itself would merely be sore at not being able\nto solve the trick; the audience would consider the committee a fake\nor merely dumb. And all that would take too much time for an act of\nthat kind.\n\n\"Oh, yeh, I know! It's got me goin', all right. But I can't think like\nme about this sorta thing. I got to think like the audience does--or\ngo outa business!\"\n\nAfter which solid but unprofitable lesson in psychology, we dropped\nthe last vestige of pride and tried a circus sideshow. But the results\nwere similar.\n\n\"Nah, the rubes don't wear celluloid collars any more. Ya can't slip\nany wire tricks over on 'em!\"\n\n\"But he can do this in a big topless tent, or even out in an open\nfield, if you like.\"\n\n\"Nope--steel rods run up the middle of a rope has been done before.\"\n\n\"Steel rods in a rope which the people see uncoil from the ground in\nfront of their eyes?\"\n\n\"Well, they'd think of somethin' else, then. I'm tellin' ya, it won't\ngo! Sure, people like to be fooled, but they want it to be done\n_right_!\"\n\n\"Yes!\" I sneered. \"And a hell of a lot of people have fooled\nthemselves _right_ about this matter, too!\"\n\nHe looked at me curiously.\n\n\"Say, have ya really got somethin' up y'r sleeve?\"\n\n\"You'd be surprised!\"\n\nThus he grudgingly gave us a chance for a tryout; and he was surprised\nindeed. But on thinking it over, he decided like the vaudeville man.\n\n\"Listen!\" said Tristan suddenly, in a voice of desperation. \"I'll do a\nparachute jump into the sky, and land on an airplane!\"\n\n\"Tristan!\" shrieked Alice, in horror.\n\nThe circus man nearly lost his cigar, then bit it in two.\n\n\"Sa-ay--what the--I'll call that right now! I'll get ya the plane and\nchute if y'll put up a deposit to cover the cost. If ya do it, we'll\nhave the best money in the tents; if ya don't, I keep the money!\"\n\n\"If I don't,\" said Tristan distinctly, \"I'll have not the slightest\nneed for the money.\"\n\nBut the airplane idea was out; we could think of no way for him to\nmake the landing on such a swiftly-moving vehicle.\n\nAgain Alice solved it.\n\n\"If you absolutely must break my heart and put me in a sanitarium,\"\nshe sobbed, \"get a blimp!\"\n\nOf course! And that is what we did--on the first attempt coming\nunpleasantly close to doing just that to Alice.\n\n       *       *       *       *       *\n\nThe blimp captain was obviously skeptical, and betrayed signs of a\npeeve at having his machine hired for a hoax; but money was money and\nhe agreed to obey our instructions meticulously. His tone was\nperfunctory, however, despite my desperate attempts to impress him\nwith the seriousness of the matter; and that nonchalance of his came\nnear to having dire consequences.\n\nThe captain was supplied with a sort of boat-hook with instructions to\nsteer his course to reach the parachute ropes as it passed him on its\nupward flight. And he was seriously warned of the fact that, after the\nchute reached two or three thousand feet, its speed would increase\nbecause of the rarefaction of the air; and in case of a miss, it would\nbecome constantly harder to overtake. These directions he received\nwith a scornful half smile; obviously he never expected to see the\nchute open.\n\nWe got all set, the blimp circling overhead, Tristan upside down in\nhis seat suspended skyward, a desperately grim look on his face; and\nAlice almost in collapse. We were all spared the agony of several\nhundred feet of unbroken fall; the parachute was open on the ground,\nand rose at a leisurely speed, but too fast at that for the comfort of\nany of us. I don't think the wondering crowd and the dumbfounded\ncircus people ever saw a stranger sight than that chute drifting\nupward into the blue. We heard nothing of \"hidden wires,\" then or ever\nafter! The white circle grew pitifully small and forlorn against the\nfathomless azure; and suddenly we noticed that the blimp seemed to be\nmerely drifting with the wind, making no attempt to get under--or\nover--Tristan. Our hearts labored painfully. Had the engines broken\ndown? Alice buried her face against my sleeve with a moan.\n\n\"I can't look ... tell me!\"\n\nI tried to--in a voice which I vainly tried to make steady.\n\nAll at once the blimp went into frenzied activity--we learned\nafterwards that its crew of three, captain included, had been so\ncompletely paralyzed by the reality of the event that they had\nforgotten what they were there for until almost too late. Now we heard\nthe high note of its overdriven engines as it rolled and rocked toward\nthe rising chute. For a moment the white spot showed against its gray\nside, then tossed and pitched wildly in the wake of the propellers as,\ndriven too hastily and frenziedly, the ship overshot its mark and the\ncaptain missed his grab.\n\n       *       *       *       *       *\n\nI could only squeeze Alice tightly and choke as the aerial objects\nparted company and the blue gap between them widened. Instantly, avid\nto retrieve his mistake, the captain swung his craft in a wild careen\naround and a spiral upward. But he tried to do too many things at a\ntime--make too much altitude and headway both at once. The blimp\npitched steeply upward to a standstill, barely moving toward the\nparachute. Quickly it sloped downward again and gathered speed,\nnearing the chute, and then making a desperate zoom upward on its\nmomentum. Mistake number three! He had waited too long before using\nhis elevator; and the chute fled hopelessly away just ahead of the\nuptilted nose of the blimp. I could only moan, and Alice made no sound\nor movement.\n\nNext we saw the blimp's water ballast streaming earthward in the sun,\nand it was put into a long, steady spiral in pursuit of the parachute,\nwhose speed--or so it seemed to my agonized gaze--was now noticeably\non the increase. The altitude seemed appallingly great; the blimp's\nceiling, I knew, was only about twenty thousand; and my brother, even\nif not frozen to death by that time, would be traveling far faster\nthen than any climbing speed the blimp could make; as his fall\nincreased in speed, the climb of the bag decreased.\n\nAt last, with a quiver of renewed hope, I saw the blimp narrowing down\nits spirals--it was overtaking! Smaller and smaller grew both\nobjects--but so did the gap between them! At last they merged, the\ntiny white dot and the little gray minnow. In one long agony I waited\nto see whether the gap would open out again. Lord of Hosts--the blimp\nwas slanting steeply downward; the parachute had vanished!\n\nThen at last I paid some attention to the totally limp form in my\narms; and a few minutes later, amid an insane crowd, a pitifully\nembarrassed and nerve-shaken dirigible navigator was helping me lift\nmy heavily-wrapped, shivering brother from the gondola, while the\nmechanics turned their attention to the overdriven engines and wracked\nframing. Did I say \"helping me lift?\" Such is the force of habit--but\nverily, a new nomenclature would have to come into being to deal\nadequately with such a life as my poor brother's!\n\nTristan seized my hand.\n\n\"Jim!\" he said through chattering teeth, \"I'm cured--cured of the\nawful fear! That second time he missed, I just gave up entirely; I\ndidn't care any longer. And then somehow I felt such a sense of peace\nand freedom--there weren't any upside-down things around to torture\nme, no sense of insecurity. I just was, in a great blue quiet; it\nwasn't like falling at all; no awful shock to meet, no sickness or\npain--just quietly floating along from Here to There, with no\nparticular dividing line between, anywhere. The cold hurt, of course,\nbut somehow it didn't seem to matter, and was getting better when they\ncaught me. But now--I can do things you never even imagined!\"\n\n       *       *       *       *       *\n\nThus began my brother's real public career--he had arrived. After that\nhe was able to name his own compensation, and shortly during his\ntours, began to sport a private dirigible of his own, which he often\nused for jumps between stands. He told me jokingly that it was very\nfitting transportation for him, as his hundred and sixty pound lift\nsaved quite a bit of expense for helium!\n\nHe developed an astonishing set of tricks. After the jump, he would\narrive on the field suspended above the dirigible doing trapeze\ntricks. After that, in the show tent, he would go through some more of\nthem, with a few hair raisers of his own invention, one of which\nconsisted of apparently letting go the rope by accident and shooting\nskyward with a wild shriek, only to be caught at the end of a fine,\nespecially woven piano wire cable attached to a spring safety belt,\nthe cable being in turn fastened into the end of the rope.\n\nNeedless to say, Alice was unable to wax enthusiastic about any of\nthese feats, though she loyally accompanied him in his travels. She\nwould sit in the tent gazing at him with a horrible fascination, and\nmonth by month grew thinner and more strained. Tristan felt her stress\ndeeply; but was making money so fast that we all felt that in a short\ntime, if not able to finance the discovery of a cure, at least he\ncould retire and live a safer life. And he found his ideal haven of\nrest--in a Pennsylvania coal mine! Thus, the project grew in his mind,\nof buying an abandoned mine and fitting it with comfortable and\nspacious inverted quarters, environed with fungus gardens, air ferns\nand the like, plants which could be trained to grow upside down; he\nemerging only for necessary sun baths.\n\nAs time went on, I really grew accustomed to the situation, though\nseeing less and less of Tristan and Alice; during summers they were on\ntour, and in winter were quartered in Tristan's coal mine, which had\nbecome a reality.\n\nSo one summer day when the circus stopped at a small town where I was\ntaking vacation, I was overjoyed at the opportunity to see them. I\ntimed myself to get there as the afternoon performance was over, but\narrived a little early, and went on into the untopped tent.\n\nTristan waved an inverted greeting at me from his poise on his\ntrapeze, and I watched for a few minutes. There was an odd mood about\nthe crowd that day, largely due to a group of loud-mouthed\nhill-billies from the back country--the sort which is so ignorant as\nto live in perpetual fear of getting \"something slipped over,\" and so\ndisbelieves everything it is told, looking for something ulterior\nbehind every exterior. Having duly exposed to their own satisfaction\nthe strong man's \"wooden dumbbells,\" the snake charmer's rubber\nserpents, the fat woman's pillows, and the bearded lady's false\nwhiskers (I don't know what they did about the living skeleton), these\nfellows were now gaping before Tristan's platform, and growing hostile\nas their rather inadequate brains failed to cook up any damaging\nexplanation.\n\n\"Yah!\" yelled a long-necked, flap-eared youth, suddenly. \"He's got an\niron bar in that rope!\" They had come too late to see the parachute\ndrop. Tristan grinned and pulled himself down the rope, which of\ncourse fell limp behind him. At this, the crowd jeered and booed the\ntoo-hasty youth, who became so resentfully abusive of Tristan that one\nof the attendants pushed him out of the tent. As he passed me, I\ncaught fragments of wrathy words:\n\n\"Wisht I had a ... Show'm whether it's a fake....\"\n\n       *       *       *       *       *\n\nTristan closed his act by dropping full-length to the end of his\ninvisible wire, then pulled himself down, got into his stilts, and was\nunfastening the belt, when the manager rushed in with a request that\nhe repeat, for the benefit of a special party just arrived on a\ndelayed train.\n\n\"Go on and look at the animals, old man.\" Tristan called to me. \"I'll\nbe with you in about half an hour!\"\n\nI strolled out idly, meeting on the way the flap-eared youth, who\nseemed bent on making his way back into the tent, wearing a mingled\nair of furtiveness, of triumph, and anticipation. Wondering casually\njust what kind of fool the lad was planning to make of himself next, I\nwandered on toward the main entrance--only to be stopped by an\nappalling uproar behind me. There was a raucous, gurgling shriek of\nmortal terror; the loud composite \"O-o-o!\" of a shocked or astonished\ncrowd; a set of fervent curses directed at some one; loud confused\nbabbling, and then a woman's voice raised in a seemingly endless\nsuccession of hysterical shrieks. Thinking that an animal had gotten\nloose, or something of that kind, I wheeled. Unmistakably the racket\ncame from Tristan's own tent.\n\nCold dread clutching at my heart, and with lead on my boot soles, I\nrushed frantically back. At the entrance I was held by a mad onrush of\nhumanity for some moments. When I reached the platform, Tristan was\nnot in sight. Then I noticed the long-necked boy sitting on the\nplatform with his face in his hands, shrieking:\n\n\"I didn't mean to! I didn't mean to! Damn it, don't touch me! I\nthought sure it was a fake!\"\n\nI saw a new, glittering jack-knife lying on the platform beside the\nlimp, foot-long stub of Tristan's rope. Slowly, frozenly, I raised my\neyes. The blue abyss was traceless of any object....\n\n       *       *       *       *       *\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Disowned, by Victor Endersby\n\n*** END OF THIS PROJECT GUTENBERG EBOOK DISOWNED ***\n\n***** This file should be named 29384-8.txt or 29384-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/3/8/29384/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}