{"title": "The Mind Master", "author": "Arthur J. Burks", "releaseDate": "July 15, 2009", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Dan Horwood and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n[Transcriber's Note:\n\n This etext was produced from \"Astounding Stories\" January and\n February, 1932. Extensive research did not uncover any evidence\n that the U.S. copyright on this publication was renewed.\n\n The original \"What has gone before\" recap section from the\n second part (February edition) has been removed from this\n combined version.\n\n Author's archaic and variable spelling is preserved.\n Author's punctuation style is preserved.\n Passages in italics indicated by _underscores_.\n Passages in bold indicated by =equal signs=.\n\n Typographical problems have been changed and are listed at the\n end of the text.\n]\n\n\n                  *       *       *       *       *\n\n\n[Illustration: Front cover of \"Amazing Stories\"]\n\n\n\n\nThe Mind Master\n\n_Beginning a Two-Part Novel_\n\nBy Arthur J. Burks\n\n[Illustration: _A sequel to \"Manape the Mighty\"_]\n\n\n\n\nCHAPTER I\n\n_The Tuft of Hair_\n\n\n\"Let's hope the horrible nightmare is over, dearest,\" whispered Ellen\nEstabrook to Lee Bentley as their liner came crawling up through the\nNarrows and the Statue of Liberty greeted the two with uplifted torch\nbeyond Staten Island. New York's skyline was beautiful through the\nmist and smoke which always seemed to mask it. It was good to be home\nagain.\n\n[Sidenote: Once more Lee Bentley is caught up in the marvelous\nmachinations of the mad genius Barter.]\n\nCertainly it was a far cry from the African jungles where, for the\nspace of a ghastly nightmare, Ellen had been a captive of the apes\nand Bentley himself had had a horrible adventure. Caleb Barter, a mad\nscientist, had drugged him and exchanged his brain with that of an\nape, and for hours Bentley had roamed the jungles hidden in the great\nhairy body, the only part of him remaining \"Bentley\" being the Bentley\nbrain which Barter had placed in the ape's skull-pan. Bentley would\nnever forget the horror of that grim awakening, in which he had found\nhimself walking on bent knuckles, his voice the fighting bellow of a\ngiant anthropoid.\n\n[Illustration: _A bullet ploughed through the top of the ape's\nhead._]\n\nYes, it was a far cry from the African jungles to populous Manhattan.\n\nAs soon as Ellen and Lee considered themselves recovered from the\nshock of the experience they would be married. They had already spent\ntwo months of absolute rest in England after their escape from Africa,\nbut they found it had not been enough. Their story had been told in\nthe press of the world and they had been constantly besieged by the\ncurious, which of course had not helped them to forget.\n\n     -     -     -\n\n\"Lee,\" whispered Ellen, \"I'll never feel sure that Caleb Barter is\ndead. We should have gone out that morning when he forgot to take his\nwhip and we thought the vengeful apes had slain him. We should have\nproved it to our own satisfaction. It would be an ironic jest,\ncharacteristic of Barter, to allow us to think him dead.\"\n\n\"He's dead all right, dear,\" replied Bentley, his nostrils quivering\nwith pleasure as he looked ahead at New York, while the breeze along\nthe Hudson pushed his hair back from his forehead. \"He had abused the\ngreat anthropoids for too many years. They seized their opportunity,\ndon't mistake that.\"\n\n\"Still, he was a genius in his way, a mad, frightful genius. It hardly\nseems possible to me that he would allow himself to be so easily\ntrapped. It's a reflection on his great mentality, twisted though it\nwas.\"\n\n\"Forget it, dear,\" replied Bentley, putting his arm around her\nshoulders. \"We'll both try to forget. After our nerves have returned\nto normal we'll be married. Then nothing can trouble us.\"\n\nThe vessel docked and later Lee and Ellen entered a taxicab near the\npier.\n\n\"I'll take you to your home, Ellen,\" said Bentley. \"Then I'll look\nafter my own affairs for the next couple of days, which includes\nmaking peace with my father, then we'll go on from here.\"\n\nThey looked through the windows of the cab as they rolled into lower\nFifth Avenue and headed uptown. Newsies were screaming an extra from\nthe sidewalks.\n\n\"Excitement!\" said Bentley enthusiastically. \"It's certainly good to\nbe home and hear a newsboy's unintelligible screaming of an extra,\nisn't it?\"\n\nOn an impulse he ordered the cabbie to draw up to the curb and\npurchased a newspaper.\n\n\"Do you mind if I glance through the headlines?\" Bentley asked Ellen.\n\"I haven't looked at an American paper for ever so long.\"\n\n     -     -     -\n\nThe cab started again and Bentley folded the paper, falling easily\ninto the habit of New Yorkers who are accustomed to reading on\nsubways where there isn't room for elbows, to say nothing of broad\nnewspapers.\n\nHis eyes caught a headline. He started, frowning, but was instantly\nmindful of Ellen. He mustn't show any signs that would excite her,\nespecially when he didn't yet understand what had caused his own\ninstant perturbation.\n\nHad Ellen looked at him she might have seen merely the calm face of a\nman mildly interested in the news of the day, but she was looking out\nat the Fifth Avenue shops.\n\nBentley was staring again at the newspaper story:\n\n  \"An evil genius signing his 'manifestoes' with the strange\n  cognomen of 'Mind Master' gives the authorities of New\n  York City twelve hours in which to take precautions. To\n  prove that he is able to make good his mad threats he\n  states that at noon exactly, to-day, he will cause the\n  death of the chief executive of a great insurance company\n  whose offices are in the Flatiron Building. After that, at\n  regular stated periods, warnings to be issued in each case\n  ten hours in advance, he will steal the brains of the\n  twenty men whose names are hereto appended:\" (There\n  followed then a list of names, all of which were known to\n  Bentley.)\n\nHe understood why the story had startled him, too. \"Mind Master!\"\nAnything that had to do with the human brain interested him mightily\nnow, for he knew to what grim uses it could be put at the hands of a\nmaster scientist. Around his own head, safely covered by his hair\nunless someone looked closely, and even then they must needs know what\nthey sought, was a thin white line. It marked the line of Caleb\nBarter's operation on him that terrible night in the African jungles,\nwhen his brain had been transferred to the skull-pan of an ape, and\nthe ape's brain to his own cranium. Any mention of the brain,\ntherefore, recalled to him a very harrowing experience.\n\nIt was little wonder that he shuddered.\n\nEllen noticed his agitation.\n\n\"What is it, dearest?\" she asked softly, placing her hand in the crook\nof his arm.\n\n     -     -     -\n\nHe was about to answer her, desperately trying to think of something\nto say that would not alarm her, when their taxicab, with a sudden\napplication of the brakes, came to a sharp stop. Bentley noticed that\nthey were at the intersection of Twenty-second Street and Fifth\nAvenue. The lights were still green, but nevertheless all traffic was\nhalted.\n\nAnd for a strange reason.\n\nFrom the west door of the Flatiron Building emerged a grim apparition\nof a man. His body was scored by countless bleeding wounds which\nlooked as though they had been made by the fingernails of a giant. The\nman wore no article of clothing except his shoes. Apparently, his\nclothing had been ripped from his body by the same instrument which\nhad turned his body into a raw, dripping horror.\n\nThe man staggered, half-running, at times all but falling, toward the\ntraffic officer at the intersection.\n\nAs he ran he screamed, horrible, babbling screams. His lips worked\ncrazily, his eyes rolled. He was frightened beyond the comprehension\nof ordinary mortals. His screams began and ended on the high shrill\nnotes of utter dementia, and as he ran he pawed the air with his\nbleeding hands as though he fought out on all sides against invisible\ndemons seeking to drag him down.\n\n\"Oh, my God!\" said Ellen. \"Even here!\"\n\nWhat had caused her to speak the last two words? Did she also have a\npremonition of grim disaster? Did she also feel, deep down inside her,\nas Bentley did, that the nightmare through which they had passed was\nnot yet ended?\n\nBentley now sat unmoving, his eyes unblinking, as he saw the naked man\nstagger over to the traffic officer. The color drained from his face.\n\nHe looked at his watch. It was exactly noon.\n\nEven without further consideration Bentley knew that this gruesome\napparition had some direct connection with the newspaper story he had\njust read.\n\n     -     -     -\n\nUnobtrusively, trying to make it seem a preoccupied action, he folded\nthe newspaper again and thrust it down at the end of the seat cushion.\nBut Ellen was watching him, a haunting fear gradually coming into her\neyes.\n\nShe quickly reached past him and snatched the paper before he realized\nher intent. The item he had read came instantly under her eyes because\nof the way he had automatically folded the paper. She read it with\nstaring eyes.\n\n\"So, Lee,\" she said, \"you think there's a connection with--with--well,\nwith _us_?\"\n\n\"Absurd!\" he said heartily, too heartily. \"Caleb Barter is dead.\"\n\n\"But I have never been sure,\" insisted Ellen. \"Oh, Lee, let's get away\nfrom here! Let's take the first boat for Bermuda--anywhere to escape\nthis terrible fear.\"\n\n\"No!\" he retorted harshly. \"If our suspicions are correct, and I think\nwe're unwarrantedly keyed up because of our recent experiences, the\nofficials of New York may need my help.\"\n\n\"Your help? Why?\"\n\n\"I know more about Caleb Barter than any other living man, perhaps.\"\n\n\"Then you _do_ have doubts that he is dead!\"\n\nBentley shrugged his shoulders.\n\n\"Ellen,\" he said, \"drive on home without me. I'm going to drop off and\nfind out all I can. If we're in for it in any way it's just as well to\nknow it at once.\"\n\n\"You'll come right along?\"\n\n\"Just as soon as I can make it. And I hope I'll be able to report our\nfears groundless.\"\n\nBentley stepped from the cab. He ordered the chauffeur to turn right\ninto Twenty-second Street and to proceed until Ellen gave him further\ndirections.\n\nThen Bentley hurried through the congestion of automobiles toward the\ntraffic officer who was fighting with the naked man, trying to subdue\nhim. Other men were running to the officer's assistance, for it could\nbe seen that he alone was no match for the lunatic. Bentley, however,\nwas first to arrive.\n\n\"Give me a hand!\" gasped the officer. \"I can't handle 'im without\nusin' my club and I don't wanna do that. The poor fella don't know\nwhat he's a-doin'.\"\n\n     -     -     -\n\nBentley quickly sprang to the patrolman's assistance. Between them\nthey soon reduced the stranger to a squirming bundle and dragged him\nto the sidewalk; another officer was phoning for an ambulance. The\nstricken man was now mumbling, babbling insanely. Blood trickled from\nthe corners of his lips. The sight of one eye had been destroyed.\n\nBentley watched him, sprawled now on the sidewalk, surrounded by a\ngroup of men. The man was dying, no question about that. The talons,\nwhich had scored him, had bitten deeply and he was destined to bleed\nto death soon even if the wounds were not otherwise mortal.\n\nBentley noticed something clutched tightly in the man's right\nhand--something that sent a chill through his body despite the heat of\na mid-July noon. The officer, apparently, had not noticed it.\n\nSoon a clanging bell announced the arrival of an ambulance, and as the\ncrowd stepped aside to clear the way, Bentley bent over the dying man.\nThe man's lips were parted and he was trying with a mighty effort of\nwill to speak.\n\nBentley put his ear close to the bleeding lips through which words\nstrove to bubble. He heard parts of two words:\n\n\"...ind ...aster....\"\n\nBentley suddenly knew what the man was trying to say. The half-uttered\nwords could mean only--\"Mind Master.\"\n\nBentley suppressed a shudder and extended his hands to the closed\nright hand of the dying man. Carefully he removed from between the\nfingers three tufts of thick brown hair, coarse and crude of texture.\nThere was a rattle in the naked man's throat.\n\nFive minutes later the ambulance intern hastily scribbled in his\nrecord the entry, \"Dead on Arrival.\"\n\nBentley, more frightened than he had ever been before, entered a\ntaxicab as soon as the body had been removed and the streets cleared.\nHe stared closely at the tufts of hair in his hand. Maybe he had been\nwrong in taking them before detectives arrived on the scene, but he\nhad to know, and he felt that these hairs proved his mad suspicions.\n\nCaleb Barter was alive!\n\nThe hairs came from the shaggy coat of a giant anthropoid ape or a\ngorilla.\n\n\n\n\nCHAPTER II\n\n_Ultimatum_\n\n\nHow terribly far-fetched it seemed! It was unbelievable enough that\nBentley had once reposed in the body of an ape. That had been in the\nAfrican wilds. But the idiocy of the thing now rested in Bentley's\nbelief that here, immediately upon landing, he was again facing\nsomething just as horrible.\n\nBut the coincidences were too clear. The palaver about \"brains,\" and\n\"Mind Master\"--and those ape hairs in Bentley's hands. He wished he\nknew all that had led up to that story he had read in the paper just\nprior to the appearance of the naked man from the west door of the\nFlatiron Building. However, the killing would get front page position\nnow, due to the importance of the dead man--Bentley never doubted it\nwas the man whom, in the paper, the \"Mind Master\" had promised to\nslay.\n\nGreat apes in the heart of New York City! It sounded silly,\npreposterous. Yet, before he had gone through that dread experience\nwith the mad Barter, Bentley would have sworn that brain transplantation\nwas impossible. Even now he was not sure that it hadn't all been a\nterrible dream.\n\nShould Bentley go at once to the police to give them the benefit of\nwhatever knowledge he might have of Caleb Barter? He wasn't sure. Then\nhe decided that sooner or later he must come out into the open. So he\ncaught a cab and went to police headquarters.\n\n\"I wish,\" he said, \"to talk to someone about the Mind Master!\"\n\nIf he had said, \"I have just come from Mars,\" he could scarcely have\ncaused a greater sensation.\n\n     -     -     -\n\nBut his calm statement got him an instant audience with a slender man\nof thirty-five or so, whose hair was prematurely gray at the temples,\nand whose eyes were shrewd and far-seeing.\n\n\"My name's Thomas Tyler,\" said the detective. He certainly didn't look\nthe conventional detective, but Bentley knew instantly that he\n_wasn't_ the conventional detective. \"I work on the unusual cases. If\nyou hadn't sent in your name I wouldn't have seen you, which means\nthat as soon as you leave here you are to forget my name and how I\nlook.\"\n\nHe motioned Bentley to a seat. Bentley sat back. Suddenly Thomas Tyler\nwas around his desk and had pushed back the hair from Bentley's\ntemples. He drew in his breath with a sharp hiss when he saw the white\nline which circled Bentley's skull.\n\n\"It's not exactly proof,\" he said, as though he and Bentley had been\nin the midst of a discussion of that awful operation Barter had\nperformed on Bentley, \"but I'd take your word for it.\"\n\n\"The story, in the main, was true,\" said Bentley.\n\n\"I thought so. What made you come here?\"\n\n\"I saw that naked man run across Fifth Avenue from the door of the\nFlatiron Building. I saw the officer subdue him, helped him do it in\nfact, and saw the man die. Since there was no detective there, I took\nthe liberty of removing these from the fingers of the dead man.\"\n\nBentley gave Tyler the coarse hair, stained with blood. Tyler looked\nat it grimly for a moment or two.\n\n\"Not human hair,\" he said, as though talking to himself. \"Not like any\nI know of. But ... ah, you know what sort of hair, eh? That's what\nsent you here!\"\n\n\"It's the hair of an ape or a gorilla.\"\n\n\"How do you know, for sure?\"\n\n\"Once,\" said Bentley grimly, \"for several horrible hours ... I was a\ngiant anthropoid ape.\"\n\n     -     -     -\n\nTyler's chair legs crashed solidly to the floor.\n\n\"I see,\" he said. \"You think this thing has some connection with your\nown experiences. How long ago was that?\"\n\n\"Slightly over two months.\"\n\n\"You think the same man...?\"\n\n\"I don't know. But who could want, as a newspaper story I just read\nsays, to steal the brains of men? What for? It sounds like Barter.\nI've never heard of anybody else with such an obsession. I'm putting\ntwo and two together--and fervently hoping they'll add up to seven\ninstead of four. For if ever in my life I wanted to be wrong it's\nnow.\"\n\nTyler pursed his lips. Bentley saw that his eyes were glinting with\nexcitement.\n\n\"But there's a possibility you're right. Do you know what the Mind\nMaster's first manifesto said? It was published by a tabloid newspaper\nas a sort of gag--a strange crank letter. Here it is.\"\n\nTyler tossed Bentley a newspaper clipping a week old. Bentley read\nquickly:\n\n  \"The white race is deteriorating physically at a dangerous\n  rate. In fifty years, if nothing is done to prevent it,\n  the world will be filled with men whose bodies are so soft\n  as to be almost worthless. But I shall take steps to\n  prevent that, as soon as I am ready. I need a week. Then I\n  shall begin my crusade to make the white race a race of\n  supermen, whom I alone shall rule. They shall keep the\n  brains they have, which shall be transferred to bodies\n  which I shall furnish.\n\n                                  (Signed) The Mind Master.\"\n\n     -     -     -\n\nTyler squinted at Bentley again.\n\n\"You see? Brains are all right, he says, but the white race needs new\nbodies. If he isn't suggesting brain substitution, what is he\nsuggesting? Though I confess I never thought of your story until your\nname was sent in to me a while ago. For the world thinks of Barter as\nhaving been killed by the great apes.\"\n\n\"Yes, I told newspaper reporters that. I thought it was true. But this\nMind Master must be Barter. There couldn't be two persons in the world\nwith mental quirks so much alike.\"\n\n\"Tell me what Barter looks like. Oh, there are plenty of pictures\nextant of the famous Professor Caleb Barter who disappeared from the\nworld some years ago, but he'll know that, of course, and he won't\nlook like the pictures.\n\n\"Alteration of his own features should be easy for a man who juggles\nbrains.\"\n\n\"He may have changed his features since I saw him, too,\" said Bentley.\n\"But I'm sure I'd know him.\"\n\nTyler's telephone rang stridently.\n\nHe took down the receiver. His mouth fell slackly open as his eyes\nlifted to Bentley's face. But he recovered himself and slapped his\nhand over the transmitter.\n\n\"Anybody know you came here?\" asked Tyler.\n\nBentley shook his head.\n\n\"Well,\" went on Tyler, \"I don't know how it happens, but this\ntelephone message is for you!\"\n\nBentley's heart seemed to jump into his throat. One of those hunches\nwhich sometimes were so valuable to him had struck him, as though it\nwere a blow between the eyes. His lips tightened. His face was pale,\nbut there was a grim light in his eyes.\n\nHe hesitated for a second, the receiver in his hand, his mouth against\nthe transmitter.\n\n\"Well, Professor Barter?\" he said conversationally.\n\n     -     -     -\n\nThere came a gasp from Thomas Tyler. He jumped to the door and\nmotioned to someone. A man in uniform came to his side. Bentley\ndistinctly heard Tyler tell the man to have this telephone call\ntraced.\n\nFrom the receiver came a well-remembered chuckle.\n\n\"So you were expecting me, eh, Bentley? You never really believed that\none of my genius would fall such easy prey to the great apes did\nyou?\"\n\n\"Of course not, Professor,\" said Bentley soothingly. \"It would be an\ninsult to your vivid mentality.\"\n\n\"_Vivid_ mentality! _Vivid_ mentality! Why, Bentley, there isn't\nanother brain in the world to compare with mine. And you of all people\nshould know it. The whole world will know it before I'm finished, for\nI have made tremendous strides since you helped me to perform that\ncrowning achievement in Africa. By the way, tell your friend Tyler,\nwho just called the officer to the door, that it's useless to try to\ntrace this call!\"\n\nBentley jumped as though he had been stung. How had Barter known what\nTyler was doing? How had he guessed what Tyler had told the man in\nuniform? How had Barter known Bentley was visiting Tyler? How had he\ndiscovered even that Bentley was back in the United States? Why,\nbesides, was he so friendly with Bentley now?\n\n\"You speak, Professor,\" said Bentley softly, \"as though you could see\nright into police headquarters.\"\n\n\"I can, Bentley! I can!\" said Barter impatiently, as though he were\nrebuking a schoolboy for saying the obvious.\n\n\"You're close by, then?\"\n\n\"No. I'm a long way--several miles--from you. But I can see everything\nyou do. And you needn't look at Tyler in such surprise!\"\n\n     -     -     -\n\nBentley started. He had looked at Tyler in a surprised way and, clever\nthough he was, he didn't think that Barter could have _guessed_ so\naccurately to the second the gesture he had made. Barter chuckled.\n\n\"It's a good jest, isn't it? But listen to me, Bentley, I've a great\nscheme in hand for the amelioration of mankind. I need your help,\nmostly because you were such an excellent subject in my greatest\nsuccessful experiment.\"\n\n\"Will it be the same sort of experiment as the other?\" Bentley's heart\nwas in his mouth as he asked the question.\n\n\"Yes, the same ... but there are improvements I have succeeded in\nperfecting since the creation of Manape. My one mistake when Manape\nwas created was in that I allowed myself to lose control of him--of\nyou! That will not happen again. Oh, if you'll help me, Bentley, that\noperation will not be performed on you until you yourself request it\nbecause I shall have proved to you that it is better for you. You\nshall be my assistant and obey my orders, nothing more.\"\n\nLee Bentley drew a deep breath.\n\n\"If I prefer not to work with you again, Professor?\"\n\nA chuckle was Barter's answer. The chuckle broke off shortly.\n\n\"You should not refuse, Bentley,\" said the scientist at last. \"For\nthen I should find it necessary to remove you. You might stand in my\nway, and though you would be but a puny obstacle, you still would be\nan obstacle. For example, consider Ellen Estabrook, your fiancée. I\ncan find no use for her ... and she knows as much about me as you do.\nTherefore, at my convenience, I shall remove her.\"\n\n     -     -     -\n\n\"Caleb Barter,\" Bentley's voice was hoarse with anger as he dropped\nhis soothing mode of address toward the man he knew was insane, \"if\nanything happens to Miss Estabrook through you I shall find you no\nmatter how well you are guarded ... and I shall destroy you bit by\nbit, as a small boy destroys a fly. For every least evil thing that\nhappens to Miss Estabrook, a hundred times that will happen to you at\nmy hands.\"\n\n\"Good!\" snapped Barter, no longer chuckling. \"I am happy to know how\nmuch she means to you. It shows me how easily I may control you\nthrough her. It means war then, between us? I'm sorry, Bentley, for I\nlike you. In a way, you know, you are my creation. But in a war\nbetween us, Bentley, you haven't a chance to win.\"\n\nBentley clicked up the receiver.\n\n\"Could you trace the call, Tyler?\" he snapped.\n\nTyler shook his head ruefully.\n\n\"We couldn't locate the right telephone, but we could tell which\nexchange it came through, and the lines of that exchange cover a huge\nsection of the city.\"\n\n\"Can you find out exactly the section and the address of each phone on\nevery line?\"\n\n\"Yes. The exchange is Stuyvesant.\"\n\n\"That gives me some help. I used to live in Greenwich Village and I\nhad a Stuyvesant number. I'm going after Barter. Say, Tyler, how do\nyou suppose Barter knew exactly what was going on in this room?\"\n\nTyler's face slowly whitened as his eyes looked fearfully into the\neyes of Lee Bentley. He shook his head slowly.\n\nBentley squared his shoulders and spoke quietly and determinedly.\n\n\"Mr. Tyler,\" he said, \"I am in a great hurry. May I be conducted in a\npolice car? Might as well. I'll be working with you hand and glove\nuntil Barter is captured.\"\n\nBentley rode behind a shrieking siren to the home of the Estabrooks\n... while from a distance of two miles Caleb Barter watched every\nmove and chuckled grimly to himself.\n\n\n\n\nCHAPTER III\n\n_Hell's Laboratory_\n\n\nThe huge room was absolutely free of all sounds from anywhere save\nwithin itself. The walls, the floors, the doors were of chrome steel.\nThe cages were iron-ribbed and ponderous.\n\nThe long table which ran down the strange room's center was covered\nwith retorts, test tubes, Bunsen burners--all of the stock-in-trade of\nthe scientist who spends most of his time at research work. The man\nwho bent over the table was well past middle age. His hair was\nsnow-white, but his cheeks were like rosy red apples. He literally\nseemed to glow with health. He was like a strange flame. His hands\nwere slender, the fingers long and extraordinarily supple. His lips\nwere redder even than his cheeks, and made one, strangely enough,\nthink of vampires. His eyes were coal-black, fathomless, piercing.\n\nOn the bronze wall directly across the table from the swiftly laboring\nman was a porcelain tablet set into the bronze, and in the midst of\nthe table were a score of little push-buttons. Above each was a red\nlight; and below, a green one.\n\nSeveral inches below each green light was a little slot which\nresembled a tiny keyhole, something like the keyhole in the average\nhandbag. There was a key in each hole, and from each key hung a length\nof gleaming chain which shone like gold and might have been gold, or\nat least, some gold-plated metal. On the dangling end of each chain\nwas another key which might have been the twin of the key in the hole\nabove.\n\nIn the space between the keyholes and the green lights there were the\nletters and figures: A-1, B-2, C-3, D-4 ... and so on up to T-20.\n\nPlainly it was the beginning of a complicated classification system\nwith any number of combinations possible.\n\n     -     -     -\n\nBehind the working man the row of cages partially hid the brooding\nhorror of the place. There were twenty cages--and in each one was a\nsulking, red-eyed anthropoid ape. Plainly the fact that the number of\napes coincided with the number of push-buttons, and with the number of\nkeys, to say nothing of the red lights and the green lights, was no\naccident. The apes were sullenly silent, proof that they feared the\nman at the table so much that they were afraid to move.\n\nAt last the white-haired man stopped and breathed a sigh of\nsatisfaction. Carefully he placed in the middle of the table the\ninstrument which he had been examining. It looked like a slightly\nconcave aluminum plate or tympanum, save that on the apex appeared a\ntiny ball of the same metal. Except for the color and the fact that\nthe thing was almost flat, it looked like a small Manchu hat.\n\n\"Naka Machi!\" said the man suddenly in a conversational tone of\nvoice.\n\nThe chrome steel door swung open swiftly and silently and another man\nentered. He was about the same height as the first man, but he was\nyounger and his eyes were blacker. His hair was as black as the wings\nof a crow. He was a Japanese dressed in Occidental garb.\n\n\"Naka Machi,\" said the white-haired one again, \"I have examined every\nbit of the infinitesimal mechanism in the ball on this tympanum. It is\nperfect. You are a genius, Naka Machi. There is only one genius\ngreater--Professor Caleb Barter!\"\n\nNaka Machi bowed low, and as he spoke his breath hissed inwardly through\nhis teeth after the Japanese manner of admitting humility--\"that my\nhumble breath may not blow upon you\"--which never needed really to\nbe sincere.\n\n\"I am merely a genius with my fingers, Professor Barter,\" said Naka\nMachi in a musical voice. \"The smaller the medium in which I work the\nhappier I am, Professor; and in that I am a genius. But the plan for\nthis so marvelous little radio-control, as you call it, came entirely\nfrom your head, my master. I did exactly as the plans bade me. Will it\nwork?\"\n\n     -     -     -\n\nCaleb Barter's red face went redder still. His eyes shot flames of\nanger. His lips pouched. Almost he seemed on the point of striking\ndown his Japanese assistant.\n\n\"Will it work?\" he repeated. \"Have you not just told me that you\nfollowed my plans exactly? Have I not just now checked your every bit\nof work and pronounced it perfect? Then how can it fail to work? Have\nyou another one ready?\"\n\n\"Yes, my master. Now that I have perfected two, the work will become\nmonotonous. If the master wishes, I can create still another\nradio-control, inside the head of a pin, which I should first render\nhollow with that skill which only Naka Machi possesses?\"\n\nCaleb Barter almost smiled.\n\n\"It will not be necessary. But it will be necessary for you to make\neighteen additional radio-controls of the same size as this one, or\nsay make twenty-four so that we shall have some extra ones in case of\naccident. These two will be put into action at once. Naka Machi, bring\nme Lecky, completely uniformed as a smart chauffeur! Have you laid in\na store of clothing, as I bade you, to fit every conceivable need of\nLecky, Stanley, Morton and Cleve?\"\n\n\"Yes, my master.\"\n\n\"Then bring in Lecky accoutered as a chauffeur.\"\n\nTen minutes later a young man entered behind Naka Machi. He was\nslender and his chauffeur's uniform fitted him like a glove. He looked\nlike a soldier in it. Indeed his bearing, his whole stance, spoke of\nmany years as a soldier--and a proud one. The fellow was brimful of\nhealth. His cheeks were rosy with vitality. He looked like a man with\nhealth so abundant he never found means to tire himself to the point\nwhere he could sleep dreamlessly.\n\nBut, nevertheless his arms hung listlessly at his sides. His eyes\nseemed empty of hope, dull and lifeless, and one looked into those\neyes and shuddered. One tried to gaze deeply into them and found\noneself baffled. There was no soul behind them.\n\n\"Come here, Lecky,\" said Barter coldly.\n\n     -     -     -\n\nLecky glided effortlessly forward to stand before Barter.\n\n\"You've no brains, Lecky,\" said Barter emotionlessly; \"no brains of\nyour own. You have a splendid body which moves only at the will of\nCaleb Barter. I need that body for my purposes. But a man with brains\nis dangerous. That's why you haven't any.\"\n\nBarter now took the silvery tympanum with the ball atop it and set it\non the head of Lecky. On top of it he placed the chauffeur's cap,\nbringing it down tightly to keep the tympanum in place.\n\n\"If I had it to do again I'd insert the tympanum under the skull as\npart of the operation, Naka Machi,\" said Barter as he worked. \"We'll\ndo that hereafter. And we begin work immediately. I'm going to send\nLecky out now to get the first subject.\"\n\n\"The first subject, sir?\"\n\n\"Yes. Manhattan's richest man. A man must have brains to become\nManhattan's richest man, and I need men with brains. His name is\nHarold Hervey. He will be leaving his office in the Empire State\nBuilding in about half an hour. I want Lecky to be on hand to meet\nhim.\"\n\nOn his own head Barter placed a second tympanum which Naka Machi had\nbrought him. Over it he pulled a rubber cap, like a bathing cap with a\nhole cut in the top.\n\n\"Now, we'll try it out, Naka Machi,\" said Barter. \"Which one of these\nlights is Lecky's?\"\n\n\"B-2, my master.\"\n\nBarter sat down under the light marked \"B-2\" and lifted the key which\ndangled from the end of the golden chain. This key he inserted in a\ntiny orifice in the ball atop his head. Then he turned in his chair to\nlook at Lecky. Barter's face was a mask of concentration as he gazed\nintently at the young man.\n\n     -     -     -\n\nLecky stiffened to attention. His right hand shot to his cap visor in\nsalute. His lips twisted into a travesty of a smile. For a few seconds\nhe went through a strange series of posturings. He stood in the\nattitude of a boxer preparing to attack. He danced smartly on his\ntoes. He bent double and touched the floor with the palms of his\nhands. He jumped up and down with his legs stiff. He stopped suddenly\nwith his right hand at rigid salute. But his eyes were still vacant\nthrough every posture.\n\nBarter's face showed a glow of satisfaction.\n\n\"He did exactly what I willed him to do! I am his master. He is my\nslave--even more abjectly than you are my slave, Naka Machi!\"\n\n\"But that would be impossible, my master,\" said Naka Machi, hissing\nagain through his teeth as he sucked in his breath. \"None could be\nmore abjectly your slave than I.\"\n\n\"Do not say anything is impossible,\" said Barter peevishly, \"when I\nsay otherwise. Anything is possible to me! Now, we'll send Lecky\nforth. I'll watch him through the heliotubes and control his every\nmove. While I am directing Lecky you will prepare the table behind me\nfor the first of our world-revolutionizing operations.\"\n\n\"Yes, my master,\" said the Japanese humbly.\n\n\"But first, it's just as well that Lecky is in a good humor, even\nthough he is my slave. Where are the walnuts, Naka Machi?\"\n\nThe Japanese tendered a large walnut to Barter. Barter rose and\napproached Lecky who still stood at salute. He stopped a couple of\npaces in front of the soldierly man and held up the walnut as a man\nsometimes holds up food to a dog, bidding him \"speak\" before he may be\nfed.\n\n     -     -     -\n\nThen Lecky did a strange thing.\n\nHe began to jump up and down like a pleased child. His jumping caused\nhim to lose his balance, but he recaptured it by pressing the backs of\nhis hands against the floor. His hitherto expressionless eyes lost\ntheir dullness. Saliva dribbled at the corners of his mouth. Barter\ntossed him the walnut. Lecky held it under his right forefinger,\nagainst the _heel_ of his thumb, instead of between thumb and\nforefinger, as he lifted it to his mouth.\n\nBarter chuckled.\n\n\"Even the human casement cannot wholly hide the ape, eh, Naka Machi?\"\nsaid Barter.\n\nNaka Machi hissed.\n\nBarter returned to the porcelain slab banked with the lights and the\nkeys. He readjusted the keys and his face became thoughtful again.\n\nLecky turned smartly, still nibbling at his walnut, strode to the\nbronze door and let himself out.\n\nThrough the heliotube directly above the key marked \"B-2,\" Caleb\nBarter watched him go, and kept watching him as he made his way to the\nstreet. Barter looked ahead of his puppet, noting the cars which were\nparked at the curb. He saw a stately limousine. He grinned. The\nchauffeur was not in sight. Barter looked for him and found him at a\ntable in a nearby restaurant, his back to the window.\n\nBarter looked back at his puppet and his face became serious with\nconcentration.\n\nLecky walked blithely along the street and turned right when he was\nopposite the limousine. Without a moment's hesitation, he stepped into\nthe limousine, pressed the starter, shifted gears, turned in the\nmiddle of the block and started swiftly uptown.\n\nAfter Lecky had shifted gears he drove with his left hand alone. His\nright was still busy with the walnut.\n\nBarter now looked like a man in a trance, so deeply did he concentrate\non his task of guiding his soulless, ape-brained puppet, Lecky,\nthrough the heavy traffic of Manhattan.\n\n\n\n\nCHAPTER IV\n\n_The Opening Gun_\n\n\n\"That list, Tyler,\" said Bentley, after he had somewhat calmed the\nfears of Ellen Estabrook and had returned to the task of tracing\nBarter, \"is headed by Harold Hervey, the multi-millionaire. I know\nBarter well enough to know that he'll go down the list methodically,\ntaking each person in turn. We'd best take immediate precautions to\nguard the old man's home. For Barter, if not entirely ready to take\ndrastic steps, must be almost ready, else he couldn't issue his\nmanifestoes and take a chance of some slip-up before he could get\nreally started.\"\n\n\"Why do you suppose he named Hervey on the list?\" asked Tyler.\n\n\"Because Hervey is a financial genius. Barter wishes not only to carry\nout his plan of creating a race of supermen, but wishes at the same\ntime to maintain personal control of them. And to control Manhattan,\nfrom which he logically hopes to extend his control to the whole\nUnited States, then to the whole world, Barter must also control the\nmoney marts. Hervey is the shrewdest financier in the world.\"\n\n\"But won't we frighten Hervey's family if we take steps now?\"\n\n\"Better to frighten them now than to be too late entirely. However, we\ncan place his house under surveillance without the knowledge of the\nfamily for the time being. And you'd better send a couple of men to\nhis office in the Empire State Building to see that nothing happens\nto him on the way home this evening. I talked to him by telephone and\nhe pooh-poohed the whole thing. Hard-headed business executives have\nno imagination.\"\n\nBentley and Tyler rode uptown in the back seat of a speeding police\ncar driven by one of the best chauffeurs Bentley had ever ridden\nbehind. He edged through holes in the traffic where Bentley could\nscarcely see any holes at all. He estimated the speed of cars which\nmight have collided with the police vehicle and slipped through with\ninches to spare. In his way the man was a genius. But Bentley was yet\nto see the driving of a master genius....\n\n     -     -     -\n\nFar out in the residential district the police car came to a\nstop. Other police cars arrived at intervals to disgorge men in\nplain clothes who immediately entered upon their guard duties as\nunobtrusively as possible. If Hervey's family noticed at all they\nwould scarcely attach any importance to the arrival of cars and the\ndischarging of passengers who seemed to have nothing to do except\ndawdle on the sidewalks.\n\nBut all the way uptown a hunch had ridden Bentley. He had the feeling\nthat no matter how fast the police car traveled, no matter how\nskilfully the chauffeur inched his way through the press, they would\nbe too late to save Hervey. The feeling became an obsession. Many\ntimes he called through the speaking tube.\n\n\"Faster, driver, for God's sake, faster!\"\n\nNow near the home of Harold Hervey, Bentley found himself unable to\nwalk slowly, with the air of nonchalance, which the other police\nofficers wore like a cloak.\n\n\"Something's happened,\" said Bentley, \"I'm sure of it. I feel that\nBarter is so close to me that I could touch him if I knew in which\ndirection to extend my fingers.\"\n\nSuddenly a speeding car, with horn bellowing, came crashing up the\nstreet toward the Hervey residence. It was traveling at great speed,\ncareening from side to side like a ship in a storm at sea.\n\n\"There comes Hervey's car,\" said Tyler. \"And something has happened to\nmake him travel like that. Old man Hervey doesn't allow his chauffeur\nto go faster than twenty miles an hour.\"\n\n     -     -     -\n\nTyler and Bentley were near by when the car squealed to a stop before\nthe Hervey residence and a hatless, disheveled man leaped out almost\nbefore the car stopped rolling.\n\n\"That's not Hervey,\" said Tyler. \"That's his private secretary.\nSomething's up. It's time we took a hand in things.\"\n\nTyler and Bentley grasped the young man by the elbow.\n\n\"What's up?\" demanded Tyler.\n\n\"It's Mr. Hervey, sir,\" panted the secretary. \"It just happened. He's\nbeen kidnaped!\"\n\nThe secretary was a slight man, but fear had given him strength. He\nalmost dragged Tyler and Bentley off their feet as he strode on up the\nwalk leading to the home of Hervey.\n\n\"You'll scare his family half to death!\" said Tyler.\n\n\"It'll have to come sometime, Tyler,\" said Bentley. \"It might as well\nbe now. They'll have to know. We'll have to sit inactively from this\nmoment on. Tyler, there's nothing that can be done for Hervey. Barter\nhas scored. We couldn't catch him now to save ourselves from\nperdition. But his next step will involve the Hervey menage. We'll\nhave to wait there for his next move.\"\n\nTyler and Bentley entered the vast gloomy structure of the\nold-fashioned Hervey domicile on the heels of the frightened\nsecretary. Mrs. Hervey, a faded woman of sixty or so, met them at the\ndoor. Her head was held high, her lips grimly drawn into a straight\nline.\n\n\"So,\" she said evenly, \"they've got Mr. Hervey. I begged him to take\nthose threats seriously. He's been either killed or kidnaped.\"\n\n\"Kidnaped,\" said Bentley, continuing brutally because of the courage\nhe saw in the old woman's face. \"And that means he'll be dead within\nthe hour, if he isn't dead already. We've got to stay here for a few\nhours, to await the next move of the madman calling himself the Mind\nMaster, in the hope that we can trace him when he makes his next\nmove.\"\n\nMrs. Hervey lifted her head still higher.\n\n\"We'll place no obstacles in your path, gentlemen,\" she said, \"if you\nare from the police. The family will confine itself to the upper\nfloors of the house.\"\n\n     -     -     -\n\nTyler and Bentley took possession of the living room. Outside a dozen\nplain-clothes men were to patrol the grounds during the hours of\ndarkness.\n\nOther men were at every adjacent street corner. A rat could not have\ngot through unobserved.\n\nTyler and Bentley took seats at a table facing the door. The police\ncar in which they had arrived stood at the curb, with the chauffeur at\nthe wheel, the motor humming softly.\n\n\"Timkins,\" said Bentley, addressing the private secretary who stood in\nthe most distant corner of the room, his eyes fearfully fixed on the\nstreet door, \"how was Mr. Hervey captured?\"\n\n\"I was accompanying him to his car, sir,\" replied the young man, \"when\na dapper fellow in a chauffeur's uniform confronted us on the\nsidewalk. He stood as stiff and straight as a soldier. He didn't say a\nword. He just looked at Mr. Hervey. Mr. Hervey stopped because the man\nwas blocking the sidewalk. I looked into the chauffeur's eyes. They\nseemed utterly dead. I shivered. I'd have sworn the man had no soul,\nnow that I look back at it. Suddenly he lashed out with his fist,\nstriking Mr. Hervey on the jaw. Mr. Hervey started to fall. The man\ncaught him under the arms and tossed him into the tonneau of a\nlimousine at the curb. The car was away before I could summon the\npolice.\"\n\nBentley nodded.\n\n\"Which way did the car go?\" he demanded.\n\n\"Downtown, at top speed,\" replied Timkins.\n\nBentley turned to Tyler.\n\n\"The Stuyvesant exchange is downtown,\" he said. \"Now Timkins says that\nthe kidnaper's car went downtown. And the naked man was killed in the\nFlatiron Building, which is well downtown in its turn. Tyler, fill all\nthe area covered by the Stuyvesant exchange with plain-clothes men.\nTelephone Headquarters to see whether a stolen limousine has been\nreported from somewhere in the area. Barter wouldn't have cars of his\nown for fear they could be traced. He'll use stolen cars when he uses\ncars at all. And he had his puppet pick up the limousine close to his\nhideout.\"\n\n     -     -     -\n\nTyler nodded and quickly spoke into the telephone on the table at his\nelbow.\n\nThe telephone reminded Bentley of Ellen Estabrook.\n\nWhen Tyler had finished issuing pointed instructions Bentley called\nthe residence of the Estabrooks in Astoria, Long Island.\n\nCarl Estabrook answered the telephone.\n\n\"Is Ellen all right?\" asked Bentley. \"May I speak to her?\"\n\nCarl Estabrook's answering gasp came plainly over the wire.\n\n\"Are you crazy, Lee?\" he asked. \"Not ten minutes ago you telephoned\nEllen and told her to meet you near the arch in Washington Square. I\nasked her if she was sure the voice was yours, and she was....\"\n\nBut Bentley, white-faced, had already clicked up the receiver.\n\n\"Tyler,\" he said, \"Ellen Estabrook, my fiancée, is walking into a\ntrap. It's Barter again. He'd know how to imitate my voice well enough\nto fool Ellen. It would be simple enough for a man like him. He\nprobably had that long conversation with me at headquarters to make\nsure he hadn't forgotten the timbre and pitch of my voice ... and to\nhear how it sounded over the telephone. Please have plain-clothes men\npick up Ellen in Washington Square. And that, Tyler, if you'll notice,\nis also downtown.\"\n\nBentley felt that he would go mad with anxiety as he awaited some news\nfrom the plain-clothes men Tyler had ordered to look for Ellen\nEstabrook.\n\nHe had asked Tyler to issue rather unusual instructions to the\nplain-clothes men around the Hervey residence. They were to make no\nattempt to halt anyone who might approach the house, but were to\npermit no one to depart. It was a weak plan, but knowing the supreme\negotism of Barter, Bentley felt that the old scientist would\ndeliberately accept such a challenge. He wouldn't mind risking the\nloss of a minion.\n\n     -     -     -\n\n\"He controls his puppets from his hideout, Tyler,\" Bentley explained,\n\"and won't hesitate to send them into danger since it can't touch him.\nAnd he watches every move they make, too. He's made some television\nadaptation of his own. I'll wager, if he so desires, he can see us\nsitting here right now, even perhaps hear what we say. I can fancy\nhearing him chuckle, and Tyler...?\"\n\n\"Yes?\"\n\n\"I can see old man Hervey on an operating table with Barter bending\nover him, working fiendishly. Behind Barter are cages of apes.\"\n\n\"But how could he transport apes to his hideout?\"\n\n\"He could manage to smuggle anything anywhere. Money paves the way to\nany accomplishment, Tyler. We needn't concern ourselves with how he\ndoes it, but with the fact that he must surely have apes in his\nhideout.\"\n\nThere came suddenly an imperious ringing of the doorbell.\n\nBentley and Tyler leaped to their feet, their hands streaking for\ntheir automatics which they had placed within easy reach on the table.\nSide by side they sprang for the door, and flung it open.\n\nA chill of horror ran through Bentley.\n\n\"Mother of God!\" cried Tyler.\n\n\"Mr. Hervey!\" shrieked Timkins. The secretary, noting the figure which\ntoppled so grimly into the room, fainted. The thud of his body\nfollowed the thud of the old man's body to the floor.\n\nIn that first moment of overwhelming terror, all three men noted that\nHervey's skull-pan was missing.\n\n\"Look after details here, Tyler!\" cried Bentley, quickly recovering\nhimself. \"I'm after whoever brought the old man home.\"\n\nBentley was racing down the path for the street, where a man in\nchauffeur's uniform was hurling himself into a limousine, while\nbullets from half a dozen plain-clothes men, racing to head him off,\nsang about his ears. But the stranger gained the driver's seat and\nthe limousine was away like a shot. The police car was rolling as\nBentley leaped upon the running board, then eased in beside the\ndriver.\n\n\"Don't stop for anything!\" cried Bentley. \"Keep that car in sight!\"\n\nThe car headed downtown at breakneck speed.\n\n\n\n\nCHAPTER V\n\n_To Broadway's Horror_\n\n\nBentley would never forget that nightmarish ride downtown. It was a\ndream as terrifying and ghastly as had been his experience in the\nAfrican jungles when he had been Manape. Added to the utter fear of\nthe ride was his fear for the safety of Ellen Estabrook. Caleb Barter,\nso far, was utterly invincible. It seemed he could not be beaten or\noutwitted in any way. But Bentley set his lips tightly.\n\nCaleb Barter must have some weak spot in his insane armor, some way by\nwhich he could be reached and destroyed--and Bentley swore to himself\nthat it would be he who would find that weak spot.\n\nThe limousine ahead was going at dangerous speed. The police chauffeur\nbeside Bentley crouched low over the wheel as he drove. His eyes never\nleft the speeding limousine. People on the sidewalks stared in\nastonishment as the two cars flashed downtown.\n\nThe leading car sped on, the driver obviously expecting ways to open\nin the last second before threatened collision. He passed cars on the\nleft and the right. There were times when his wheels were up on the\ncurb as he went through lanes between cars and sidewalks. He was\ndetermined to go through.\n\nOnly Bentley understood that the driver ahead was an automaton, a man\nwhose brain did not know the meaning of fear. He knew that from his\nhideout Caleb Barter was directing the flight of the escaping car. He\ncould fancy the old man of the apple-red cheeks, sitting in a chair in\nhis hideout, his hands in the air as though they gripped the wheel of\na car, sweat breaking forth on his cheeks as he guided his puppet\nthrough the press of cars.\n\nBut by now in that uncanny way that sometimes happens the streets were\nbeing cleared as if by magic before the flight of one whom all\nobservers must have thought a madman. Only Bentley knew that the\ndriver ahead was not a madman.\n\n     -     -     -\n\nHis own car careened from side to side. Bentley wondered what the\nchauffeur would think if he knew he was driving a race against one of\nBarter's supermen. He would perhaps have realized that no man could\npossibly follow with any degree of success. The police driver had\nsucceeded so far only because, Bentley guessed, he felt that where any\nother man could drive, so could he.\n\nOnly Bentley knew that the driver up there was not a \"man\" in the\nnormal meaning of the word. He wondered who \"he\" really was--not that\nit mattered greatly, for the entity required to make \"him\" a normal\nman had perhaps been destroyed, or had become part of some giant\nanthropoid to be used later in Barter's ghastly experiments.\n\n\"I wonder if Tyler will send out calls for police cars in other parts\nof the city to try and cut off the runaway,\" shouted Bentley above the\nshrieking of the motor and the wailing of the siren. \"Are any police\ncars equipped with radio?\"\n\n\"Several,\" answered the police chauffeur. \"And they are able to cut in\non various public radio stations, too. By this time warnings are being\nheard on every blaring radio in Manhattan.\"\n\nThe two cars sped on. For a brief space the car ahead took to the\nsidewalk. Suddenly a human body was tossed violently against the side\nof a building, and the fleeing car passed on. As the pursuing car\npassed the spot Bentley knew by the shape of the bundle that the enemy\nhad killed a woman. At that speed he must have crushed every bone in\nher body. In a matter of seconds the information would be telephoned\nto radio studios and people would be warned to take to open doorways\nwhen they saw cars traveling at undue rates of speed.\n\n\"I'm a better driver than he is!\" yelled the police chauffeur, out of\nthe side of his mouth at Bentley. \"I haven't killed anyone yet.\"\n\nThe words had scarcely left his mouth when a blind man, tapping his\nway with a cane, came from behind a building at an intersection and\nstepped into the gutter. The fool, couldn't he hear the shrieking of\nthe siren? But perhaps he was deaf, too.\n\n     -     -     -\n\nThe police chauffeur turned sharply to the left and for a second\nBentley held his breath expecting the careening car to turn over. If\nit did it would roll over a dozen times, and destroy anything that\nhappened to be in its path. But with a superhuman manipulation of the\nwheel the police chauffeur righted the car, got it straightened out\nagain, and was on his way. The old man had not been touched, but there\nwas no doubt that he had felt the wind of the great car's passing.\n\nThe fleeing car was gaining now.\n\nIt rode madly down Broadway. The great pillared intersection where\nBroadway cuts through Sixth Avenue was dead ahead. The fleeing car\ncontinued on, crashing through, while cars evaded it in every\ndirection, and into Broadway beyond. After it went Bentley, all other\nmatters forgotten as he prayed to the god of speed to guide them\nthrough.\n\nTwo cars came out of Thirty-first Street. Their drivers saw their\ndanger at the same time. But they turned different ways, and as\nBentley's car flashed past them the two cars seemed welded solidly\ntogether. They were rolling across the sidewalk toward the huge plate\nglass window of a restaurant. Just as the pursuing car lost them as\nthey swept past, the two cars went through that plate glass window.\nBentley, in his mind's eye, saw the two dead, mutilated drivers, and\nthe passengers with them, he saw the wreckage of the restaurant, the\nmangled diners who sat at the tables nearest the fatal window.\n\n\"More marks against Barter,\" he muttered to himself. \"How long will\nthe list be before I'll be able to drag him down?\"\n\n     -     -     -\n\nOn and on went the two cars. People packed the sidewalks, but they\nkept close against the buildings. The streets were almost deserted\nnow, for that warning had got ahead. Three other police cars were\ncareening down the street, too. Bentley saw them with pleasure. Other\ncars would be coming in to head off the fleeing limousine. This one\npuppet of Barter's, at least, would be pocketed before he could find\ntime to leap from his car and escape.\n\n\"Barter's sweating blood as he saws with both hands at an imaginary\ndriver's wheel,\" thought Bentley. \"When will he give up--and what will\nhis driver do when Barter relinquishes control?\"\n\nFor the first time the grim thought came to him. He knew that the\ncreature there had the brain of an ape. What would an ape do if he\nsuddenly found himself at the wheel of a car going down Broadway at\neighty miles an hour? He would chatter, and jump up and down. The\nplunging car, with accelerator full on, would be out of control.\n\n\"God Almighty, I never thought of that!\" yelled Bentley. \"As soon as\nhe sees he can't save his puppet he'll let him get out the best way he\ncan, himself ... and that car will be traveling, uncontrolled, at\neighty miles an hour.\"\n\nAs though his very statement had fathered the thought, two police cars\nswept into the intersection at Twenty-third Street and Fifth Avenue.\nThe fleeing limousine was turning right to go down Fifth Avenue.\n\nThe police cars were brought to a halt to effectively stop the further\nprogress of the speeding limousine. Three other cars plunged in to\nmake the box barrage of cars effective. The fleeing car was trapped.\nBarter must know that. If he did know, it proved that he could see\neverything that transpired. The next few seconds would show.\n\n     -     -     -\n\nBentley gasped as he put his hand on the driver's arm to have him slow\ndown to prevent a wholesale pile-up in the busy intersection. He\ngasped with horror as he did so, for the fleeing car was now going\ncrazy. It zigzagged from side to side. Now it rode the two right\nwheels, now the two left.\n\nAnd suddenly the driver swung nimbly out through the left window, his\nhands reaching up over the top, and in a moment he was on the roof of\nthe careening car.\n\n\"I've seen apes swing into trees like that,\" Bentley thought.\n\nWhile the car plunged on, the creature stood up on the doomed\nlimousine, and in spite of the fact that the wind of the car's\npassing must have been terrific, the ghastly hybrid jumped up and\ndown on the top like a delighted child viewing a new toy or riding a\nshoot-the-chutes.\n\nSuddenly the creature's right leg went through the top's fabric. It\nstruggled to regain its footing as an ape might struggle to regain\nposition on a limb in the jungles.\n\nAt that moment the fleeing car crashed mercilessly into the two\nnearest police cars ahead. The men inside had expected the driver to\nslow down to avoid a collision. How could they know what sort of brain\nlurked within the driver's skull? They couldn't ... and three\npolicemen paid with their lives for their lack of knowledge as their\nbodies were hurled beneath a mass of twisted wreckage, crushed out of\nhuman semblance.\n\n     -     -     -\n\nThe hybrid atop the fatal car was hurled through the air like a\nthunderbolt. His body passed over the railing of the subway entrance\nbefore the Flatiron Building and Bentley knew he had crashed to his\ndeath on the steps.\n\nThe police car had already come to a stop, and Bentley was running\ntoward the subway entrance.\n\nThe shapeless bleeding bundle on the steps no longer even resembled a\nman. Fortunately nobody had been struck by the hurtling body; and,\nmiraculously enough, Barter's pawn was not yet quite dead.\n\nMoans of animal pain came through his bleeding lips. The eyes scarcely\nnoticed Bentley, though there was a slight flicker of fear in them.\nThen, in the instant of death, even that slight expression passed from\nthem. Bentley saw the scarline about the skull.\n\nAnd now Bentley knew that Barter was missing no slightest move, that\nhe saw everything....\n\nFor the ghastly hybrid on the steps raised his right hand in\nmeticulous salute ... and died. It was an ironic, grotesque gesture.\n\nPlain-clothes men gathered around.\n\n\"Take his fingerprints,\" said Bentley quickly. \"Then telegraph the\nfingerprint section, U. S. Army, at Washington, for this man's\nidentity.\"\n\nAn ambulance was taking aboard the three mangled policemen as Bentley\nstepped back into his car for the ride down to Washington Square to\nsee what dread thing had happened to Ellen Estabrook.\n\n\n\n\nCHAPTER VI\n\n_High Jeopardy_\n\n\nEllen Estabrook was almost in hysterics when Bentley reached her. She\nhad been immediately picked up by plain-clothes men and had thought\nherself captured by minions of Barter. She had been panic-stricken for\na moment, she told Bentley, and it had taken her some little time to\nbe persuaded that she was in the hands of police.\n\nBut Bentley's heart was filled to overflowing with gratitude that he\nhad been able to safeguard Ellen against Barter. He never doubted it\nhad been Barter who had telephoned her. And even now he fancied he\ncould hear Barter's chuckle of amusement. Barter was watching, perhaps\neven listening. Bentley felt that the madman was just biding his time.\nBarter could have taken Ellen in this attempt, but hadn't tried\ngreatly, knowing himself invincible, knowing that he could take her at\nany moment if it was necessary. And he might take her even if it were\nnot necessary, since he had warned Bentley she must be removed.\n\nThe police car raced back uptown so that Bentley could inform himself\nof any new developments in the Hervey case. Ellen snuggled against him\ngratefully. \"You'll have to stick close to me,\" said Bentley, \"until\nsomething happens, or until the exigencies of service draw me away\nfrom you. Then it will be up to Tom Tyler to look after you.\"\n\n\"I can look after myself,\" she retorted spiritedly. \"I'm over age and\nnot without brains....\"\n\n\"Yet you went to Washington Square,\" said Bentley gently. \"Didn't it\neven seem strange to you that I would have selected such a place as a\nrendezvous?\"\n\n     -     -     -\n\nEllen turned away from him and her lips trembled. His gentle thrust\nhad hurt her.\n\n\"But I would have sworn it was your voice, Lee,\" she said. \"And--I\nstill think it was!\"\n\n\"I tell you I didn't phone you to meet me in Washington Square!\"\n\n\"But you told me you had talked with Barter for a long time on the\nheadquarters phone, didn't you? Remember that you are dealing with the\ncleverest and maddest brain we know of to-day. What if he had merely\ntalked with you to get a record of your voice? Suppose a voice were\ncomposed of certain ingredients, certain sounds. Suppose those\ningredients could somehow be captured on a sensitized plate of some\nkind! Edison would have been burned as a sorcerer a few centuries\nbefore he invented the wax record. Twenty years ago who would have\nthought of talking pictures ... voices permanently recorded on\ncelluloid?\"\n\n\"But the talkie films merely parrot, over and over again, the words of\nactual people. When I talked with Barter this morning I certainly said\nnothing about meeting you at Washington Square.\"\n\n\"But the tone, the timber, the frequency of your voice! Lee, suppose\nhe had gone a step further than the talkies and had found a way to\nbreak the voice apart and put it back together to suit himself...?\"\n\n\"Good Lord, Ellen! It sounds crazy ... but if you would have sworn\nthat voice was mine, then mine it may have been, speaking words with\nmy voice that I never spoke personally. But wait until we find out for\nsure. We're just guessing.\"\n\nBut the idea stuck in his mind and he believed in it enough to tell\nTyler, upon arriving at the Hervey residence, to warn every man named\non the list of the Mind Master to make no appointments over the\ntelephone, no matter how sure they were of the voices at the other end\nof the wire.\n\nIt sounded wild, but was it?\n\n     -     -     -\n\nThat night Ellen and Bentley occupied rooms which faced each other\nacross the hall in a midtown hotel, and plain-clothes men were on duty\nto right and left in the hall. There were men on the roof and in the\nlobby, in the garage, everywhere skulkers might be expected to look\nfor coigns of vantage from which to proceed against Ellen Estabrook.\nBentley knew quite well that Barter would not drop his intention\nagainst Ellen, especially since he had failed once already.\n\nTyler and Bentley sat in Bentley's room drinking black coffee and\ndiscussing their plans for the next day. The latest paper had\ncontained another manifesto of the Mind Master! the second man on his\nlist was to be taken at ten o'clock the next day. The man was\npresident of a great construction company. His name was Saret Balisle;\nhe was under thirty, slim as a professional dancer, and dark as a\ngypsy.\n\n\"But what does Barter want with all these big shots?\" asked Thomas\nTyler. \"Just what is the point of his stealing their brains and\nputting them into the skull-pans of apes, if that's what you think he\nhas in mind?\"\n\n\"The Barter touch,\" said Bentley grimly. \"At first he probably\nintended to kill just any men and make the transfer, and then use his\nmanapes to send against the men he wished to capture, and through whom\nhe intended to gain control of Manhattan. Then he decided, since he\nhad learned to control his manapes, by radio I suppose, that it would\nbe an ironic touch to make virtual slaves of the \"key\" men he had\nchosen for his crusade.\"\n\n\"But why the transplantation at all, even if the man is mad? He\nreasons logically. Only his premises are unthinkable ... and he builds\nsuccessful ghastly experiments on top of them....\"\n\n     -     -     -\n\n\"He claims he wishes to build a race of supermen,\" Bentley answered.\n\"His reason for the brain transference is therefore plain. An\nanthropoid ape has a body which is several times as hardy, durable and\nmighty as that of even the strongest man, but the ape has not the\nbrain of a civilized man. A specialized man, one with a highly\ndeveloped brain, generally has a very weak body. He's constantly put\nto the necessity of taking exercise to keep from growing sick.\nTherefore the ape's body and the man's brain would seem, to Barter, an\nideal combination. That nature didn't plan it so troubles him not at\nall. He will make a fool of nature!\"\n\n\"I wonder if we'll get him. Nobody knows how many lives have been lost\nalready.\"\n\n\"We'll get him, Tyler. I'll bet anything you want to name that your\nmen have walked back and forth across his hideout. I'll bet that\ndecent, respectable people live within mere yards of him and do\nnot know it. We'll get to him the second he makes a mistake of any\nkind. Maybe he'll make his first one when he tries to get Saret\nBalisle--Good Lord, I forgot something. Tyler, phone again and ask\nHeadquarters if the coroner found anything strange about the head of\nthe men I chased down Fifth Avenue.\"\n\nTyler phoned.\n\n\"Yes,\" he said, clicking up the receiver, \"he had bits of metal which\nlooked like aluminum in his scalp; but the autopsy shows that it came\nfrom outside somewhere.\"\n\n\"It's part of Barter's radio control,\" muttered Bentley, \"it _must_\nbe! It has to be ... and I didn't think of looking for it at the\ntime.\"\n\n     -     -     -\n\nLong before sunrise Bentley and Tyler repaired to the office of Saret\nBalisle, letting themselves in with keys which had been furnished them\nlast night. It had been decided that Balisle would not try to run away\nfrom the threat of the Mind Master, but would be in his office as\nusual. If he ran, and got out of touch with the police, Barter would\nget him anyway and nobody would be the wiser.\n\nBalisle had grinned and shrugged his shoulders, but the wanness in his\ncheeks showed that he didn't take the threats lightly, considering\nwhat it was thought had happened to Harold Hervey.\n\n\"I wonder,\" said Tyler as they walked through the cool of the morning\nto the Clinton Building on lower Fifth Avenue, where Balisle had his\noffices, \"how Barter keeps his apes with men's brains from trying to\nbreak away from him when he has to divert his mental control to other\nchannels?\"\n\nBentley hesitated, seeking a logical answer. It seemed simple enough\nwhen the answer came to his mind.\n\n\"Suppose, Tyler,\" he said, \"that you wakened from a nightmare and\nlooked into a mirror to discover that you were an anthropoid ape? That\nyou were incapable of speaking, of using your hands save in the\nclumsiest fashion? When it came home to you what had happened to you,\nwould you rush right out into the street, hoping that the people on\nthe sidewalks would understand that you were a man in ape's\nclothing?\"\n\n\"Good Lord! I never thought of that!\"\n\n\"You would if you'd ever been an ape. I know the feeling.\"\n\n\"Then Barter's manapes are more surely prisoners than if they were\nsentenced to serve their entire lives in the deepest solitary cells in\nSing Sing! How horrible--but still, they yet would have a way of\nescape.\"\n\n\"Yes, simply break out and start running, knowing that the crowd would\nsoon take and destroy them. Right enough--but even when one knows\noneself an ape it isn't easy to destroy oneself.\"\n\n     -     -     -\n\nThey entered the offices of Saret Balisle and looked about them. It\nwas just an ordinary office. They looked in clothes closets and in\nshadowy corners. They took every possible precaution in their survey\nof the situation. They looked for hidden instruments of destruction.\nThey looked for hidden dictaphones. They were extremely thorough in\ntheir preliminary preparations for the defense of Saret Balisle.\n\nAt five minutes of ten o'clock Balisle was at his desk, pale of face,\nbut grinning confidently.\n\nThere were men in uniform in the hallways, on the roof, in the windows\nof rooms across the avenue. Bentley and Tyler should have felt sure\nthat not even a mouse could have broken through the cordon to reach\nSaret Balisle. But Bentley was doubtful.\n\nHe went to the window nearest Balisle and looked out. Sixteen stories\ndown was Fifth Avenue, patrolled in this block by a dozen blue-coats\nand as many more plain-clothes men. Saret Balisle seemed to be\nimpregnable.\n\nBut at ten o'clock exactly, a blood-curdling scream came from the room\nadjoining Balisle's, where some insurance company had offices. The\nscream was followed by other screams--all the screams of women....\n\nFor just a moment Bentley and Tyler whirled to stare at the door\ngiving onto the hall, their hands tightly gripping their automatics.\n\n\"God Almighty!\" It came in a choked scream from the lips of Saret\nBalisle, simultaneous with the falling of a shower of glass in the\nroom.\n\n     -     -     -\n\nTyler and Bentley whirled back.\n\nA giant anthropoid ape stood on the window sill, and the brute's left\nhand held tightly clasped the ankle of Balisle, holding him as a child\nholds a rag doll.\n\nThe ape swung Balisle out over the abyss.\n\nTyler flung up his automatic.\n\n\"Don't!\" shouted Bentley. \"If you shoot he'll drop Balisle!\"\n\nBentley felt sick and the bottom seemed to drop out of his stomach as\nthe anthropoid, still holding Balisle as lightly as though he didn't\nknow he held extra weight at all, dropped from sight.\n\nTyler and Bentley leaped to the window, looked down. The ape had\ndropped safely to the ledge of the window just below. He held on\neasily with his right hand while Bentley and Tyler swayed dizzily. The\nanthropoid still held Balisle by the ankle.\n\nA head looked out of the window to the right. A frightened woman.\n\n\"God!\" she choked. \"That beast came out of the clothes closet. We've\nbeen wondering why we couldn't open it. He must have been inside,\nholding it.\"\n\nA hundred men, all crack shots, stood helpless on roofs, in windows\nacross the street, in the street below, while the anthropoid ape\ndropped slowly down the face of the Clinton Building toward the\nstreet.\n\nHow would Barter lead his minion free of this tangle when, as was\ninevitable, the brute reached ground level?\n\n\n\n\nCHAPTER VII\n\n_Strange Interview_\n\n\nBentley and Tyler were to learn in the next few minutes how great was\nthe executive ability of Caleb Barter. He had created a mighty puzzle,\neach and every bit of which must fit together exactly. Time was\nimportant in making the puzzle complete--and the puzzle changed with\neach passing second. As the anthropoid went slowly down the face of\nthe Clinton Building, Bentley was sure that Barter controlled every\nmove and saw every slightest thing that transpired. He knew very well\nthat of all the great organization which had been set to prevent the\ntaking of Saret Balisle, not a man would now shoot at the ape for fear\nof jeopardizing the life of Balisle.\n\nAnd yet Balisle was being spirited away to pass through an experience\nwhich would be far worse than a merciful bullet through the brain or\nthe heart. Bentley knew he would be justified in the eyes of humanity\nif he ordered his men to fire upon the anthropoid, even if he were\nsure that Balisle would die. But as long as there was life there was\nhope, too, and he couldn't bring himself to give the order.\n\nThe ape dropped down the face of the building as easily as he would\nhave dropped from limb to limb of a jungle tree. The sixteen\nstories under him did not disconcert him at all. Bentley had a\nsuspicion about this particular ape, but he wouldn't know for a\ntime yet whether his suspicion had a basis in fact. He couldn't think\nof a man--especially an old man like Harold Hervey--making that\nhair-raising descent. Yet ... if he were controlled, mind and soul,\nby Caleb Barter the Mind Master...?\n\n\"Tyler,\" said Bentley tersely. \"The instant the ape reaches the street\nI'm going to order your men to fire. You will shout out to them now,\ndesignating which ones shall fire. Be sure they are crack marksmen who\nwill drill the ape without hitting Balisle--and, by all means, have\nthem wait so that the ape's fall won't send Balisle crashing to\ndeath.\"\n\n\"Maybe I'd better tell them to rush him?\"\n\n\"Maybe that's better, but remember they're dealing with a giant\nanthropoid, in strength at least, and that somebody is likely to be\nfatally injured. In addition the ape may tear Balisle apart as soon as\nmen start to close in on him. Barter will have thought of that, and\nall he'll have to do to make his puppet perform is to will him to do\nit. No, they'll have to shoot--and tell them to aim at his head and\nheart.\"\n\n     -     -     -\n\nTyler leaned out of the window and shouted to the men across the\nstreet.\n\n\"Shoot as soon as the ape reaches the sidewalk!\" he cried. \"Be careful\nyou don't hit Balisle.\"\n\nAnd from Balisle himself, muffled and frightened, came a sudden cry.\n\n\"Shoot now! I'd rather fall and have it over with!\"\n\nThere was a moment of silence. Bentley almost gave the order to fire\nwhen the ape was at the twelfth story, but he held his tongue by a\nsupreme effort of will.\n\nBalisle looked down. It must have been a terrifying experience to\nswing above such a horrible abyss by one leg, and for a moment Balisle\nlost his head. He screamed and started to grapple with his grim\ncaptor.\n\n\"Don't, Balisle!\" shouted Tyler. \"You'll make him lose his balance.\nHang on as you are and we'll get him when he reaches the street.\"\n\n\"What good will it do?\" screamed Balisle, his voice taking on a high\nkeening note as the ape dropped again, this time from the twelfth to\nthe eleventh floor. \"He slipped it over a hundred men to get me this\nfar. He'll find a way to beat you when he reaches the street, too.\"\n\nBentley had a sinking feeling that Balisle spoke the truth; but even\nso, he could not see how anybody, even Barter, could walk through the\ntrap which was being tightened around the descending anthropoid.\n\nIt made Bentley dizzy to watch the slow methodical descent of the\nanthropoid. He could fancy himself in Balisle's position and it made\nhim sick and faint. He understood the desperation which caused Balisle\nto make yet another attempt to battle with the ape.\n\nThen the ape did a grim thing.\n\nHe paused on the eleventh floor, and crouching on a window sill,\ndeliberately snapped Balisle's head against the wall of the Clinton\nBuilding! In his time Bentley had slain rabbits exactly like that.\nBalisle hung now as limp as a rag and blood dripped from his mouth and\nnose. But Bentley knew, as his face went white at the sound of that\nsharp, thudding blow that Balisle had not been killed by it.\n\n     -     -     -\n\nSavage oaths burst from the lips of policemen who saw the action of\nthe ape.\n\n\"He acts like a human being! An ape wouldn't have thought of that!\"\n\nThe words came hysterically from the lips of a woman who, frightened\nthough she was, could not tear herself from the window to the right of\nwhere Bentley and Tyler leaned out to stare down.\n\nBentley smiled grimly. What would she think if he told her gravely\nthat the creature crawling down the face of the building was not quite\nan ape?\n\nSo far the public didn't know what the Mind Master schemed. He'd\nspoken of stealing brains, but that had meant nothing to the general\npublic. Just the maunderings of a madman, perhaps.\n\nAt the third floor the anthropoid hesitated. He seemed to be gazing\nall around, noting the preparations which were being made to trap him\nat the street level.\n\n\"An ape wouldn't do that,\" muttered Bentley. \"A man would. The man in\nthat manape is showing through--but he won't be able to force himself\nfree of Barter's domination. If he could he'd probably throw Balisle\ndown now to keep him from being ... well, treated as Barter intends to\ntreat him.\"\n\nThe ape dropped to the second floor. Silence seemed to hang over Fifth\nAvenue. Ugly gun muzzles protruded from every window across the\nstreet. Scores of rifles were aimed down from windows in the Clinton\nBuilding, to drill the ape through from above.\n\nAt that instant a limousine whirled into Fifth Avenue, traveling fast,\nand ground to a stop under the ape.\n\n\"What's this?\" cried Bentley.\n\n\"That's Saret Balisle's car,\" said Tyler. \"There's nobody in it but\nhis chauffeur. The fool! Does he think he can take his master away\nfrom the ape singlehanded?\"\n\n\"That looks like foolhardy loyalty, but I'm not so sure that it's\nBalisle's chauffeur at the wheel. Tyler, send somebody down to\nwherever it is that Balisle parks his car.\"\n\n     -     -     -\n\nBut before Tyler could move to obey, the anthropoid ape made his\nsurprise move, and did a thing which no ape would have thought of\ndoing. He hurled Balisle toward the limousine. The somersaulting body\nstruck the roof of the car, crashed through the fabric, and dropped\ninto the tonneau.\n\nAt the same instant the limousine leaped to full speed ahead.\n\nA shower of bullets smashed windows and scored deeply and menacingly\nthe brick walls all around the giant anthropoid which for a second\nstill crouched on the second-story ledge. The ape whirled and crashed\nthrough the window at his back.\n\n\"Tyler, send half a dozen cars after that limousine. They simply have\nto catch it. But they mustn't fire for fear of killing Balisle. Have\nthe car followed right to Barter's hideout. The men in this building\nwill scatter at once through the building. We must trap that ape!\"\n\nThe whole police organization was in a turmoil.\n\nSirens screamed as police cars flashed after the fleeing limousine\nwhich carried Saret Balisle away. Doors slammed and windows crashed as\ntwo score policemen scattered through the building, armed with riot\nguns and pistols, seeking the ape.\n\nTyler, after barking the staccato orders which set his men in motion,\nturned to Balisle's secretary.\n\n\"Quickly, the number Balisle calls when he wants his automobile sent\naround.\"\n\nThe girl gave it, and Tyler called the number.\n\n\"Are Mr. Balisle's car and chauffeur there?\" he asked.\n\nHe swore explosively and hung up the receiver.\n\n\"Another killing,\" he said. \"Balisle's car is gone and the garage\npeople have just found his chauffeur, almost ripped to pieces, in\nanother car left at the garage for storage.\n\n\"That means this ape is armed with metal fingernails, just like the\none that killed the insurance man in the Flatiron Building. That means\nhe'll be doubly dangerous when caught. The murdered chauffeur will\nhave to wait for a few moments while we capture the ape.\"\n\n     -     -     -\n\nShouts and shots rang through the Clinton Building. The ape was going\nwild, crashing through doors and windows as if they weren't there. His\nmad bellowing sounded terrifying in the extreme, so deep and rumbling\nthat the air seemed to tremble with its menace.\n\nBut in the end there came a chorus of triumphant shouts which told\nthat the giant ape had been surrounded.\n\nBentley and Tyler raced in the direction of the sounds. From all\ndirections came the sounds of footfalls as other plain-clothes men\nraced to be in at the death. Bentley held his automatic tightly\ngripped in his right hand. He knew exactly where he was going to aim\nif the ape were not dead when he reached him.\n\nThe creature had been cornered in the areaway between two banks of\nelevators and had climbed up the cage as high as he could go. He was\njust out of reach of human hands, even had there been any men there\nwith the courage to try to take him alive. A white foam dripped from\nthe chattering lips of the anthropoid. His red-rimmed eyes flashed\nfire. Bentley noted the little metal ball on top of the creature's\nhead.\n\nDeliberately he stopped, raised his automatic, and held it steady\nwhile he pressed the trigger with the extreme care which a\nsharp-shooter knows to be necessary ... and a bullet ploughed through\nthe top of the ape's head.\n\nThe little ball vanished, and the ape released his grip suddenly. His\nchattering died away to an uncertain murmur, the fire went out of his\neyes, and he fell to the floor. No bullet had yet actually struck him,\nfor he had whirled into the window from the second-story ledge\nsimultaneously with the barking of the policemen's rifles and pistols.\nHe had escaped there--but here he was not to escape.\n\nBentley and Tyler both lifted their voices to shout warnings to the\npolicemen, but their voices were drowned in the savage explosions of a\ndozen weapons, in the hands of men who probably thought the creature\nwas in the act of charging ... and the ape sprawled on the floor, his\nlegs and arms quivering.\n\n     -     -     -\n\nHalf a dozen men rushed forward, weapons extended.\n\n\"Keep back!\" yelled Bentley, rushing in.\n\nHe stood over the ape, staring intently at his glazing eyes.\n\n\"Tyler,\" snapped Bentley, \"have everybody fall back beyond earshot.\"\n\nTyler issued the orders. Bentley shouted, \"Quickly, quickly!\" knowing\nhe had little time.\n\nThen, with Tyler beside him, he knelt beside the ape.\n\n\"I know you can't talk, but you can answer me by nodding or shaking\nyour head. You are Harold Hervey, aren't you?\"\n\nThe eyes of the ape were hopeless. Tyler gasped, staring at Bentley as\nthough for a moment he thought him crazy. But in the next instant he\ndoubted his own sanity, for the ape, slowly and ponderously, nodded\nhis head.\n\n\"I'm going to name a number of places where I think you might have\nbeen taken,\" went on Bentley. \"In each case nod or shake your head. Is\nit near Sixth Avenue?\"\n\nSlowly the great head moved, more slowly even than before; but it\nnodded.\n\n\"Where? Below Twenty-third Street?\"\n\nAgain the ponderous, agonizing nod.\n\nBentley went on.\n\n\"Below Fourteenth Street?\"\n\nAgain the nod, barely perceptible this time.\n\n\"Below Christopher Street?\" asked Bentley.\n\nThis time the head shook from side to side, ever so slightly.\n\n\"Two blocks above Christopher?\"\n\nBut this question was never destined to be answered. The giant\nanthropoid in whose skull-pan was the brain of Harold Hervey, entirely\ncontrolled by Caleb Barter, until Bentley had shot the little metal\nball from his head, had died.\n\nBentley rose and looked down at the anthropoid for several seconds.\n\n\"Barter will hate to lose this creature,\" he said. \"He probably has\njust the number of apes he needs--and Tyler, here's a hunch: he'll\nneed an ape to take the place of this one! Get me the best surgeon to\nbe found in Manhattan, and get him as fast as you can!\"\n\n\"Good God!\" ejaculated Tyler. \"What do you want a surgeon for? What\nare you going to do?\"\n\n\"Barter needs an ape to take the place of this one. I shall be that\nape!\"\n\n\n\n\n                  *       *       *       *       *\n\n\n\n\nThe Mind Master\n\nBy Arthur J. Burks\n\n_Conclusion_\n\n[Illustration: _\"Now, Bentley,\" said Barter, \"I'll explain\nwhat I intend doing.\"_]\n\n\n\n\nCHAPTER VIII\n\n_The Mute Plungers_\n\n\nIt would be difficult to comprehend the nervous strain under which\nManhattan had been laboring during the past thirty-six hours. The\nstory of the kidnaping of Harold Hervey had not been given to the\nnewspapers, for an excellent reason. If Hervey's financial enemies\nknew of his kidnaping and death they would hammer away at his stocks\nuntil they fell to nothing and his family, accustomed to fabulous\nwealth, would have been reduced to beggary.\n\nThe Mind Master himself, up to a late hour, had given no word to the\nnewspapers in his \"manifestoes.\" The Hervey family held its breath\nfearing that he would--for the newspapers would have played the story\nfor all the sensationalism it would carry. Bentley, when this matter\nwas called to his attention, wondered. Barter had kept his own counsel\nfor a purpose, but what was it? There was no way of asking him.\n\nThe story of the mad race down Broadway in pursuit of the limousine\nwhich had returned the lifeless body of Hervey to his residence had\nbeen a sensational one, and the tabloids had given it their best\ntreatment. The chauffeur who had crawled out like a monkey atop his\ncareening car, to lose his life when catapulted into the entrance to\nthe Twenty-third Street subway station: the three policemen whose\nlives had been lost because the chauffeur hadn't stopped as they had\nexpected him to, the kidnaping of Saret Balisle by a great ape hadn't\nyet broken as a story, nor the murder of Balisle's chauffeur.\n\nBut everybody knew something of the story of the naked man of the day\nbefore. Many were the speculations as to what had ripped and torn his\nflesh from his body, along with his clothes. What manner of claws had\nit been which had sliced him in scores of places as though with many\nrazors?\n\nMen and women walked the streets apprehensively, and many of them\nturned at intervals to look behind them. No telling what they would do\nwhen the story of Balisle's kidnaping by an anthropoid ape and a\nqueer mute chauffeur got abroad. To top it all the police pursuers\nlost the Balisle limousine and Saret Balisle had taken his place among\nthe lost.\n\n     -     -     -\n\nBentley knew as soon as the disgruntled and rather frightened police\nofficers returned to the Clinton Building with the news that Balisle\nhad got away from them in the stolen Balisle car, that already the\nill-fated young man was probably under the anesthetic which Caleb\nBarter used on his victims.\n\n\"Tyler, do you know a surgeon who can do any surgical job short of\nbrain transplantation?\"\n\n\"Yeah. There's a chap has offices in the Fifth Avenue Building. He's\nprobably the very best in the racket. Maybe it's because of his name.\nIt's Tyler.\"\n\n\"Some relative of yours?\"\n\n\"Not much. He's just my dad--and one of the world's finest and\ncleverest.\"\n\n\"Will he listen to reason? Can he perform delicate operations?\"\n\n\"He's my dad, Bentley, and he'd do almost anything I asked him so long\nas it was honest ... and he could switch the noses of a mosquito and a\nhumming bird so skillfully that the humming bird would go looking for\na sleeping cop and the mosquito would start building a nest in a\ntree.\"\n\n\"Get him here. No--has he an operating room where all sound can be\nshut out? I've got a hunch I'd like somehow to try and drop a screen\naround us as we work. Maybe your dad would know what to do. You see,\nI'm positive that Barter sees everything we do and if he sees me\nturning into an ape he would just chuckle and pass up the trap.\"\n\n\"He's got a lead armored room where he keeps a bit of radium.\"\n\n\"That's it. Talk to him. No, not on the phone. You'll have to\nfigure out some way to do it so that you can be sure Barter isn't\nlistening.\"\n\n\"I'll manage. I'll send him a note.\"\n\n\"Your messenger will be killed on the way to him.\"\n\n\"Then I'll go myself.\"\n\n\"And Barter will watch everybody that goes into his office or comes\nout, and mark down each person as possibly being connected with the\npolice. However, you figure it out.\"\n\n     -     -     -\n\nWhen Tyler had gone and the dead \"ape\" had been stretched out in one\ncorner of Balisle's office, and covered with something to cloak its\nhideousness, Bentley telephoned Ellen Estabrook.\n\n\"Have I been making any appointments with you this morning?\" he asked\nher cheerily.\n\n\"Please don't jest when things are so terrible. Have you seen the\nlatest papers?\"\n\n\"No. What do they say?\"\n\n\"There's a lot of the story I'm thinking about. You'd better read it\nright away. It's an extra, anyhow. The newsies ought to be calling it\naround you somewhere--and where are you, anyway?\"\n\nBentley informed her, and told her, too, that he would be with her as\nsoon as he possibly could. Taking the usual masculine advantage he\ndecided to tell her now what he wouldn't have had the heart to tell\nher to her face, that he was planning a rather desperate stunt to\nreach Barter, and would consequently be away from her for an\nindefinite period.\n\n\"But I'll see you first?\" she said after a long hesitation. Bentley\ncould hear her voice tremble, though he knew she was fighting\ndesperately to keep him from noting the catch in her voice.\n\n\"Yes, nothing will happen until--well, not until I've seen you\nagain.\"\n\nJust as Bentley hung up the receiver the extra was being cried. Some\ntwo hours had now elapsed since Balisle had been taken away, and now\nthe newsboys were shouting the headlines.\n\n\"Extra! Extra! All about the big Wall Street crash! Hervey fortune\nentirely swept away!\"\n\n     -     -     -\n\nBentley sent an office boy out for the paper and spread it out on the\ndesk to digest it as quickly as possible.\n\n\"One million shares of Hervey Incorporated,\" read the black words in a\nbox on the first page--a story in mourning, \"were dumped on the market\nat eleven o'clock this morning. Four men seem to have been behind the\nqueer coup. One of them had a power of attorney from Harold Hervey\nhimself, and he had the shares to sell. So many shares were dumped\nthat the bottom fell out of the stock. Others holding the Hervey\nshares, fearful that they would get nothing at all, also began to\ndump, and every share thus dumped was bought up quickly by three other\nmen about whom nobody knew anything, except that they paid with cash.\nThe strangest thing about it all was that the three men who bought\nHervey Incorporated, seemed to be dumb-mutes, for they didn't say\nanything. They acted through a broker, and indicated their purchases\nwith their fingers in the conventional manner and tendered cards as\nidentification! They were Harry Stanley, Clarence Morton, and Willard\nCleve--addresses unknown, history unknown.\n\n\"Nothing, in fact, is known about any of the three or the little\nwhite-haired, apple-cheeked man who sold so heavily in Hervey\nIncorporated. That the three mutes did not buy the shares sold by the\nlittle white-haired man would seem to indicate that all four of them\nworked together ... but it is only a supposition as they were not seen\ntogether and apparently did not know one another. But the three mutes\nconstantly ate walnuts. All four men, who among them knocked the\nbottom out of Wall Street, and wiped away the Hervey fortune, slipped\nout in the excitement inspired by their rapid buying and selling, and\nseemed to vanish into thin air.\"\n\nBentley didn't know much about the stock market, but it seemed to him\nthat Barter had managed a theft of mighty proportions. With a power of\nattorney, which he had wrung from Hervey after his capture, he had\nmanaged to possess himself of Hervey's shares. In themselves they were\nworth millions. Even at a fraction of their price Barter would realize\nheavily on them. Selling quickly he would force the price far down.\nThen his puppets--and Bentley had no doubt that Stanley, Morton and\nCleve were his puppets--bought all other shares offered by panicky\ninvestors in Hervey Incorporated at a tiny fraction of their value.\nFar less, naturally, than Barter had made by selling his loot.\n\nThe purchased shares Barter could hold for an increase. Hervey\nIncorporated was good and its price would go up again, and Barter\nwould sell and gain millions.\n\n     -     -     -\n\nThat is how Bentley saw it, and his lips drew into a firmer,\nstraighter line as, half an hour later, he explained it all to Ellen.\n\n\"It's desperate, dear,\" he whispered in her ear. \"Manhattan's\nfinancial structure has been shaken to its foundations. But that isn't\nall by any means. Barter has performed his horrible operation on two\nof New York's most brilliant men. It was a Barter gesture to send\n'Harold Hervey' to capture Balisle, and the horror of it staggered\nme.\"\n\n\"Lee,\" said Ellen, \"understand this: that if I have no word from you\nwithin seventy-two, no, forty-eight hours after you get started on\nthis scheme you have in mind, I'm going to get through to Barter\nsomehow. If I put an ad in the paper and tell him where I'm to be\nfound he'll surely make another attempt to take me in. If he's\ncaptured you, or uncovered the trap you're laying, then I'll at least\nbe with you. If he kills you he kills me. If we can't live together we\ncan die together.\"\n\nBentley kissed her fervently, trying not to think what it would mean\nto him now if she were in the hands of Caleb Barter. Secretly he\nintended having Tyler keep her so closely guarded that she couldn't\npossibly do anything as foolish as she had suggested.\n\nThe late evening papers carried another manifesto of the Mind Master\nto the effect that the remaining eighteen men named on the original\nlist were to be taken before noon of the next day.\n\nOddly enough eighteen kidnapings were reported from various places in\nManhattan, Brooklyn and Queens.\n\n\"So,\" thought Bentley, \"he's afraid to send out normal apes to capture\nhis eighteen key men. Maybe his control over them is not perfect.\nThat's it. I suppose--he needs human brains before he can exercise\nperfect control. I suppose Stanley, Morton and Cleve did the\nkidnapings.\"\n\n     -     -     -\n\nLate that night Bentley kissed Ellen good-by, told her to keep up her\ncourage, and repaired to the rendezvous arranged for by Thomas Tyler\nand his surgeon father. In the operating room was the cold body of the\nanthropoid that had successfully abducted Saret Balisle.\n\n\"Young man,\" said Dr. Tyler, \"just what is it you want me to do? I'm\nnot asking for your reasons. Tommy tells me you know what you're\ndoing. I must say though, I don't believe that story of brain\ntransplantation. No doctor would believe it for a minute.\"\n\nBentley looked at the dead ape.\n\n\"You'll take Tommy's word for it that that ape kidnaped Saret Balisle\nto-day and took him down the face of a building, sixteen stories to\nthe ground?\"\n\n\"Of course. Tommy wouldn't string his father.\"\n\n\"Well, part of your surgical work to-night will make it necessary for\nyou to look at that creature's brain. You'll recognize a human brain\nin that ape's skull. After you've made that discovery, here's what I\nwant you to do: I'll strip to the skin; then I want you to place the\nskin of that ape on me, so that from top to toes I am an ape. You'll\nhave to do the job so perfectly that I'll _be_ an ape--as soon as,\nunder your watchful eye and Tom's, I have mastered all the ape\nmannerisms the three of us can remember. Can you do it?\"\n\nTyler senior shrugged.\n\nHe motioned his son and Bentley to help him lift the huge ape body to\nthe operating table, and under the glaring light above he set to work\nwith instruments which gleamed like molten silver, then became a\nsullen red....\n\n\n\n\nCHAPTER IX\n\n_The Furry Mime_\n\n\n\"Listen, boys,\" said Dr. Tyler, after he had removed the skin of the\nape, and for a few brief seconds had examined the brain, to shake his\nhead in astonishment. \"I've an idea that may help you. It would be\nimpossible for you, Bentley, to play the ape well enough to fool this\nmad Mind Master. But a hitherto unknown type of ape has just been\ndiscovered in Colombia. I read the story of it in a scientific journal\nto-day. The ape is more manlike than any other known to science. You\nshall be that ape, brought in during the night by a famous returned\nexplorer. There will be great interest in you now that the story of\nSaret Balisle's kidnaping has broken. With the attention of New York\nupon you, certainly your presence will interest Caleb Barter.\"\n\nTyler senior rummaged in a pile of papers on his desk and brought\nforth the story he referred to, which also carried a picture of the\nColombian ape.\n\n\"It would be impossible for me to change your shape and add to your\nsize sufficiently to make you a real giant anthropoid. You'd have to\nbe twice as deep through the chest; you'd have to have bowed legs as\nbig as small tree trunks; you'd have to have a sloping forehead. No,\nit's impossible, for I'd have to equip you by padding to an impossible\ndegree, and a scientist would only need to touch you to know you as an\nimitation ape. But if you are made up as the Colombian ape--\"\n\nBentley quickly interrupted.\n\n\"The idea is excellent. I was dubious before about my chances of\nsuccess, but as an ape of a new species I have a far better chance,\nand my inevitable human behavior won't be so noticeable.\"\n\n     -     -     -\n\nDr. Tyler measured Bentley as carefully as a tailor, proud of his\nskill, measures a particular, wealthy customer.\n\n\"You will almost suffocate,\" he said, keeping up a running monologue\nas his inspired hands worked with forceps and scalpels, \"but I can\nmake plenty of air vents in the ape skin which will allow the pores of\nyour skin to breathe. If they are hidden under the hair they will\nscarcely be noticed, unless of course Barter sees what we are doing\nhere and suspects from the beginning.\"\n\n\"I can stand the discomfort for as long as may prove necessary,\" said\nBentley grimly, conquering a feeling of terror as he already saw\nhimself in the role of an ape, a role previously played in which he\nhad suffered the torments of the damned, \"and anything is preferable\nto the wholesale carnage which Barter is doing. In seventy-two hours\nhe has wrecked the morale of Manhattan. I shall try to get it back.\nTyler, will you make every effort to guard the other eighteen men\nnamed on the Mind Master's original list?\"\n\n\"Of course,\" but Tyler said it dubiously. Barter had proved it almost\nimpossible to outwit him. In their hearts both Bentley and Tyler knew\nthat Barter would make good his boast to take the eighteen men he had\nnamed. It seemed a grim price Manhattan must pay to be finally rid of\nBarter's satanic machinations.\n\nWhen Bentley, stripped naked, quietly announced his readiness to take\nhis place on the operating table, Tyler senior took a deep breath,\nlike a diver preparing to plunge into icy water, and looked\nquestioningly at Bentley.\n\n\"I'm ready, sir,\" said Bentley quietly. \"Let's get on with the task.\"\n\nDr. Tyler set to work with amazing, uncanny speed. He had never been\nmore skilful in closing sutures of the flesh in any of his myriad of\noperations. He was a man inspired as he labored on the task of\nchanging Lee Bentley from a normal human being to a Colombian ape.\n\n     -     -     -\n\nWhile the surgeon worked his son telephoned to the Colombian explorer\nwhose return from Latin-America had been mentioned in the day's news.\nHe couldn't explain anything over the telephone, he said, but would\nDoctor Jackson come at once to the private offices of James Tyler,\nsurgeon?\n\nDoctor Jackson grumbled, but the urgency in the voice of Tyler\nconvinced him that the thing was important. He promised to be on hand\nwithin an hour. It then lacked a few minutes of three o'clock in the\nmorning.\n\nNext at Bentley's suggestion--and he talked quickly and eagerly to\nkeep his mind off the ordeal he knew he was facing--Tyler got the\ncurator of the Bronx Zoo out of bed and asked him to wait upon Doctor\nTyler immediately.\n\nAt four o'clock Doctor Jackson and the curator entered the room where\nSurgeon Tyler had performed a miracle.\n\nDoctor Jackson stepped back in amazement when he noted the manlike ape\nwhich leaned with arms folded against one wall of the operating room.\nHis eyes were big with amazement.\n\nHe studied Bentley for several minutes, while no one spoke a word.\n\nIt was the curator who broke the strained silence.\n\n\"So this is your Colombian ape,\" he said. \"I read the news story, but\nI understood that the ape you had found had been killed in the attempt\nto capture it.\"\n\nSurgeon Tyler spoke easily.\n\n\"That news story,\" he said, \"was to prevent Doctor Jackson from being\nannoyed by visitors eager to see his find. As a matter of sober fact\nDoctor Jackson captured the Colombian ape alive and is now about to\nturn it over to the zoo. Understand me, Doctor Jackson?\"\n\n     -     -     -\n\nStill the explorer said nothing. For a moment longer he stared at\nBentley; then he walked over to him.\n\n\"The hair is different,\" he said as though talking to himself. \"The\nColombian ape's hair is of a slightly finer texture. But that\ncould be explained away as I allowed only the merest bit of\ninformation to the reporters to-day. I can add a supplementary\nstory in the next newspaper which will explain that the coarse fur\nof the Colombian ape is the only thing about it which makes it\nresemble a giant anthropoid.\"\n\nJackson had walked to Bentley without fear and ran his fingers through\nthe hair as he spoke.\n\n\"I know it's a man, and some surgeon has performed a miracle,\" he\nsaid. \"Just what is it you wish me to do?\"\n\n\"You've read the stories relating to the Mind Master, Doctor?\" asked\nBentley suddenly. How strangely his voice came from the body of an\nape!\n\n\"I've read some of them,\" answered Jackson. \"Is this a scheme whereby\nyou hope to trap the Mind Master?\"\n\n\"Yes.\"\n\n\"Then depend upon me for any assistance I can render. As a scientist I\nunderstand fully the power for evil of a mad genius of our class. This\nMind Master should be ruthlessly destroyed.\"\n\n\"Thank you,\" said Bentley, stepping forward. \"You know, perhaps, how\nthe Colombian ape behaves, enough that you can coach me how to walk,\nhow to gesture?\"\n\n\"Certainly. It will take perhaps an hour to prepare you to fill your\nrole creditably.\"\n\n     -     -     -\n\nJackson's face flushed with enthusiasm. He was launched on a task\nwhich fired his interest. He was an authority on apes and anything\nrelating to them inspired him.\n\n\"Seat yourself on a chair,\" said Jackson. \"The Colombian ape sits\nupright like a man.\"\n\nBentley seated himself as Jackson had bidden him.\n\n\"Now spread your legs apart awkwardly, with the knees straight. The\nColombian ape doesn't exactly sit on a chair or a rock or a tree, he\nleans against it in a _half_ sitting position.\"\n\nBentley quickly assumed the awkward strained position suggested by\nJackson.\n\nJackson stepped up to him and placed Bentley's arms, unbent, so that\nhis fists hung down outside his wide-apart knees, and cupped his\nfingers so that they seemed perpetually in the act of closing on\nsomething.\n\n\"You can't possibly take the proper position with your toes,\" went on\nJackson, \"for it's beyond a man's ability to curve his toes as he does\nhis hands. The Colombian ape's toes are prehensile.\"\n\n\"Can't you say in your next news story, Doctor,\" suggested Bentley,\n\"that the Colombian ape, the nearest animal relative of man, seems to\nbe in an advanced stage of evolution. Can you not say that the\nColombian ape is by way of losing the use of his toes?\"\n\n\"Many scientists know that to be untrue,\" said Jackson, \"but perhaps\nwe can help you through your scheme before they begin denying details\nin the newspapers. Too bad we can't send secret suggestions to all\nanthropologists that they remain discreetly silent until the mantle of\nhorror is lifted from Manhattan. But of course we can't, since we'd\nbetray ourselves. Our only hope, then, is to work at top speed.\"\n\n\"I am as eager as anyone to finish a particularly horrible task,\" said\nBentley.\n\n     -     -     -\n\nUnder Jackson's instructions Bentley walked up and down the\nroom. His shaggy shadow on the several walls as he turned, marched\nand countermarched at Jackson's commands, filled Bentley with\nself-loathing. He found himself repulsive. His body perspired\nfreely impregnating the ape skin with a harsh odor that was\nbiting and terrible in his nostrils. It was sickening. He tried to\nclose his mind to the repulsiveness of what he was doing.\n\nHe walked with a swaying, side-to-side gait, something like a sailor's\nrolling walk, while his arms swung free at his sides as though they\nmerely hung from his body. The Colombian ape walked like that, Jackson\nsaid.\n\n\"How about the intelligence of the Colombian ape?\" asked Bentley.\n\n\"We shot the only specimen so far seen by man before we could discover\nany facts bearing on his intelligence,\" said Jackson.\n\n\"Then you can safely say that he possesses intelligence far beyond\nthat of known apes,\" said Bentley quickly, \"somewhere, let us say,\nbetween that of the lowest order of mankind and civilized man.\"\n\nJackson nodded his held dubiously.\n\n\"It seems,\" he said unsmilingly, \"that I arrived in the United States\nat exactly the right time! You would have failed signally to convince\nthe Mind Master in the role of an African great ape.\"\n\nBentley managed a short laugh. How horribly it came from the lips of\nan ape!\n\n\"I'm not overly superstitious,\" he said, \"but I regard this as a good\nomen. I feel we're sure to succeed in what we are planning. I think\nBarter will surely wish to experiment with me if he thinks I am in\nreality a great ape from Colombia. He'll welcome the chance to examine\nany ape which so nearly resembles man. I'm an important link in his\nplan to create a race of supermen. At least that's how we must hope\nthat Barter will estimate the situation when my story is told in\nto-morrow's papers.\"\n\n     -     -     -\n\nAn hour before dawn Doctor Jackson, weary from his arduous instruction\nof the equally exhausted Bentley, pronounced Lee a satisfactory\n\"ape.\"\n\n\"Now here's where you come in,\" said Bentley tiredly to the curator.\n\"I'm to be taken now to a cage in the Bronx. During the rest of to-day\nyou will quietly instruct your attendants that their guard to-night at\nthe zoo must not be too strict. I must be in position to be stolen by\nthe minions of the Mind Master.\"\n\nNow the full significance of the desperate expedition upon which\nBentley was embarking came home to them all. Their faces were white.\nBentley shuddered under his ape robe. His mind went catapulting back\ninto the past to the time when he had been Manape. This was much like\nit, save that all of him was now encased in the accouterments of an\nape and he did not suffer the mental hazards which had almost driven\nhim insane when he had been Manape, with the perpetual necessity of\nkeeping close watch over his own human body which had held the brain\nof an ape.\n\nHe stiffened. \"I'm ready,\" he said.\n\nImmediately upon arrival the curator had been asked to have a closed\ncar, quickly walled with a mixture of lead and zinc--which Bentley and\nTyler hoped would thwart the spying of Caleb Barter--brought to\nTyler's door.\n\nThree or four zoo attendants entered with a cage when Bentley\npronounced himself ready. They stared agape at Bentley and their faces\nwent white when he strode toward them upright, like a man.\n\nBentley would have spoken to reassure them, but Tyler signaled him to\nkeep silent. The zoo attendants might talk and entirely spoil their\nscheme.\n\n     -     -     -\n\nTwo hours later, long before the first crowds began to arrive at the\nBronx Zoo, Lee Bentley was driven from his small cage in the car, into\na huge cage at the zoo. From a dark corner, in which he crouched as\nthough overcome with fear, he gazed affrightedly out across what he\ncould see of Bronx Park.\n\n\"When I used to feed the animals here,\" he said to himself, \"I never\nexpected that the time would come when I myself would be caged--and\none of them.\"\n\nThe curator had ridden out with the cage. But, save for making sure of\nthe fastening on the big cage, he paid no heed to Bentley. He treated\nhim, of necessity, as though he were actually the Colombian ape he\npretended to be. From now on until he succeeded or failed, Lee Bentley\nwas an ape from the jungles of Latin-America.\n\nJust before the crowds could reasonably be expected to begin arriving,\ncurious to see this strange thing Doctor Jackson had brought from\nColombia, an attendant arrived with a freshly painted sign.\n\n\"Colombian Great Ape,\" it read, \"Presented to Bronx Zoo by Doctor\nClaude Jackson.\"\n\nIt seemed to close entirely behind Lee Bentley the vast door which\nseparated the apes from civilization. Miserably he crouched in his\ncorner and awaited the coming of the curious.\n\n\n\n\nCHAPTER X\n\n_Grim Anticipation_\n\n\nA numbing fear began to grow upon Lee Bentley as the ordeal of waiting\nbegan.\n\nNaturally he could not eat the food given usually to apes and of\ncourse he could not be seen calmly eating bacon and eggs with knife\nand fork. And because he couldn't eat he was assailed by a dreadful\nhunger, which, however, he managed to fight down partially. He smiled\ninwardly as he looked ahead and understood that despite the warnings\nnot to feed the animals, children of all ages, from four years to\nsixty, would surreptitiously toss peanuts and walnuts into his cage.\n\nHe felt a little hopeful about it. They would at least allay his\nhunger.\n\nBut no, he could not do that, either. Nobody had thought to ask Doctor\nJackson how a Colombian ape manipulated his food. Even a certain\nclumsiness in that respect might start questions which would cause the\npublic to doubt the authenticity of Jackson's find.\n\nBentley decided to sulk. The ape he was supposed to be could\nreasonably be expected to resent captivity and would probably go on a\nhunger strike. He would do likewise and be in character if he\nstarved.\n\nHe crouched in a far corner as the first comers began to arrive. They\nwere fathers and mothers with their children, and the older people\ncarried, usually, newspapers under their arms. Bentley wished with all\nhis soul that he could see one of the papers close enough to read the\nheadlines.\n\nHowever, when the crowd was not too thick, Bentley waddled nearer to\nthe wire mesh which separated him from the curious crowd and through\nlids which were half closed as though he slept, he managed to glimpse\na few excerpts from the paper:\n\n\"Police department redoubling their precautions to prevent Mind Master\nfrom capturing eighteen intended victims.\"\n\n\"Hideout of Mind Master still undiscovered. When will the public be\ndelivered from the stupidity of the police?\"\n\n\"Doctor Jackson returns from Colombia, bringing a living specimen of\nan ape hitherto unknown to civilized man, but more like him than any\nape hitherto known. Visitors may see the creature to-day in the Bronx\nZoo.\"\n\n     -     -     -\n\nThat was the story which had brought out the visitors who were\nforming, moment by moment, a bigger crowd before Bentley's cage.\nBentley managed a glimpse of a woman's wrist-watch after what seemed\nan age of trying to do so without his intention becoming plain to the\ntoo bright children who crowded as close to the cage as attendants\nwould permit. It was ten o'clock. It would be at least twelve more\nhours before Bentley could reasonably expect any action on the part of\nBarter. Barter would now be concentrating on his plans to kidnap the\neighteen men he had first named.\n\nBentley tried to make the time pass faster by imagining what Barter\nwould be doing. By now his labors must be titanic. He must have\nseparate controls for each of his minions, and there were many times\nwhen he must control several at one time, thus making his task akin to\nthat of a man trying to look two ways at once, while he rolled a\ncigarette with one hand and shined his shoes with the other.\nCertainly the concentration required was enormous.\n\nYet, no matter how complicated became his puzzle, Barter was its\nmaster because he was its creator, and Bentley hadn't the slightest\ndoubt that, until someone actually penetrated Barter's stronghold, he\nwould not be stopped.\n\nBentley knew that at the very first opportunity he would destroy Caleb\nBarter as he would have destroyed a mad dog or stamped to death a\ndeadly snake. The life of one man would rest lightly upon his\nconscience, if that man were Caleb Barter.\n\nPerhaps, though, he could learn many of Barter's secrets before he\ndestroyed him. Properly used they might prove boons to mankind. It was\nonly the use Barter was putting them to that threatened to fill the\nworld with horror and bloodshed.\n\n     -     -     -\n\n\"Mama, why don't he eat?\"\n\n\"Hush,\" said a woman, as though afraid the Colombian ape would hear\nand become angry; \"don't annoy the creature. He looks fully capable of\ncoming right out at us.\"\n\nBut the child who had been admonished began to juggle a bag of peanuts\nwhich he managed to throw into the cage. Bentley stooped forward,\nsniffing suspiciously at the sack, while a wave of hunger made him\nfeel weak and giddy for a moment. He just realized that he hadn't\neaten for almost twenty-four hours. His time had been so filled with\naction and excitement that there hadn't been opportunity.\n\n\"I hope,\" he said to himself, in an effort to drive away thoughts of\nfood, \"that Tyler will take every precaution to prevent Ellen from\ndoing something foolish.\"\n\nKnowing that he could no longer communicate with her, could no longer\nbe absolutely sure that she was still out of Barter's clutches, he\nsuffered agonies of fear for her safety.\n\n\"If Barter places a hand on her I'll tear his skin from his carcass,\nbit by bit!\" he said, unconsciously clenching his fists.\n\n\"Oh, look, mama, he's shuttin' his fists as though he wanted to fight\nsomebody! I'll bet he could whip Dempsey, couldn't he, mama?\"\n\n\"Perhaps he could, son. Hush now, and watch him. There's a good boy!\"\n\nIt brought Bentley sharply back to his surroundings and proved to him\nthat he must not allow his mind to go wool-gathering if he did not\nwish to give himself away. What if, in an access of anger, he happened\nto speak his thoughts aloud? He could imagine the amazement of the\ncrowd.\n\n     -     -     -\n\nThe day wore on.\n\nAt noon a strange horror seemed to travel over the Bronx Zoo, and\nwithin a short time every last visitor had precipitately departed.\nBentley could now safely approach the wire mesh and look out and\naround over a wider radius.\n\nRight under the wire mesh was a newspaper someone had thrown away.\n\nBy pressing tightly against the mesh Bentley could see the headlines.\n\n\"Mind Master successful on all counts!\"\n\nSo that's what had turned the crowd to stony silence with very fear?\nThey had all fled, wondering who would be next. Bentley had heard the\nshouting of the extra on the distant streets, but it had been so far\naway he hadn't heard the words. One solitary newspaper had appeared\namong the Bronx crowd and the story it carried under startling\nscareheads had passed from brain to brain as though by magic ... and\nthe crowd had fled.\n\nBentley stared down at the newspaper in horror, a horror that was in\nno way mitigated by his having fully expected Barter to succeed.\nMutually, with no words having been spoken to express the thought,\nTyler and Bentley had conceded to Barter the eighteen victims he had\nnamed.\n\nNothing could be done to stop him. His brains were greater than the\ncombined wisdom of the city of New York.\n\nWhat else was in that paper?\n\nBentley stared at it for an hour, and finally a vagrant breeze, for\nwhich he had hoped and prayed during that hour, whipped across the\npark and stirred the paper. He read more headlines.\n\n\"Lee Bentley disappears! Believed kidnaped or slain by Mind Master!\"\n\nHow had that story got out? Surely Tyler would have kept that from the\npress. Following on the heels of the Colombian ape story, Barter would\nalmost surely put two and two together to arrive at the proper total.\n\n     -     -     -\n\nBentley read on:\n\n\"Ellen Estabrook, fiancée of Lee Bentley, disappears mysteriously from\nher hotel room. Guarded by a score of police, not one has yet been\nfound who knows anything of her disappearance or saw her leave. Nobody\nseems to have seen anyone go to her room or leave it. Our police\ndepartment must have fallen on evil days indeed when twenty crack\nplain-clothes men cannot keep one woman under surveillance.\"\n\nSomething was radically wrong, but Bentley could not piece the whole\nstory together, simply because he had been out of touch for so many\nhours that the thread of it had slipped from his fingers.\n\nSuddenly Bentley noticed that a solitary man was watching him\ncuriously, a dawning amazement in his face. Bentley roused himself and\nsaw that he was standing against the mesh, fingers hooked into it\nabove his head, his weight on his left leg, his right foot crossed\nover his left, his head thoughtfully bowed.\n\nTo the amazed man yonder the \"Colombian ape\" must have looked\nremarkably like a condemned man clutching the bars of his cell,\nawaiting the coming of the executioner.\n\nBentley recovered himself and sat down on the floor of the cage in the\nloose easy manner an ape would have used.\n\nHe forced himself to sit thus until evening, when the last curious one\nvanished from the park and darkness began to fall.\n\nThen excitement at the approach of a hoped for denouement began to\nrise in his heart like a rushing tide.\n\nWould Barter fall for the ruse? Or did he already know that the\nColombian ape was Lee Bentley?\n\nIn either case, Bentley thought, the Mind Master would take action\nduring the first hours of darkness. Bentley was gambling desperately\non what he knew to be characteristic of Caleb Barter.\n\n\n\n\nCHAPTER XI\n\n_In the Dead of Night_\n\n\nBentley knew that if Ellen were in the hands of Caleb Barter the mad\nprofessor would probably do her no harm, but use her as a club against\nBentley, and through Bentley, the Manhattan police. He did not believe\nthat the Mind Master would consider performing the brain operation on\nEllen. Caleb Barter's scheme seemed to consider only men, and men of\nsubstance.\n\nNo, Ellen would not be harmed, he felt, but that made him feel no\neasier, knowing that she might be in the hands of Barter.\n\nHow could he know of Naka Machi, and the refined vengeance of the Mind\nMaster?\n\nThe last visitors had left the park and comparative quiet settled over\nthe zoo. Save for the sounds of animals feeding and the occasional\ncursing voices of attendants there were no sounds. Not since Bentley\nhad taken his place in the cage had anyone spoken to him. He had\nnever felt so lonely and uncertain in his life.\n\nNow there was utter darkness and silence.\n\nAnd then before his cage appeared a tiny spot of light. If Barter's\nminions expected to deal with a powerful ape they would come prepared\nto subdue him by whatever means seemed necessary. Bentley had no wish\nto be injured, and yet he must make some show of resistance in order\nto allay any possible suspicion that he _wished_ to be stolen.\n\nThere was a faint gnawing sound at the wire outside the cage. Mice\nmight have made that sound, sharpening their teeth on the wire.\nBentley decided to feign sleep. Had Barter come personally to\nsupervise his capture? That didn't seem reasonable as Barter must\nrealize that all his effectiveness depended upon his ability to retain\ncontrol of whatever organization he might have built up--and his\ncentral control must be his hideout.\n\nThen he would be sending some of his puppets to get Bentley.\n\nWould they be apes with man's brains? Impossible. Apes could not\ntravel from place to place without attracting attention, especially if\nthey traveled unguarded and went casually to a given destination as\nmen would go. So, if his puppets were not men in the normal meaning,\nthen they were \"apemen.\"\n\n     -     -     -\n\nThe wire came softly down. Bentley hoped that no attendant might come\nblundering around now to spoil everything. His heart pounded with\nexcitement.\n\nAt last he was going to see Caleb Barter again at close quarters.\n\n\"I shall destroy him,\" he told himself.\n\nThe shadowy outlines of two men came through the severed wires.\nBentley still pretended to be asleep. He wondered if Barter's\ntelevisory equipment included any arrangements permitting him to see\nin the dark, and knew instantly that it did. How else could these two\npuppets have come so unerringly to the proper cage in Bronx Park?\n\nNo, Bentley did not dare allow himself to be taken easily in the hope\nthat his actions would pass unnoticed.\n\nBut he waited until the ropes began to fall about him, testing the\nstrength of his adversaries by mental measurement. By their uncertain,\nhesitating actions he knew that he dealt only with the _forms_ of\nmen--forms which were ruled by brains which had not in themselves\nintelligence enough to perform the acts they were now performing. Ape\nbrains in the skull-pans of men. The brains in themselves were only\nimportant because they were living matter which was being used as a\nsensory sounding board by which Caleb Barter, the Mind Master,\ntransmitted his commands to the arms and legs and bodies of his\npuppets.\n\nBentley sprang into action. He growled and snarled at the two men who\nwere trying to take him. Only two men? Surely Barter would have sent\nmore than two men to take a great ape! He knows I'm not a true ape,\nthought Bentley. He's giving me a challenge. He knows I wish to get to\nhis hideout and he is making sure that I get there.\n\nBut Bentley was only guessing. Calmness descended upon him as he\nrealized that he was soon to face a crucial test.\n\n     -     -     -\n\nJust now, however, he struck out at the two men who were striving to\nbind him. They were husky chaps, and one of them packed the wallop of\na real fighter. Neither man said a word to him, and when his own hands\nclawed at them--how would he dare strike out with his fists?--the men\nmade queer animal sounds in their throats. Bentley could well\nremember how helpless, hopeless and lost he had felt when his brain\nhad been in the skull-pan of Manape.\n\nThe brain of an ape could not be a terribly intelligent instrument in\nthe first place. What thoughts, if apes had thoughts at all, coursed\nthrough an ape brain which found itself inside a human skull?\n\nThe answer to that was simple: only such thoughts as Barter originated\nand transmitted through the mental sounding board. After all, the\nmaterial of the human brain and the ape brain were perhaps very much\nalike, and Barter was working on a sound scientific principle in\nmaking a sounding board of an ape's brain.\n\nBentley shuddered through the fur that covered him. Knowing the sort\nof creatures with which he had to deal--men in all things save their\nintelligence--made him tremble with nausea. Such grim, ghastly\nhybrids. But he stopped shuddering when he recalled that he still\ndealt with men after all--at least with one man, Caleb Barter. When he\nthought of these two \"apemen\" as separate entities of a human being of\nmany personalities--Caleb Barter--he was able to plan some method by\nwhich to deal with them.\n\nSo now he fought, seemingly with the utmost savagery, to keep them\nfrom binding him with ropes. Even as he fought, however, he fancied he\ncould hear the grim chuckling of Caleb Barter. What did Barter know?\n\nBentley knew that eventually he would discover the truth.\n\n     -     -     -\n\nIn struggling against the two \"men\" his hands encountered the knobs on\ntheir heads--the tiny metal balls protruding from the top of the skull\nat the point where, in babies, the head remains soft during babyhood.\nHe could have broken connection with Barter for these two by jerking\nthe controls free. And then what? He would never get through to Barter\nand would release in Bronx Park two men whose strange type of\nmadness, when they were discovered, would startle the countryside. Two\nmen with the savagery of anthropoid apes! He shuddered as he carefully\nrefrained from disturbing those balls.\n\nAt last Bentley was quite securely bound, only his lower limbs\nremaining free so that he could walk, though the length of his steps\nwas strictly limited. His hands were entirely and securely bound, and\nthe significance of this fact did not escape him. Barter knew that he\ndid not need his hands to aid him in walking! Of course the newspaper\nstory released by Doctor Jackson had reported the Colombian ape as\nbeing able to walk exactly like a man.\n\nBut that didn't prevent Bentley from nursing the suspicion that Barter\nalready _knew_. Even if he did, it could in no wise alter the\ndetermination of Bentley. His task was to penetrate the hideout of\nBarter--and he was on the way there now.\n\n     -     -     -\n\nWith little attempt at concealment the two men led Bentley to a long\nblack closed car outside the park. They met no one. The two men\navoided discovery with uncanny ease. Bentley thrilled with excitement.\nHe felt he knew approximately where Barter's hideout was.\n\nIt was useless, to speculate, however; time would show it to him.\n\nBentley was tossed into the tonneau of the car. His two captors,\nmoving with the precision of men in a trance, took their places in the\nfront seat. Bentley struggled for a time against his bonds. He wanted\nto sit up and peer out, to see what way they took so that he would\nknow where he was when he reached Barter's hideout. But of course,\neven if he shook his bonds free he did not dare rise to a sitting\nposition, for to control the intricate handling of his two puppets,\nBarter's attention must have been pretty carefully fixed upon this\ncar.\n\nSo Bentley contented himself with waiting.\n\nLying on his back on the floor of the car he tried to see what he\ncould through the car windows. He knew when he was carried under an\nelevated system by the crashing roar of trains over his head. He knew\nhe was being carried downtown, but he wasn't sure that this was the\nSixth Avenue elevated.\n\nHow could he find out the road they were traveling without sitting up\nand looking at street signs?\n\n     -     -     -\n\nHe felt he didn't dare do that. He'd be as careful as possible on the\noff-chance that Barter really believed him a Colombian ape, when the\nbenefit of surprise would be with Bentley.\n\nThe car progressed downtown at a normal speed. It stopped for red\nlights and obeyed all other traffic regulations. Barter was taking no\nchance on losing more of his puppets.\n\nBentley suddenly gasped with horror as he remembered something.\nEighteen important men of Manhattan had been kidnaped that day by\nCaleb Barter. Would Bentley be forced to watch the mad professor\nperform the eighteen inevitable operations?\n\nPerspiration poured from every pore as he visualized the horror he\nmight be compelled to witness when he was finally taken into Barter's\nhideout. The ape skin clung to him as though it were actually his own.\nThere were even moments when Bentley feared that it might grow to\nhim.\n\nBut he put the feeling of horror from him with the thought that if\nEllen were in Barter's power, Barter might even be forcing her to\nanesthetize for him while he performed his grisly slaughter.\n\nBentley's courage returned and now it seemed to him that the journey\nwould never end, so eager was he to discover whether or not Ellen had\neluded the hands of the Mind Master.\n\n\n\n\nCHAPTER XII\n\n_A Woman of Courage_\n\n\nCaleb Barter smiled warmly at the woman who had come to him almost as\nthough in answer to a prayer. He admired her flashing eyes and the\nlifted chin which spoke of pride and courage.\n\n\"I had thought of improving the feminine strain of the race also,\" he\ntold her, but almost as though he spoke to himself, \"but I realized\nthat it mattered little the stature of the mothers of the race as long\nas the fathers were made virile. But if all women were like yourself,\nMiss Estabrook, the race would not require the improvement it is now\nmy duty to bestow upon it.\"\n\nEllen stared directly into the eyes of the white-haired old man. As\nshe looked at him she found it hard to believe that one so gentle from\noutward appearances had such a vast, grim power for evil. In repose\nhis face was kindly, though there was something out of character in\nthe fact that it was so apple rosy. And his lips were far too red.\n\n\"Where,\" she said quietly, fearlessly, \"is Lee Bentley?\"\n\nBarter raised his eyebrows as he stared back at her. So far she had\nnot looked around at this great room into which he had had her\nconducted; she had seemed interested only in her mission, whatever\nthat might be.\n\n\"You mean that delightfully rude young man?\" he asked sardonically.\n\n\"You know well enough whom I mean! Where is he?\"\n\n\"Then he is not to be found in his usual haunts?\"\n\n\"He has disappeared.\"\n\n\"And you come out seeking Professor Barter because Bentley his\ndisappeared! It is almost as though you had previously arranged with\nhim to come seeking me if, at a certain time he failed to return from\nsome mysterious rendezvous....\"\n\n     -     -     -\n\nBarter's face was now a mask of uncanny shrewdness. In a few words he\nhad pierced through Ellen's secret of why she had deliberately placed\nherself in the way of Barter's minions in order to be taken, and now\nhe had used the words of her own questions to form a weapon against\nher. Ellen gasped in terror.\n\nHad she made a hideous mistake? Had she, by failing to wait for word\nfrom Bentley, ruined all his well laid plans?\n\nBarter now stood before her, his eyes almost shooting fire.\n\n\"Tell me quickly,\" he began, and for a second she thought he would put\nhis hands on her, \"what sort of plan is he making to betray me into\nthe hands of my enemies, who are the enemies of super-civilization\nbecause they are my enemies?\"\n\n\"I know of nothing,\" said Ellen stoutly, hoping that she had not,\nafter all, betrayed the fact that she knew Bentley had started to work\nout an unusual scheme. The details she didn't know, for Lee hadn't\ntold her. \"But I do know, what all the world knows, that he was\nhelping the police against you. Naturally, then, when he vanished I\nthought of you. Besides you had already warned him that you would\nremove him in your own good time. He caused you the loss of two of\nyour puppets and I thought, naturally enough, that you would try to\nremove him to some place where he could not operate so successfully\nagainst you.\"\n\n\"That's all?\" queried Barter eagerly. \"You don't know of some special\nscheme that has been worked out to trap me?\"\n\n\"I know of no scheme. Now that I am in your hands, Professor, what do\nyou intend doing with me?\"\n\nBarter stared at Ellen for several minutes.\n\n\"I haven't captured Bentley ... yet,\" he said at last, slowly, \"but I\nshall--no doubt about that. It is inevitable--as inevitable as Caleb\nBarter. I can use him in my labors for humanity. How I treat him after\nhe is taken depends somewhat on you. You may therefore consider\nyourself a sort of hostage. I have much medical work to perform. Have\nyou ever been a nurse?\"\n\n     -     -     -\n\nEllen recoiled in horror. \"You don't mean you would ask me to help you\nperform those horrible--\" She stopped abruptly before her sudden\ntendency to hysterics should make her say things to anger Barter too\nfar.\n\n\"So,\" he said quickly, \"you think my brain operations are horrible,\neh? Well, you shall see that they are not horrible; that Professor\nBarter, the greatest scientist the world has ever produced, is really\npreparing to prevent civilization from utterly decaying.\"\n\n\"And afterward?\" asked Ellen. \"I know that eventually you will be\ntaken and that the people will destroy you, tear you limb from limb.\nBut you will never believe that. Tell me, then, what you plan to do\nwith me.\"\n\nFor a brief time he considered the matter.\n\n\"I am an old man,\" he said at last, musingly, \"but I am young in\nspirit and in body. It would be amusing to have a mate--but no, no,\nthat would not do! The destiny of Caleb Barter is not linked with a\nwoman. You would simply hold me back. However, I have often been\ninterested in miscegenation and its effect on the race if properly\nguided. My assistant Naka Machi, is one of the finest specimens of his\nrace. Perhaps I shall arrange for you to mate with him, under\nconditions which I shall dictate, in order to experiment with your\noffspring....\"\n\nEllen swayed, her face going dead white. She hadn't yet met Naka\nMachi, but his name told her enough. The thought of a Japanese,\nhowever, was far less repellent than the cold, calm way in which\nBarter spoke of using the offspring of such a union.\n\n\"I'll kill myself at the first opportunity,\" said Ellen suddenly.\n\n     -     -     -\n\nBarter put his forefinger under Ellen's chin in a paternal fashion.\nHis eyes looked deeply into hers. She thought of what his fingers had\ndone in the past ... those long slender fingers. His touch made her\nshudder.\n\nBut his eyes held her. They seemed like deep wells. Then they were\nlike black coals advancing upon her out of the darkness, growing\nbigger and bigger as they came, with little flames in their centers\nalso growing as they approached.\n\n\"You will submit your will to mine,\" said the soft voice of Caleb\nBarter.\n\nHis right hand was making swift snakelike movements back of Ellen's\nhead. His voice droned on, but already it seemed to Ellen to come from\na vast distance.\n\n\"Your mind will be concerned only with the welfare of Caleb Barter,\"\ndroned on the voice. \"You will think only of Caleb Barter; your\ngreatest desire will be to serve him. There is nothing you would not\ndo for him. Let your objective mind sleep until Caleb Barter wakens\nit; give your subjective mind into my keeping.\"\n\nBeads of perspiration broke out on the cheeks of Caleb Barter as he\nworked quickly to place the girl entirely under his skilled hypnosis.\nAt last she stood like a statue, her wide-open eyes staring into\nspace, straight ahead. She did not move. She scarcely seemed to\nbreathe.\n\n\"You will know that my home is your home, Ellen,\" said Barter softly.\n\"You will feel that you are welcome here and that you love this place.\nIt needs the attention of a loving woman; you will give it that\nattention. But you will be subservient always to my will. You will\nenter upon your duties.\"\n\nEllen Estabrook sighed softly as though with relief. Her hands went up\nto remove her hat, which she placed on a chair in a corner of the\nhellish laboratory. She removed her light coat and arranged her hair\nwith skilled fingers. But even as she moved around the room of the\nlong table her eyes stared vacantly into space. She was as much a\npuppet of Caleb Barter as were Stanley, Morton and Cleve. But,\nmercifully, she did not know it.\n\n     -     -     -\n\nBarter studied her for several moments; his eyes squinted. He was\nmaking sure that she was not duping him with pretense. Satisfied at\nlast be turned his eyes away from her. He stepped to the porcelain\nslab set in the bronze wall of his laboratory and looked at the\npush-buttons marked \"C-3\" and \"E-5\". The red lights were on,\nindicating that the two puppets controlled by these two keys were\nreturning toward their master. The lights had been green when Barter\nhad begun his conversation with Ellen Estabrook, indicating that the\ntwo puppets were still going away. With a tremendous effort of will he\nhad given them sufficient mental stimulus to keep them traveling\nwithout his direct will for the few minutes he would require for\nEllen.\n\nNow, however, he quickly donned the metal cap and the little ball, and\ninserted into the orifice in his cap the swinging key which connected\nby chain with the key which fitted into the slot under the button\nmarked \"C-3\".\n\nHe had returned to his puppets just in time. \"C-3\" was Cleve, who was\ndriving the car sent out to bring in the Colombian ape. As Barter got\nin touch with the car it narrowly averted a crash with a police car\n... and the perspiration broke forth afresh on the body of Barter as\nhe resumed control of his puppets.\n\nThe second creature, in the front seat of the car, was Morton, and it\ndidn't matter particularly about him as he was not driving. But Morton\nwas now becoming all ape. Barter did not wish to use any more of his\nmental energy than was necessary. He contented himself by sending his\nwill into Cleve, who began at once to drive like a master. Whenever\nMorton, beside him, showed an inclination to jump out of the car or\notherwise interfere with Cleve in his work, Barter had but to express\nthe thought, and Cleve either pulled him back to his place beside him,\nor gave him a walnut from his pocket.\n\n     -     -     -\n\nBarter could as easily have had them change places, since he assumed\ncontrol of either at will, or could have controlled a score\nsimultaneously. But that would have required additional thought\nstimulus, and he wished to conserve his mental energies for the work\nwhich yet faced him.\n\nOnce he switched his attention from the heliotube which controlled\nCleve--and through which, concurrently, he saw everything that\ntranspired near Cleve, because his televisory apparatus and his radio\ncontrol were co-workers on almost identical vibratory waves--to the\narea of Manhattan immediately surrounding his own neighborhood.\n\n\"Hmm,\" he said to himself, \"the police are getting too close. As soon\nas I have completed my labors to-night I shall destroy some of them as\na warning to others to keep their distance.\"\n\nMorton and Cleve drew up to the curb while Barter watched carefully on\nall sides, through the heliotube, to make sure that their arrival was\nunmarked by the police.\n\nThey climbed out quickly and raced across the sidewalk to the green\ngate which gave on a gloomy old court, inside which they were\nswallowed by the shadows from all eyes save those of Caleb Barter.\n\nFive minutes after the strange trio had entered the \"place,\" the great\nchrome-steel door of Barter's laboratory swung open.\n\n\"Morton and Cleve, my master,\" announced Naka Machi, bowing low and\nsucking in his breath with a hissing sound.\n\nBarter's own puppets entered with the ape between them.\n\nBarter walked fearlessly forward. He had slipped the key from the\norifice atop his head. Morton and Cleve now stood listlessly, dumbly,\nlooking with dead eyes at their master. Barter tossed them several\nwalnuts each.\n\nThen he turned his attention to the ape, rubbing his hands together\nwith pleasure.\n\nBut the ape was behaving strangely. His eyes were staring past Barter.\nHis hands sought to lift as though he would hold them out to someone;\nbut the ropes prevented him. Barter turned to look. Ellen Estabrook\nstood beyond him, white of face, motionless as a statue. The ape was\nstraining toward her.\n\nCaleb Barter chuckled with understanding.\n\n\"Good evening, Lee,\" he said gently. \"I've been expecting you!\"\n\n\n\n\nCHAPTER XIII\n\n_Where the Bodies Went_\n\n\nBentley had been bound carelessly. Who could expect ape brains to\ndevise clever bonds, even when controlled by Caleb Barter? And now it\nseemed that Caleb Barter had known all along; he said he had been\nexpecting Bentley. No, that wasn't it. Barter had seen him yearning\ntoward Ellen Estabrook, statuesque and wide-eyed on the other side of\nthe room. If it hadn't been for the presence of Ellen he might have\nbeen accepted as an ape. Now it made little difference.\n\nBut his bonds were not tightly drawn. He found himself fighting them\nfiercely, trying to get his hands on Caleb Barter. He could see the\nscrawny Adam's apple of the mad scientist, and his fingers itched to\npress themselves into the flesh.\n\nCaleb Barter stood his ground calmly. \"Naka Machi,\" he said softly.\n\nSuddenly Bentley felt a dull, paralyzing blow on his skull. He knew it\nhad been intended to render him utterly unconscious. But Naka Machi\nhadn't taken into consideration that his skull was protected by the\nhide of an ape. He remembered, as he stumbled and fell forward, that\nthe Japanese were wizards with their hands. That's why Naka Machi\ncould knock him down, render him helpless, yet leave his brain as\nclearly active as before. Perhaps clearer, even, for now his brain did\nnot act on his legs and arms, which were helpless.\n\nBentley felt as he imagined a patient on the operating table might\nfeel when not given sufficient anesthetic, yet given enough to make\nhim incapable of speech or movement. Such a patient would hear the\nsoft discussions of the surgeons, see them prepare their instruments,\nyet be unable to tell them that he wasn't entirely unconscious.\n\n     -     -     -\n\nBarter stooped over Bentley and rolled back the lids of his eyes.\n\n\"Good. Naka Machi!\" he said. \"He won't be in any position to do us an\ninjury. Remain powerless, Lee Bentley, but retain your knowledge.\"\n\nBarter, then, was familiar with the strange hypnosis which the blow of\nNaka Machi's hand had put upon Bentley. Barter had taken advantage of\nit to add to it a sort of mental paralysis, so that the condition\nwould continue.\n\n\"You are in my hands, Lee,\" he said in paternal fashion, \"but you can\ndo me no harm. Since you were associated with me in the first of my\ngreat experiments you know much about me. I have never ceased to hope\nthat you would one day understand and appreciate what I am doing for\nhumanity and be brought to aid me. Perhaps if I force you to watch my\nefforts you will understand them and sympathize with my ambitions.\"\n\nBentley could say nothing. Barter's eyes seemed to leap at him growing\nlarge and glaring, just as the eyes of caricatured animals leap at the\ncamera in trick motion pictures. Physically he was powerless. Only his\nbrain was active.\n\n\"Remove this covering from him, Naka Machi,\" went on Barter. \"Remove\nhis bonds. You are about his size. Garb him in some of your own\nclothing.\"\n\nBentley had the odd feeling that he didn't need to turn his head to\nsee things around him. His head felt huge, almost to bursting, and his\neyes felt huge, too, so that he could see in all directions, as though\nhis eyeballs had been fish-eye lenses.\n\n     -     -     -\n\nHe studied Naka Machi. A nasty opponent in a fight, he decided. He\nhadn't figured on any opponent other than Barter. This man was almost\nas great. The skill of his fingers as he quickly removed the ape skin\nfrom Bentley, using scalpels taken from Barter's table, amazed Bentley\nwith their miraculous dexterity. He cleaned Bentley's body with some\nsolution in a sponge and clothed him in some of his own clothing which\nfitted fairly well.\n\nThen he lifted Bentley from the floor and stood him against the wall.\n\nBentley was unbound. He tried to lift his hands but they refused to\nmove. His feet, too, seemed anchored to the floor. His knees were\nstiff and straight. He might as well have been a wooden image for all\nhis ability to get about.\n\nNow Barter spoke.\n\n\"Come here, Lee,\" he said.\n\nBentley was amazed at the kindliness in Barter's attitude. He dealt\nwith Bentley as though he had been his son. He felt that Barter\ngenuinely liked him. It was rather amazing. Barter liked him but would\nremove him without compunction if he thought it necessary.\n\nBentley found he could move his feet, or rather they seemed to move of\ntheir own volition, as he crossed the room to stand before Barter.\n\n\"I'm rather proud of what I have been able to do, Lee,\" went on\nBarter, \"and I am now entirely safe from the police. I've issued\nanother manifesto telling the public that for each attempt made\nagainst me, one of the eighteen men captured by me to-day will die.\nManhattan is the abode of terror. Here, see for yourself.\"\n\nHe extended to Bentley what seemed to be a pair of binoculars, but\nwith the ear-hooks common to ordinary spectacles. He set them over\nBentley's eyes and set them in place.\n\n\"Now you can survey New York as you wish.\"\n\n     -     -     -\n\nBentley looked for a moment or two. Sixth Avenue was a deserted\nhighway, on which red and green lights blinked off and on in the usual\nroutine, signaling to drivers who were non-existent. There were vistas\nof deserted streets and avenues. There were some few living\nthings--policemen in uniform, standing in pairs and larger groups, all\nconcentrated in an area covering no more than twenty acres, which\ntwenty acres included the hideout of Caleb Barter. Bentley knew that\nthe hideout was under Millegan Place. He had recognized it coming in.\nA secret panel in a brick wall had opened to show a door where none\nwas apparent. Then a circular stairway leading down into darkness to\nthe room which Barter had gouged out of the earth and turned into a\nlaboratory of hell.\n\n\"See the police?\" asked Barter. \"They know now where I am, but they\nare helpless because of my hostages. I shall now begin the operations\nI believe to be necessary. Then I shall issue another manifesto,\ntelling the public that I am safeguarded by great apes whose ability\nwill prove the correctness of my theory about the possibility of\ncreating a race of supermen. My manifesto shall say that my apes must\nnot be slain. It shall say that for every ape slain by the police one\nof my eighteen hostages will die.\"\n\nBentley would have gasped with horror, but he could not. Now he saw\nThomas Tyler, his face a white mask of despair, in the midst of his\nhelpless men.\n\n\"I'll give you a hand, somehow, Tommy,\" Bentley whispered deep down\ninside him.\n\n\"Now you shall see what I do, Lee,\" said Caleb Barter. \"Naka Machi,\nbring the ape skin you took from my friend. Bentley, you will follow\nus.\"\n\n     -     -     -\n\nBarter removed the strange glasses from Bentley's eyes, blotting out\nthe deserted streets and avenues of Manhattan. Naka Machi followed\nbehind Bentley, carrying the ape skin in which Bentley had penetrated\nthe stronghold of Caleb Barter.\n\nThe chrome-steel door swung silently back and the three entered\nanother room filled with blaring light. Without being able to look\nback Bentley knew that Ellen, white of face and staring, followed at\ntheir heels.\n\nThere was a long white operating table in this room, and a smaller\nchrome-steel door set some four feet above the floor in one wall.\n\n\"Naka Machi, the incineration tube,\" said Barter brusquely.\n\nNaka Machi stepped to the operating table and dug into one of the\ndrawers. He brought out a white tube, closed at one end, about an\ninch in diameter, eight inches in length, and snowy white.\n\n\"Concentrated fire, Bentley,\" said Barter. \"Watch!\"\n\nBarter had Naka Machi cast the ape skin through the small steel door,\nbeyond which Bentley could see a boxlike space large enough to\naccommodate two or three grown men, lying side by side at full length.\nIt seemed to be indirectly lighted. The ape skin dropped on the floor\nof this compartment. Barter took the \"incineration tube\" and directed\nit on the skin. Bentley heard the clicking of a button.\n\nThe ape skin charred quickly, folded up, drew into itself,\ndisappeared--and a fine gray ash settled on the floor of the\ncompartment, like rain from the roof of the ghastly little space.\n\n\"Now you understand that I have solved the problem of disposing of the\ncumbersome useless bodies of my hostages, Lee,\" said Baxter, rubbing\nhis hands together as though he washed them.\n\nBentley's heart leaped as Naka Machi placed the incineration tube on\nthe operating table. It was close enough that Bentley could have\nreached it, had he not been utterly powerless to move.\n\n\"Naka Machi,\" said Barter. \"Bring me ape D-4 and Frank Keller, the\ndiplomat. Ellen, clear the operating table. Quickly, now! Bentley,\nstand against the wall and do not move--but miss nothing I do.\"\n\n\n\n\nCHAPTER XIV\n\n_The Straining Prison_\n\n\nThen began a grim series of activities which combined to form a\nnightmare Bentley was never to forget, even as he prayed within him\nthat no slightest memory of it would remain in the brain of Ellen\nEstabrook.\n\nNaka Machi went back to the room which Bentley had first entered and\nreturned almost at once with a tall thin man, immaculately garbed in\ngray, wearing a spade beard. His eyes were flashing fires of anger and\nof pride.\n\nHe stared at Barter.\n\n\"What is all this quackery?\" he demanded. \"Who is responsible for this\nunspeakable rigmarole?\"\n\n\"Your words are harsh, Mr. Keller,\" said Barter suavely, \"and you\nshall learn in good time what I intend. Had you followed my\nmanifestoes in the news columns you would have known what I intend. I\nshall create a race of super--\"\n\n\"You will at once release myself and the others with me,\" interrupted\nKeller.\n\nBut at that moment Naka Machi returned, leading a great ape which\nseemed as docile as though it had been drugged. Naka Machi raised his\nright hand quickly, so quickly Bentley could scarce follow the\nmovement, and with the edge of his palm struck the tall gray man in\nback of the head. Keller's knees buckled. As he started to fall Naka\nMachi stepped close to him, gathered him in his arms and bore him to\nthe table.\n\nAt Barter's swift instructions Ellen Estabrook, all unknowing, placed\na cone indicated by Barter over the mouth and nose of Keller. Naka\nMachi struck the ape as he had struck the man, but he waited until he\nhad persuaded the brute to take his place on the table near Keller's\nhead.\n\n     -     -     -\n\nThe ape sprawled. Naka Machi quickly twisted both Keller and the ape\naround so that their heads were toward each other, their feet pointing\nin opposite directions.\n\n\"Is that close enough my master?\" came the soft voice of Naka Machi.\n\n\"Quite,\" said Barter, whose face was now a mask of concentration.\n\"Cleve and Stanley and Morton?\"\n\n\"They have been locked in their cages, my master,\" said Naka Machi.\n\"Are you sure this man who came in the guise of an ape is safe?\"\n\n\"I shall make sure. But do you remain close where you can render him\nharmless in case I have misjudged him.\"\n\nNaka Machi turned baleful eyes on Bentley. The latter could see the\nhatred in them and for a moment was at a loss to understand it.\n\n\"I shall destroy him before he can put his hands upon you, my master,\"\nsaid Naka Machi.\n\n\"I do not wish him destroyed, Naka Machi,\" replied Barter. \"That is\nenough of the anesthetic, Miss Estabrook. Naka Machi, my instruments,\nquickly.\"\n\nBefore he proceeded with his labors Barter stood in front of Bentley\nand stared at him for a moment. Bentley felt the strength flow out of\nhim under the gaze of this man--a gaze he could not avoid. Barter\nsmiled slightly.\n\n\"You will eventually join me of your own free will, Lee,\" he said\nsoftly.\n\n\"I would rather die a thousand deaths!\" screamed Bentley, but the\nsound of his scream echoed and reechoed through his soul without\ncoming out so that Barter could hear it.\n\n     -     -     -\n\nBarter's confidence in his ability to convert Bentley was assuredly a\nmark of his twisted mind, for he must surely have realized that\nBentley would be the most injured by his schemes. But he seemed to\nassociate him with the days of Manape, when Barter had proved to\nhimself, to Bentley and Ellen Estabrook, that the operation he now\nplanned in wholesale proportions was possible. Bentley could\nunderstand why Barter regarded him as a friend and colleague, and his\nanimosity temporary--because as a subject of his first great\nexperiment Bentley was a symbol of Barter's success.\n\nStrange how easy it was to find logic in the reasoning of madmen, and\nto understand that logic!\n\nBarter sprang back to his task.\n\n\"Naka Machi,\" he said, \"take heed that you serve me well. Do you like\nthis woman?\"\n\n\"Yes, my master.\"\n\n\"If you continue in your loyalty to me, I shall give her to you.\"\n\nBentley's mind recoiled with horror. The shock of this cold statement\nwas like another blow on the head. He wanted to leap forward and set\nstrangling fingers about the neck of Naka Machi. Ordinarily Naka Machi\ncould handle him with ease, but now that Bentley had heard the plan of\nBarter, he could have handled the Japanese with superhuman strength.\nBut he could not move. He strained against the bodily lethargy which\nheld him prisoner. If only he could move forward and grasp the\nincineration tube, he would turn it on Naka Machi and Barter....\n\nBut he could not move, could not fight off the lethargy which was like\ninvincible prison walls around him.\n\nHe could move the tips of his fingers, he discovered ... but no more\nthan that. The shock of Barter's calm statement had cast off that much\nof his semi-hypnotic lethargy. A minute before he hadn't been able\neven to move his fingers.\n\n     -     -     -\n\nGive him time, he told himself, while inwardly he bled as he struggled\ndesperately to throw off the grim hypnosis, and he would yet manage to\nsave the lives of at least some of the eighteen, see that Ellen won\nfree, and destroy this hell-hole under Millegan Place.\n\nNow incredibly slender instruments were busy near the heads of the two\non the operating table--the ape and Keller, the doomed man. As the\nknives and scalpels leaped to their work with startling dexterity and\namazing speed, Bentley strained again against his horrid invisible\nprison. If only he could save this man Keller from this horror ... but\nit was useless.\n\nThe fingers of Barter worked swiftly over the skull of the ape, first.\nNaka Machi stood on one side of the long table, Ellen on the other,\nnear Barter. Bentley studied her face as the skull of the ape fell\nopen under the hands of Barter, and he knew she was unaware of what\nshe was doing. Bentley had expected a crimson horror, but nothing of\nthe kind developed. Could Barter read his thoughts?\n\n\"I am an adept at bloodless surgery, Bentley,\" he said, while his\nfingers never ceased their swift manipulations.\n\nNow Naka Machi held the skull-pan of the ape, from which he had\nremoved the reddish substance which was the ape's brain. This Naka\nMachi had tossed into the aperture where the ape skin had been\ndestroyed.\n\nThe empty skull-pan of the ape awaited the brain of Keller.\n\nBentley could feel the sweat burst forth on him in every pore as he\ntried to throw off his awful inertia, to go to the aid of Keller. If\nBarter should see the perspiration on his cheeks....\n\nBentley thought of Samson in the midst of his enemies, blind and\nbeaten, of how he had prayed to be given strength to pull down the\npillars of the temple....\n\n\"Oh God,\" said Bentley to himself, \"only this once give me strength to\nthrow off these chains. Grant that I do something to save the man from\nthis horror.\"\n\n     -     -     -\n\nBut he could still move only the tips of his fingers when Barter had\nfinally closed the sutures in the skull-pan of the ape, renewing again\nthe ape's skull, with the brain of Keller inside. Keller was finished.\nHe had not moved on the table. Even his chest stood still, stark and\nlifeless. Barter had not troubled to restore Keller's skull-pan. What\nwas the need?\n\nNaka Machi gathered up the carcass of Keller and bore it swiftly to\nthe boxlike hole in the wall of the ghastly room....\n\nHe thrust it in. He stepped back and caught up the incineration tube\nof concentrated fire ... and Bentley saw the body of the murdered man\nshrivel up so quickly it seemed as though it had dissolved before his\neyes. Down from the ceiling of the hell-hole dropped the fine gray\nash, all that remained--save the imprisoned brain--of Frank Keller,\nthe diplomat.\n\nNow Bentley was cognizant of something else. With Barter's concentrated\nwork on Keller, something of the power went out of him. Ever so slightly\nBentley could feel that Barter was lacking in strength. Some of his\nwill, some of the essential essence of his brain, of his soul, had\nbeen expended in the operation--and by so much was Bentley enabled to\nmove. For now he could move two full fingers on each hand. But how\ncarefully he kept watch to see that neither Naka Machi nor Barter\nnoticed that he was bursting from his invisible prison.\n\nIf he could get that incineration tube. He'd do the necessary things\nfirst ... then direct the ray of it against the softer portions of the\nhideout of Barter. The flame would eat through. Somewhere it would\nfinally reach wood; that was inflammable.\n\nThere would be smoke, and fire ... and in the end people would come.\nTyler would be watching for a sign, anyway. Barter had said that the\npolice knew approximately where he, Barter, was located.\n\n     -     -     -\n\n\"Now, Bentley,\" said Barter, \"I'll explain what I intend doing while I\nrest a moment before the next ordeal. The whole world is against me\nnow because it regards my experiments as horrible, but if I prove to\nthe world that I am right, and that the men of my creation are\nsupermen, in the end the world will be on my side. I can force it to\nobey me, in time, but I prefer the world to serve me willingly,\nbecause it realizes that what I do for civilization should really be\ndone.\"\n\nBentley said nothing, because he could not speak.\n\n\"I'll send Keller to his office under my instructions,\" said Barter.\n\"Of course I'll issue a manifesto, first, so that the city will know\nthat it is not a wild ape that has escaped. When the new Keller, with\nthe strong brain of Keller and the mighty body of an ape, appears at\nhis office and proves to his people that he has been vastly improved\nby my experiment....\"\n\nBentley tried to shut his mind to the horrible picture Barter's words\ndrew before his eyes. Barter broke off short, while Bentley's mind\nseemed to rock with the shock of Barter's last statement. He saw a\npicture ... a great office filled with many desks occupied by\nwhite-faced men and women ... an ornate desk where a \"manape\" sat....\nIt was ghastly beyond comprehension. It must never come to pass.\n\nBarter spoke again to Naka Machi.\n\n\"Bring me David Fator and ape S-19.\"\n\n\"Yes, my master,\" replied Naka Machi.\n\n     -     -     -\n\nAgain Bentley went through the horror from beginning to end. He could\nnow move his toes. If only he could fall forward, grasp that\nincineration tube, turn it on Barter! With Barter unable to control\nhim he would regain his senses in time, he hoped, to stave off the\ncertain charge of Naka Machi, whose hatred for himself he now\nunderstood too well.\n\nHe hoped, if he were able to accomplish what he planned, that horror\nupon awakening would cause Ellen to faint. While she was out he could\ndestroy the horror with the cleansing flame ... and tell her she\nhadn't seen it, after all.\n\nBentley could feel the strength pour back into him. Barter was\nbecoming moment by moment more intent on his labors. He was becoming\ncareless with Bentley, not because he underestimated him but because\nhe was intensely absorbed in his work.\n\nBy the time two more men had gone bodily into the incinerator and\nmentally into a pair of apes, the first ape, carelessly dumped on the\nfloor, came out from under the effects of the drug.\n\n\"Stand over there in the corner, Keller,\" Barter said to the hybrid\ncarelessly, \"and remember that no matter how you may wish to escape\nyou can only do so if I will. Remain quiet there and consider whether\nyou will oppose me or obey me. Oppose me and your only escape is\nself-destruction. Obey me and possess the world!\"\n\nBentley could imagine the horror and despair of \"Keller,\" for he\nhimself had known that horror and despair.\n\nNow he could swing his wrists slightly. Naka Machi turned once with a\nsudden movement and almost caught him at it, and perspiration broke\nout on Bentley's face again. Thank God, Ellen realized none of what\nshe was experiencing.\n\n     -     -     -\n\nTwo other men gave their lives at Barter's hands ... yet Bentley had\nonly regained sufficient possession of himself to fall forward on his\nface if he tried to walk, but even that was something.\n\nFive men were gone now. Could he possibly regain muscular control in\ntime to save the lives of some of the eighteen? As he watched the five\ngo into the furnace, one by one, he began to despair of saving any of\nthe eighteen, but with each operation Barter lost mental strength. If\nhe lost in arithmetical progression as he had during the last five,\nBentley estimated that he, Bentley, would be able to move his arms\nenough to grasp the incineration tube by the time Barter had finished\nhis eighth transplantation.\n\nSo, the horror growing until nausea ate at Bentley's stomach like\nvoracious maggots, he watched Barter destroy three more men and\ncreate godless monsters in their places. As each manape regained\nconsciousness Barter told him what he had told Keller--and Naka Machi\ntook them out, one by one, and placed them in their allotted cages.\n\nNaka Machi placed the eighth man in the furnace, returned the\nincineration tube to the table.\n\n\"Now, oh God the Father!\" moaned Bentley.\n\nHe leaned forward, striving with all his will to force his hands to go\ntruly to their target as he fell. He had little or no control of his\nlegs or knees. But let him once hold that tube in his hands....\n\nHe fell soundlessly, his hands clutching for the tube. His fingers\ntouched it as he crashed to the floor, and it fell near him. His\nfingers fumbled for the tube and now gripped it tightly.\n\nFrom under the table, writhing and twisting, striving to break his\nmental bondage, Bentley saw the legs of Caleb Barter. He snapped the\nbutton on the tube and turned its open end toward those legs.\n\n\"I must not look into his eyes as he falls,\" thought Bentley, \"or all\nis lost.\"\n\n     -     -     -\n\nA terrible scream rang through the operating room. Barter was falling,\ncrumpling as he fell, and as his body slid downward past the table\nedge, Bentley held the end of the tube toward it. As the bodies of the\neight had shriveled, so shriveled the body of Caleb Barter.\n\nEllen Estabrook screamed horribly, and sprawled on the floor within a\nfoot or two of Bentley. Nature had mercifully sent her into momentary\noblivion when the will of Barter, holding her in thrall, had snapped\nto show her the horror of what she did.\n\nNaka Machi was screaming. Bentley was Bentley again, crawling forth\nfrom under the table. Naka Machi met him in a rush and dissolved\nbefore the deadly ray as though he had never existed. Its effect must\nhave been a silent explosion, for a fine gray ash came down from the\nceiling as the residue which falls when a soaring rocket has exploded\nand expended its power. The gray ash was Naka Machi, forever rendered\nharmless to Ellen.\n\nBentley walked over and stood looking at the manapes in their cages.\nWhat could be done with them? There was no hope, no possible way by\nwhich they could resume their normal lives, for of their human bodies\nthere remained but heaps of fine powdery ashes.\n\nSuddenly the manape Keller swept his great hairy arm out between the\nbars and snatched the tube from Bentley's hand. With a cry of mortal\nanguish Bentley recoiled from the cage. God! Now all was lost if the\nmanape clicked on the deadly ray and swept it over the room.\n\nBefore he could formulate a plan of action, the manape pressed the\nfatal button. With a cry Bentley threw himself across the room to\nwhere Ellen lay unconscious, his only thought to somehow protect her\nfrom the tube.\n\n     -     -     -\n\nBut the manape, Keller, swung the ray upon the other apes with the\nhuman minds, and they dissolved into ashy nothingness with bewildering\nrapidity. The keen mind of Keller was doing what he knew must be done\nfor the good of everyone concerned.\n\nNumbed with horror, Bentley saw the ray directed on Morton and\nStanley. They fell silently and without protest....\n\nKeller clicked off the button and looked over at Bentley. He alone\nremained of Barter's frightful experiment. He alone remained and it\nseemed that he was trying to tell Bentley something ... asking him to\nnow take the tube and turn it full on the body which housed his human\nbrain.\n\nWhile Bentley hesitated, the manape bent down and placed the tube on\nthe floor of the cage, the muzzle pointing inward. With a clumsy\nmotion of a long hairy arm he reached out and snicked on the button,\nthen placed himself within its deadly range. Keller vanished and the\nray bit into the wall back of the cage; began to eat through.\n\nBentley leaped to his feet and tore across the floor. He plunged his\ntrembling hand through the bars of the cage, switched off the button\nand lifted the tube.\n\nThere were the remaining normal apes. They could have been saved for\ntransportation to the zoo, but horror was on Bentley and he used the\ntube again, and yet again....\n\nAnd there were the keys. He pulled them from their slots in the\nporcelain slab, in case there should be other \"Stanley-Morton-Cleves\"\nabroad of whom he knew nothing....\n\nHe turned the tube against the red lights and the green lights.\n\nThen he turned the tube upward and held it steadily. He watched the\ncharred hole grow bigger and deeper in the high ceiling....\n\nWhen at last he heard the approaching clang of the fire engine bells\nand the screaming triumph of police sirens, he carefully snicked off\nthe button of the tube and returned to lift the form of Ellen in arms\nthat were strong to hold her.\n\n(_The end._)\n\n\n\n\n                  *       *       *       *       *\n\n\n\n\nTranscriber's Changes:\n\n  Page 30: Added closing double-quote (Ellen. \"I haven't\n           looked at an American paper for ever so =long.\"=)\n\n  Page 32: Was 'that' (Bentley suddenly knew =what= the man\n           was trying to say. The half-uttered)\n\n  Page 32: Was 'interne' (Five minutes later the ambulance\n           =intern= hastily scribbled in his record the entry, \"Dead\n           on Arrival.\")\n\n  Page 41: Added closing double-quote (chauffeur to go faster\n           than twenty miles an =hour.\"=)\n\n  Page 44: Was 'scarely' (The words had =scarcely= left his\n           mouth when a blind man, tapping)\n\n  Page 45: Was 'multilated' (Bentley, in his mind's eye, saw\n           the two dead, =mutilated= drivers, and the passengers with\n           them, he saw)\n\n  Page 45: Was 'relinquished' (\"When will he give up--and\n           what will his driver do when Barter =relinquishes=\n           control?\")\n\n  Page 45: Changed ',' to '.' (effective. The fleeing car was\n           trapped. Barter must know =that.= If he did know, it proved\n           that he)\n\n  Page 46: Was 'plainclothes' (reached her. She had been\n           immediately picked up by =plain-clothes= men and had\n           thought herself captured)\n\n  Page 46: Was 'persuuaded' (she told Bentley, and it had\n           taken her some little time to be =persuaded= that she was\n           in the hands)\n\n  Page 242: Was 'monolog' (\"You will almost suffocate,\" he\n            said, keeping up a running =monologue= as his inspired\n            hands worked with)\n\n  Page 257: Was 'at loss' (hatred in them and for a moment\n            was =at a loss= to understand it.)\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Mind Master, by Arthur J. Burks\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE MIND MASTER ***\n\n***** This file should be named 29416-8.txt or 29416-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.net/2/9/4/1/29416/\n\nProduced by Greg Weeks, Dan Horwood and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, is critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}