{"title": "The End of Time", "author": "Wallace West", "releaseDate": "July 15, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n                         Transcriber's Note:\n\n     This etext was produced from Astounding Stories March 1933.\n     Extensive research did not uncover any evidence that the\n     U.S. copyright on this publication was renewed.\n\n\n\n\n                           The End of Time\n\n\n\n                           By Wallace West\n\n       *       *       *       *       *\n\n\n\n\n[Sidenote: By millions of millions the creatures of earth slow and\ndrop when their time-sense is mysteriously paralyzed.]\n\n\n\"There is no doubt of it!\" The little chemist pushed steel-bowed\nspectacles up on his high forehead and peered at his dinner guest with\nexcited blue eyes. \"Time will come to an end at six o'clock this\nmorning.\"\n\nJack Baron, young radio engineer at the Rothafel Radio laboratories,\nand protégé of Dr. Manthis, his host, laughed heartily.\n\n\"What a yarn you spin, Doctor,\" he said. \"Write it for the movies.\"\n\n\"But it's true,\" insisted the older man. \"Something is paralyzing our\ntime-sense. The final stroke will occur about daybreak.\"\n\n\"Bosh! You mean the earth will stop rotating, the stars blink out?\"\n\n\"Not at all. Such things have nothing to do with time. You may know\nyour short waves, but your general education has been sadly\nneglected.\" The scientist picked up a weighty volume. \"Maybe this will\nexplain what I mean. It's from Immanuel Kant's 'Critique of Pure\nReason.' Listen:\n\n     'Time is not something which subsists of itself, or which\n     inheres in things as an objective determination, and\n     therefore, remains, when abstraction is made of the\n     subjective conditions of the intuition of things. For in\n     the former case it would be something real, yet without\n     presenting to any power of perception any real object. In\n     the latter case, as an order of determination inherent in\n     things themselves, it could not be antecedent to things, as\n     their condition, nor discerned or intuited by means of\n     synthetical propositions _a priori_. But all this is quite\n     possible when we regard time as merely the subjective\n     condition under which all our intuitions take place.'\n\n\"There. Does that make it clear?\"\n\n\"Clear as mud,\" grinned Baron. \"Kant is too deep for me.\"\n\n\"I'll give you another proof,\" snapped Manthis. \"Look at your watch.\"\n\nThe other drew out his timepiece. Slowly his face sobered.\n\n\"Why, I can't see the second hand,\" he exclaimed. \"It's just a blur!\"\n\n\"Exactly! Now look at the minute hand. Can you see it move?\"\n\n\"Yes, quite clearly.\"\n\n\"What time is it?\"\n\n[Illustration: _A few remained standing like statues._]\n\n\"Half past one. Great Scott! So that's why you spun that yarn.\" Baron\nhoisted his six feet one out of the easy chair. \"It's way past your\nbedtime. Didn't mean to keep you up.\" He stared again at his watch as\nif it had betrayed him. \"It seems we just finished dinner. I must have\ndozed off....\"\n\n\"Nonsense,\" sniffed Manthis. \"You arrived at eight o'clock--an hour\nlate. You and I and my daughter had dinner. Then the two of us came in\nhere. We smoked a cigarette or two. Now it's half-past one. Do you\nneed more proof?\"\n\n\"Your theory's all wet somewhere,\" the younger man protested with a\nshaky laugh. \"If my watch isn't broken, time must be speeding up, not\nstopping.\"\n\n\"That comes from depending on your senses instead of your\nintelligence. Think a minute. If the watch seems running double speed\nthat would indicate that your perception of its movements had slowed\ndown fifty per cent.\"\n\nBaron sank back into his chair, leaned forward and gripped his curly\nblack hair with trembling fingers. He felt dizzy and befuddled.\n\n\"June,\" called the doctor. Then to the agitated youth he added: \"Watch\nmy daughter when she comes in if you still think I'm crazy.\"\n\nAs he spoke the door flew open and a slim, golden-haired girl shot\ninto the room like a motion picture character in one of those comedies\nwhich is run double speed. Jack's eyes could hardly follow her\nmovements.\n\nShe came behind her father and threw one slim arm about his shoulders.\nShe spoke, but her usually throaty voice was only a high-pitched\nsqueak.\n\n\"Can't understand you, dear,\" interrupted her father. \"Write it down.\"\n\n\"June is using a drug which I prepared to keep her time sense normal,\"\nManthis explained as the girl's pen raced over a pad. \"That's why she\ndisappeared after dinner. I wanted you to get the full effect. Now\nread this.\"\n\n\"The deadline is approaching,\" the girl's message read. \"You'd better\ntake your injection now. It is 2:30 A.M.\"\n\n\"All right, prepare the hypodermics,\" directed the chemist. He had to\nrepeat this in a falsetto voice before June understood. \"Make one for\nJack too.\"\n\nJune went out at express-train speed.\n\nBaron glanced at his watch again. The minute hand was moving with the\nspeed at which the second hand usually traveled. Three fifteen\nalready!\n\nWhen he looked up June was in the room again with two hypodermic\nneedles. Quickly she removed her father's coat and made the injection.\n\n\"Let her fix you up too, boy, unless you want to become a graven\nimage,\" commanded Manthis. His voice, which started at the ordinary\npitch, went up like a siren at the end as the drug took effect.\nDazedly Jack held out his arm.\n\n       *       *       *       *       *\n\nThe sting of the needle was followed by a roaring in his ears like a\nhundred Niagaras. The room seemed to pitch and quiver. Staring down at\nthe watch he still clutched, Jack saw the hands slow down and at last\nresume their accustomed pace. Gradually the unpleasant sensations died\naway.\n\n\"That was a close shave,\" commented the doctor, drawing a long breath.\n\"I wouldn't have waited so long, except that I wanted to experience\nthe sensation of coming back from the edge of the infinite. Not very\nnice! Like being pulled out of a whirlpool. It's 4:30 now. Took us an\nhour to return to normal, although it seemed only minutes. We have an\nhour and a half before the end. June, have you noticed anything\nunusual on the streets?\"\n\n\"Yes,\" whispered his daughter, her usually piquant face pinched and\nwhite. \"I've been watching from the balcony. It's dreadful. The people\ncreep about like things in a nightmare.\"\n\nManthis tried to reassure her. On his face was a great sadness which\nwas, however, overshadowed by a greater scientific curiosity.\n\n\"There's nothing we can do for them now,\" he said. \"But we must learn\nall we can. Let's go down and watch the city die.\"\n\nThey descended in an automatic elevator and hurried through the hotel\nlobby. The lights of Fifth Avenue gleamed as brightly as ever. The\nstreets near the lower end of Central Park still were crowded. But\nsuch crowds! They moved with infinite langour. Each step required many\nseconds.\n\nYet the people apparently did not know that anything unusual was\nhappening. Many perhaps were puzzled because their watches seemed to\nbe misbehaving but this did not stop their conversation as they\ntraveled home from theaters or night clubs. Two white-haired men\npassed by, engaged in a discussion of business affairs. Their voices\nwere pitched so low that they were almost inaudible to the trio of\nwatchers, while their gestures looked like the slow waving of the\nantennae of deep sea plants.\n\n       *       *       *       *       *\n\n\"My God, man!\" cried Baron, at last awakening from his horror-stricken\nsilence. \"Why didn't you warn the world? This is criminal. If what you\nsay is true, all these people will become rooted in their tracks at\nsix o'clock like--like characters from 'The Sleeping Beauty.'\"\n\n\"I only discovered the danger a week ago while working out a chemical\nformula.\" Manthis' eyes showed the strain he was enduring. \"It was a\nvery delicate piece of work having to do with experiments I am making\non chlorophyl--quick adjustments, you know. I'd done the thing before\nmany times, but last week I couldn't mix the ingredients fast enough\nto get the necessary reaction. Puzzled, I made further experiments.\nThe result was that I discovered my perception of time was slowing\ndown. I tested June and found the same thing. There was but one\nconclusion.\"\n\n\"But the drug we are using. How did you hit on that?\"\n\n\"I recalled that such drugs as hashish greatly speed up the time\nsense. An addict is able to review his entire past life or plan an\nelaborate crime between two heartbeats. So I collected a small supply\nof the stuff.\"\n\n\"But hashish in large doses is deadly, and I've heard that users of it\nsooner or later develop homicidal mania--run amuck as they say in\nIndia.\"\n\n\"True enough,\" admitted the chemist, \"but Andrev, the Russian, you\nknow, recently worked out a formula to neutralize the deadly effects\nof the drug but retain its time-expanding effect for medical purposes.\nI've added that to the pure drug. There isn't enough of it in New York\nto keep all these people normal for five minutes. Why should I have\nfrightened the poor things?\"\n\nHe relapsed into silence and the others found no heart to ask further\nquestions as they watched the coming of the end of a world. The\nprocession of passers-by had thinned somewhat by now. The street\nlights had grown dim. There was a look of increasing puzzlement on the\nfaces of the people who remained. Something was wrong. They knew not\nwhat.\n\n       *       *       *       *       *\n\nFloating along the sidewalk like a figure in a slow motion picture\ncame a tiny tot of three. She was sobbing. Great tears formed with\npainful slowness and slid down her flushed cheeks.\n\n\"She's lost,\" exclaimed June. \"Here, darling, I'll find your mama.\"\n\nShe picked up the child and looked up and down the street. The mother\nwas not in sight. Automatically she turned to a policeman who stood\nnearby.\n\n\"Officer,\" she said quickly, \"this girl is lost. Will you...?\"\n\nShe stiffened in dismay. The policeman was staring through her as if\nhis eyes had not registered her approach. Slowly his gaze came into\nfocus. A puzzled look came over his Irish face. He spoke. It was only\na blurred rumble.\n\n\"What can I do for her, Father?\" June cried, turning away from the\nofficer in despair. \"She's dying. See? Couldn't we give her some of\nthe drug?\"\n\n\"There's only enough for us,\" her father replied firmly.\n\n\"But she'll be quite dead in an hour!\"\n\n\"I'm not so sure of that. Perhaps only in a state resembling\ncatalepsy. We must wait. Jack, take her into the lobby. Put her on a\nsofa there.\"\n\nDawn was paling the blue-black sky as the radio engineer returned. The\nstreet lights fluttered fitfully and at last died. The streets had\nbecome deserted although groups still eddied slowly about the subway\nkiosks.\n\n\"Five forty-five,\" whispered Manthis. \"The end should come any\nmoment.\"\n\nAs he spoke a white-garbed street sweeper, who had been leaning on his\nbroom at the curb ever since the onlookers had reached the sidewalk,\ndecided to move on at last. With infinite slowness his foot came up.\nHe poised, swung forward, then, the universal paralysis overcoming\nhim, remained in a strangely ludicrous position for a moment before\ncrashing downward on his face.\n\nAs far as they could see in the semidarkness, others were falling. A\nfew, balanced with feet wide apart, remained standing like statues.\nThose who collapsed writhed slowly a time or two and were still.\n\nAfter the thudding of the bodies had ended the silence became ghastly.\nNot an awakening bird twittered in the trees of Central Park. Not a\nsheep bleated in the inclosure. Except for their own breathing and the\nsighing of the wind, not a sound! Then a faraway clock boomed six\nnotes. The noise made them start and turn pale faces toward each\nother.\n\n\"Come,\" said the doctor heavily. \"It's all over. We might as well go\nup. We'll have to walk. All power will be off. Twenty stories!\"\n\n       *       *       *       *       *\n\nThe lobby of the Hotel Atchison, on the roof of which the penthouse\napartment was located, was empty now except for a few clerks and\nbellboys. These sat with bowed heads before their grills or on their\nbenches as if they had merely succumbed to the unpardonable sin of\nsleeping on duty. But they did not breathe.\n\nJune clung to her father's arm as they crossed noiselessly over the\nheavy carpet.\n\n\"The city will be a charnel house when these bodies start to\ndecompose.\" Baron hesitated. \"Shouldn't we get out of town while there\nis a chance?\"\n\nManthis shook his head. \"No. I'm convinced these people aren't dead.\nThey're simply outside of time. Change cannot affect them. If I'm not\nmistaken they will remain just the same indefinitely.\"\n\n\"But there will be fires throughout the city.\"\n\n\"Not many. The electricity is off. The day is warm so no furnaces are\ngoing. Not even a rat is left to nibble matches, for the animals must\nbe affected in the same way that humans are. The world is asleep.\"\n\n       *       *       *       *       *\n\nAfter mounting interminable stairs they regained the apartment and\nwent out on the balcony. It was full daylight now but not a\nsmoke-plume trailed from tall chimneys. Not a bird was on the wing.\nElevated trains stood on their tracks, passengers and guards asleep\ninside.\n\n\"I still don't understand,\" muttered Baron. \"The sun comes up. The\nwind blows. How can that be if there is no time? Might this not be\nsome plague?\"\n\n\"In a way you are right, boy. It is a plague which has paralyzed man's\nsense of time. You have become involved by not remembering Kant's\naxiom that time is purely subjective. It exists in the mind only. It\nand space are the only ideas inherently in our brains. They allow us\nto conduct ourselves among a vast collection of things-in-themselves\nwhich time does not affect.\"\n\n\"But--\"\n\n\"Wait a moment. Granting that time is in the mind rather than in the\noutside world, what will happen if the time-sense is paralyzed? Won't\nthe effect be similar to hypnosis whereby a man is reduced to a\ncataleptic state? The thought chain which usually passes ceaselessly\nthrough the brain is halted.\"\n\nSeeing that the engineer still looked puzzled, June interposed:\n\n\"It's something like enchantment,\" she explained. \"The old legends are\nfull of it--the Sleeping Beauty, Brunhilde, Rip Van Winkle. I am\nconvinced that in ancient times a few persons knew how to draw a fairy\nring about those they wished to injure or protect, placing them thus\noutside the reach of time and change. This has now happened the world\nover, perhaps through some drift in the ether or germ in the brain.\nThat is what we must find out so we can solve the mystery and take\nsteps to reawaken the world--\"\n\n\"Perhaps this will help,\" interrupted Manthis in his turn. \"As you\nknow, all the great scientists--Einstein, Jeans, Pavlov--are convinced\nthat everything in the universe is a form of vibration. Even thought,\nthey believe, operates somewhat like a very short radio wave. What if\nsome agency, either inside or outside the universe, began interfering\non the thought-wave channel?\"\n\n\"Granting your supposition,\"--Jack was on his own ground\nnow--\"transmission would be impossible on that channel.\"\n\n\"Exactly! Well, that's what I am convinced is taking place. I'm a\nchemist, not an engineer. I've given you the lead. You'll have to do\nthe rest. Do you think you might locate such interference?\"\n\n\"Possibly. I'll do my best.\"\n\n\"Fine! Of course, if it is coming from outside the stratosphere as the\ncosmic rays do, there is no hope. But if someone is broadcasting such\na devilish wave from an earthly station we may have a chance to stop\nit.\n\n\"Now, Baron, my boy,\" he continued, dropping into a more jovial tone\nand leading his friend into the laboratory, \"you'll have to get busy\nif you intend to keep us ticking. This equipment is at your disposal.\"\nHe waved toward a newly installed short wave radio transmitter. \"Here\nare storage batteries, all charged.\" He opened another door. \"I have a\nfive kilowatt generator installed here. It is operated by a gasoline\nengine. If you need other equipment you can raid the Rothafel plant.\"\n\n       *       *       *       *       *\n\nReturning to the main laboratory he indicated the work table set close\nto a great double window overlooking Central Park.\n\n\"Couldn't ask for anything better, could you?\" he smiled. \"Plenty of\nlight and air and a view of the city. Look, you can even see those\npoor devils lying around the subway kiosk.\" His face became bleak.\nThen he shrugged and tried to throw off his depression. \"June and I\nwill help you as much as we can. We can raid stores for provisions and\nhashish. New let's have breakfast.\"\n\nThe next few days were filled with unending labor for the temporal\ncastaways. From daybreak until far into the night, with radio\nreceivers clamped over their ears, the three twisted dials, adjusted\nrheostats and listened in on long and short wave bands. But the ether,\nwhich once had pulsated with music and friendly voices, now was\nsilent, except for static.\n\n\"Makes me think of Sunday mornings when I was a boy,\" Manthis once\ncommented. \"Only this is more quiet. It gives me the jitters.\" There\nwas a note of hysteria in his voice.\n\nWhen the doctor's nerves began to quiver in that manner, Baron always\ninsisted that they all rest. During such recesses they ate, played\ncards and helped June with the housework. The younger man was\ncontinually amazed by the calmness with which the girl faced their\ndesperate situation. Clad in a blue smock which brought out the color\nof her eyes, she flitted about the apartment, manufacturing delicious\nmeals out of canned goods and always having a cheery word when the\nothers became discouraged. Yet she never would look out the window.\n\n\"I can't bear to see those poor souls lying about like rag dolls,\" she\nexplained. \"The only thing that keeps me sane is the hope that we may\nreawaken them.\"\n\n       *       *       *       *       *\n\nIt was on the evening of the third day that Baron lifted the headset\nfrom his burning ears and admitted failure.\n\n\"We've explored everything but the super-short waves,\" he sighed.\n\"I'll have to get equipment from the laboratories before we start on\nthose.\"\n\nJune nodded from where she perched on a high stool across the table.\nBut Manthis did not hear. He was making delicate adjustments on his\nreceiving set and listening with rapt attention.\n\n\"I've got something,\" he cried. \"Jack. June. Plug in on my panel.\nSomeone is talking. It's very loud. Must be close.\"\n\nInstantly the others did as he ordered, but were able to catch only\nthe last inflections of a ringing voice. Then silence settled once\nmore.\n\n\"What did he say,\" the youngsters cried in one breath.\n\n\"Couldn't understand. Some foreign language.\" The chemist was furious\nwith disappointment. \"But I'd recognize that voice among a thousand.\nWe must get in touch with him. Perhaps he can help us. God knows we\nneed assistance. Quick, Jack. You're an expert. See if you can pick up\na reply.\"\n\nBaron leaned over his instruments, heart thumping. The dreadful\nloneliness against which he had been fighting was broken. Others were\nalive!\n\nMinutes passed and the evening light died away. They were too excited\nto strike a light. Shadows crept out of the corners and surrounded\nthem. At last a faint voice grew in their ears. But again the words\nwere unintelligible.\n\n\"Sounds a little like Greek,\" puzzled the girl, \"but it isn't.\"\n\nBaron adjusted the direction finder and made scribbled calculations.\n\n\"Coming from the southeast and far away,\" he breathed.\n\n\"I caught a word then,\" gasped the doctor. \"'Ganja,' it was.\"\n\n\"What does that tell us?\" snapped Jack, his nerves jumping.\n\n\"Ganja is the Hindu word for hashish, that's all. My Lord, man, don't\nyou understand? The station is in India. Those who operate it are\nusing Andrev's solution as we are. I--\"\n\n\"Listen!\" shouted Jack.\n\n       *       *       *       *       *\n\nThere was a grinding and clashing in the receivers. Then a new voice,\nharsh and strained with excitement, almost burst their eardrums.\n\n\"Beware! Beware!\" it screamed. \"Do not trust him. He is a devil and\nhas put the world asleep. His mind is rotten with hashish. He is a\ndemon from--\" Then came a dull, crunching sound. The voice screamed\nand died away.\n\nIn the darkened laboratory the faces of the three listeners stood out\nlike ovals of white cardboard.\n\n\"What do you make of that?\" stammered Baron at last.\n\n\"It looks as if the only persons alive, in New York at least, are\nhashish addicts--the most debased and murderous of drug fiends.\" The\ndoctor stopped, his eyes dilating with horror. June crept close to him\nand threw an arm around his shaking shoulders. \"Can't you see? Their\ntime-sense expanded too. Like us they were unaffected. But unlike us\nthey use the pure drug. Hashish smokers are without exception\nhomicidal maniacs, vicious criminals. God!\"\n\n\"Are they responsible for the end of time?\" queried Jack.\n\n\"I don't know. Perhaps some master mind among them is back of it--some\nengineering wizard who has succumbed to the drug so recently, or who\nhas such a strong constitution that his intelligence has not been\ndestroyed.\"\n\nThe little doctor dragged off his headset, disarranging his sparse\ngray hair. His face was tired and worn but his jaw thrust forward\npugnaciously.\n\n\"We're making headway,\" he cried. \"We know the probable author of the\ncatastrophe is a drug addict and that he is located nearby. We know he\nhas no scruples, for the man who warned us undoubtedly was killed. And\nI'm convinced those extremely short wave bands hold the secret. Let's\nknock off for the day. We look like ghosts. To-morrow morning you and\nJune get what equipment you need from across the river. I'll stay here\non guard. You'd better raid a drug-store and get some more of our\nlife-saver, too. It's listed under Cannabis Indica.\"\n\n       *       *       *       *       *\n\nThe next morning dawned clear and cold. It was early October and there\nwas a chill in the apartment. Baron swung his legs over the edge of\nthe davenport in the living room and stared out at the frost-covered\ntrees of Central Park. The leaves were falling before the brisk wind\nand forming little eddying mounds over the forms of those lying about\nthe streets. Jack shivered at the thought of the millions and millions\nof victims of the disaster who littered the Earth. They seemed to\naccuse him of still being alive. Well, if Manthis was right, perhaps\nall could be revived before winter set in.\n\nJune was singing as he and the doctor came to breakfast. Apparently\nshe wished to forget the events of the previous night, so they laughed\nand joked as though they intended to go on a picnic rather than across\na dead city.\n\nThe hotel lobby was as they last had seen it when they descended. The\nbellboys still nodded on their benches. A travelling salesman was\nhunched over a week-old Times as if he would awake in a few minutes,\nglance about guiltily and resume his reading. The child they had\nrescued still lay on the divan. Her golden hair framed her cheeks like\na halo. One arm was thrown above her head. She seemed ready to awake,\nthough she had not breathed for days.\n\n\"It all makes me feel so lonely,\" whispered June, clinging to the\nengineer's arm. \"I want to cry--or whistle to keep up my courage.\"\n\n\"Don't worry,\" Jack replied softly, patting her hand and speaking with\nmore assurance than he felt. \"We'll find a way out.\"\n\nShe squeezed his arm and smiled at him with new courage. For months,\nin fact ever since his first visit to the Manthis apartment, Baron had\nadmired the doctor's charming daughter. Although nothing had been\nsaid of love between them they often had gone to a dance or the\ntheater together, while a firm friendship had been cemented. Now their\ncloser association and the unflinching bravery which she showed was\nripening this into a stronger bond.\n\n       *       *       *       *       *\n\nThey went out into the crisp morning, stepped across the body of a\nstreet sweeper who lay in the gutter, and entered the doctor's\nautomobile. Through the silent city they drove, Baron watching\ncarefully to avoid striking stalled cars or grotesquely sprawling\nbodies.\n\nThere was a tangle of wrecked automobiles in the center of the\nQueensboro Bridge and they were forced to push them apart to get\nthrough. While they were engaged in this arduous work, a drifting\nferry bumped into a pier, shaking the dreaming captain into a\nsemblance of life at the wheel.\n\n\"I used to like fairy tales,\" moaned June. \"They're dreadful, really.\"\n\nShe clung to him like a frightened child. He drew her close and kissed\nher.\n\n\"I love you, June,\" he whispered, as though fearful that the sleeping\ndrivers of the tangled cars might overhear. \"Don't be afraid.\"\n\n\"I'm not--now,\" she smiled through eyes filled with tears. \"I've loved\nyou for months, Jack. Whatever happens, we have each other.\"\n\nHe helped her back into the car and drove on in silence. At last the\nRothafel plant gloomed before them, forbidding as an Egyptian tomb.\nWith a feeling that he was entering some forbidden precinct, Jack led\nthe way to his office. Somehow, without its usual bustle and bright\nlights, it seemed alien.\n\nOnce inside he forgot his hesitation and set about collecting\nequipment--queerly shaped neon tubes, reflectors, coils, electrodes.\nSoon there was a pile of material glinting on top of his desk.\n\nThey were exploring a deep cabinet with the aid of a flashlight when a\nstrange clicking sound made them whirl simultaneously. In a corner of\nthe room a deeper blot of shadow caught their eyes. Jack snapped on\nthe flash. In the small circle of light a long, cadaverous face\nappeared. Thin lips were drawn back over wide-spaced yellow teeth.\nBlack eyes stared unwinkingly into the light. The flash wavered as the\nengineer tried to get his nerves under control.\n\n\"It's nothing,\" he assured the trembling girl. \"A night watchman\ncaught as he was making his rounds, probably. Don't get excited.\" He\nwet his lips.\n\n\"He's alive!\" screamed June. \"The eyelids! They moved!\"\n\n       *       *       *       *       *\n\n\"Yes, I'm alive,\" boomed a hoarse voice. \"I thought I was the only man\nGod had spared. Pardon me for frightening you. I was so\nthunderstruck....\"\n\nThe stranger stepped forward. He was dressed in a long black topcoat,\nhigh collar and string tie. The clicking noise was explained when he\nrubbed his long white hands together, making the knuckles pop like\ntiny firecrackers.\n\n\"Ivan Solinski, at your service.\" He smiled with what evidently was\nintended to be warmth, again showing those rows of teeth like picket\nfences. \"I suppose we're all here on the same mission: to find a\nsolution for the mystery of the world's paralysis.\" The apparition lit\na long and bloated cigarette and through the acrid smoke surveyed them\nquizzically.\n\n\"I'm Jack Baron, formerly on the staff here, and this is June Manthis,\ndaughter of Dr. Frank Manthis, head of the chemical research\ndepartment.\" The engineer winced as Solinski enfolded his hand in a\nclammy grip.\n\n\"Ah yes, I know the doctor by hearsay. A great scientist. He has a\nlovely daughter\"--bowing deeply to June as he let his beady eyes\nwander over her face and figure. \"Perhaps we can join forces, although\nI must admit I have abandoned hope. It is God's will.\" He rolled his\neyes toward heaven, then riveted them once more upon June.\n\n\"Why, certainly.\" Jack was striving to overcome his growing dislike.\n\"We'll be driving back in a few minutes. Would you care to come with\nus?\"\n\n\"No.\" The pupilless eyes skittered toward Baron for a moment. \"I know\nthe doctor's address. I will come to visit you soon. Now I must be\ngoing.\" Solinski turned as if to depart, then strode to the desk and\nlooked down at the mass of equipment. \"Ah, super-short wave tubes, I\nsee. Very clever.\" His dexterous fingers lingered over them a moment.\nThen he bowed and was gone.\n\n       *       *       *       *       *\n\nThe two remained staring at the empty doorway.\n\n\"I--I wish he'd been dead--sleeping,\" whispered June at last, twisting\nher handkerchief with trembling fingers. \"He--I didn't like the way he\nkept looking at me.\"\n\n\"He seemed all right to me.\" Jack tried to forget his own prejudice.\n\"He's willing to help us.\"\n\n\"Might he not be one of the hashish addicts? Those eyes--the pupils\nwere mere pinpoints--and those evil-smelling cigarettes.\"\n\n\"Then why should he have offered to help?\" puzzled Jack. \"He could\nhave killed us.\"\n\n\"Nevertheless I hope we've seen the last of him. Are you about\nthrough? Let's get out of this awful place. He looked like a mummy!\"\n\nThey drove back to the apartment so completely preoccupied that both\nforgot to obtain the drug which the doctor had requested.\n\n\"Yes, I've heard of him,\" Manthis said after he had been informed of\nthe encounter. \"A naturalized Russian. Used to do quite a bit of\nvaluable work in various fields of physics. But he was some sort of\nradical--seems to me an old-fashioned anarchist--and not popular. He\ndropped out of sight several years ago. I presumed he was dead.\"\n\nThey soon had the new equipment installed and again began exploring\nthe wave bands, beginning with the comparatively lengthy ones and\nworking down into those only slightly longer than light. It was\ntedious work, but all were by now as adept as Jack in combing the\nether and their task progressed rapidly. Despite the labor, however,\nnothing could be heard. There was only the universal, breathless\nsilence. At times they moved to the commercial bands and tried to pick\nup the stations they had heard on the previous day, but even there\nthey met with failure.\n\n       *       *       *       *       *\n\nBy the evening of the third day they had left the wave bands which\ncould be measured in meters and were exploring those strange and\nalmost wholly uncharted depths of the ether which must be calculated\nin centimeters. There at last luck favored them. It was Jack who\ncaught a strange pulsating tone on the three-centimeter band. It rose\nand fell, rose and fell, then died away like the keening of a lost\nsoul.\n\n\"Listen,\" he whispered. \"Plug in here. I've found something.\"\n\nJune and the doctor followed his instructions. Delicately fingering\nthe coils, Baron picked up the sound again, only to lose it. Then it\ncame once more. This time he followed it as it changed to the five\ncentimeter band. Back and forth it went as though weaving an intricate\nand devilish web.\n\n\"What do you make of it?\" queried the doctor at last.\n\n\"Don't know.\" Jack bit his lips. \"It's no natural phenomenon, I'll\nswear. Somebody is manipulating a broadcasting station of terrific\npower not far from here and playing with that wave as a helmsman\nbrings a sailing ship into the wind and lets her pay off again.\"\n\n\"What do we do now?\" The little chemist, finding his theory apparently\nconfirmed, was at a loss. \"Could we wreck that station?\"\n\n\"Fat chance!\" The engineer laughed bitterly as he reached for a\ncigarette. \"Whoever has conceived that bit of hellishness is well\nguarded. The three of us wouldn't have a ghost of a show. What I can't\nunderstand is--\"\n\n\"No use talking about theories now.\" Manthis sat down, crushed.\nDropping his head in his bands, he pulled his few hairs as though that\nmight drag out an idea. \"What's to be done? Do you realise that we\nhold more responsibility than ever man has held before? Caesar!\nNapoleon! They were pikers. We have to save a world.\"\n\n       *       *       *       *       *\n\nSilence greeted his outburst. The scratching of a match as June lit a\ncigarette sounded like an explosion. Then the smoke eddied undisturbed\nwhile the three stared vacantly into space, trying to think.\n\n\"Couldn't we\"--the girl swallowed hesitantly as she realized her\nignorance of radio engineering--\"couldn't we interfere with that wave?\nInterfere with the wave which already is breaking up the thought\nwaves. Cancel its power. Oh, Jack, you must know what I mean.\"\n\n\"With this dinky, five-kilowatt station? We couldn't reach Yonkers\nagainst the power they've got. By Jove!\" He leaped to his feet as a\nnew thought struck him. \"Maybe we could just wake up New York. Get\nhelp from the police then! Smash that other station afterwards!\"\n\n\"But we don't know whether interference would break the spell,\"\ninterposed the practical doctor. \"And it will take a lot of practise\nto follow that wave. It jumps back and forth like a grasshopper.\"\n\n\"And if we don't do it right the first time, whoever is operating that\nstation will be down on us like a ton of brick,\" admitted Jack.\n\n\"Let's get the child we saved,\" suggested June. \"We can bring her up\nhere. Then we'll need only a little power, just enough to be effective\nin this room, to bring her to life if we can. They wouldn't hear our\nwave.\"\n\n\"Great!\" Jack bent over and kissed her. \"You're a real help. I'll be\nback in a minute.\" He dashed out. Soon they heard his step on the\nstairs and he reappeared, tenderly bearing his golden-haired burden.\n\n\"Now, June,\" he commanded briskly, \"place her in a comfortable\nposition on the work table while I get ready.\" He began arranging\nequipment and connecting it with the bank of storage batteries.\n\n\"Shall I adjust a headset for her?\" asked the impatient doctor.\n\n\"Be yourself!\" Jack placed a crooked vacuum tube near the child's head\nand clamped two flat electrodes on her temples. \"This wave must act\ndirectly on the brain. The sense of hearing has nothing to do with it.\n\n\"All right, Sleeping Beauty.\" He stretched the kinks out of his aching\nback. \"Let's see what we can do for you. Pardon me, Doctor, if I\nseemed rude. This is ticklish work. Pick up the outside wave for me.\nThanks. Now I've got our dinky sending station set on the same wave\nlength at a different frequency. It's adjusted so that as I keep in\ntouch through this tuning coil, our wave will fluctuate over the same\npath as the other. It should take six or eight hours to overcome the\neffect on her, I judge. Here we go. June, you'd better get yourself\nand your dad some food. Doctor, you examine the kid from time to time.\nIn an hour or so June can relieve me.\"\n\nHe pressed a switch. The tubes filled with a green glow.\n\n       *       *       *       *       *\n\nTwo hours passed, and the sun was sinking behind the trees of the park\nin a bloody haze when Jack at last signaled for June to handle the\ndials. For a time he guided her slim fingers. Then, as she caught the\ntrick, he rose and stretched his cramped muscles.\n\n\"Don't lose the wave for a moment or we'll have to start all over\nagain,\" he warned. \"Now for dinner!\"\n\nShe nodded and, frowning slightly, bent over the dials.\n\nAt that moment there came a heavy knock on the apartment door.\n\n\"Who's that?\" gasped Manthis, his face turning grey.\n\n\"Probably Solinski,\" replied Jack, feeling his spine crawl as he\nremembered the moldy Russian. \"Fine time he chose for a visit.\"\n\n\"Shall I let him in?\"\n\n\"Don't see what else there is to do.\"\n\n\"Good evening,\" cried their guest as Manthis opened the door. \"Ah, Dr.\nManthis, I believe. I have heard so much about your work.\" His hoarse\nyet ringing voice made the little man start violently and caused June\nto shake her head in annoyance as the sound interfered with the\nhumming of the vagrant wave. \"Sorry I could not come earlier.\"\nSolinski advanced into the laboratory, giving the effect of driving\nthe chemist before him. \"Trying to revive one of the sufferers, I see.\nMay God aid you in this noble work.\"\n\n       *       *       *       *       *\n\nHe spread the tails of his long coat and sat down. As he talked his\neyes flashed about the room, taking in every detail and at last\nfastening on June's fresh beauty like those of a vampire. \"Not,\" he\nboomed as he lighted a cigarette, \"not that I believe it possible--\"\n\nCatching an agonized glance from Jane, Jack interrupted:\n\n\"You'll have to speak softly, sir. This is ticklish work.\"\n\n\"I beg your pardon.\" The Russian lowered his voice so that it squeaked\npiercingly like a rusty hinge. He wrung his hands audibly.\n\n\"Perhaps we'd better move into the living room,\" suggested the doctor,\nhovering in the background. \"There we can talk without interrupting.\"\n\nTheir guest unfolded joint by joint like a collapsible rule.\n\n\"Of course, if you think I'm spying,\" he grated.\n\n\"Not at all,\" protested Jack, although he longed to strike the brute\nacross the face. \"It's just that voices of certain pitches interfere.\nSurely you have seen radio operators go all to pieces when spoken to.\"\n\nUngraciously Solinski allowed himself to be ushered into the outer\nroom. Once there he disposed his lean form on another chair,\nunctuously refused a highball, and, forgetting his momentary anger,\nsoon was deep in a scientific discussion of the problems involved in\nrevivifying the world.\n\nHe mentioned the nearby radio station but declared that he had been\nunable to locate it despite a careful search. Dismissing this he\nturned to other topics, displaying a vast knowledge of all departments\nof scientific achievement and, despite his depressing personality,\nholding his bearer's attention so closely they forgot the passage of\ntime until the clock struck ten.\n\n\"Time for daily injection,\" said the doctor. \"Do you use Andrev's\nsolution too, sir?\"\n\n\"Naturally,\" replied the other, lighting one cigarette from the butt\nof another.\n\nManthis hurried into the laboratory. A few moments later he reappeared\nin the doorway and called to Jack in an agitated voice. As the younger\nman joined him he closed the door and turned a white face to him.\n\n\"The drug is almost gone,\" Manthis said. \"Didn't you obtain a new\nsupply?\"\n\n       *       *       *       *       *\n\n\"We--I forgot it,\" admitted Jack, feeling his own face grow pale. \"The\nshock of running across Solinski at the laboratory upset me.\"\n\n\"Well, that's all right, then. It gave me a turn, but we have plenty\nof time.\" The doctor laughed shakily. \"Run down to the nearest drug\nstore. There should be a supply there. Better take a flashlight.\"\n\nHe pushed open the door, then shrank back. Leaning against the jamb\nwas the Russian. His manner had changed subtly. His thin lips spread\nfrom ear to ear in a wolfish grin. His fingers clicked like castanets.\n\n\"Ah,\" he purred. \"So you have used up the last of your solution?\"\n\n\"What's that to you?\" The doctor was gripped by cold unreasoning fear.\n\n\"Only that you will be unable to obtain more. Since my first meeting\nwith your daughter I have had my men collect all the Cannabis Indica\nin the city.\"\n\n\"Your men!\" Manthis was thunderstruck.\n\n\"Certainly, you old fool. Do you think I'm a bungling theorist like\nyourself? Who do you think is operating that short-wave station? I am.\nWho do you think put the world to sleep? I did. Who do you think will\nwake it? I will.\"\n\nSolinski's figure appeared to expand. He took deep drafts from his\ncigarette. The smoke seemed to impel some terrific force into his\ngaunt frame.\n\n\"So it was your voice I heard!\" cried Manthis bitterly. \"And those\nawful tales about you were true. A hashish smoker! A person whose mind\nis rotting, in control of the world!\" He seemed about to leap at the\nother, and his chubby figure, in that attitude, would have seemed\nludicrous if it had not been tragic. \"It shall not be!\" he shouted.\n\n\"Now see here, Doctor\"--Solinski assumed a friendly tone--\"you're\nmaking a grave mistake. I have something to offer better than you ever\ndreamed of.\"\n\n\"What do you mean?\"\n\n\"Just this. How would you like to be assistant to the King of the\nWorld?\"\n\n       *       *       *       *       *\n\n\"Crazy already,\" sneered the doctor, squinting up at his tormentor.\n\n\"Crazy or not, when the world awakes I will be its king.\"\n\n\"Why, damn you, I thought you were an anarchist and wanted to do away\nwith kings and governments,\" sputtered the little man.\n\nSolinski burst into a gale of fiendish laughter.\n\n\"An anarchist is merely a capitalist without money or power,\" he\nquoted.\n\n\"What do you want of us?\" demanded Manthis, playing for time.\n\n\"Very simple. This: I intend soon to begin awakening those who will\nserve me, first in New York and then throughout the world. When I\nhave a skeleton government built up, I will withdraw the wave and\nallow the people to revive. Clever, isn't it? Especially for such a\nmadman as you think me.\" He snapped his fingers and leered cunningly\nat them.\n\nThe doctor choked but Jack's hand on his arm steadied him.\n\n\"You have a very beautiful daughter,\" resumed their diabolical\nvisitant.\n\n\"Leave my daughter's name out of this,\" cried Manthis, recoiling.\n\n\"Not at all. Her charm and ability have greatly impressed me--so\nimpressed me that I have decided to make her my queen.\"\n\n\"You scum of the gutter. You filthy beast. I'd die before I'd be a\nparty to such a thing!\" The doctor was beside himself.\n\n\"I consider myself justified,\" replied the other, taking great delight\nin baiting his foe. \"The world was never able to govern itself. We\nanarchists have bided our time, although overshadowed by communists,\nFascists and such ridiculous experimenters. Now comes our turn. I\nshall be the viceroy of God. Under my rule and that of Queen June the\nworld shall become a second heaven.\"\n\nHe rolled his eyes upward at those words. As he did so, Jack, who had\nbeen awaiting just such an opportunity, struck him on the jaw.\n\n       *       *       *       *       *\n\nThe blow would have felled an ox but Solinski merely staggered back a\nstep and snarled. Before Baron could renew the attack he jerked an\nautomatic from beneath his coat and leaped to the hall door.\n\n\"You I shall kill,\" he grinned evilly. \"But not now. First you must\ntaste the horror of sinking into the long sleep. You have no more\ndrug, nor can you obtain any. Those pitiful storage batteries will be\nexhausted by the time you have aroused the child. So you must sleep\nunless you have the courage to kill yourself. Doctor, I deeply regret\nthat this has occurred, but you see that I must let you and June sleep\ntoo. When I have need of you I will recall you. That is all. Farewell.\nMay God pity you, Baron. I will not.\"\n\nHe sprang through the door and, the tails of his black coat flapping\nlike the wings of a gigantic bat, vanished down the stairs.\n\nManthis slammed the door and locked it, then leaned weakly against the\npanels and wiped his round face. His hands shook pitifully.\n\n\"This then is the end,\" he whispered hoarsely.\n\n\"Is there none of the drug left?\" Jack shook him out of his lethargy.\n\n\"Enough for a half portion for all of us,\" sighed the doctor. \"But\nwhat use of that? Better we poisoned ourselves now and escaped that\ndemon.\"\n\n\"Nonsense. A half portion means twelve hours of life. In that time I\ncan rig up the big transmitter. Perhaps there is still time to revive\nNew York. Solinski won't know we have a generator until we turn on the\npower. Quick. Poor June must be nearly frightened to death at our\nshouting.\"\n\n       *       *       *       *       *\n\nBut they found the girl sitting tense and jubilant at the controls.\n\n\"Father! Jack!\" she cried as the door opened. \"It's working. I saw her\nmove. That means we may be able to revive the world!\" Her face was\nstreaked with tears.\n\n\"Her heart's beating,\" whispered the doctor, feeling the child's\npulse. \"Slow but steady. She'll regain consciousness any moment now.\"\n\n\"No time to wait.\" Disregarding June's cry of protest Jack stripped\noff the electrodes. \"We must get the big machine working.\"\n\n\"But the little thing will die again,\" cried June, throwing herself on\nher knees beside the tot. \"I didn't think you could be so cruel.\"\n\n\"Solinski has cut off our drug supply,\" explained Manthis gently.\n\"He's operating the other station. Don't blame Jack. We must work\nfast.\"\n\n\"You mean that Russian is responsible for all this?\"\n\n\"Yes, child. But maybe we can defeat him yet. Don't lose courage. Now\nI must go and prepare what's left of the drug. We're overdue for it\nnow.\"\n\nMeanwhile Jack was busy running leads from the generator room,\nconnecting banks of tubes, stringing an aerial on the terrace.\n\n\"Twelve hours! Twelve hours!\" he muttered. \"Just time to make it if\nthe doctor's calculations are correct. June, hand me those pliers, but\nbe careful of the wires. I haven't time to insulate them. When we\nstart the dynamo they'll be carrying twelve thousand volts.\"\n\n\"But won't Solinski and his men come back and kill us?\" For the first\ntime the full weight of despair descended upon her brave spirit.\n\n\"Probably. Does your father have a revolver?\"\n\n\"I--I think so.\"\n\n\"Find out.\" Jack connected a loading coil with deft fingers. \"Then go\ndown to a sporting goods store and get some ammunition. If there are\nany shotguns in the place bring two back with plenty of buckshot\nshells. I don't think we're being watched yet, but if you're attacked,\nrun for it.\"\n\nNoting she looked hurt at his abruptness, he kissed her quickly.\n\n\"Sorry, darling. Every second counts. Run along, like a good girl.\"\n\nShe smiled for the first time in a long while and patted his hand.\n\n       *       *       *       *       *\n\nWhen she returned, two shotguns and several boxes of shells held like\nwood in her bent arms, the generator was sparkling merrily. The\ngasoline engine barked steadily and the vacuum tubes glowed green.\n\nManthis came in at that moment and injected all the remaining drug as\nJack gave crisp orders. Automatically the engineer had taken command.\n\n\"I'll get things going and handle the dials until Solinski sends his\nrats down on us. June, you watch the street door. Run up at the first\nsign of an attack. After that you'll take my place and hold it, no\nmatter what happens, until we succeed or are killed. The doctor and I\nwill go downstairs when you come up, and hold them off or retreat\nslowly. Thank heaven we can command both the front and rear stairways\nfrom the halls. Now doctor, watch the circuit breaker. I'm going to\nthrow on full power.\"\n\nAs he advanced the rheostat the tubes glowed brighter, bathing the\nroom in unearthly light. Jack adjusted his headset, and smiled up at\nJune. She kissed him bravely before hurrying to her dangerous post.\n\nOnce more he sat listening to that whining, fluctuating wave. The\nengineer's thoughts wavered between speculations on the future, fond\nmemories of June and impatience with the dragging hours. Would nothing\never happen? Through the earphones now came a jangling, agonized\nwhine, as if the two antagonistic waves were endowed with life and\nactually struggling in the ether.\n\nFrom time to time his glance wandered to the child, who, having\nobtained a head start through her preliminary treatment, now was\nstirring fretfully.\n\nSlowly the time plodded by. Jack smoked cigarette after cigarette in\nan effort to fight off the drowsiness which loaded his eyelids with\nlead.\n\nIt must have been three o'clock when a whimper from the divan apprised\nthem that the child at last had awakened.\n\n\"Where's mama?\" She blinked into the glare. \"I've lost my mama.\"\n\n\"There, there, honey,\" soothed the doctor, stopping his pacing up and\ndown the room and picking her up. \"Your mama had to go away for\nawhile. She'll be back any minute. Let's go find a drink of water. And\nI've something for you to play with too.\" Gently he carried her into\nJune's bedroom.\n\nSoon he reappeared and patted Jack on the shoulder.\n\n\"Our first victory,\" he said in a broken voice. \"She's in perfect\ncondition and sleeping naturally now. I gave her one of June's old\ndolls to play with.\" He sighed and collapsed into the nearest chair.\n\"I'm almost dead with the strain of it. Do you think there's a\nchance?\"\n\n\"Three more hours should turn the trick. I don't understand why\nSolinski--\"\n\nThe crash of a shotgun, coming faint but clear from the street below,\nbrought him up short. The shot was answered by a volley of rifle fire.\n\n       *       *       *       *       *\n\nJack almost lost the wave in his excitement, but regained it with a\ndesperate twist of the wrist. No time for nerves now. He must be calm!\n\n\"Go down and hold them until June can get back to relieve me,\" he\nordered. \"Hurry. They may rush her any moment.\"\n\nThe doctor seemed ten years younger as he thrust a revolver into his\npocket, snatched a shotgun from behind the door and ran out.\n\nThe commotion had awakened the child, who started whimpering, adding\nfurther to Jack's distractions. Yet he managed, in spite of ghastly\nmental pictures of June being torn to pieces by her attackers, to keep\nhis hands steady.\n\nA few minutes later she slipped into the room and laid her cold cheek\nagainst his before taking her place at the instruments.\n\n\"It's all right,\" she added. \"I don't think they'll attack in the\ndark. There are five of them. I'm sure I wounded or killed one. They\nweren't expecting a guard. I left the gun with father. He's behind the\ncashier's desk.\" Then, all her courage evaporating, she turned an\nappealing, little girl face toward her lover. \"Don't let yourself be\nkilled, Jack. I'd die too.\"\n\n\"June, you're wonderful,\" he whispered. \"I didn't know there was a\ngirl alive as brave as you. Good-by. No matter what happens, keep the\nwave in tune.\" He kissed her tenderly, trying not to think he had done\nso for the last time, and hurried out.\n\nThe stairs were black as the inside of a tomb. Once he stumbled over\nthe body of a charwoman and came near falling headlong.\n\n\"Nothing's happened since that first volley,\" whispered Manthis when\nJack slipped into the cage. \"They're holding off for dawn. Look!\" his\nvoice wavered. \"Was that a face at the window?\" He fired wildly. Glass\ntinkled.\n\n\"Easy,\" warned Baron. \"Don't waste ammunition. Besides, if you get\nthis place full of smoke they'll jump us.\"\n\n       *       *       *       *       *\n\nDawn was painting the windows gray when the assault began. Their first\nwarning came when a small object was tossed into the lobby. It\nexploded in a cloud of white vapor.\n\n\"Tear gas,\" yelled Jack. \"Back to the stairs.\" They ran for cover,\nweeping and choking.\n\nThen began a slow retreat up the stairways, Jack guarding the front\nand Manthis the back passages. At first it was a simple matter for\ntheir enemies to toss tear bombs through the fire doors, then,\nprotected by respirators, capture another floor. But as the light\nincreased this became more and more hazardous. Twice a spray of\nbuckshot laid a Solinski man low.\n\n\"He hasn't many men available,\" called Jack as the attack slackened.\n\"But watch out. His time's about up. Hey, look at that woman!\" A\nwhite-uniformed maid, whom he remembered having seen lying in the same\nspot every time he climbed the stairs, had stirred weakly, as though\nabout to wake.\n\nIt was their glance at the sleeping form which undid them. When they\nlooked up both fire doors were open and helmeted figures were emerging\nfrom them.\n\nThe shotguns roared. Two of their attackers collapsed, but the others\ncame on. Before there was time for another shot they were at close\nquarters. Standing back to back, Manthis and Jack clubbed their guns\nand held their ground.\n\nThe fact that Solinski and his men wore respirators handicapped them\nimmensely, so that the two defenders kept a cleared circle about them.\n\nOne of the attackers, more daring than the rest, leaped forward to\nengage the engineer. He collapsed with a crushed skull.\n\nThen, when victory seemed in their grasp, luck turned. At Jack's next\nblow the stock of his weapon parted from the barrel, leaving him\nalmost defenseless. At the same time Manthis slipped and collapsed\nfrom a knife thrust.\n\n       *       *       *       *       *\n\nJack was left alone to face three enemies and would have been killed\nwithin the minute had not Solinski, recalling the little time he had\nleft to stop the interfering wave, deserted his comrades and sprinted\nfor the laboratory.\n\nThe seeming defection of their chief threw the other two attackers\ninto momentary confusion. Before they could recover, Jack knocked one\nout with the gun barrel, then came a flying tackle at the other.\n\nBut he had caught a tartar. His remaining enemy was a gigantic Negro.\nRecovering from his surprise the latter lifted high a glittering knife\nto finish his disarmed foe. Jack snatched at the uplifted arm--missed!\n\nA revolver cracked. The hooded Negro staggered, then crashed forward.\n\n\"Remembered my pistol just in time,\" gasped the doctor from the floor.\n\"Don't bother about me. I'm all right. Stop Solinski, for God's sake.\"\n\nAlthough his lungs seemed bursting Baron turned and flew up the\nstairs. Being familiar with every turn, he gained on the Russian and\ncaught sight of the dreadful black coat-tails as his enemy burst\nthrough to the twentieth floor. The locked door of the apartment\nbaffled him only a moment. Stepping back, Solinski hurled his giant\nframe against the panels. They splintered and crashed inward. But the\ndelay allowed Jack to catch up.\n\nHe leaped on the Russian's back. Locked together they reeled into the\nliving room. For a fleeting moment Jack saw June sitting rigidly at\nthe instruments. Her eyes were starting from their sockets but her\nhands were steady.\n\n\"I warned you to kill yourself,\" Solinski's voice rose in a screaming\nwhisper through the respirator. \"Now I will do it.\" Displaying the\nstrength of madness he hurled Jack from him. Losing all control of his\nlimbs, the younger man flew across the room and demolished the divan\nin his fall. But the thought of what Solinski would do to June\nbrought him back to the attack.\n\n       *       *       *       *       *\n\nThe fury of their struggle wrecked the living room. Both bled from\nnumerous wounds. One of the Russian's bleak eyes closed under a\nwell-directed blow, but otherwise he seemed unaffected. Jack grappled\nagain and realized his mistake as he was caught in a bone-cracking\ngrip and forced into the laboratory.\n\nBaron felt a rib snap. A sweat of agony broke out over his body.\nHolding his enemy helpless the invader worked his way toward the work\ntable. They bumped against it, making the equipment totter perilously.\nSolinski released his grip, snatched a bottle of distilled water and\nswung.\n\nJack felt his head explode. The room went dark. But in his\nsemi-consciousness he remembered he must not let the Russian reach\nthat switch. As he slid slowly to the floor, he grasped the other's\nlegs.\n\nThe drug fiend tried to kick free, stumbled, struck the table with his\nhips. Throwing out his arms to regain his balance he plunged one hand\namong the naked cables which led from the generator to the\ntransformers and tubes.\n\nA blinding flash of light and the scream of a soul in torment\nfollowed. As a nauseating odor of burning flesh filled the room, the\nRussian was hurled backward like a rubber ball. He struck the window\nwhich overlooked the park, crashed through the large panel and fell!\n\nJune sat as though hypnotised, forcing herself to manipulate those\ndials.\n\nJack crawled to the window and watched the black body swoop downward\nlike a wounded bird, the coat flapping like crippled wings. After what\nseemed an eon it struck the edge of the subway kiosk, bounced like a\nrag doll and sprawled across the pavement.\n\nStill Jack did not move. Through a haze of his own blood he stared,\nthe fate of his enemy forgotten. All about the kiosk bodies which had\nlaid so still for the past week were moving. The little figures, not\nmuch larger than ants from that height, yawned, sat up and stretched\nas though it was the commonest thing in the world to take a nap in the\nmidst of Fifth Avenue. It was as if the last swoop of that batlike\nfigure had returned them to consciousness.\n\n\"The world is alive! The world is alive!\" Baron croaked wildly as he\nfelt his senses slipping from him. \"We have won, June! We have won!\"\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The End of Time, by Wallace West\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE END OF TIME ***\n\n***** This file should be named 29410-8.txt or 29410-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/4/1/29410/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}