{"title": "The Man from Time", "author": "Frank Belknap Long", "releaseDate": "July 15, 2009", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n    _The method by which one man might be pinpointed in the vastness of\n    all Eternity was the problem tackled by the versatile Frank Belknap\n    Long in this story. And as all minds of great perceptiveness know,\n    it would be a simple, human quality he'd find most effective even in\n    solving Time-Space._\n\n\n  the\n  man\n from\n time\n\n _by ... Frank Belknap Long_\n\n\n Deep in the Future he found the\n answer to Man's age-old problem.\n\n\nDaring Moonson, he was called. It was a proud name, a brave name. But\nwhat good was a name that rang out like a summons to battle if the man\nwho bore it could not repeat it aloud without fear?\n\nMoonson had tried telling himself that a man could conquer fear if he\ncould but once summon the courage to laugh at all the sins that ever\nwere, and do as he damned well pleased. An ancient phrase that--damned\nwell. It went clear back to the Elizabethan Age, and Moonson had tried\npicturing himself as an Elizabethan man with a ruffle at his throat and\na rapier in his clasp, brawling lustily in a tavern.\n\nIn the Elizabethan Age men had thrown caution to the winds and lived\nwith their whole bodies, not just with their minds alone. Perhaps that\nwas why, even in the year 3689, defiant names still cropped up. Names\nlike Independence Forest and Man, Live Forever!\n\nIt was not easy for a man to live up to a name like Man, Live Forever!\nBut Moonson was ready to believe that it could be done. There was\nsomething in human nature which made a man abandon caution and try to\nlive up to the claims made for him by his parents at birth.\n\nIt must be bad, Moonson thought. It must be bad if I can't control the\ntrembling of my hands, the pounding of the blood at my temples. I am\nlike a child shut up alone in the dark, hearing rats scurrying in a\ncloset thick with cobwebs and the tapping of a blind man's cane on a\ndeserted street at midnight.\n\n_Tap, tap, tap_--nearer and nearer through the darkness. How soon would\nthe rats be swarming out, blood-fanged and wholly vicious? How soon\nwould the cane strike?\n\nHe looked up quickly, his eyes searching the shadows. For almost a month\nnow the gleaming intricacies of the machine had given him a complete\nsense of security. As a scholar traveling in Time he had been accepted\nby his fellow travelers as a man of great courage and firm\ndetermination.\n\nFor twenty-seven days a smooth surface of shining metal had walled him\nin, enabling him to grapple with reality on a completely adult level.\nFor twenty-seven days he had gone pridefully back through Time, taking\ncreative delight in watching the heritage of the human race unroll\nbefore him like a cineramoscope under glass.\n\nWatching a green land in the dying golden sunlight of an age lost to\nhuman memory could restore a man's strength of purpose by its serenity\nalone. But even an age of war and pestilence could be observed without\ntorment from behind the protective shields of the Time Machine. Danger,\naccidents, catastrophe could not touch him personally.\n\nTo watch death and destruction as a spectator in a traveling Time\nObservatory was like watching a cobra poised to strike from behind a\npane of crystal-bright glass in a zoological garden.\n\nYou got a tremendous thrill in just thinking: How dreadful if the glass\nshould not be there! How lucky I am to be alive, with a thing so deadly\nand monstrous within striking distance of me!\n\nFor twenty-seven days now he had traveled without fear. Sometimes the\nTime Observatory would pinpoint an age and hover over it while his\ncompanions took painstaking historical notes. Sometimes it would retrace\nits course and circle back. A new age would come under scrutiny and more\nnotes would be taken.\n\nBut a horrible thing that had happened to him, had awakened in him a\nlonely nightmare of restlessness. Childhood fears he had thought buried\nforever had returned to plague him and he had developed a sudden,\nterrible dread of the fogginess outside the moving viewpane, the way the\nmachine itself wheeled and dipped when an ancient ruin came sweeping\ntoward him. He had developed a fear of Time.\n\nThere was no escape from that Time Fear. The instant it came upon him he\nlost all interest in historical research. 1069, 732, 2407, 1928--every\ndate terrified him. The Black Plague in London, the Great Fire, the\nSpanish Armada in flames off the coast of a bleak little island that\nwould soon mold the destiny of half the world--how meaningless it all\nseemed in the shadow of his fear!\n\nHad the human race really advanced so much? Time had been conquered but\nno man was yet wise enough to heal himself if a stark, unreasoning fear\ntook possession of his mind and heart, giving him no peace.\n\nMoonson lowered his eyes, saw that Rutella was watching him in the\nmanner of a shy woman not wishing to break in too abruptly on the\nthoughts of a stranger.\n\nDeep within him he knew that he had become a stranger to his own wife\nand the realization sharply increased his torment. He stared down at her\nhead against his knee, at her beautiful back and sleek, dark hair.\nViolet eyes she had, not black as they seemed at first glance but a\ndeep, lustrous violet.\n\nHe remembered suddenly that he was still a young man, with a young man's\nardor surging strong in him. He bent swiftly, kissed her lips and eyes.\nAs he did so her arms tightened about him until he found himself\nwondering what he could have done to deserve such a woman.\n\nShe had never seemed more precious to him and for an instant he could\nfeel his fear lessening a little. But it came back and was worse than\nbefore. It was like an old pain returning at an unexpected moment to\nchill a man with the sickening reminder that all joy must end.\n\nHis decision to act was made quickly.\n\nThe first step was the most difficult but with a deliberate effort of\nwill he accomplished it to his satisfaction. His secret thoughts he\nburied beneath a continuous mental preoccupation with the vain and the\ntrivial. It was important to the success of his plan that his companions\nshould suspect nothing.\n\nThe second step was less difficult. The mental block remained firm and\nhe succeeded in carrying on actual preparations for his departure in\ncomplete secrecy.\n\nThe third step was the final one and it took him from a large\ncompartment to a small one, from a high-arching surface of metal to a\nmaze of intricate control mechanisms in a space so narrow that he had to\ncrouch to work with accuracy.\n\nSwiftly and competently his fingers moved over instruments of science\nwhich only a completely sane man would have known how to manipulate. It\nwas an acid test of his sanity and he knew as he worked that his\nreasoning faculties at least had suffered no impairment.\n\nBeneath his hands the Time Observatory's controls were solid shafts of\nmetal. But suddenly as he worked he found himself thinking of them as\nfluid abstractions, each a milestone in man's long progress from the\njungle to the stars. Time and space--mass and velocity.\n\nHow incredible that it had taken centuries of patient technological\nresearch to master in a practical way the tremendous implications of\nEinstein's original postulate. Warp space with a rapidly moving object,\nmove away from the observer with the speed of light--and the whole of\nhuman history assumed the firm contours of a landscape in space. Time\nand space merged and became one. And a man in an intricately-equipped\nTime Observatory could revisit the past as easily as he could travel\nacross the great curve of the universe to the farthest planet of the\nfarthest star.\n\nThe controls were suddenly firm in his hands. He knew precisely what\nadjustments to make. The iris of the human eye dilates and contracts\nwith every shift of illumination, and the Time Observatory had an iris\ntoo. That iris could be opened without endangering his companions in the\nleast--if he took care to widen it just enough to accommodate only one\nsturdily built man of medium height.\n\nSweat came out in great beads on his forehead as he worked. The light\nthat came through the machine's iris was faint at first, the barest\nglimmer of white in deep darkness. But as he adjusted controls the light\ngrew brighter and brighter, beating in upon him until he was kneeling in\na circle of radiance that dazzled his eyes and set his heart to\npounding.\n\nI've lived too long with fear, he thought. I've lived like a man\nimprisoned, shut away from the sunlight. Now, when freedom beckons, I\nmust act quickly or I shall be powerless to act at all.\n\nHe stood erect, took a slow step forward, his eyes squeezed shut.\nAnother step, another--and suddenly he knew he was at the gateway to\nTime's sure knowledge, in actual contact with the past for his ears were\nnow assailed by the high confusion of ancient sounds and voices!\n\nHe left the Time machine in a flying leap, one arm held before his face.\nHe tried to keep his eyes covered as the ground seemed to rise to meet\nhim. But he lurched in an agony of unbalance and opened his eyes--to see\nthe green surface beneath him flashing like a suddenly uncovered jewel.\n\nHe remained on his feet just long enough to see his Time Observatory dim\nand vanish. Then his knees gave way and he collapsed with a despairing\ncry as the fear enveloped him ...\n\n       *       *       *       *       *\n\nThere were daisies in the field where he lay, his shoulders and naked\nchest pressed to the earth. A gentle wind stirred the grass, and the\nflute-like warble of a song bird was repeated close to his ear, over and\nover with a tireless persistence.\n\nAbruptly he sat up and stared about him. Running parallel to the field\nwas a winding country road and down it came a yellow and silver vehicle\non wheels, its entire upper section encased in glass which mirrored the\nautumnal landscape with a startling clearness.\n\nThe vehicle halted directly in front of him and a man with ruddy cheeks\nand snow-white hair leaned out to wave at him.\n\n\"Good morning, mister!\" the man shouted. \"Can I give you a lift into\ntown?\"\n\nMoonson rose unsteadily, alarm and suspicion in his stare. Very\ncautiously he lowered the mental barrier and the man's thoughts impinged\non his mind in bewildering confusion.\n\n_He's not a farmer, that's sure ... must have been swimming in the\ncreek, but those bathing trunks he's wearing are out of this world!_\n\n_Huh! I wouldn't have the nerve to parade around in trunks like that\neven on a public beach. Probably an exhibitionist ... But why should he\nwear 'em out here in the woods? No blonds or redheads to knock silly out\nhere!_\n\n_Huh! He might have the courtesy to answer me ... Well, if he doesn't\nwant a lift into town it's no concern of mine!_\n\nMoonson stood watching the vehicle sweep away out of sight. Obviously he\nhad angered the man by his silence, but he could answer only by shaking\nhis head.\n\nHe began to walk, pausing an instant in the middle of the bridge to\nstare down at a stream of water that rippled in the sunlight over\nmoss-covered rocks. Tiny silver fish darted to and fro beneath a\ntumbling waterfall and he felt calmed and reassured by the sight.\nShoulders erect now, he walked on ...\n\nIt was high noon when he reached the tavern. He went inside, saw men and\nwomen dancing in a dim light, and there was a huge, rainbow-colored\nmusical instrument by the door which startled him by its resonance. The\nmusic was wild, weird, a little terrifying.\n\nHe sat down at a table near the door and searched the minds of the\ndancers for a clue to the meaning of what he saw.\n\nThe thoughts which came to him were startlingly primitive, direct and\nsometimes meaningless to him.\n\n_Go easy, baby! Swing it! Sure, we're in the groove now, but you never\ncan tell! I'll buy you an orchid, honey! Not roses, just one\norchid--black like your hair! Ever see a black orchid, hon? They're rare\nand they're expensive!_\n\n_Oh, darl, darl, hold me closer! The music goes round and round! It will\nalways be like that with us, honey! Don't ever be a square! That's all I\nask! Don't ever be a square! Cuddle up to me, let yourself go! When\nyou're dancing with one girl you should never look at another! Don't you\nknow that, Johnny!_\n\n_Sure I know it, Doll! But did I ever claim I wasn't human?_\n\n_Darl, doll, doll baby! Look all you want to! But if you ever dare--_\n\nMoonson found himself relaxing a little. Dancing in all ages was closely\nallied to love-making, but it was pursued here with a careless rapture\nwhich he found creatively stimulating. People came here not only to\ndance but to eat, and the thoughts of the dancers implied that there was\nnothing stylized about a tavern. The ritual was a completely natural\none.\n\nIn Egyptian bas-reliefs you saw the opposite in dancing. Every movement\nrigidly prescribed, arms held rigid and sharply bent at the elbows. Slow\nmovements rather than lively ones, a bowing and a scraping with bowls of\nfruit extended in gift offerings at every turn.\n\nThere was obviously no enthroned authority here, no bejeweled king to\npacify when emotions ran wild, but complete freedom to embrace joy with\ncorybantic abandonment.\n\nA tall man in ill-fitting black clothes approached Moonson's table,\ninterrupting his reflections with thoughts that seemed designed to\ndisturb and distract him out of sheer perversity. So even here there\nwere flies in every ointment, and no dream of perfection could remain\nunchallenged.\n\nHe sat unmoving, absorbing the man's thoughts.\n\n_What does he think this is, a bath house? Mike says it's okay to serve\nthem if they come in from the beach just as they are. But just one quick\nbeer, no more. This late in the season you'd think they'd have the\ndecency to get dressed!_\n\nThe sepulchrally-dressed man gave the table a brush with a cloth he\ncarried, then thrust his head forward like an ill-tempered scavenger\nbird.\n\n\"Can't serve you anything but beer. Boss's orders. Okay?\"\n\nMoonson nodded and the man went away.\n\nThen he turned to watching the girl. She was frightened. She sat all\nalone, plucking nervously at the red-and-white checkered tablecloth. She\nsat with her back to the light, bunching the cloth up into little folds,\nthen smoothing it out again.\n\nShe'd ground out lipstick-smudged cigarettes until the ash tray was\nspilling over.\n\nMoonson began to watch the fear in her mind ...\n\nHer fear grew when she thought that Mike wasn't gone for good. The phone\ncall wouldn't take long and he'd be coming back any minute now. And Mike\nwouldn't be satisfied until she was broken into little bits. Yes, Mike\nwanted to see her on her knees, begging him to kill her!\n\n_Kill me, but don't hurt Joe! It wasn't his fault! He's just a kid--he's\nnot twenty yet, Mike!_\n\nThat would be a lie but Mike had no way of knowing that Joe would be\ntwenty-two on his next birthday, although he looked eighteen at most.\nThere was no pity in Mike but would his pride let him hot-rod an\neighteen-year-old?\n\n_Mike won't care! Mike will kill him anyway! Joe couldn't help falling\nin love with me, but Mike won't care what Joe could help! Mike was never\nyoung himself, never a sweet kid like Joe!_\n\n_Mike killed a man when he was fourteen years old! He spent seven years\nin a reformatory and the kids there were never young. Joe will be just\none of those kids to Mike ..._\n\nHer fear kept growing.\n\nYou couldn't fight men like Mike. Mike was strong in too many different\nways. When you ran a tavern with an upstairs room for special customers\nyou had to be tough, strong. You sat in an office and when people came\nto you begging for favors you just laughed. Ten grand isn't hay, buddy!\nMy wheels aren't rigged. If you think they are get out. It's your\nfuneral.\n\nIt's your funeral, Mike would say, laughing until tears came into his\neyes.\n\nYou couldn't fight that kind of strength. Mike could push his knuckles\nhard into the faces of people who owed him money, and he'd never even be\narrested.\n\nMike could take money crisp and new out of his wallet, spread it out\nlike a fan, say to any girl crazy enough to give him a second glance:\n\"I'm interested in you, honey! Get rid of him and come over to my\ntable!\"\n\nHe could say worse things to girls too decent and self-respecting to\nlook at him at all.\n\nYou could be so cold and hard nothing could ever hurt you. You could be\nMike Galante ...\n\nHow could she have loved such a man? And dragged Joe into it, a good kid\nwho had made only one really bad mistake in his life--the mistake of\nasking her to marry him.\n\nShe shivered with a chill of self-loathing and turned her eyes\nhesitantly toward the big man in bathing trunks who sat alone by the\ndoor.\n\nFor a moment she met the big man's eyes and her fears seemed to fade\naway! She stared at him ... sunburned almost black. Muscles like a\nlifeguard. All alone and not on the make. When he returned her stare his\neyes sparkled with friendly interest, but no suggestive, flirtatious\nintent.\n\nHe was too rugged to be really handsome, she thought, but he wouldn't\nhave to start digging in his wallet to get a girl to change tables,\neither.\n\nGuiltily she remembered Joe, now it could only be Joe.\n\nThen she saw Joe enter the room. He was deathly pale and he was coming\nstraight toward her between the tables. Without pausing to weigh his\nchances of staying alive he passed a man and a woman who relished Mike's\ncompany enough to make them eager to act ugly for a daily handout. They\ndid not look up at Joe as he passed but the man's lips curled in a sneer\nand the woman whispered something that appeared to fan the flames of her\ncompanion's malice.\n\nMike had friends--friends who would never rat on him while their police\nrecords remained in Mike's safe and they could count on him for\nprotection.\n\nShe started to rise, to go to Joe and warn him that Mike would be coming\nback. But despair flooded her and the impulse died. The way Joe felt\nabout her was a thing too big to stop ...\n\nJoe saw her slim against the light, and his thoughts were like the sea\nsurge, wild, unruly.\n\n_Maybe Mike will get me. Maybe I'll be dead by this time tomorrow. Maybe\nI'm crazy to love her the way I do ..._\n\nHer hair against the light, a tumbled mass of spun gold.\n\n_Always a woman bothering me for as long as I can remember. Molly, Anne,\nJanice ... Some were good for me and some were bad._\n\n_You see a woman on the street walking ahead of you, hips swaying, and\nyou think: I don't even know her name but I'd like to crush her in my\narms!_\n\n_I guess every guy feels like that about every pretty woman he sees.\nEven about some that aren't so pretty. But then you get to know and like\na woman, and you don't feel that way so much. You respect her and you\ndon't let yourself feel that way._\n\n_Then something happens. You love her so much it's like the first time\nagain but with a whole lot added. You love her so much you'd die to make\nher happy._\n\n       *       *       *       *       *\n\nJoe was shaking when he slipped into the chair left vacant by Mike and\nreached out for both her hands.\n\n\"I'm taking you away tonight,\" he said. \"You're coming with me.\"\n\nJoe was scared, she knew. But he didn't want her to know. His hands were\nlike ice and his fear blended with her own fear as their hands met.\n\n\"He'll kill you, Joe! You've got to forget me!\" she sobbed.\n\n\"I'm not afraid of him. I'm stronger than you think. He won't dare come\nat me with a gun, not here before all these people. If he comes at me\nwith his fists I'll hook a solid left to his jaw that will stretch him\nout cold!\"\n\nShe knew he wasn't deceiving himself. Joe didn't want to die any more\nthan she did.\n\nThe Man from Time had an impulse to get up, walk over to the two\nfrightened children and comfort them with a reassuring smile. He sat\nwatching, feeling their fear beating in tumultuous waves into his brain.\nFear in the minds of a boy and a girl because they desperately wanted\none another!\n\nHe looked steadily at them and his eyes spoke to them ...\n\n_Life is greater than you know. If you could travel in Time, and see how\ngreat is man's courage--if you could see all of his triumphs over\ndespair and grief and pain--you would know that there is nothing to\nfear! Nothing at all!_\n\nJoe rose from the table, suddenly calm, quiet.\n\n\"Come on,\" he said quietly. \"We're getting out of here right now. My\ncar's outside and if Mike tries to stop us I'll fix him!\"\n\nThe boy and the girl walked toward the door together, a young and\nextremely pretty girl and a boy grown suddenly to the full stature of a\nman.\n\nRather regretfully Moonson watched them go. As they reached the door the\ngirl turned and smiled and the boy paused too--and they both smiled\nsuddenly at the man in the bathing trunks.\n\nThen they were gone.\n\nMoonson got up as they disappeared, left the tavern.\n\nIt was dark when he reached the cabin. He was dog-tired, and when he saw\nthe seated man through the lighted window a great longing for\ncompanionship came upon him.\n\nHe forgot that he couldn't talk to the man, forgot the language\ndifficulty completely. But before this insurmountable element occurred\nto him he was inside the cabin.\n\nOnce there he saw that the problem solved itself--the man was a writer\nand he had been drinking steadily for hours. So the man did all of the\ntalking, not wanting or waiting for an answer.\n\nA youngish, handsome man he was, with graying temples and keenly\nobservant eyes. The instant he saw Moonson he started to talk.\n\n\"Welcome, stranger,\" he said. \"Been taking a dip in the ocean, eh? Can't\nsay I'd enjoy it, this late in the season!\"\n\nMoonson was afraid at first that his silence might discourage the\nwriter, but he did not know writers ...\n\n\"It's good to have someone to talk to,\" the writer went on. \"I've been\nsitting here all day trying to write. I'll tell you something you may\nnot know--you can go to the finest hotels, and you can open case after\ncase of the finest wine, and you still can't get started sometimes.\"\n\nThe writer's face seemed suddenly to age. Fear came into his eyes and he\nraised the bottle to his lips, faced away from his guest as he drank as\nif ashamed of what he must do to escape despair every time he faced his\nfear.\n\nHe was trying to write himself back into fame. His greatest moment had\ncome years before when his golden pen had glorified a generation of\nmadcaps.\n\nFor one deathless moment his genius had carried him to the heights, and\na white blaze of publicity had given him a halo of glory. Later had come\nlean and bitter years until finally his reputation dwindled like a\ngutted candle in a wintry room at midnight.\n\nHe could still write but now fear and remorse walked with him and would\ngive him no peace. He was cruelly afraid most of the time.\n\nMoonson listened to the writer's thoughts in heart-stricken\nsilence--thoughts so tragic they seemed out of keeping with the natural\nand beautiful rhythms of his speech. He had never imagined that a\nsensitive and imaginative man--an artist--could be so completely\nabandoned by the society his genius had helped to enrich.\n\nBack and forth the writer paced, baring his inmost thoughts ... His wife\nwas desperately ill and the future looked completely black. How could he\nsummon the strength of will to go on, let alone to write?\n\nHe said fiercely, \"It's all right for you to talk--\"\n\nHe stopped, seeming to realize for the first time that the big man\nsitting in an easy chair by the window had made no attempt to speak.\n\nIt seemed incredible, but the big man had listened in complete silence,\nand with such quiet assurance that his silence had taken on an eloquence\nthat inspired absolute trust.\n\nHe had always known there were a few people like that in the world,\npeople whose sympathy and understanding you could take for granted.\nThere was a fearlessness in such people which made them stand out from\nthe crowd, stone-markers in a desert waste to lend assurance to a tired\nwayfarer by its sturdy permanence, its sun-mirroring strength.\n\nThere were a few people like that in the world but you sometimes went a\nlifetime without meeting one. The big man sat there smiling at him,\ncalmly exuding the serenity of one who has seen life from its tangled,\ninaccessible roots outward and testifies from experience that the\nentire growth is sound.\n\nThe writer stopped pacing suddenly and drew himself erect. As he stared\ninto the big man's eyes his fears seemed to fade away. Confidence\nreturned to him like the surge of the sea in great shining waves of\ncreativeness.\n\n       *       *       *       *       *\n\nHe knew suddenly that he could lose himself in his work again, could tap\nthe bright resonant bell of his genius until its golden voice rang out\nthrough eternity. He had another great book in him and it would get\nwritten now. It would get written ...\n\n\"You've helped me!\" he almost shouted. \"You've helped me more than you\nknow. I can't tell you how grateful I am to you. You don't know what it\nmeans to be so paralyzed with fright that you can't write at all!\"\n\nThe Man from Time was silent but his eyes shone curiously.\n\nThe writer turned to a bookcase and removed a volume in a faded cover\nthat had once been bright with rainbow colors. He sat down and wrote an\ninscription on the flyleaf.\n\nThen he rose and handed the book to his visitor with a slight bow. He\nwas smiling now.\n\n\"This was my first-born!\" he said.\n\nThe Man from Time looked at the title first ... THIS SIDE OF PARADISE.\n\nThen he opened the book and read what the author had written on the\nflyleaf:\n\n    _With warm gratefulness for a courage which brought back the sun._\n\n                                                _F. Scott Fitzgerald._\n\nMoonson bowed his thanks, turned and left the cabin.\n\nMorning found him walking across fresh meadowlands with the dew\nglistening on his bare head and broad, straight shoulders.\n\nThey'd never find him, he told himself hopelessly. They'd never find him\nbecause Time was too vast to pinpoint one man in such a vast waste of\nyears. The towering crests of each age might be visible but there could\nbe no returning to one tiny insignificant spot in the mighty ocean of\nTime.\n\nAs he walked his eyes searched for the field and the winding road he'd\nfollowed into town. Only yesterday this road had seemed to beckon and he\nhad followed, eager to explore an age so primitive that mental\ncommunication from mind to mind had not yet replaced human speech.\n\nNow he knew that the speech faculty which mankind had long outgrown\nwould never cease to act as a barrier between himself and the men and\nwomen of this era of the past. Without it he could not hope to find\ncomplete understanding and sympathy here.\n\nHe was still alone and soon winter would come and the sky grow cold and\nempty ...\n\nThe Time machine materialized so suddenly before him that for an instant\nhis mind refused to accept it as more than a torturing illusion conjured\nup by the turbulence of his thoughts. All at once it towered in his\npath, bright and shining, and he moved forward over the dew-drenched\ngrass until he was brought up short by a joy so overwhelming that it\nseemed to him that his heart must burst.\n\n       *       *       *       *       *\n\nRutella emerged from the machine with a gay little laugh, as if his\nstunned expression was the most amusing in the world.\n\n\"Hold still and let me kiss you, darling,\" her mind said to his.\n\nShe stood in the dew-bright grass on tiptoe, her sleek dark hair falling\nto her shoulders, an extraordinarily pretty girl to be the wife of a man\nso tormented.\n\n\"You found me!\" his thoughts exulted. \"You came back alone and searched\nuntil you found me!\"\n\nShe nodded, her eyes shining. So Time wasn't too vast to pinpoint after\nall, not when two people were so securely wedded in mind and heart that\ntheir thoughts could build a bridge across Time.\n\n\"The Bureau of Emotional Adjustment analyzed everything I told them.\nYour psycho-graph ran to fifty-seven pages, but it was your desperate\nloneliness which guided me to you.\"\n\nShe raised his hand to her lips and kissed it.\n\n\"You see, darling, a compulsive fear isn't easy to conquer. No man or\nwoman can conquer it alone. Historians tell us that when the first\npassenger rocket started out for Mars, Space Fear took men by surprise\nin the same way your fear gripped you. The loneliness, the utter\ndesolation of space, was too much for a human mind to endure.\"\n\nShe smiled her love. \"We're going back. We'll face it together and we'll\nconquer it together. You won't be alone now. Darling, don't you\nsee--it's because you aren't a clod, because you're sensitive and\nimaginative that you experience fear. It's not anything to be ashamed\nof. You were simply the first man on Earth to develop a new and\ncompletely different kind of fear--Time Fear.\"\n\nMoonson put out his hand and gently touched his wife's hair.\n\nAscending into the Time Observatory a thought came unbidden into his\nmind: _Others he saved, himself he could not save._\n\nBut that wasn't true at all now.\n\nHe _could_ help himself now. He would never be alone again! When guided\nby the sure hand of love and complete trust, self-knowledge could be a\nshining weapon. The trip back might be difficult, but holding tight to\nhis wife's hand he felt no misgivings, no fear.\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Fantastic Universe_ March 1954.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Man from Time, by Frank Belknap Long\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE MAN FROM TIME ***\n\n***** This file should be named 29418.txt or 29418.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/4/1/29418/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}