{"title": "The Man the Martians Made", "author": "Frank Belknap Long", "releaseDate": "July 17, 2009", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n    _If Frank Belknap Long is not one of the deans of science fiction\n    writers, there can certainly be no dispute that he is high on the\n    faculty board. His pen is indefatigable, it seems, and his\n    characters come alive as with few other writers. We're sure you'll\n    like this new suspenseful tale of his._\n\n\n      the\n      man\n      the\n martians\n     made\n\n _by ... Frank Belknap Long_\n\n\n No mortal had ever seen the Martians, but they had heard their\n whisperings--without knowing the terrible secret they kept hidden.\n\n\nThere was death in the camp.\n\nI knew when I awoke that it had come to stand with us in the night and\nwas waiting now for the day to break and flood the desert with light.\nThere was a prickling at the base of my scalp and I was drenched with\ncold sweat.\n\nI had an impulse to leap up and go stumbling about in the darkness. But\nI disciplined myself. I crossed my arms and waited for the sky to grow\nbright.\n\nDaybreak on Mars is like nothing you've ever dreamed about. You wake up\nin the morning, and there it is--bright and clear and shining. You pinch\nyourself, you sit up straight, but it doesn't vanish.\n\nThen you stare at your hands with the big callouses. You reach for a\nmirror to take a look at your face. That's not so good. That's where\nugliness enters the picture. You look around and you see Ralph. You see\nHarry. You see the women.\n\nOn Earth a woman may not look her glamorous best in the harsh light of\nearly dawn, but if she's really beautiful she doesn't look too bad. On\nMars even the most beautiful woman looks angry on arising, too weary\nand tormented by human shortcomings to take a prefabricated metal shack\nand turn it into a real home for a man.\n\nYou have to make allowances for a lot of things on Mars. You have to\nstart right off by accepting hardship and privation as your daily lot.\nYou have to get accustomed to living in construction camps in the\ndesert, with the red dust making you feel all hollow and dried up\ninside. Making you feel like a drum, a shriveled pea pod, a salted fish\nhung up to dry. Dust inside of you, rattling around, canal water seepage\nrotting the soles of your boots.\n\nSo you wake up and you stare. The night before you'd collected driftwood\nand stacked it by the fire. The driftwood has disappeared. Someone has\nstolen your very precious driftwood. The Martians? Guess again.\n\nYou get up and you walk straight up to Ralph with your shoulders\nsquared. You say, \"Ralph, why in hell did you have to steal my\ndriftwood?\"\n\nIn your mind you say that. You say it to Dick, you say it to Harry. But\nwhat you really say is, \"Larsen was here again last night!\"\n\nYou say, I put a fish on to boil and Larsen ate it. I had a nice deck of\ncards, all shiny and new, and Larsen marked them up. It wasn't me\ncheating. It was Larsen hoping I'd win so that he could waylay me in the\ndesert and get all of the money away from me.\n\nYou have a girl. There aren't too many girls in the camps with laughter\nand light and fire in them. But there are a few, and if you're lucky you\ntake a fancy to one particular girl--her full red lips and her spun gold\nhair. All of a sudden she disappears. Somebody runs off with her. It's\nLarsen.\n\nIn every man there is a slumbering giant. When life roars about you on a\nworld that's rugged and new you've got to go on respecting the lads who\nhave thrown in their lot with you, even when their impulses are as harsh\nas the glint of sunlight on a desert-polished tombstone.\n\nYou think of a name--Larsen. You start from scratch and you build Larsen\nup until you have a clear picture of him in your mind. You build him up\nuntil he's a great shouting, brawling, golden man like Paul Bunyon.\n\nEven a wicked legend can seem golden on Mars. Larsen wasn't just my\nslumbering giant--or Dick's, or Harry's. He was the slumbering giant in\nall of us, and that's what made him so tremendous. Anything gigantic has\nbeauty and power and drive to it.\n\nAlone we couldn't do anything with Larsen's gusto, so when some great\nact of wickedness was done with gusto how could it be us? Here comes\nLarsen! He'll shoulder all the guilt, but he won't feel guilty because\nhe's the first man in Eden, the child who never grew up, the laughing\nboy, Hercules balancing the world on his shoulders and looking for a\nwoman with long shining tresses and eyes like the stars of heaven to\nbend to his will.\n\nIf such a woman came to life in Hercules' arms would you like the job of\nstopping him from sending the world crashing? Would you care to try?\n\nDon't you see? Larsen was closer to us than breathing and as necessary\nas food and drink and our dreams of a brighter tomorrow. Don't think we\ndidn't hate him at times. Don't think we didn't curse and revile him.\nYou may glorify a legend from here to eternity, but the luster never\nremains completely untarnished.\n\nLarsen wouldn't have seemed completely real to us if we hadn't given him\nmuscles that could tire and eyes that could blink shut in weariness.\nLarsen had to sleep, just as we did. He'd disappear for days.\n\nWe'd wink and say, \"Larsen's getting a good long rest this time. But\nhe'll be back with something new up his sleeve, don't you worry!\"\n\nWe could joke about it, sure. When Larsen stole or cheated we could\npretend we were playing a game with loaded dice--not really a deadly\ngame, but a game full of sound and fury with a great rousing outburst of\nmerriment at the end of it.\n\nBut there are deadlier games by far. I lay motionless, my arms locked\nacross my chest, sweating from every pore. I stared at Harry. We'd been\nworking all night digging a well, and in a few days water would be\nbubbling up sweet and cool and we wouldn't have to go to the canal to\nfill our cooking utensils. Harry was blinking and stirring and I could\ntell just by looking at him that he was uneasy too. I looked beyond him\nat the circle of shacks.\n\nMost of us were sleeping in the open, but there were a few youngsters in\nthe shacks and women too worn out with drudgery to care much whether\nthey slept in smothering darkness or under the clear cold light of the\nstars.\n\nI got slowly to my knees, scooped up a handful of sand, and let it\ndribble slowly through my fingers. Harry looked straight at me and his\neyes widened in alarm. It must have been the look on my face. He arose\nand crossed to where I was sitting, his mouth twitching slightly. There\nwas nothing very reassuring about Harry. Life had not been kind to him\nand he had resigned himself to accepting the slings and arrows of\noutrageous fortune without protest. He had one of those emaciated,\nalmost skull-like faces which terrify children, and make women want to\ncry.\n\n\"You don't look well, Tom,\" he said. \"You've been driving yourself too\nhard.\"\n\nI looked away quickly. I had to tell him, but anything terrifying could\ndemoralize Harry and make him throw his arm before his face in blind\npanic. But I couldn't keep it locked up inside me an instant longer.\n\n\"Sit down, Harry,\" I whispered. \"I want to talk to you. No sense in\nwaking the others.\"\n\n\"Oh,\" he said.\n\nHe squatted beside me on the sand, his eyes searching my face. \"What is\nit, Tom?\"\n\n\"I heard a scream,\" I said. \"It was pretty awful. Somebody has been\nhurt--bad. It woke me up, and that takes some doing.\"\n\nHarry nodded. \"You sleep like a log,\" he said.\n\n\"I just lay still and listened,\" I said, \"with my eyes wide open.\nSomething moved out from the well--a two-legged something. It didn't\nmake a sound. It was big, Harry, and it seemed to melt into the shadows.\nI don't know what kept me from leaping up and going after it. It had\nsomething to do with the way I felt. All frozen up inside.\"\n\nHarry appeared to understand. He nodded, his eyes darting toward the\nwell. \"How long ago was that?\"\n\n\"Ten--fifteen minutes.\"\n\n\"You just waited for me to wake up?\"\n\n\"That's right,\" I said. \"There was something about the scream that made\nme want to put off finding out. Two's company--and when you're alone\nwith something like that it's best to talk it over before you act.\"\n\nI could see that Harry was pleased. Unnerved too, and horribly shaken.\nBut he was pleased that I had turned to him as a friend I could trust.\nWhen you can't depend on life for anything else it's good to know you\nhave a friend.\n\nI brushed sand from my trousers and got up. \"Come on,\" I said. \"We'll\ntake a look.\"\n\nIt was an ordeal for him. His face twitched and his eyes wavered. He\nknew I hadn't lied about the scream. If a single scream could unnerve me\nthat much it had to be bad.\n\nWe walked to the well in complete silence. There were shadows\neverywhere, chill and forbidding. Almost like people they seemed,\nwhispering together, huddling close in ominous gossipy silence, aware of\nwhat we would find.\n\nIt was a sixty-foot walk from the fire to the well. A walk in the sun--a\nwalk in the bright hot sun of Mars, with utter horror perhaps at the end\nof it.\n\nThe horror was there. Harry made a little choking noise deep in his\nthroat, and my heart started pounding like a bass drum.\n\n\nII\n\nThe man on the sand had no top to his head. His skull had been crushed\nand flattened so hideously that he seemed like a wooden figure resting\nthere--an anatomical dummy with its skull-case lifted off.\n\nWe looked around for the skull-case, hoping we'd find it, hoping we'd\nmade a mistake and stumbled by accident into an open-air dissecting\nlaboratory and were looking at ghastly props made of plastic and\nglittering metal instead of bone and muscle and flesh.\n\nBut the man on the sand had a name. We'd known him for weeks and talked\nto him. He wasn't a medical dummy, but a corpse. His limbs were\nhideously convulsed, his eyes wide and staring. The sand beneath his\nhead was clotted with dried blood. We looked for the weapon which had\ncrushed his skull but couldn't find it.\n\nWe looked for the weapon before we saw the footprints in the sand. Big\nthey were--incredibly large and massive. A man with a size-twelve shoe\nmight have left such prints if the leather had become a little soggy and\nspread out around the soles.\n\n\"The poor guy,\" Harry whispered.\n\nI knew how he felt. We had all liked Ned. A harmless little guy with a\ngreat love of solitude, a guy who hadn't a malicious hair in his head. A\nhappy little guy who liked to sing and dance in the light of a\nhigh-leaping fire. He had a banjo and was good at music making. Who\ncould have hated Ned with a rage so primitive and savage? I looked at\nHarry and saw that he was wondering the same thing.\n\nHarry looked pretty bad, about ready to cave in. He was leaning against\nthe well, a tormented fury in his eyes.\n\n\"The murderous bastard,\" he muttered. \"I'd like to get him by the throat\nand choke the breath out of him. Who'd want to do a thing like that to\nNed.\"\n\n\"I can't figure it either,\" I said.\n\nThen I remembered. I don't think Molly Egan really could have loved Ned.\nThe curious thing about it was that Ned didn't even need the kind of\nlove she could have given him. He was a self-sufficient little guy\ndespite his frailness and didn't really need a woman to look after him.\nBut Molly must have seen something pathetic in him.\n\nMolly was a beautiful woman in her own right, and there wasn't a man in\nthe camp who hadn't envied Ned. It was puzzling, but it could have\nexplained why Ned was lying slumped on the sand with a bashed-in skull.\nIt could have explained why someone had hated him enough to kill him.\n\nWithout lifting a finger Ned had won Molly's love. That could make some\nother guy as mad as a caged hyena--the wrong sort of other guy. Even a\nsmall man could have shattered Ned's skull, but the prints on the sand\nwere big.\n\nHow many men in the camp wore size-twelve shoes? That was the sixty-four\ndollar question, and it hung in the shimmering air between Harry and\nmyself like an unspoken challenge. We could almost see the curve of the\nbig question mark suspended in the dazzle.\n\nI thought awhile, looking at Harry. Then I took a long, deep breath and\nsaid, \"We'd better talk it over with Bill Seaton first. If it gets\naround too fast those footprints will be trampled flat. And if tempers\nstart rising anything could happen.\"\n\nHarry nodded. Bill was the kind of guy you could depend on in an\nemergency. Cool, poised, efficient, with an air of authority that\ncommanded respect. He could be pigheaded at times, but his sense of\njustice was as keen as a whip.\n\nHarry and I walked very quietly across a stretch of tumbled sand and\nhalted at the door to Bill's shack. Bill was a bachelor and we knew\nthere'd be no woman inside to put her foot down and tell him he'd be a\nfool to act as a lawman. Or would there be? We had to chance it.\n\nLaw-enforcement is a thankless job whether on Earth or on Mars. That's\nwhy it attracts the worst--and the best. If you're a power-drunk sadist\nyou'll take the job just for the pleasure it gives you. But if you're\nreally interested in keeping violence within bounds so that fairly\ndecent lads get a fighting chance to build for the future, you'll take\nthe job with no thought of reward beyond the simple satisfaction of\nlending a helping hand.\n\nBill Seaton was such a man, even if he did enjoy the limelight and liked\nto be in a position of command.\n\n\"Come on, Harry,\" I said. \"We may as well wake him up and get it over\nwith.\"\n\nWe went into the shack. Bill was sleeping on the floor with his long\nlegs drawn up. His mouth was open and he was snoring lustily. I couldn't\nhelp thinking how much he looked like an overgrown grasshopper. But that\nwas just a first impression springing from overwrought nerves.\n\nI bent down and shook Bill awake. I grabbed his arm and shook him until\nhis jaw snapped shut and he shot up straight, suddenly galvanized.\nInstantly the grotesque aspect fell from him. Dignity came upon him and\nenveloped him like a cloak.\n\n\"Ned, you say? The poor little cuss! So help me--if I get my hands on\nthe rat who did it I'll roast him over a slow fire!\"\n\nHe got up, staggered to an equipment locker, and took out a sun helmet\nand a pair of shorts. He dressed quickly, swearing constantly and\nstaring out the door at the bright dawn glow as if he wanted to send\nboth of his fists crashing into the first suspicious guy to cross his\npath.\n\n\"We can't have those footprints trampled,\" he muttered. \"There are a lot\nof dumb bastards here who don't know the first thing about keeping\npointers intact. Those prints may be the only thing we'll have to go\non.\"\n\n\"Just the three of us can handle it, Bill,\" I said. \"When you decide\nwhat should be done we can wake the others.\"\n\nBill nodded. \"Keeping it quiet is the important thing. We'll carry him\nback here. When we break the news I want that body out of sight.\"\n\nHarry and Bill and I--we took another walk in the sun. I looked at\nHarry, and the greenish tinge which had crept into his face gave me a\njolt. He's taking this pretty hard, I thought. If I hadn't known him so\nwell I might have jumped to an ugly conclusion. But I just couldn't\nimagine Harry quarreling with Ned over Molly.\n\nHow was I taking it myself? I raised my hand and looked at it. There was\nno tremor. Nerves steady, brain clear. No pleasure in enforcing the\nlaw--pass that buck to Bill. But there was a gruesome job ahead, and I\nwas standing up to it as well as could be expected.\n\nEver try lifting a corpse? The corpse of a stranger is easier to lift\nthan the corpse of a man you've known and liked. Harry and I lifted him\ntogether. Between us the dead weight didn't seem too intolerable--not at\nfirst. But it quickly became a terrible, heavy limpness that dragged at\nour arms like some soggy log dredged up from the dark waters of the\ncanal.\n\nWe carried him into the shack and eased him down on the floor. His head\nfell back and his eyes lolled.\n\nDeath is always shameful. It strips away all human reticences and makes\na mockery of human dignity and man's rebellion against the cruelty of\nfate.\n\nFor a moment we stood staring down at all that was left of Ned. I looked\nat Bill. \"How many men in the camp wear number-twelve shoes?\"\n\n\"We'll find out soon enough.\"\n\nAll this time we hadn't mentioned Larsen. Not one word about Larsen, not\none spoken word. Cheating, yes. Lying, and treacherous disloyalty, and\nviciousness, and spite. Fights around the campfires at midnight,\nbattered faces and broken wrists and a cursing that never ceased. All\nthat we could blame on Larsen. But a harmless little guy lying dead by a\nwell in a spreading pool of blood--that was an outrage that stopped us\ndead in our legend-making tracks.\n\nThere is something in the human mind which recoils from too outrageous a\ndeception. How wonderful it would have been to say, \"Larsen was here\nagain last night. He found a little guy who had never harmed anyone\nstanding by a well in the moonlight. Just for sheer delight he decided\nto kill the little guy right then and there.\" Just to add luster to the\nlegend, just to send a thrill of excitement about the camp.\n\nNo, that would have been the lie colossal which no sane man could have\nquite believed.\n\nSomething happened then to further unnerve us.\n\nThe most disturbing sound you can hear on Mars is the whispering.\nUsually it begins as a barely audible murmur and swells in volume with\nevery shift of the wind. But now it started off high pitched and\ninsistent and did not stop.\n\nIt was the whispering of a dying race. The Martians are as elusive as\nelves and all the pitiless logic of science had failed to draw them\nforth into the sunlight to stand before men in uncompromising arrogance\nas peers of the human race.\n\nThat failure was a tragedy in itself. If man's supremacy is to be\nchallenged at all let it be by a creature of flesh-and-blood, a\nbig-brained biped who must kill to live. Better that by far than a\nghostly flickering in the deepening dusk, a whispering and a flapping\nand a long-drawn sighing prophesying death.\n\nOh, the Martians were real enough. A flitting vampire bat is real, or a\nstinging ray in the depths of a blue lagoon. But who could point to a\nMartian and say, \"I have seen you plain, in broad daylight. I have\nlooked into your owlish eyes and watched you go flitting over the sand\non your thin, stalklike legs? I know there is nothing mysterious about\nyou. You are like a water insect skimming the surface of a pond in a\nfamiliar meadow on Earth. You are quick and alert, but no match for a\nman. You are no more than an interesting insect.\"\n\nWho could say that, when there were ruins buried deep beneath the sand\nto give the lie to any such idea. First the ruins, and then the Martians\nthemselves, always elusive, gnomelike, goblinlike, flitting away into\nthe dissolving dusk.\n\nYou're a comparative archaeologist and you're on Mars with the first\nbatch of rugged youngsters to come tumbling out of a spaceship with\nstardust in their eyes. You see those youngsters digging wells and\nsweating in the desert. You see the prefabricated housing units go up,\nthe tangle of machinery, the camp sites growing lusty with midnight\nbrawls and skull-cracking escapades. You see the towns in the desert,\nthe law-enforcement committees, the camp followers, the reform fanatics.\n\nYou're a sober-minded scholar, so you start digging in the ruins. You\nbring up odd-looking cylinders, rolls of threaded film, instruments of\nscience so complex they make you giddy.\n\nYou wonder about the Martians--what they were like when they were a\nyoung and proud race. If you're an archaeologist you wonder. But Bill\nand I--we were youngsters still. Oh, sure, we were in our thirties, but\nwho would have suspected that? Bill looked twenty-seven and I hadn't a\ngray hair in my head.\n\n\nIII\n\nBill nodded at Harry. \"You'd better stay here. Tom and I will be asking\nsome pointed questions, and our first move will depend on the answers we\nget. Don't let anyone come snooping around this shack. If anyone sticks\nhis head in and starts to turn ugly, warn him just once--then shoot to\nkill.\" He handed Harry a gun.\n\nHarry nodded grimly and settled himself on the floor close to Ned. For\nthe first time since I'd known him, Harry looked completely sure of\nhimself.\n\nAs we emerged from the shack the whispering was so loud the entire camp\nhad been placed on the alert. There would be no need for us to go into\nshack after shack, watching surprise and shock come into their eyes.\n\nA dozen or more men were between Bill's shack and the well. They were\nstaring grimly at the dawn, as if they could already see blood on the\nsky, spilling over on the sand and spreading out in a sinister pool at\ntheir feet. A mirage-like pool mirroring their own hidden forebodings,\nmirroring a knotted rope and the straining shoulders of men too vengeful\nto know the meaning of restraint.\n\nJim Kenny stood apart and alone, about forty feet from the well, staring\nstraight at us. His shirt was open at the throat, exposing a patch of\nhairy chest, and his big hands were wedged deeply into his belt. He\nstood about six feet three, very powerful, and with large feet.\n\nI nudged Bill's arm. \"What do you think?\" I asked.\n\nKenny did seem a likely suspect. Molly had caught his eye right from the\nstart, and he had lost no time in pursuing her. A guy like Kenny would\nhave felt that losing out to a man of his own breed would have been a\nterrible blow to his pride. But just imagine Kenny losing out to a\nlittle guy like Ned. It would have infuriated him and glazed his eyes\nwith a red film of hate.\n\nBill answered my question slowly, his eyes on Kenny's cropped head. \"I\nthink we'd better take a look at his shoes,\" he said.\n\nWe edged up slowly, taking care not to disturb the others, pretending we\nwere sauntering toward the well on a before-breakfast stroll.\n\nIt was then that Molly came out of her shack. She stood blinking for an\ninstant in the dawn glare, her unbound hair falling in a tumbled dark\nmass to her shoulders, her eyes still drowsy with sleep. She wore\nrust-colored slippers and a form-fitted yellow robe, belted in at the\nwaist.\n\nMolly wasn't beautiful exactly. But there was something pulse-stirring\nabout her and it was easy to understand how a man like Kenny might find\nher difficult to resist.\n\nBill slanted a glance at Kenny, then shrugged and looked straight at\nMolly. He turned to me, his voice almost a whisper, \"She's got to be\ntold, Tom. You do it. She likes you a lot.\"\n\nI'd been wondering about that myself--just how much she liked me. It was\nhard to be sure.\n\nBill saw my hesitation, and frowned. \"You can tell if she's covering up.\nHer reaction may give us a lead.\"\n\nMolly looked startled when she saw me approaching without the mask I\nusually wore when I waltzed her around and grinned and ruffled her hair\nand told her that she was the cutest kid imaginable and would make some\nman--not me--a fine wife.\n\nThat made telling her all the harder. The hardest part was at the\nend--when she stared at me dry-eyed and threw her arms around me as if I\nwas the last support left to her on Earth.\n\nFor a moment I almost forgot we were not on Earth. On Earth I might have\nbeen able to comfort her in a completely sane way. But on Mars when a\nwoman comes into your arms your emotions can turn molten in a matter of\nseconds.\n\n\"Steady,\" I whispered. \"We're just good friends, remember?\"\n\n\"I'd be willing to forget, Tom,\" she said.\n\n\"You've had a terrible shock,\" I whispered. \"You really loved that\nlittle guy--more than you know. It's natural enough that you should feel\na certain warmth toward me. I just happened to be here--so you kissed\nme.\"\n\n\"No, Tom. It isn't that way at all--\"\n\nI might have let myself go a little then if Kenny hadn't seen us. He\nstood very still for an instant, staring at Molly. Then his eyes\nnarrowed and he walked slowly toward us, his hands still wedged in his\nbelt.\n\nI looked quickly at Molly, and saw that her features had hardened. There\nwas a look of dark suspicion in her eyes. Bill had been watching Kenny,\ntoo, waiting for him to move. He measured footsteps with Kenny,\nadvancing in the same direction from a different angle at a pace so\ncalculated that they seemed to meet by accident directly in front of us.\n\nBill didn't draw but his hand never left his hip. His voice came clear\nand sharp and edged with cold insistence. \"Know anything about it,\nKenny?\"\n\nStrain seemed to tighten Kenny's face, but there was no panic in his\neyes, no actual glint of fear. \"What made you think I'd know?\" he asked.\n\nBill didn't say a word. He just started staring at Kenny's shoes. He\nstood back a bit and continued to stare as if something vitally\nimportant had escaped him and taken refuge beneath the soggy leather\naround Kenny's feet.\n\n\"What size shoes do you wear, Jim?\" he asked.\n\nKenny must have suspected that the question was charged with as much\nexplosive risk as a detonating wire set to go off at the faintest jar.\nHis eyes grew shrewd and mocking.\n\n\"So the guy who did it left prints in the sand?\" he said. \"Prints made\nby big shoes?\"\n\n\"That's right,\" Bill said. \"You have a very active mind.\"\n\nKenny laughed then, the mockery deepening in his stare. \"Well,\" he said,\n\"suppose we have a look at those prints, and if it will ease your mind\nI'll take off my shoes and you can try them out for size.\"\n\nKenny and Bill and I walked slowly from Molly's shack to the well in the\nhot and blazing glare, and the whispering went right on, getting under\nour skin in a tormenting sort of way.\n\nKenny still wore that disturbing grin. He looked at the prints and\ngrunted. \"Yeah,\" he said, \"they sure are big. Biggest prints I've ever\nseen.\"\n\nHe sat down and started unlacing his shoes. First the right shoe, then\nthe left. He pulled off both shoes and handed them to Bill.\n\n\"Fit them in,\" he said. \"Measure them for size. Measure _me_ for size,\nand to hell with you!\"\n\nBill made a careful check. There were eight prints, and he fitted the\nshoes painstakingly into each of them. There was space to spare at each\ntry.\n\nIt cleared Kenny completely. He wasn't a killer--this time. We might\nhave roused the camp to a lynching fury and Kenny would have died for a\ncrime another man had committed. I shut my eyes and saw Larsen swinging\nfrom a roof top, a black hood over his face. I saw Molly standing in the\nsunlight by my side, her face a stony mask.\n\nI opened my eyes and there was Kenny, grinning contemptuously at us.\nHe'd called our bluff and won out. Now the shoe was on the other foot.\n\nA cold chill ran up my spine. It was Kenny who was doing the staring\nnow, and he was looking directly at my shoes. He stood back a bit and\ncontinued to stare. He was dramatizing his sudden triumph in a way that\nturned my blood to ice.\n\nThen I saw that Bill was staring too--straight at the shoes of a man he\nhad known for three years and grown to like and trust. But underlying\nthe warmth and friendliness in Bill was a granite-like integrity which\nnothing could shake.\n\nIt was Bill who spoke first. \"I guess you'd better take them off, Tom,\"\nhe said. \"We may as well be thorough about this.\"\n\nSure, I was big. I grew up fast as a kid and at eighteen I weighed two\nhundred and thirty pounds, all lean flesh. If shoes ran large I could\nsometimes cram my feet into size twelves, but I felt much more\ncomfortable in a size or two larger than that.\n\nWhat made it worse, Molly liked me. I was involved with her, but no one\nknew how much. No one knew whether we'd quarreled or not, or how\ninsanely jealous I could be. No one knew whether Molly had only\npretended to like Ned while carrying a torch for me, and how dangerously\ncomplex the situation might have become all along the line.\n\nI stood very still, listening. The whispering was so loud now it drowned\nout the sighing of the wind. I looked down at my shoes. They were caked\nwith mud and soggy and discolored. Day after day I'd trudge back and\nforth from the canal to the shacks in the blazing sunlight without\ngiving my feet a thought until the ache in them had become intolerable,\nrest an absolute necessity.\n\nThere was only one thing to do--call Kenny's bluff so fast he wouldn't\nhave time to hurl another accusation at me.\n\nI handed Bill both of my shoes. He looked at me and nodded. I waited,\nlistening to the whispering rise and fall, watching him stoop and fit\nthe shoes into the prints on the sand.\n\nHe straightened suddenly. His face was expressionless, but I could see\nthat he was waging a terrible inward struggle with himself.\n\n\"Your shoes come pretty close to filling out those prints, Tom,\" he\nsaid. \"I can't be sure--but a wax impression test should pretty well\nclear this up.\" He gripped my arm and nodded toward the shacks. \"Better\nstick close to me.\"\n\nKenny took a slow step backward, his jaw tightening, his eyes searching\nBill's face. \"Wax impression test, hell!\" he said. \"You've got your\nmurderer. I'm going to see he gets what's coming to him--right now!\"\n\nBill shook his head. \"I'll do this my way,\" he said.\n\nKenny glared at him, then laughed harshly. \"You won't have a chance,\" he\nsaid. \"The boys won't stand for it. I'm going to spread the word around,\nand you'd better not try to stop me.\"\n\nThat did it. I'd been holding myself in, but I had a sudden,\noverpowering urge to send my fist crashing into Kenny's face, to send\nhim crashing to the sand. I started for him, but he jumped back and\nstarted shouting.\n\nI can't remember exactly what he shouted. But he said just enough to put\na noose around my neck. Every man and woman between the shacks and the\nwell swung about to stare at me. I saw shock and rage flare in the eyes\nof men who usually had steady nerves. They were not calm now--not one of\nthem.\n\n\nIV\n\nIt all happened so fast I was caught off balance. In the harsh Martian\nsunlight human emotions can be as unstable as a wind-lashed dune.\n\nA crazy thought flashed through my mind: Will Molly believe this too?\nWill she join these madmen in their wild thirst for vengeance? My need\nfor her was suddenly overwhelming. Just seeing her face would have\nhelped, but now more men had emerged from the shacks and I couldn't see\nbeyond them. They were heading straight for me and I knew that even Bill\nwould be powerless to stop them.\n\nYou can't argue with an avalanche. It was rolling straight toward me,\ngathering momentum as it came--not one man or a dozen, but a solid wall\nof human hate and unreason.\n\nBill stood his ground. He had drawn his gun, and he started shouting\nthat the prints couldn't have been made by my shoes. I chalked that up\nto his credit and resolved never to forget it.\n\nI knew I'd have to make a dash for it. I ran as fast as I could, keeping\nmy eyes on the glimmer of sunlight on rising dunes, and deep hollows\nwhich a carefully placed bullet could have quickly changed into a burial\nmound.\n\nA sudden crackling burst of gunfire ripped through the air. Directly in\nmy path the sand geysered up as the bullets ripped and tore at it.\nSomebody wasn't a good marksman, or had let blind rage unnerve him and\nspoil his aim. A lot of somebodies--for the firing increased and became\nalmost continuous for an instant, a dull crackling which drowned out the\nwhispering and the sighing of the wind.\n\nThen abruptly all sound ceased. Utter stillness descended on the\ndesert--an unnatural, terrifying stillness, as if nature herself had\nstopped breathing and was waiting for someone to scream.\n\nI must have been mad to turn. A weaving target has a chance, but a\ntarget standing motionless is a sitting duck and his life hangs by a\nhair. But still I turned.\n\nSomething was happening between the well and the shacks which halted the\npursuit dead in its tracks. One of the shacks was wrapped in darting\ntongues of flame, and a woman was screaming, and a man close to her was\ngrappling with something huge and misshapen which loomed starkly against\nthe dawn glow.\n\nA human shape? I could not be sure. It seemed monstrous, with a bulge\nbetween its shoulders which gave a grotesque and distorted aspect to the\nshadow which its weaving bulk cast upon the sand. I could see the shadow\nclearly across three hundred feet of sand. It lengthened and shortened,\nas if an octopus-like ferocity had given it the power to distort itself\nat will, lengthening its tentacles and then whipping them back again.\n\nBut it was not an octopus. It had legs and arms, and it was crushing the\nman in a grip of steel. I could see that now. I stared as the others\nwere staring, their backs turned to me, their blind hatred for me\nblotted out by that greater horror.\n\nI suddenly realized that the shape was human. It had the head and\nshoulders of a man, and a torso that could twist with muscular purpose,\nand massive hands that could maul and maim. It threw the hapless man\nfrom it with a sudden convulsive contraction of its entire bulk. I had\nnever seen a human being move in quite that way, but even as its\nviolence flared its manlike aspect became more pronounced.\n\nA frightful thing happened then. The woman screamed and rushed toward\nthe brutish maniac with her fingers splayed. The swaying figure bent,\ngrabbed her about the waist, and lifted her high into the air. I thought\nfor a moment he was about to crush her as he had crushed the man. But I\nwas wrong. She was hurled to the sand, but with a violence so brutal\nthat she went instantly limp.\n\nThen the brutal madman turned, and I saw his face. If ever monstrous\ncruelty and malign cunning looked out of a human countenance it looked\nout of the eyes that stared in my direction, remorseless in their hate.\n\nI could not tear my gaze from his face. The hate in it could be sensed,\neven across a blinding haze of sunlight that blotted out the sharp\ncontours of physical things. But more than hate could be sensed. There\nwas something tremendous about that face, as if the evil which had\nravaged it had left the searing brand of Lucifer himself!\n\nFor an instant the madman stood motionless, his ghastly brutality\nunchallenged. Then Jeff Winters started for it. Jeff had come to Mars\nalone and grown more solitary with every passing day. He was a brooding,\ningrown man, secretive and sullen, with a streak of wildness which he\nusually managed to control. He went for the madman like a gigantic\nterrier pup, shaggy and ferocious and contemptuous of death.\n\nThe big figure turned quickly, raised his arm, and brought his closed\nfist down on Jeff's skull. Jeff collapsed like a shattered plaster cast.\nHis body seemed to break and splinter, and he sprawled forward on the\nsand.\n\nHe did not get up.\n\nFrank Anders had guns on both hips, and he drew them fast. No one knew\nwhat kind of man Anders was. He hardly ever complained or made a\nspectacle of himself. A little guy with sandy hair and cold blue eyes,\nhe had an accuracy of aim that did his talking for him.\n\nHis guns suddenly roared. For an instant the air between his hands and\nthe maniac was a crackling wall of flame. The brute swayed a little but\ndid not turn aside. He went straight for Anders with both arms spread\nwide.\n\nHe caught Anders about the waist, lifted him up, and slammed his body\ndown against the sand. A sickness came over me as I stared. The madman\nbashed Anders' head against the ground again and again. Then suddenly\nthe big arms relaxed and Anders sagged limply to the ground.\n\nFor an instant the madman swayed slowly back and forth, like a\nblood-stained marionette on a wire. Then he moved forward with a\nterrible, shambling gait, his head lowered, a dark, misshapen shadow\nseeming to lengthen before him on the sand like a spindle of flame.\n\nThe clearing was abruptly tumultuous with sound. The fury which had been\nunleashed against me turned upon the monster and became a closed circle\nof deadly, intent purpose hemming him in--and he was caught in a\ncrossfire that hurled him backwards to the sand.\n\nHe jumped up and lunged straight for the well. What happened then was\nlike the awakening stages of some horrible dream. The madman shambled\npast the well, the air at his back a crackling sheet of flame. The\nbarrage behind him was continuous and merciless. The men were organized\nnow, standing together in a solid wall, firing with deadly accuracy and\na grim purpose which transcended fear.\n\nThe madman went clumping on past me and climbed a dune with his\nshoulders held straight. With a sunset glare deepening about him, he\nwent striding over the dune and out of sight.\n\n       *       *       *       *       *\n\nI turned and stared back at the camp. The pursuit had passed the well\nand was headed for me. But no one paid the slightest attention to me.\nTwelve men passed me, walking three abreast. Bill came along in their\nwake, his eyes stony hard. He reached out as he passed me, gripping my\nshoulder, giving me a foot-of-the-gallows kind of smile.\n\n\"We know now who killed Ned,\" he whispered. \"We know, fella. Take it\neasy, relax.\"\n\nMy head was throbbing, but I could see the big prints from where I\nstood--the prints of a murderer betrayed by his insatiable urge to slay.\n\nI saw Kenny pass, and he gave me a contemptuous grin. He had done his\nbest to destroy me, but there was no longer any hate left in me.\n\nI took a slow step forward--and fell flat on my face....\n\nI woke up with my head in Molly's lap. She was looking down into my\nface, sobbing in a funny sort of way and running her fingers through my\nhair.\n\nShe looked startled when she saw that I was wide awake. She blinked\nfuriously and started fumbling at her waist for a handkerchief.\n\n\"I must have passed out cold,\" I said. \"It's quite a strain to be at the\nreceiving end of a lynching bee. And what I saw afterwards wasn't\nexactly pleasant.\"\n\n\"Darling,\" she whispered, \"don't move, don't say a word. You're going to\nbe all right.\"\n\n\"You bet I am!\" I said. \"Right now I feel great.\"\n\nMy arm went around her shoulder, and I drew her head down until her\nbreath was warm on my face. I kissed her hair and lips and eyes for a\nfull minute in utter recklessness.\n\nWhen I released her her eyes were shining, and she was laughing a little\nand crying too. \"You've changed your mind,\" she said. \"You believe me\nnow, don't you?\"\n\n\"Don't talk,\" I said. \"Don't say another word. I just want to look at\nyou.\"\n\n\"It was you right from the start,\" she said. \"Not Ned--or anyone else.\"\n\n\"I was a blind fool,\" I said.\n\n\"You never gave me a second glance.\"\n\n\"One glance was enough,\" I whispered. \"But when I saw how it seemed to\nbe between you and Ned--\"\n\n\"I was never in love with him. It was just--\"\n\n\"Never mind, don't say it,\" I said. \"It's over and done with.\"\n\nI stopped, remembering. Her eyes grew wide and startled, and I could see\nthat she was remembering too.\n\n\"What happened?\" I asked. \"Did they catch that vicious rat?\"\n\nShe brushed back her hair, the sunlight suddenly harsh on her face. \"He\nfell into the canal. The bullets brought him down, and he collapsed on\nthe bank.\"\n\nHer hand tightened on my wrist. \"Bill told me. He tried to swim, but the\ncurrent carried him under. He went down and never came up.\"\n\n\"I'm glad,\" I said. \"Did anyone in the camp ever see him before?\"\n\nMolly shook her head. \"Bill said he was a drifter--a dangerous maniac\nwho must have been crazed by the sun.\"\n\n\"I see,\" I said.\n\nI reached out and drew her into my arms again, and we rested for a\nmoment stretched out side by side on the sand.\n\n\"It's funny,\" I said after a while.\n\n\"What is?\"\n\n\"You know what they say about the whispering. Sometimes when you listen\nintently you seem to hear words deep in your mind. As if the Martians\nhad telepathic powers.\"\n\n\"Perhaps they have,\" she said.\n\nI glanced sideways at her. \"Remember,\" I said. \"There were cities on\nMars when our ancestors were hairy apes. The Martian civilization was\nflourishing and great fifty million years before the pyramids arose as a\nmonument to human solidarity and worth. A bad monument, built by slave\nlabor. But at least it was a start.\"\n\n\"Now you're being poetic, Tom,\" she said.\n\n\"Perhaps I am. The Martians must have had their pyramids too. And at the\npyramid stage they must have had their Larsens, to shoulder all the\nguilt. To them we may still be in the pyramid stage. Suppose--\"\n\n\"Suppose what?\"\n\n\"Suppose they wanted to warn us, to give us a lesson we couldn't forget.\nHow can we say with certainty that a dying race couldn't still make use\nof certain techniques that are far beyond us.\"\n\n\"I'm afraid I don't understand,\" she said, puzzled.\n\n\"Someday,\" I said, \"our own science will take a tiny fragment of human\ntissue from the body of a dead man, put it into an incubating machine,\nand a new man will arise again from that tiny shred of flesh. A man who\ncan walk and live and breathe again, and love again, and die again after\nanother full lifetime.\n\n\"Perhaps the Martian science was once as great as that. And the Martians\nmight still remember a few of the techniques. Perhaps from our human\nbrains, from our buried memories and desires, they could filch the key\nand bring to horrible life a thing so monstrous and so terrible--\"\n\nHer hand went suddenly cold in mine. \"Tom, you can't honestly think--\"\n\n\"No,\" I said. \"It's nonsense, of course. Forget it.\"\n\nI didn't tell her what the whispering had seemed to say, deep in my\nmind.\n\n_We've brought you Larsen! You wanted Larsen, and we've made him for\nyou! His flesh and his mind--his cruel strength and his wicked heart!\nHere he comes, here he is! Larsen, Larsen, Larsen!_\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Fantastic Universe_ January 1954.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of Project Gutenberg's The Man the Martians Made, by Frank Belknap Long\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE MAN THE MARTIANS MADE ***\n\n***** This file should be named 29432.txt or 29432.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/4/3/29432/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}