{"title": "Invasion", "author": "William Fitzgerald Jenkins", "releaseDate": "July 19, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n     This etext was produced from Astounding Stories March 1933.\n     Extensive research did not uncover any evidence that the\n     U.S. copyright on this publication was renewed.\n\n\n    [Illustration: He picked Sylva up in his arms and ran madly.]\n\n\n                               Invasion\n\n\n                          By Murray Leinster\n\n       *       *       *       *       *\n\n\n\n\n[Sidenote: The whole fighting fleet of the United Nations is caught in\nKreynborg's marvelous, unique trap.]\n\n\nIt was August 19, 2037. The United Nations was just fifty years old.\nTelevisors were still monochromatic. The Nidics had just won the World\nSeries in Prague. Com-Pub observatories were publishing elaborate\nfigures on moving specks in space which they considered to be Martian\nspaceships on their way to Earth, but which United Nations astronomers\ncould not discover at all. Women were using gilt lipsticks that year.\nHeat-induction motors were still considered efficient prime movers.\n\nThorn Hard was a high-level flier for the Pacific Watch. Bathyletis\nwas the most prominent of nationally advertised diseases, and was to\nbe cured by RO-17, \"The Foundation of Personal Charm.\" Somebody named\nNirdlinger was President of the United Nations, and somebody else\nnamed Krassin was Commissar of Commissars for the Com-Pubs. Newspapers\nwere printing flat pictures in three colors only, and deploring the\nhigh cost of stereoscopic plates. And ... Thorn Hard was a high-level\nflier for the Pacific Watch.\n\nThat is the essential point, of course--Thorn Hard's work with the\nWatch. His job was, officially, hanging somewhere above the\ntwenty-thousand-foot level with his detector-screens out, listening\nfor unauthorized traffic. And, the normal state of affairs between the\nCom-Pubs and the United Nations being one of highly armed truce,\n\"unauthorized traffic\" meant nothing more or less than spies.\n\nBut on August 19th, 2037, Thorn Hard was off duty. Decidedly so. He\nwas sitting on top of Mount Wendel, in the Rockies; he had a\nravishingly pretty girl sitting on the same rock with him, and he was\nlooking at the sunset. The plane behind him was an official Watch\nplane, which civilians are never supposed to catch a glimpse of. It\nhad brought Thorn Hard and Sylva West to this spot. It waited now,\nhalf-hidden by a spur of age-eroded rock, to take them back to\ncivilization again. Its G.C. (General Communication) phone muttered\noccasionally like the voice of conscience.\n\n[Illustration:]\n\nThe colors of the mountain changed and blended. The sky to westward\nwas a glory of a myriad colors. Man and girl, high above the world,\nsat with the rosy glow of dying sunlight in their faces and watched\nthe colors fade and shift into other colors and patterns even more\nexquisite. Their hands touched. They looked at each other. They\nsmiled queerly, as people smile who are in love or otherwise not quite\nsane. They moved inevitably closer....\n\nAnd then the G.C. phone barked raucously:\n\n\"All Watch planes attention! Urgent! Extreme high-level traffic\nreported seven-ten line bound due east, speed over one thousand. All\nWatch planes put out all detectors and use extra vigilance. Note: the\nspeed, course, and time of report of this traffic checks with Com-Pub\nobservations of moving objects approaching Earth from Mars. This\npossibility should be considered before opening fire.\"\n\nThorn Hard stiffened all over. He got up and swung down to the stubby\nlittle ship with its gossamer-like wings of cellate. He touched the\nreport button.\n\n\"Plane 257-A reporting seven-ten line. Thorn Hard flying. On Mount\nWendel, on leave. Orders?\"\n\nHe was throwing on the screens even as he reported. And the vertical\ndetector began to whistle shrilly. His eyes darted to the dial, and he\nspoke again.\n\n\"Added report. Detector shows traffic approaching, bound due east,\nseven hundred miles an hour, high altitude.... Correction; six-fifty\nmiles. Correction; six hundred.\" He paused. \"Traffic is decelerating\nrapidly. I think, sir, this is the reported ship.\"\n\n       *       *       *       *       *\n\nAnd then there was a barely audible whining noise high in the air to\nthe west. It grew in volume and changed in pitch. From a whine it\nbecame a scream. From a scream it rose to a shriek. Something\nmonstrous and red glittered in the dying sunlight. It was huge. It was\nof no design ever known on earth. Wings supported it, but they were\nobscured by the blasts of forward rockets checking its speed.\n\nIt was dropping rapidly. Then lifting-rockets spouted flame to keep it\nfrom too rapid a descent. It cleared a mountain-peak by a bare two\nhundred feet, some two miles to the south. It was a hundred-odd feet\nin length. It was ungainly in shape, monstrous in conformation.\nColossal rocket-tubes behind it now barely trickled vaporous\ndischarges. It cleared the mountain-top, went heavily on in a steep\nglide downward, and vanished behind a mountain-flank. Presently the\nthin mountain air brought the echoed sound of its landing, of\nrapid-fire explosions of rocket-tubes, and then silence.\n\nThorn Hard was snapping swift, staccato sentences into the\nreport-transmitter. Describing the clumsy glittering monster, its\nmotion; its wings; its method of propulsion. It seemed somehow\nfamiliar despite its strangeness. He said so.\n\nThen a vivid blue flame licked all about the rim of the world and was\ngone. Simultaneously the G.C. speaker crashed explosively and went\ndead. Thorn went on grimly, switching in the spare.\n\n\"A very violent electrical discharge went out from it then. A blue\nlight seemed to flash all around the horizon at no great distance and\nmy speaker blew out. I have turned on the spare. I do not know whether\nmy sender is functioning--\"\n\nThe spare speaker cut in abruptly at that moment:\n\n\"It is. Stay where you are and observe. A squadron is coming.\"\n\n       *       *       *       *       *\n\nThen the voice broke off, because a new sound was coming from the\nspeaker. It was a voice that was unhuman and queerly horrible and\nsomehow machine-like. Hoots and howls and whistles came from the\nspeaker. Wailing sounds. Ghostly noises, devoid of consonants but\nbroadcast on a wave-length close to the G.C. band and therefore\nproduced by intelligence, though unintelligible. The unhuman hoots and\nwails and whistles came through for nearly a minute, and stopped.\n\n\"Stay on duty!\" snapped the G.C. speaker. \"That's no language known on\nearth. Those are Martians!\"\n\nThorn looked up to see Sylva standing by the Watch-plane door. Her\nface was pale in the growing darkness outside.\n\n\"Beginning duty sir,\" said Thorn steadily, \"I report that I have with\nme Miss Sylva West, my fiancée, in violation of regulations. I ask\nthat her family be notified.\"\n\nHe snapped off the lights and went with her. The red rocket-ship had\nlanded in the very next valley. There was a glare there, which wavered\nand flickered and died away.\n\n\"Martians!\" said Thorn in fine irony. \"We'll see when the Watch planes\ncome! My guess is Com-Pubs, using a searchlight! Nervy!\"\n\nThe glare vanished. There was only silence, a curiously complete and\ndeadly silence. And Thorn said, suddenly:\n\n\"There's no wind!\"\n\nThere was not. Not a breath of air. The mountains were uncannily\nquiet. The air was impossibly still, for a mountain-top. Ten minutes\nwent by. Twenty. The detector-whistles shrilled.\n\n\"There's the Watch,\" said Thorn in satisfaction. \"Now we'll see!\"\n\nAnd then, abruptly, there was a lurid flash in the sky to northward.\nTwo thousand feet up and a mile away, the unearthly green blaze of a\nhexynitrate explosion lit the whole earth with unbearable brilliance.\n\n\"Stop your ears!\" snapped Thorn.\n\n       *       *       *       *       *\n\nThe racking concussion-wave of hexynitrate will break human eardrums\nat an incredible distance. But no sound came, though the seconds went\nby.... Then, two miles away, there was a second gigantic flash....\nThen a third.... But there was no sound at all. The quiet of the hills\nremained unbroken, though Thorn knew that such cataclysmic detonations\nshould be audible at twenty miles or more. Then lights flashed on\nabove. Two--three--six of them. They wavered all about, darting here\nand there.... Then one of the flying searchlights vanished utterly in\na fourth terrific flash of green.\n\n\"The watch planes are going up!\" said Thorn dazedly. \"Blowing up! And\nwe can't hear the explosions!\"\n\nBehind him the G.C. speaker barked his call. He raced to get its\nmessage.\n\n\"The Watch planes we sent to join you,\" said a curt voice he\nrecognized as that of the Commanding General of the United Nations,\n\"have located an invisible barrier by their sonic altimeters. Four of\nthem seem to have rammed it and exploded without destroying it. What\nhave you to report?\"\n\n\"I've seen the flashes, sir,\" said Thorn unsteadily, \"but they made no\nnoise. And there's no wind, sir. Not a breath since the blue flash I\nreported.\"\n\nA pause.\n\n\"Your statement bears out their report,\" said the G.C. speaker\nharshly. \"The barrier seems to be hemispherical. No such barrier is\nknown on Earth. These must be Martians, as the Com-Pubs said. You will\nwait until morning and try to make peaceful contact with them. This\nbarrier may be merely a precaution on their part. You will try to\nconvince them that we wish to be friendly.\"\n\n\"I don't believe they're Martians, sir--\"\n\nSylva came racing to the door of the plane.\n\n\"Thorn! Something's coming! I hear it droning!\"\n\nThorn himself heard a dull droning noise in the air, coming toward\nhim.\n\n\"Occupants of the rocket-ship, sir,\" he said grimly, \"seem to be\napproaching. Orders?\"\n\n\"Evacuate the ship,\" snapped the G.C. phone. \"Let them examine it.\nThey will understand how we communicate and prepare to receive and\nexchange messages. If they seem friendly, make contact at once.\"\n\n       *       *       *       *       *\n\nThorn made swift certain movements and dived for the door. He seized\nSylva and fled for the darkness below the plane. He was taking a\ndesperate risk of falling down the mountain-slopes. The droning drew\nnear. It passed directly overhead. Then there was a flash and a\ndeafening report. A beam of light appeared aloft. It searched for and\nfound Thorn's plane, now a wreck. Flash after flash and explosion\nafter explosion followed....\n\nThey stopped. Their echoes rolled and reverberated among the hills.\nThere was a hollow, tremendous intensification of the echoes aloft as\nif a dome of some solid substance had reflected back the sound. Slowly\nthe rollings died away. Then a voice boomed through a speaker\noverhead, and despite his suspicions Thorn felt a queer surprise. It\nwas a human voice, a man's voice, full of a horrible amusement.\n\n\"Thorn Hardt! Thorn Hardt! Where are you?\" Thorn did not move or\nreply. \"If I haff not killed you, you hear me,\" the voice chuckled.\n\"Come to see me, Thorn Hardt. Der dome of force iss big, yes, but you\ncan no more get out than your friends can get in. And now I haff\ndestroyed your phones so you can no longer chat with them. Come and\nsee me, Thorn Hardt, so I will not be bored. We will discuss der\nCom-Pubs. And bring der lady friend. You may play der chaperon!\"\n\nThe voice laughed. It was not pleasant laughter. And the humming drone\nin the air rose and dwindled. It moved away from the mountain-top. It\nlessened and lessened until it was inaudible. Then there was dead\nsilence again.\n\n\"By his accent, he's a Baltic Russian,\" said Thorn very grimly in the\ndarkness. \"Which means Com-Pubs, not Martians, though we're the only\npeople who realize it; and they're starting a war! And we, Sylva, must\nwarn our people. How are we going to do it?\"\n\nShe pressed his hand confidently, but it did not look promising. Thorn\nHard was on foot, without a transmitter, armed only with his\nbelt-weapons and with a girl to look after, and moreover imprisoned in\na colossal dome of force which hexynitrate had failed to crack....\n\n       *       *       *       *       *\n\nIt was August 20, 2037. There was a triple murder in Paris which was\nrumored to be the work of a Com-Pub spy, though the murderer's\nunquestionably Gallic touches made the rumor dubious. Newspaper\nvendor-units were screaming raucously, \"Martians land in Colorado!\"\nand the newspapers themselves printed colored-photos of hastily\nimprovised models in their accounts of the landing of a blood-red\nrocket-ship in the widest part of the Rockies. The inter-continental\ntennis matches reached their semi-finals in Havana, Cuba. Thorn Hard\nhad not reported to Watch headquarters in twelve hours. Quadruplets\nwere born in Des Moines, Iowa. Krassin, Commissar of Commissars of the\nCom-Pubs, made a diplomatic inquiry about the rumors that a Martian\nspace-ship had landed in North America. He asked that Com-Pub\nscientists be permitted to join in the questioning and examination of\nthe Martian visitors. The most famous European screen actress landed\nfrom the morning Trans-Atlantic plane with her hair dyed a light\nlavender, and beauty-shops throughout the country placed rush orders\nfor dye to take care of the demand for lavender hair which would begin\nby mid-afternoon. The heavy-weight champion of the United Nations was\nwarned that his title would be forfeited if he further dodged a fight\nwith his most promising contender. And ... Thorn Hard had not reported\nto Watch headquarters in twelve hours.\n\nHe was, as a matter of fact, cautiously parting some bushes to peer\npast a mountain-flank at the red rocket-ship. Sylva West lay on the\nground behind him. Both of them weary to the point of exhaustion. They\nhad started their descent from Mount Wendel at the first gray streak\nof dawn in the east. They had toiled painfully across the broken\ncountry between, to this point of vantage. Now Thorn looked down upon\nthe rocket-ship.\n\n       *       *       *       *       *\n\nIt lay a little askew upon the ground, seeming to be partly buried in\nthe earth. A hundred feet and more in length, it was even more\nobviously a monstrosity as he looked at it in the bright light of day.\nBut now it was not alone. Beside it a white tower reared upward. Pure\nwhite and glistening in the sunshine, a bulging, uneven shaft rose a\nhundred feet sheer. It looked as solid as marble. Its purpose was\nunguessable. There was a huge, fan-shaped space where the vegetation\nabout the rocket-ship was colored a vivid red. In air-photos, the\nrocket-ship would look remarkably like something from another planet.\nBut nearby, Thorn could see a lazy trickle of fuel-fumes from a\nport-pipe on one side of the monster....\n\n\"That tower is nothing but cellate foam, which hardens. And Sylva!\nSee?\"\n\nShe came cautiously through the brushwood and looked down. She\nshivered a little. From here they could see beneath the bows of the\nrocket-ship. And there was a name there, in the Cyrillic alphabet\nwhich was the official written language of the Com-Pubs. Here, on\nUnited Nations soil, it was insolent. It boasted that the red ship\ncame, not from an alien planet, but from a nation more alien still to\nall the United Nations stood for. The Com-Pubs--the Union of Communist\nRepublics--were neither communistic nor republics, but they were much\nmore dangerous to the United Nations than any mere Martians would have\nbeen.\n\n\"We'll have some heavy ships here to investigate, soon,\" said Thorn\ngrimly. \"Then I'll signal!\"\n\n       *       *       *       *       *\n\nHe flung back his head. High up and far away, beyond that invisible\nbarrier against which Watch-planes had flung themselves in vain, there\nwere tiny motes in mid-air. These were Watch planes too, hovering\noutside the obstacle they could not see, but which even hexynitrate\nbombs could not break through. And very far away indeed there was a\nswiftly-moving small dark cloud. As Thorn watched, that cloud drew\nclose. As his eyes glowed, it resolved itself into its component\nspecks. Small, two-man patrol-scouts. Larger, ten-man cruisers of the\nair. Huge, massive dreadnaughts of the blue. A complete\ncombat-squadron of the United Nations Fighting Forces was sweeping to\nposition about the dome of force above the rocket-ship.\n\nThe scouts swept forward in a tiny, whirling cloud. They sheered away\nfrom something invisible. One of them dropped a smoking object. It\nemitted a vast cloud of paper, which the wind caught and swept away,\nand suddenly wrapped about a definite section of an arc. More and more\nof the tiny smoke-bombs released their masses of cloudlike stuff. In\nmid-air a dome began to take form, outlined by the trailing streaks of\ngray. It began to be more definitely traced by interlinings. An aerial\nlattice spread about a portion of a six-mile hemisphere. The top was\nfifteen thousand feet above the rocket-ship, twenty-five thousand feet\nfrom sea-level, as high as Mount Everest itself.\n\nTiny motes hovered even there, where the smallest of visible specks\nwas a ten-man cruiser. And one of the biggest of the aircraft came\ngingerly up to the very inner edge of the lattice-work of fog and hung\nmotionless, holding itself aloft by powerful helicopter screws. Men\nwere working from a trailing stage--scientists examining the barrier\neven hexynitrate would not break down.\n\n       *       *       *       *       *\n\nThorn set to work. He had come toilsomely to the neighborhood of the\nrocket-ship because he would have to do visual signaling, and there\nwas no time to lose. The dome of force was transparent. The air fleet\nwould be trying to communicate through it with the Martians they\nbelieved were in the rocket-ship. Sunlight reflected from a polished\ncanteen would attract attention instantly from a spot near the red\nmonster, while elsewhere it might not be observed for a long time.\nBut, trying every radio wave-band, and every system of visual\nsignaling, and watching and testing for a reply, Thorn's signal ought\nto be picked up instantly.\n\nHe handed his pocket speech-light receptor to Sylva. It is standard\nequipment for all flying personnel, so they may receive non-broadcast\norders from flight leaders. He pointed to a ten-man cruiser from\nwhich shone the queer electric-blue glow of a speech-light.\n\n\"Listen in on that,\" he commanded. \"I'm going to call them. Tell me\nwhen they answer.\"\n\nHe began to flash dots and dashes in that quaintly archaic telegraph\nalphabet Watch fliers are still required to learn. It was the Watch\ncode call, sent over and over again.\n\n\"They're trying to make the Martians understand,\" said Sylva\nunsteadily with the speech-light receiver at her ear.\n\n       *       *       *       *       *\n\nFlash--flash--flash.... Thorn kept on grimly. The canteen top was\nslightly convex, so the sunlight-beam would spread. Accuracy was not\nneeded, therefore. He covered and uncovered it, and covered and\nuncovered it....\n\n\"They answered!\" said Sylva eagerly. \"They said 'Thorn Hard report at\nonce!'\"\n\nThere was a hissing, roaring noise over the hillside, where the red\nrocket-ship lay. Thorn paid no attention. He began to spell out, in\ngrim satisfaction:\n\n\"R-o-c-k-e-t s-h-i-p i-s--\"\n\n\"Look out!\" gasped Sylva. \"They say look out, Thorn!\"\n\nThen she screamed. As Thorn swung his head around, he saw a dense mass\nof white vapor rushing over the hillside toward them. He picked Sylva\nup in his arms and ran madly....\n\nThe white vapor tugged at his knees. It was a variation of a\nvortex-stream. He fought his way savagely toward higher ground. The\nwhite vapor reached his waist.... It reached his shoulders.... He\nslung Sylva upon his shoulder and fought more madly still to get out\nof the wide white current.... It submerged him in its stinging, bitter\nflood.... As he felt himself collapsing his last conscious thought was\nthe bitter realization that the bulbous white tower had upheld\ntelevision lenses at its top, which had watched his approach and\ninspection of the rocket-ship, and had enabled those in the red\nmonster to accurately direct their spurt of gas.\n\nHis next sensation was that of pain in his lungs. Something that\nsmarted intolerably was being forced into his nostrils, and he battled\nagainst the agony it produced. And then he heard someone chuckle\namusedly and felt the curious furry sensation of electric anesthesia\nbeginning....\n\n       *       *       *       *       *\n\nWhen he came to himself again a machine was clicking erratically and\nthere was the soft whine of machinery going somewhere. He opened his\neyes and saw red all about him. He stirred, and he was free.\nPainfully, he sat up and blinked about him with streaming,\ngas-irritated eyes. He had been lying on a couch. He was in a room\nperhaps fifteen feet by twenty, of which the floor was slightly\noff-level. And everything in the room was red. Floor and walls and\nceiling, the couch he had lain on and the furniture itself. There was\na monstrous bulk of a man sitting comfortably in a chair on the other\nside of the room, pecking at a device resembling a writing-machine.\n\nThorn sat still for an instant, gaining strength. Then he flung\nhimself desperately across the room, his fingers curved into talons.\n\nFive feet, ten, with the slant of the floor giving him added\nimpetus.... Then his muscles tightened convulsively. A wave of pure\nagony went through his body. He dropped and lay writhing on the floor,\nwhile the high-frequency currents of an induction-screen had their way\nwith him. He was doubled into a knot by his muscles responding to the\nelectric stimulus instead of his will. Sheer anguish twisted him. And\nthe room filled with a hearty bellow of laughter. The monstrous\nwhiskered man had turned about and was shaking with merriment.\n\nHe picked up a pocket-gun from beside him and turned off a switch at\nhis elbow. Thorn's muscles were freed.\n\n\"Go back, my friendt,\" boomed the same voice that had come from a\nspeaker the night before. \"Go to der couch. You amuse me and you haff\nalready been useful, but I shall haff no hesitation in killing you.\nYou are Thorn Hardt. My name is Kreynborg. How do you do?\"\n\n\"Where's my friend?\" demanded Thorn savagely. \"Where is she?\"\n\n\"Der lady friendt? There!\" The whiskered man pointed negligently with\nthe pocket-gun. \"I gafe her a bunk to slumber in.\"\n\n       *       *       *       *       *\n\nThere was a niche in the wall, which Thorn had not seen. Sylva was\nthere, sleeping the same heavy, dreamless sleep from which Thorn\nhimself had just awakened. He went to her swiftly. She was breathing\nnaturally, though tears from the irritating gas still streaked her\nface and her skin seemed to be pinkened a little from the same cause.\n\nThorn swung around. His weapons were gone, of course. The huge man\nsnapped on the induction-screen switch again and put down his weapon.\nWith that screen separating the room into two halves, no living thing\ncould cross it without either such muscular paralysis as Thorn had\njust experienced, or death. Coils in the floor induced alternating\ncurrents in the flesh itself, very like those currents used for\nsupposed medical effects in \"medical batteries,\" and \"shockers.\"\n\n\"Be calm!\" said Kreynborg, chuckling. \"I am pleased to haff company.\nThis is der loneliest spot in der Rockies. It was chosen for that\nreason. But I shall be here for maybe months, and now I shall not be\nlonely. We of der Com-Pubs haff scientific resources such as your\nfools haff nefer dreamed of, but there is no scientific substitute for\na pretty woman.\"\n\nHe turned again to the writing device. It clicked half a dozen times\nmore, and he stopped. A strip of paper came out of it. He inserted it\ninto the slot of another mechanism and switched on a standard G.C.\nphone as the paper began to feed. In seconds the room was filled with\nunearthly hoots and wails and whistles. They came from the device into\nwhich the paper was feeding, and they poured into the G.C.\ntransmitter. They went on for nearly a minute, and ceased. Kreynborg\nshut off the transmitter.\n\n\"My code,\" he observed comfortably, \"gifing der good news to\nStalingrad. Everything is going along beautifully. I roused der fair\nSylva and kissed her a few times to make her scream into a record, and\nI interpolated her screamings into der last code transmission. Your\nwise men think der Martians haff vivisected her. They are\nconcentrating der entire fighting force of der United Nations outside\nder dome of force. And all for a few kisses!\"\n\n       *       *       *       *       *\n\nThorn was white with rage. His eyes burned with a terrible fury. His\nhands shook. Kreynborg chuckled again.\n\n\"Oh, she is unharmed--so far. I haff not much time now. Presently der\ntwo of you will while away der time. But not now.\"\n\nHe switched on the G.C. receiver and the room filled with a multitude\nof messages. Thorn sat beside Sylva, watching, watching, watching,\nwhile invisible machinery whined softly and Kreynborg listened\nintently to the crisp, curt official reports that came through on the\nFighting Force band. Three combat-squadrons were on the spot now;\nOne, Three and Eight. Four more were coming at fast cruising\nspeed--four hundred miles an hour. One combat-squadron of the whole\nfleet alone would be left to cope with all other emergencies that\nmight arise.... A television screen lighted up and Thorn could see\nwhere the lenses on the bulbous tower showed the air all about filled\nwith fighting-planes, hovering about the dome of force like moths\nbeating their wings against a screen. The strongest fighting-force in\nthe world, helpless against a field of electric energy!\n\n\"It is amusing,\" chuckled Kreynborg, looking at the screen\ncomplacently. \"Der dome of force is a new infention. It is a\nheterodyning of one frequency upon another at a predetermined\ndistance. It has all der properties of matter except mass and a limit\nof strength. There is no limit to its strength! But it cannot be made\nexcept in a sphere, so at first it seemed only a defensif weapon. With\nit, we could defy der United Nations to attack us. But we wished to do\nmore. So I proposed a plan, and I haff der honor of carrying it out.\nIf I fail, Krassin disavows me. But I shall not fail, and I shall end\nas Commissar for der continent of North America!\"\n\n       *       *       *       *       *\n\nHe looked wisely at Thorn, who sat motionless.\n\n\"You keep quiet, eh, and wait for me to say something indiscreet?\nFerry well, I tell you. We are in a sort of gold-fish globe of\nelectric force. Your air fleet cannot break in. You know that! Also,\nif they were in they could not break out again. So I wait, fery\npatiently pretending to be a Martian until all your Fighting Force has\ngathered around in readiness to fight me. But I shall not fight. I\nshall simply make a new and larger gold-fish globe, outside of this\none. And then I go out and make faces at der Fighting Force of der\nUnited Nations imprisoned between der two of them--and then der\nCom-Pub fleet comes ofer!\"\n\nHe stood up and put his hand on a door-knob.\n\n\"Is it not pretty?\" he asked blandly. \"In two weeks der air fleet will\nbegin to starfe. In three, there will be cannibalism, unless der\nCom-Pubs accept der surrender. Imagine....\" He laughed. \"But do not\nfear, my friendt! I haff profisions for a year. If you are amusing, I\nfeed you. In any case I exchange food for kisses with der charming\nSylva. It will be amusing to change her from a woman who screams as I\nkiss her, to one who weeps for joy. If I do not haff to kill you, you\nshall witness it!\"\n\nHe vanished through a doorway on the farther side of the room.\nInstantly Thorn was on his feet. The dead slumber in which Sylva was\nsunk was wholly familiar. Electric anesthesia, used not only for\nsurgery, but to enforce complete rest at any chosen moment. He dragged\nher from that couch to his own. He saw her stir, and her eyes were\ninstantly wide with terror. But Thorn was tearing the couch to pieces.\nCover, pneumatic mattress.... He ripped out a loosely-fitting\nframe-piece of steel.\n\n\"Quick, now,\" he said in a low tone, \"I'm going to short the\ninduction-screen. We'll get across it. Then--out the door!\"\n\n       *       *       *       *       *\n\nShe struggled to her feet, terrified, but instantly game. Thorn slid\nthe rod of metal across the stretch of flooring he had previously been\nunable to cross. The induced currents in the rod amounted to a\nshort-circuit of the field. The rod grew hot and its paint blistered\nsmokily. Thorn leaped across with Sylva in his wake. He pointed to the\ndoor, and she fled through it. He seized a chair, crashed it\nfrenziedly into the television screen, and had switched on the G.C.\nphone when there was a roar of fury from Kreynborg. Instantly there\nwas the spitting sound of a pocket-gun and in the red room the racking\ncrash of a hexynitrate pellet. Nothing can stand the instant crash of\nhexynitrate. Its concussion-wave is a single pulsation of the air. The\ncellate diaphragm of the G.C. transmitter tore across from its\nviolence and Thorn cursed bitterly. There was no way, now, of\nsignaling....\n\nA second racking crash as a second pellet flashed its tiny green\nflame. Kreynborg was using a pocket-gun, one of those small terrible\nweapons which shoot a projectile barely larger than the graphite of a\nlead pencil, but loaded with a fraction of a milligram of hexynitrate.\nTwo hundred charges would feed automatically into the bore as the\ntrigger was pressed.\n\nThorn gazed desperately about for weapons. There was nothing in sight.\nTo gain the outside world he had to pass before the doorway through\nwhich the bullets had come.... And suddenly Thorn seized the\ncode-writer and the device which transmitted that code as a series of\nunearthly noises which the world was taking for Martian speech. He\nswung the two machines before the door in a temporary barrier.\nWhatever else Kreynborg might be willing to destroy, he would not\nshoot into them!\n\nThorn leaped madly past the door as Kreynborg roared with rage again.\nHe paused only to hurl a chair at the two essential machines, and as\nthey dented and toppled, he fled through the door and away.\n\n       *       *       *       *       *\n\nSylva peered anxiously at him from behind a huge boulder. He raced\ntoward her, expecting every second to hear the spitting of Kreynborg's\npocket-gun. With the continuous-fire stud down, the little gun would\nshoot itself empty in forty-five seconds, during which time Kreynborg\ncould play it upon him like a hose that spouted death. But Thorn had\ndone the hundred yards in eleven seconds, years before. He bettered\nhis record now. The first of the little green flashes came when he was\nno more than ten yards from the boulder which sheltered Sylva. The\ntiny pellet had missed him by inches. Three more, and he was safe from\npursuit.\n\n\"But we've got to get away!\" he panted. \"He can shoot gas here and get\nus again! He can cover four hundred yards with gas, and more than that\nwith guns.\"\n\nThey fled down a tiny water-course, midget figures in an infinity of\nearth and sky, scurrying frenziedly from a red slug-like thing that\nlay askew in a mountain valley. Far away and high above hung the\nwar-planes of the United Nations. Big ones and little ones, hovering\nin hundreds about the outside of the dome of force they could neither\npenetrate nor understand.\n\nA quarter of a mile. Half a mile. There was no sign from Kreynborg or\nthe rocket-ship. Thorn panted.\n\n\"He can't reach us with gas, now, and it looks like he doesn't dare\nuse a gun. They'd know he wasn't a Martian. At night he'll use that\nhelicopter, though. If we can only make those ships see us....\"\n\n       *       *       *       *       *\n\nThey toiled on. The sun was already slanting down toward the western\nsky. At four--by the sun--Thorn could point to a huge air-dreadnaught\nhanging by lazily revolving gyros barely two miles away. He waved\nwildly, frantically, but the big ship drifted on, unseeing. The\nFighting Force was no longer looking for Thorn and Sylva. They had\nbeen carried into the rocket-ship fourteen hours and more before.\nSylva's screaming had been broadcast with the weird hoots and\nwhistles the United Nations believed to be the language of\ninter-planetary invaders. The United Nations believed them dead. Now a\nwatch was being kept on the rocket-ship, to be sure, but it was\nbecoming a matter-of-fact sort of vigilance, pending the arrival of\nthe rest of the Fighting Force and the cracking of the dome of force\nby the scientists who worked on it night and day.\n\nOn level ground, Thorn and Sylva would have reached the edge of the\ndome in an hour. Here they had to climb up steep hillsides and down\nprecipitous slopes. Four times they halted to make frantic efforts to\nattract the attention of some nearby ship.\n\nIt was six when they came upon the rim. There was no indication of its\nexistence save that three hundred yards from them boughs waved and\nleaves quivered in a breeze. Inside the dome the air was utterly\nstill.\n\n\"There it is!\" panted Thorn.\n\nWearied and worn out as they were, they hurried forward, and abruptly\nthere was something which impeded their movements. They could reach\ntheir hands into the impalpable barrier. For one foot, two, or even\nthree. But an intolerable pressure thrust them back. Thorn seized a\nsapling and ran at the barrier as if with a spear. It went five feet\ninto the invisible resistance and stopped, shot back out as if flung\nback by a jet of compressed air.\n\n\"He told the truth,\" groaned Thorn. \"We can't get out!\"\n\n       *       *       *       *       *\n\nLong shadows were already reaching out from the mountains. Darkness\nbegan to creep upward among the valleys. Far, far away a compact dark\ncloud appeared, a combat-squadron. It swept toward the dome and\ndissociated into a myriad specks which were aircraft. The fliers\nalready swirling about the invisible dome drew aside to leave a\nquadrant clear, and Combat-Squadron Seven merged with the rest, making\nthe pattern of dancing specks markedly denser.\n\n\"With a fire,\" said Thorn desperately, \"they'll come! Of course! But\nKreynborg took my lighter!\"\n\nSylva said hopefully:\n\n\"Don't you know some way? Rubbing sticks together?\"\n\n\"I don't,\" admitted Thorn grimly, \"but I've got to try to invent one.\nWhile I'm at it, you watch for fliers.\"\n\nHe searched for dry wood. He rubbed sticks together. They grew warm,\nbut not enough to smoke, much less to catch. He muttered, \"A drill,\nthat's the idea. All the friction in one spot.\" He tugged at the ring\nunder his lapel and the parachute fastened into his uniform collar\nshot out in a billowing mass of gossamer silk, flung out by the\npowerful elastics designed to make its opening certain. Savagely, he\ntore at the shrouds and had a stout cord. He made a drill and revolved\nit as fast as he could with the cord....\n\nA second dark cloud swept forward in the gathering dusk and merged\ninto the mass of fliers about the dome. Five minutes later, a third.\nDense as the air-traffic was, riding-lights were necessary. They began\nto appear in the deepening twilight. It seemed as if all the sky were\nalight with fireflies, whirling and swirling and fluttering here and\nthere. But then the fire-drill began to emit a tiny wisp of smoke.\nThorn worked furiously. Then a tiny flickering flame appeared, which\nhe nursed with a desperate solicitude. Then a larger flame. Then a\nroaring blaze! It could not be missed! A fire within the dome could\nnot fail to be noted and examined instantly!\n\n       *       *       *       *       *\n\nA searchlight beam fell upon them, illuminating him in a pitiless\nglare. Thorn waved his arms frantically. He had nothing with which to\nsignal save his body. He flung his arms wide, and up, and wide again,\nin an improvised adaption of the telegraphic alphabet to\ngesticulation. He sent the watch call over and over again....\n\nA little cloud of riding-lights swept toward the dome from an infinite\ndistance away. Darkness was falling so swiftly that they were still\nmerely specks of light as they swept up to and seemed to melt into the\nswirling, swooping mass of fliers about the dome....\n\nCold sweat was standing out on Thorn's face, despite the violence of\nhis exertions. He was even praying a little.... And suddenly the\nsearchlight beam flickered a welcome answer:\n\n\"W-e u-n-d-e-r-s-t-a-n-d. R-e-p-o-r-t.\"\n\nThorn flung his arms about madly, sending:\n\n\"G-e-t a-w-a-y q-u-i-c-k. C-o-m P-u-b-s h-e-r-e. W-i-l-l m-a-k-e\no-t-h-e-r d-o-m-e o-u-t-s-i-d-e t-o t-r-a-p y-o-u.\"\n\nThe searchlight beam upon him flickered an acknowledgment. He knew\nwhat was happening after that. The G.C. phones would flash the warning\nto every ship, and every ship would dash madly for safety.... A\nsudden, concerted quiver seemed to go over the whirling maze of lights\naloft. A swift, simultaneous movement of every ship in flight. Thorn\nbreathed an agonized prayer....\n\nThere was a flash of blue light. For one fractional part of a second\nthe stars and skies were blotted out. There was a dome of flame above\nhim and all about the world, of bright blue flame which instantly\nwas--and instantly was not!\n\nThen there was a ghastly blast of green. Hexynitrate going off. In\nthis glare were silhouetted a myriad motes in flight. But there was no\nnoise. A second flare.... And then Thorn Hard, groaning, saw flash\nafter flash after flash of green. Monster explosions. Colossal\nexplosions. Terrific detonations which were utterly soundless, as the\nships of the Fighting Force, in flight from the menace of which Thorn\nhad warned them, crashed into an invisible barrier and exploded\nwithout cracking it.\n\n       *       *       *       *       *\n\nIt was August 24th, 2037. For three days, now, seven of the eight\ngreat combat-squadrons of the United Nations Fighting Forces had been\nprisoners inside a monstrous transparent dome of force. There was a\nfinancial panic of unprecedented proportions in the great financial\ndistricts of New York and London and Paris. Martial law was in force\nin Chicago, in Prague, in Madrid, and in Buenos Aires. The Com-Pubs\nwere preparing an ultimatum to be delivered to the government of the\nUnited Nations. Thorn and Sylva were hunted fugitives within the inner\ndome of force, which protected the red rocket-ship from the seven\ncombat squadrons it had imprisoned. Newspaper vendor-units were\nshrieking, \"Air Fleet Still Trapped!\" and a prominent American\npolitician was promising his constituents that if a foreign nation\ndared invade the sacred territories of the United Nations, a million\nembattled private planes would take the air. And he seemed not even\ntrying to be humorous! Scientists were wringing their hands in utter\nhelplessness before the incredible resistance of the dome. It had been\ndetermined that the dome was a force-field which caused particles\ncharged with positive electricity to attempt to move in a right-hand\ndirection about the source of the field, and particles charged with\nnegative electricity to attempt to move in a left-hand direction. The\nresult was that any effort to thrust an external object into the field\nof force was an attempt to tear the negatively charged electrons of\nevery atom of that substance, free from the positively charged protons\nof nuclei. An object could only be passed through the field of force\nif it ceased to exist as matter--which was not an especially helpful\ndiscovery. And--Thorn Hard and Sylva were still hunted fugitives\ninside the inner dome.\n\n       *       *       *       *       *\n\nThe sun was an hour high when the helicopter appeared to hunt for them\nby day. After the first time they had never dared light a fire,\nbecause Kreynborg in the helicopter searched the hills for a glow of\nlight. But this day he came searching for them by day. Thorn had\nspeared a fish for Sylva with a stick he had sharpened by rubbing it\non a crumbling rock. He was working discouragedly on a little\ncontrivance made out of a forked stick and the elastic from his\nparachute-pack. He was haggard and worn and desperate. Sylva was\nbeginning to look like a hunted wild thing.\n\nTwo hundred yards from them the most formidable fighting force the\nworld had ever seen littered the earth with gossamer-seeming cellate\nwings and streamlined bodies at all angles to each other. And it was\ncompletely useless. The least of the weapons of the air-fleet would\nhave been a godsend to Thorn and Sylva. To have had one ship, even the\nsmallest, where they were would have been a godsend to the fleet. But\ntwo hundred yards, with the dome of force between, made the fleet just\nexactly as much protection for Sylva as if it had been a million miles\naway.\n\nThe droning hum of the helicopter came across the broken ground. Now\nlouder, now momentarily muted, its moments of loudness grew steadily\nmore strong. It was coming nearer. Thorn gripped his spear in an\ninstinctive, utterly futile gesture of defense. Sylva touched his\nhand.\n\n\"We'd better hide.\"\n\nThey hid. Thick brush concealed them utterly. The helicopter went\nslowly overhead, and they saw Kreynborg gazing down at the earth below\nhim. Nearly overhead he paused. And suddenly Thorn groaned under his\nbreath.\n\n\"It's the flagship!\" he whispered hoarsely to Sylva. \"Oh, what fools\nwe were! The flagship! He knows the General would have brought it to\nearth opposite us, to question us!\"\n\n       *       *       *       *       *\n\nThe flagship was nearly opposite. To find the flagship was more or\nless to find where Thorn and Sylva hid. But they had not realized it\nuntil now.\n\nThe speaker in the helicopter boomed above their heads.\n\n\"Ah, my friends! I think you hear me. Answer me. I haff an offer to\nmake.\"\n\nShivering, Sylva pressed close to Thorn.\n\n\"Der Com-Pub fleet is on der way,\" said Kreynborg, chuckling.\n\"Sefen-eights of der United Nations fleet is just outside. You haff\nobserved it. In six hours der Com-Pub fleet begins der conquest of der\ncountry and der execution of persons most antagonistic to our regime.\nBut I haff still weary weeks of keeping der air fleet prisoner, until\nits personnel iss too weak from starfation to offer resistance to our\nsoldiers. So I make der offer. Come and while away der weary hours for\nme, and I except you both from der executions I shall findt it\nnecessary to decree. Refuse, and I get you anyhow, and you will\nregret your refusal fery much.\"\n\nThorn's teeth ground together. Sylva pressed close to him.\n\n\"Don't let him get me, Thorn,\" she panted hysterically. \"Don't let him\nget me....\"\n\n       *       *       *       *       *\n\nThe droning, monotonous hum of the helicopter over their heads\ncontinued. The little flying-machine was motionless. The air was\nstill. There was no other sound in the world.\n\nSilence, save for the droning hum of the helicopter. Then something\ndropped. It went off with an inadequate sort of an explosion and a\ncloud of misty white vapor reared upward on a hillside and began to\nsettle slowly, spreading out.... The helicopter moved and other things\ndropped, making a pattern....\n\n\"The air's still,\" said Thorn quite grimly. \"That stuff seems to be\nheavier than air. It's flowing downhill, toward the dome-wall. It will\nbe here in five minutes. We've got to move.\"\n\nSylva seemed to be stricken with terror. He helped her to her feet.\nThey began to move toward higher ground. They moved with infinite\ncaution. In the utter silence of this inner dome, even the rustling of\na leaf might betray them.\n\nIt was the presence of the air fleet within clear view that made the\nthing so horrible. The defenders of a nation were watching the enemy\nof a nation, and they were helpless to offer battle. The helicopter\nhummed and droned, and Kreynborg grinned and searched the earth below\nhim for a sign of the man and girl who had been the only danger to his\nplan and now were unarmed fugitives. And there were four\nair-dreadnaughts in plain sight and five thousand men watching, and\nKreynborg hunted, for sport, a comrade of the five thousand men and a\nwoman every one of them would have risked or sacrificed his life to\nprotect.\n\nHe seemed certain that they were below him. Presently he dropped\nanother gas-bomb, and another. And then Sylva stumbled and caught at\nsomething, and there was a crashing sound as a sapling wavered in her\ngrasp.... And Thorn picked her up and fled madly. But billowing white\nvapor spouted upward before him. He dodged it, and the helicopter was\njust overhead and more smoke spouted, and more, and more.... They were\nhemmed in, and Sylva clung close to Thorn and sobbed....\n\n       *       *       *       *       *\n\nFive thousand men, in a thousand grounded aircraft, shouted curses\nthat made no sound. They waved weapons that were utterly futile. They\nwere as impotent as so many ghosts. Their voices made not even the\nhalf-heard whisper one may attribute to a phantom.\n\nThe fog-vapor closed over Thorn and Sylva as Kreynborg grinned\nmockingly at the raging men without the dome of force. He swept the\nhelicopter to a position above the last view of Thorn and Sylva, and\nthe downward-beating screws swept away the foggy gas. Thorn and Sylva\nlay motionless, though Thorn had instinctively placed himself in a\nposition of defense above her.\n\nThe Fighting Force of the United Nations watched, raging, while\nKreynborg descended deliberately into the area the helicopter-screws\nkept clear. While he searched Thorn's pockets reflectively and found\nnothing more deadly than small pebbles which might strike sparks, and\na small forked stick. While he grinned mockingly at the raging armed\nmen and made triumphant gesticulations before carrying Sylva's limp\nfigure to the helicopter. While the little ship rose and swept away\ntoward the rocket-plane.\n\nIt descended and was lost to view. Thorn lay motionless on the earth.\nSeven-eighths of the fighting force of the United Nations was\nimprisoned within the space between two domes of force no matter could\npenetrate. A ring two miles across and ten miles in outer diameter\nheld the whole fleet of the United Nations paralyzed.\n\nThere was sheer panic through the Americas and Europe and the few\noutlying possessions of the United Nations.... And it was at this\ntime, with a great fleet already half-way across the Pacific, that the\nCom-Pubs declared war in a fine gesture of ironic politeness. It was\nwithin half an hour of this time that the Seventh Combat Squadron--the\nonly one left unimprisoned--dived down from fifty thousand feet into\nthe middle of the Com-Pub fleet and went out of existence in twenty\nminutes of such carnage as is still stuff for epics.\n\nThe Seventh Squadron died, but with it died not less than three times\nas many of the foe. And then the Com-Pub fleet came on. Most of the\noriginal force remained; surely enough to devastate an undefended\nnation, to shatter its cities and butcher its people; to slaughter its\nmen and enslave its women and leave a shambles and smoking ash-heaps\nwhere the very backbone of resistance to the red flag had been.\n\n       *       *       *       *       *\n\nIt was twenty minutes before Thorn Hard stirred. His lungs seemed on\nfire. His limbs seemed lead. His head reeled and rocked. He staggered\nto his feet and stood there swaying dully. A vivid light, brighter\nthan the sunshine, played upon him from the flagship of the fleet\nwhich now was helpless to defend its nation. Thorn's befogged brain\nstirred dazedly as the message came.\n\n\"Com-Pub fleet on way. Seventh Combat-Squadron wiped out. Nation\ndefenseless. You are only hope. For God's sake try something.\nAnything.\"\n\nThorn roused himself by a terrific effort. He managed to ask a\nquestion by exhausted gestures in the Watch visual alphabet.\n\n\"Kreynborg took her to rocket-ship,\" came the answer. \"She recovered\nconsciousness before being carried inside.\"\n\nAnd Thorn, reeling on his feet and unarmed and alone, turned and went\nstaggering up a hillside toward the rocket-ship's position. He could\nonly expect to be killed. He could not even hope for anything more\nthan to ensure that Sylva, also, die mercifully. Behind him he left an\nunarmed nation awaiting devastation, with a mighty air fleet speeding\ntoward it at six hundred miles an hour.\n\nAs he went, though, some strength came to him. The fury of his toil\nforced him to breathe deeply, cleansing his lungs of the stupefying\ngas which, because it was visible as a vapor, had been carried in the\nrocket-ship. A visible gas was, of course, more consistent with the\nearly pretense that the rocket-ship bore invaders from another planet.\nAnd Thorn became drenched with sweat, which aided in the excretion of\nthe poisonous stuff. His brain cleared, and he recognized despair and\ndiscounted it and began to plan grimly to make the most of an\ninfinitesimal chance. The chance was simply that Kreynborg had\nransacked his pockets and ignored a little forked stick.\n\n       *       *       *       *       *\n\nScrambling up a steep hillside with his face hardened into granite,\nThorn drew that from his pocket again. Crossing a hill-top, he\nstripped off his coat.\n\nHe traveled at the highest speed he could maintain, though it seemed\npainfully deliberate. An hour after he had started, he was picking up\nsmall round pebbles wherever he saw them in his path. By the time the\ntall, bulbous tower was in sight he had picked up probably sixty such\npebbles, but no more than ten of them remained in his pockets. They,\nthough, were smooth and round and even, perhaps an inch in diameter,\nand all very nearly the same size. And he carried a club in his hand.\n\nHe went down the last slope openly. The television lenses on the tower\nwould have picked him out in any case, if Kreynborg had repaired the\nscreen. He went boldly up to the rocket-ship.\n\n\"Kreynborg!\" he called. \"Kreynborg!\"\n\nHe felt himself being surveyed. A door came open. Kreynborg stood\nchuckling at him with a pocket-gun in his hand.\n\n\"Ha! Just in time, my friend! I haff been fery busy. Der Com-Pub fleet\nis just due to pass in refiew abofe der welcoming United Nations\ncombat-squadrons. I haff been gifing them last-minute information and\nassurance that der domes of force are solid and can hold forefer. I\nhaff a few minutes to spare, which I had intended to defote to der\nfair Sylva. But--what do you wish?\"\n\n\"I'm offering you a bribe,\" said Thorn, his face a mask. \"A billion\ndollars and immunity to cut off the outer dome of force.\"\n\nKreynborg grinned at him.\n\n\"It is too late. Besides being a traitor, I would be assassinated\ninstantly. Also, I shall be Commissar for North America anyhow.\"\n\n\"Two billion,\" said Thorn without expression.\n\n\"No,\" said Kreynborg amusedly. \"Throw away der club. I shall amuse\nmyself with you, Thorn Hardt. You shall watch der progress of romance\nbetween me and Sylva. Throw away der club!\"\n\nThe pocket-gun came up. Thorn threw away the club.\n\n\"What do you want, if two billion's not enough?\"\n\n\"Amusement,\" said Kreynborg jovially. \"I shall be bored in this inner\ndome, waiting for der air fleet to starfe. I wish amusement. And I\nshall get it. Come inside!\"\n\n       *       *       *       *       *\n\nHe backed away from the door, his gun trained on Thorn. And Thorn saw\nthat the continuous-fire stud was down. He walked composedly into the\nred room in which he had once awakened. Sylva gave a little choked cry\nat sight of him. She was standing, desperately defiant, on the other\nside of the induction-screen area on the floor. There was a scorched\nplace on the floor where Thorn had shorted that screen and the bar of\nmetal had grown red-hot. Kreynborg threw the switch and motioned Thorn\nto her.\n\n\"I do not bother to search you for weapons,\" he said dryly. \"I did it\nso short a time ago. And you had only a club....\"\n\nThorn walked stiffly beside Sylva. She put out a shaking hand and\ntouched him. Kreynborg threw the switch back again.\n\n\"Der screen is on,\" he chuckled. \"Console each other, children. I am\nglad you came, Thorn Hardt. We watch der grand refiew of der Com-Pub\nfleet. Then I turn a little infention of mine upon you. It is a\nheat-ray of fery limited range. It will be my method of wooing der\nfair Sylva. When she sees you in torment, she kisses me sweetly for\nder prifilege of stopping der heat-ray. I count upon you, my friend,\nto plead with her to grant me der most extrafagant of concessions,\nwhen der heat-ray is searing der flesh from your bones. I feel that\nshe is soft-hearted enough to oblige you. Yes?\"\n\nHe touched a button and the repaired television-screen lighted up.\nAll the dome of mountains and sky was visible in it. There were\ndancing motes in sight, which were aircraft.\n\n\"I haff remofed all metal-work from that side of der room,\" added\nKreynborg comfortably, \"so I can dare to turn my back. You cannot\nshort der induction-screen again. That was clefer. But you face a\nscientist, Thorn Hardt. You haff lost.\"\n\nA sudden surge of flying craft appeared on the television screen. The\ngrounded fleet of the United Nations was taking to the air again. In\nthe narrow, two-mile strip between the two domes of force it swirled\nup and up.... Kreynborg frowned.\n\n\"Now, what is der idea of that?\" he demanded. He moved closer to the\nscreen. The pocket-gun was left behind, five feet from his\nfinger-tips. \"Thorn Hardt, you will explain it!\"\n\n\"They hope,\" said Thorn grimly, \"your fleet can make gaps in the dome\nto shoot through. If so, they'll go out through those gaps and fight.\"\n\n\"Foolish!\" said Kreynborg blandly. \"Der only weapon we haff to use is\nder normal metabolism of der human system. Hunger!\"\n\n       *       *       *       *       *\n\nThorn reached into his pocket. Kreynborg was regarding the screen\nabsorbedly. Through the haze of flying dots which was the United\nNations fleet, a darkening spot to westward became visible. It drew\nnearer and grew larger. It was dense. It was huge. It was deadly. It\nwas the Com-Pub battle-fleet, nearly equal to the imprisoned ships in\nnumber. It swept up to view its helpless enemy. It came close, so\nevery man could see their only possible antagonists rendered impotent.\n\nSuch a maneuver was really necessary, when you think of it. The\nCom-Pub fleet had encountered one combat-squadron of the United\nNations fleet, and that one squadron, dying, had carried down three\ntimes its number of enemies. It was necessary to show the Com-Pub\npersonnel the rest of their enemies imprisoned, in order to hearten\nthem for the butchery of civilians before them.\n\nKreynborg guffawed as the Com-Pub fleet made its mocking circuit of\nthe invisible dome. And Thorn raised his head.\n\n\"Kreynborg!\" he said grimly. \"Look!\"\n\nThere was something in his tone which made Kreynborg turn. And Thorn\nheld a little forked stick in his hand.\n\n\"Turn off the induction-screen, or I kill you!\"\n\nKreynborg looked at him and chuckled.\n\n\"It is bluff, my friend,\" he said dryly. \"I haff seen many weapons. I\nam a scientist! You play der game of poker. You try a bluff! But I\nanswer you with der heat-ray!\"\n\nHe moved his great bulk, and Thorn released his left hand. There was a\nsudden crack on Kreynborg's side of the room. A pebble a little over\nan inch in diameter fell to the floor. Kreynborg wavered, and toppled\nand fell. Three times more, his face merciless, Thorn drew back his\narm, and three times Kreynborg's head jerked slightly. Then Thorn\nfaced the panel on which the induction-screen switch was placed.\nSeveral times he thrust his hand through the screen and abruptly drew\nit back with pain, in an attempt to throw the switch. At last he was\nsuccessful, and now he walked calmly across the room and bent over the\nmotionless Kreynborg.\n\n\"Skull fractured,\" he said grimly. \"All right, Sylva.\"\n\n       *       *       *       *       *\n\nHe went through the narrow doorway beyond, picking up the pocket-gun\nas he went. There was a noise of whining machinery. Now Thorn was\nemptying pellets into the mechanism that controlled the dome of force.\nThere was a crashing of glass. It stopped. There were blows and\nthumpings. That noise stopped too.\n\nThorn came back, his eyes glowing. He flung open the outer door of the\nrocket-ship, and Sylva went to him.\n\nHe pointed.\n\nFar away, the Fighting Force of the United Nations was swirling\nupward. Like smoke from a campfire or winged ants from a tree-stump,\nthey went up in a colossal, twisting spiral. Beyond the domes and\nabove them. The domes existed no longer. Up and up, and up.... And\nthen they swooped down upon the suddenly fleeing enemy. Vengefully,\nsavagely, with all the fury of men avenging not only what they have\nsuffered, but also what they have feared, the combat-squadrons of the\nUnited Nations fell upon the invaders. Green hexynitrate explosions\nlighted up the sky. Ear-cracking detonations reverberated among the\nmountains. There was battle there, and death and carnage and utter\ndestruction. The roar of combat filled the universe.\n\nThorn closed the door and looked down at Kreynborg, who breathed\nstentorously, his mouth foolishly open.\n\n\"Our men will be back for us,\" he said shortly. \"We needn't worry.\"\nThen he said, \"Huh! He called himself a scientist, and he didn't know\na sling-shot when he saw one!\"\n\nBut then Thorn Hard dropped a weapon made of a forked stick and strong\nelastic from his chute-pack, and caught Sylva hungrily in his arms.\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Invasion, by William Fitzgerald Jenkins\n\n*** END OF THIS PROJECT GUTENBERG EBOOK INVASION ***\n\n***** This file should be named 29455-8.txt or 29455-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/4/5/29455/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}