{"title": "Loot of the Void", "author": "Edwin K. Sloat", "releaseDate": "July 19, 2009", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n   This etext was produced from Astounding Stories September 1932.\n   Extensive research did not uncover any evidence that the\n   U.S. copyright on this publication was renewed.\n\n\n\n                           Loot of the Void\n\n\n                          By Edwin K. Sloat\n\n       *       *       *       *       *\n\n\n\n\n[Sidenote: Into the Trap-Door City of great spiders goes Penrun after\nthe hidden plunder of the space-pirate Halkon.]\n\n\nDick Penrun glanced up incredulously.\n\n\"Why, that's impossible; you would have to be two hundred years old!\"\nhe exclaimed.\n\nLozzo nervously ran a hand through his white mop of hair.\n\n\"But it is true, Sirro,\" he assured his companion. \"We Martians\nsometimes live three centuries. You should know that I am only a\nhundred and seventy-five, and I do not lie when I say I was a cabin\nboy under Captain Halkon.\"\n\n[Illustration: _Down from the pinnacle of rock streaked a gigantic\nspider._]\n\nHis voice sank to a whisper, and he glanced apprehensively about the\nbuffet of the _Western Star_ which was due now in three days at the\nMartian city of Nurm. Penrun's eyes followed his anxious glances\ncuriously. The buffet was partly filled with passengers, smoking,\ngossiping women, and men at cards, or throwing dice in the Martian\ngambling game of _diklo_, which was the universal fad of the moment.\nNo place could have been safer, Penrun reflected. Doubtless the old\nman's caution was a lifelong habit acquired in his youth, if he had\nactually served under Halkon.\n\nBefore long the old codger would be saying that he knew the hiding\nplace of Halkon's treasure, about which there were probably more\nlegends and yarns than anything else in the Universe. A century had\nelapsed since the death of the famous pirate who had preyed on the\nshipping of the Void with fearless, ruthless audacity and had piled up\na fabulous treasure before that fatal day when the massed battle\nspheres of the Interplanetary Council trapped his ships out near\nMercury and blew them to atoms there in the sun-beaten reaches of\nspace. Some of the men had been captured; old Lozzo might have been\none of them. Penrun knew the history of Halkon from childhood, and for\na very good reason.\n\nThe ancient Martian stirred uneasily. His piercing blue eyes turned\nagain to Penrun's face.\n\n\"Every word I have said is true, Sirro,\" he repeated hurriedly. \"I\nboarded this ship at New York with the sole intention of discharging\nmy sworn duty and giving a message to the grandson of Captain Orion\nHalkon, his first male descendant.\"\n\n       *       *       *       *       *\n\nPenrun's eyes widened in startled amazement. He, himself, was the\ngrandson of the notorious Halkon, a fact that not more than half a\ndozen people in the Universe knew--or so he had always believed. His\nmother, Halkon's only daughter, good and upright woman that she was,\nhad hidden that family skeleton far back in the closet and solemnly\nwarned Dick Penrun and his two sisters to keep it there. Yet this old\nman, who had singled him out of the crowd in the buffet not thirty\nminutes ago and drew him into conversation, knew the secret. Perhaps\nhe really had been a cabin boy under Halkon!\n\n\"I have been serving out the hundred-year sentence for piracy the\njudges imposed on me, a century in your own Earth prison of Sing\nSing,\" muttered Lozzo. \"I have just been released. Quick! My inner\ngods tell me my vase of life is toppling. I swore to your grandfather\nthat I would deliver the message. It is here. Guard well your own\nlife, for this paper is a thing of evil!\"\n\nHis hand rested nervously on the edge of the table. The ancient blue\neyes swept the buffet with a lightning glance. Then he slid his hand\nforward across the polished wood. Penrun glimpsed a bit of yellow,\nfolded paper beneath it. Then something tweaked his hair. A deafening\nexplosion filled the buffet. Lozzo stiffened, his mouth gaped in a\nchoked scream, and he sprawled across the table, dead.\n\nAs he fell, a fat white hand darted over the table toward the oblong\nof folded, yellow paper lying unprotected on its surface. Penrun\nclutched at it frantically. The fat fingers closed on the paper and\nwere gone.\n\nPenrun whirled about. The drapes of the doorway framed a heavy, pasty\nface with liquid black eyes. The slug gun was aiming again, this time\nat Penrun. He hurled himself sideways out of his chair as it roared a\nsecond time. The heavy slug buried itself in the corpse of the old\nMartian on the table. The face in the doorway vanished.\n\n       *       *       *       *       *\n\nThe next instant Penrun was through the door and racing down the long\npromenade deck under the glow of the electric lights, for the\nquartering sun was shining on the opposite side of the ship. Far down\nthe deck ahead fled the slayer.\n\nThe killer paused long enough to drop an emergency bulkhead gate. Five\nminutes later when Penrun and the other passengers succeeded in\nraising it, he had disappeared. One of the emergency space-suits\nbeside the air-lock was missing. Penrun sprang to a nearby port-hole.\n\nFar back in space he saw the tiny figure shining in the sunlight,\nwhile the long flame of his Sextle rocket-pistol showed that he was\nchecking his forward momentum as rapidly as possible. Unquestionably\nhe would be picked up by some craft now trailing the liner, for the\nmurder and theft of the paper must have been carefully planned. Penrun\nturned from the port-hole thoughtfully.\n\nThe liner was in an uproar. News of the murder had spread like\nwild-fire. Women were screaming hysterically and men shouting as they\nrushed about in terror, believing that the ship was in the hands of\npirates. A squad of sailors passed on the double to take charge of the\nbuffet. There would be an inquest shortly. Penrun started for his\nstateroom. He wanted to be alone a few minutes before the inquest took\nplace.\n\nHis room was on the deck above. The sight of the empty passage\nrelieved him, but he was surprised to discover that he had not locked\nthe door when he left an hour ago. He stepped into the room.\n\nInstantly his hands shot upward. Something was prodding him in the\nback.\n\n\"One move or a sound, and I shoot,\" warned a sharp whisper. \"Stand as\nyou are till I find what I want.\"\n\nHis billfold was opened and dropped with an exclamation of\ndisappointment. The searcher hurried. Penrun calmly noted that the\nfingers seemed to fumble and were not at all deft at this sort of\nwork. He glanced down, and smiled grimly. A woman! He jerked his body\naway from the prodding pistol, gripped the slender hand that was about\nto plunge into his coat pocket, and whirled round, catching the\nintruder in his arms.\n\nBig, terrified dark eyes stared up at him out of a pale, heart-shaped\nface. Then with a sob the girl wrenched free, ran out of the door and\nwas gone.\n\n       *       *       *       *       *\n\nHe did not follow, but instead carefully locked the door and placed a\nchair against it. Things had been moving too rapidly for him to feel\nsure he was safe even now. Opening his left hand, he gazed down at a\nbit of crumpled yellow paper he was holding there. That much he had\nsaved of the message from his long dead grandfather when the murderer\ngrabbed the folded paper from the buffet table and fled.\n\nIt proved to be the bottom third of a sheet of heavy paper, and on it\nwas drawn a piece of a map, showing a large semi-circle, which might\nhave been a lake, and leading off from it were what might be a number\nof crooked canals. At the end of one of these was an \"X\" and the word\n\"Here.\"\n\nBelow the sketch were some words that had not been torn off. He read\nthem with growing amazement. \"... aves of Titan. I swear this to be the\ntrue and correct place of concealment of ... may he who comes to possess\nit do much good and penance, for it is drenched in blood and ... Captain\nOrion Halkon.\"\n\nPenrun sat for a long time in thought. Titan, the sixth moon of\nSaturn! Nightmare of killing heat, iron cold, and monstrous spiders!\nHow many men had died trying to explore it! And who knew it better\nthan Penrun himself, the only one who had ever escaped from that\nhellish cavern of the Living Dead? Old Halkon had hidden his treasure\nwell indeed.\n\nPenrun had never found the Caves. Legend described them as the one\nsafe place on the satellite where a man might live without danger of\nbeing attacked by the spiders because the Caves were too cold for\nthem.\n\nPenrun doubted if there was any place that would be safe from the\nmonstrous insects.\n\nAt any rate old Halkon had hidden his treasure there, and that part of\nthe map that Penrun had thought was a lake was apparently the main\ncavern, and the canals, side passages. Old Halkon believed that he had\nhidden his treasure well, but he could not foresee just how well. Two\nthirds of the map, showing the location of the entrance to the Caves,\nhad been taken by the murderer of the Martian, Lozzo. The remaining\nthird, which showed the location of the treasure inside the Caves, was\nin Penrun's possession.\n\nThe murderer could find the Caves, but not the treasure inside; and\nPenrun could find the treasure inside, but not the Caves.\n\nPenrun folded up the crumpled bit of paper and placed it carefully in\nhis shoe. Unless his guess was wrong, another attempt to get it would\nbe made shortly. Undoubtedly the girl had by now reported her failure\nto the rest of the gang.\n\n       *       *       *       *       *\n\nThe inquest was brief. The white-sheeted body of the Martian lay on\nthe table where he had been slain. The captain of the liner called\nPenrun as the chief witness. He told a straightforward story of a\nchance acquaintance with Lozzo who, he said, seemed to be afraid of\nsomething. He had declared, so Penrun testified, that he was being\nhounded for a map of some kind and he wanted Penrun to see it. Then\nthe murder had been committed, the map was stolen, and the murderer\nhad fled. That was all, Penrun concluded, he knew about the matter.\n\nOther passengers corroborated his story and he was dismissed.\n\nThroughout the inquest Penrun studied the crowd of passengers that\njammed the buffet, hoping he might catch a glimpse of the slender,\ndark-eyed girl who had tried to rob him. She was nowhere to be seen.\nHe thought of telling the captain about her, but decided not to. She\nmight make another attempt to get the map, and thereby give him the\nopportunity of rounding up the whole gang, or at least of learning who\nthey were. He told himself grimly that if he could lay hold of her\nagain, she would not escape so easily.\n\nIf Penrun didn't realize before that he was a marked man, it was\nimpressed on him more forcefully three hours later on the lower deck\nwhen two men attacked him in the darkened passage near the stern.\nThere was no time for pistols. A series of hurried fist-blows. He\nslugged his way free and fled to the safety of his stateroom.\n\nOnce there he locked the door and sat down to consider his position.\nIt was obvious now that he would be followed to the outposts of space,\nif necessary, in an attempt to get the map from him.\n\n       *       *       *       *       *\n\nAfter half an hour's hard thinking he tossed away his fourth\ncigarette, loosened the pistol in his armpit holster, and slipped out\nof the room. He went to the captain.\n\n\"You think, then, that your life is in danger because you happened to\nbe talking to that old Martian when he was murdered?\" asked the\ncaptain, when Penrun had finished.\n\n\"No question about it,\" declared Penrun. \"Two attempts have been made\nalready.\"\n\n\"Hmm,\" said the captain, frowning. \"A most remarkably strange\nbusiness. I've never had anything like it aboard my ship in the twenty\nyears I've been traveling the Void.\"\n\n\"I can pay for the space-sphere,\" urged Penrun. \"My certificate of\ncredit will take care of it with funds to spare. All you have to do is\nto let me cast off at once. If any questions are asked, you can say it\nwas my wish.\"\n\n\"Hmm! Really, Mr. Penrun, this is a most unusual request. I'm not\ninclined--\"\n\nHe stared at the communication board. The meteor warning dial was\nfluctuating violently, showing the presence of a rapidly approaching\nbody--a meteor, or perhaps a flight of them. Gongs throughout the\nliner automatically began to sound a warning for the passengers to get\ninto their space suits. The captain sat as though petrified.\n\nPenrun sprang to the small visi-screen beside the board and snapped on\nthe current. Swiftly he revolved the periscope aerial. There appeared\non the screen the hull of a long, rakish, cigar-shaped craft which\nwas overhauling the liner. The stranger was painted dead black and\ndisplayed no emblem.\n\n\"There's your meteor, Skipper,\" he remarked ironically. \"And I am the\nattraction that is drawing it to your ship for another murder. Do I\nget the space-sphere?\"\n\n       *       *       *       *       *\n\nThe captain sprang to his feet. \"You get it, Penrun. You'll have to\nhurry. I want no more murders aboard my ship. Here, down this private\nstairs to the sphere air-lock. I'll make arrangements by phone. Once\nyou are free of the liner I'll slow down so that the black ship will\nhave to slow down, too. That will give you a chance to pull away and\nget a good start on them.\"\n\nFive minutes later Penrun's newly acquired craft was sliding out of\nits air-lock in the belly of the monstrous liner. He pulled away and\nglanced back.\n\nThe liner was already slowing down. The black pursuing craft was\nhidden by its vast, curving bulk. Penrun crowded on speed as swiftly\nas he dared. By the time the strange craft had made contact with the\n_Western Star_ his little sphere had dwindled to a mere point of light\nin the black depths of space and vanished.\n\nPenrun leaned over his charts grimly, as he set a new course for the\nsphere to follow. He, too, could play at this game. He'd carry the\nbattle to the enemy's gate. Out to Titan he'd go and match his\nfamiliarity with the little planet against the superior numbers of his\nenemies.\n\n       *       *       *       *       *\n\nTen days later, Earth time, he was circling Titan, while he searched\nthe grim, forbidden terrain beneath. After days of studying and\nspeculation he had decided that the Caves must be situated in the\nInferno Range, a place so particularly vicious that no man, so far as\nwas known, had ever explored it. During the day the heat would boil\neggs, and at night the sub-zero cold cracked great scales off the\ngranite boulders. And here, too, lay the Trap-Door City of the monster\nspiders!\n\nThe grim, fantastic range soon appeared over the horizon, stabbing its\nsaw-tooth peaks far into the sky. Dawn was still lighting the world,\nand a great snow-storm, a howling, furious blizzard, concealed the\nlower slopes of the mountains. Penrun knew that presently the driving\nsnow-flakes would change to rain-drops, and the shrieking, moaning\nvoice of the gale would give way to the crashing, rolling thunder of\nthe tempest. As the day advanced the storm would die abruptly and the\nclouds vanish under the deadly heat.\n\nThen the Trap-Door City, which covered the slopes above the plateau at\nthe three-thousand-foot level like a checker-board of shimmering,\nsilken circles, would spring to febrile life as the spider monsters\nwent streaking and leaping across the barren, distorted granite on the\nday's business, the hunt for food in the lowlands, and the opening of\nthe trap-doors to gather in the heat of the day in the silken tunnel\nhomes set in the gorges and among the boulders. At sunset the doors\nwould all be closed, for then the rain and the electrical storm would\nreturn, and at night the blizzard. The storm-and-heat cycle was the\ndeadly weather routine of the Infernos.\n\nPenrun steered for a tall, cloven peak that towered high above the\nTrap-Door City. In its thin air and continuous cold he would be\ncomparatively safe from marauding spider scouts, and from the peak he\ncould watch not only the city of the monsters but the better part of\nthe Inferno Range as well.\n\nHe was convinced that before long the mysterious black craft would\nput in an appearance somewhere near this spot. Penrun knew it all too\nwell. There by the cataract of the White River, half a mile across the\nplateau from the insect city, he had once been captured.\n\n       *       *       *       *       *\n\nNext morning when he looked down on the plateau just below the\nTrap-Door City he laughed triumphantly. There sat the long\nblack-hulled space craft he had seen overhauling the liner.\n\nBut a moment later he shook his head dubiously. Too brazen, that\nlanding. It was almost in the insect city. Of course, the ship was\nlarge and heavily armed with ray-guns which poked out their sharp\nsnouts here and there about the hull. None the less, an experienced\nexplorer of Titan would never have flung such defiance at the spiders.\n\nThe city was feverishly alive with the monsters now. They gathered in\ngroups to stare down at the strange craft, then raced away again,\ndarting in and out of their trap-door homes and streaking here and\nthere across the twisted, tortured granite of the mountainside. The\nQueen's palace, a vast, raised cocoon of shimmering, silken web, was a\nveritable bee-hive. Something was brewing!\n\nAbruptly the trap-door homes vomited forth monstrous insects by the\nthousands which spread with prodigious speed along the mountainside.\nAt an unseen signal they poured down upon the plateau and charged the\nspace-ship.\n\nThe black craft's heavy ray-guns broke into life. Attacking monsters\ncurled up and died as the rays bit into their onrushing ranks. The\nfirst wave melted, but an instant later the following waves buried the\nship.\n\nInsects in the rear darted here and there, dragging away dead and\ndying spiders. Here was food aplenty! The denizens of the Trap-Door\nCity would live well on their dead for a few days.\n\nAbruptly the attack ceased. The crackling ray-guns were still taking\ntoll as the monsters scurried back to the safety of their city,\nleaving their dead piled high about the hull of the ship.\n\n       *       *       *       *       *\n\nPenrun wondered if the monsters would abandon the heaps of their dead.\nHe rather expected that frenzied efforts would be made to retrieve\nthem for food. The problem was solved by those aboard the space-ship,\nfor presently it rose a score of feet in the air and moved a few\nhundred yards nearer the waterfall that marked the headwaters of the\nWhite River.\n\nAt once a frantic wave of spiders swept down across the plateau\nscouring it clean of the dead monsters.\n\nAfter that the Trap-Door City seemed deserted. Not a spider could be\nseen near the shining, circular doors. Only here and there crouched a\nhuge, bristly warrior safe behind a jutting rock with his glittering\neight eyes fixed on the motionless black ship below.\n\nAgain the weary waiting. Penrun could only hope that it would not be\nlong before those aboard the black ship gave him some hint of where\nthe entrance to the Caves might be. Time and again he trained his\nglasses on the ship only to drop them resignedly. But when noon had\npassed and the heat of the day was scorching the rock he did not drop\nhis glasses when he looked through them once again. Instead he stood\nerect in horror and dismay.\n\nA girl had dashed out of the air-lock of the ship. She seemed to be\nfamiliar. Then he recognized her as the girl who had tried to rob him\naboard the _Western Star_. Her face was drawn with agony in the\nstifling, overpowering heat. She had advanced but a few yards, but\nshe was already staggering uncertainly.\n\nWhat in Heaven's name possessed her to try to venture out in that\nkilling heat? She wasn't even dressed in a space-suit, which would\nhave protected her against heat as well as cold. There was the danger\nof the monster spiders! Rescue would have to be quick!\n\nEven as the thought flashed through his mind he knew she was past\nsaving. Down from the nearest pinnacle of rock streaked a gigantic\nspider. The girl saw it, screamed, clutched her throat and fell.\nRay-guns of the ship crackled frenziedly. In vain! The insect swept\nthe helpless girl up in its powerful mandibles, sprang clear over the\nship and was streaking back up among the rocks in a black blur of\nspeed before the men inside the ship could train the guns on that\nside, even if they had dared to.\n\n       *       *       *       *       *\n\nPenrun watched with fascinated dread. To the cavern of the Living\nDead! The monster carrying the limp girlish form was now running up\nthrough the city toward it, guarded by two other huge insects that had\nappeared from nowhere. Through the entrance of the cavern they darted\nand disappeared.\n\nSurely those aboard the ship would make an effort to rescue her,\nthought Penrun, tense with horror. At least they would retaliate by\nraying the city with their heavy artillery. But no! The black ship\nonly continued to rest there wavering in the heat. Penrun swore\nvividly. The cowards! Still, perhaps they were afraid to unlimber\ntheir heavy artillery for fear of killing the girl. Or perhaps, which\nwas more likely, they thought she was already dead and devoured. Few\npersons knew about the Living Death.\n\nAh, well, he'd forget about her. She was an enemy, she was one of the\ngroup that was trying to rob and perhaps kill him. Perhaps her\ncompanions knew that she wouldn't be killed for two or three days, and\nwould make an effort to rescue her. And perhaps they wouldn't.\n\nBut before an hour had passed Penrun knew that he was going to master\nhis horror of that cavern and save her himself, or die in the attempt.\nHe, and he alone, had been in the cavern of the Living Dead and knew\nwhat to expect--the fate that might be his as well as the girl's.\n\nHe wondered if that Englishman, that old man with the great beard who\nsaid he had known Shakespeare and Bacon personally, was still lying in\nhis silken hammock at the far end of the cave. Know Shakespeare\npersonally? Impossible! Yet was it more impossible than the cavern\nitself? The man's English was quaint and nearly unintelligible. His\ndescription of that comical old space-ship of brass and wood was\nplausible. Perhaps he had known the Bard of Avon.\n\n       *       *       *       *       *\n\nNight had descended when Penrun finally emerged from his little ship.\nThe air was bitterly cold, and overhead the stars burned brilliantly.\nHe paused to marvel a little that the Big Dipper, Cassiopeia, and the\nother constellations appeared just the same out here hundreds of\nmillions of miles from Earth as they did at home. It made one feel\ninfinitely small to realize the pinpoint size of the Solar Universe.\nHe shivered for the temperature was nearly forty below zero, and\nsnapped on the current of his Ecklin electro-heater which was\nconnected with his clothing and would keep him warm even in that cold.\n\nAnother suit of slip-on clothes with an Ecklin heater, and his\nlounging moccasins were in a pack on his back. If he succeeded in\nreleasing the girl, she would need them. The spider monsters didn't\nleave their Living Dead victims any clothing usually; and little good\nwould it have done the Living Dead if they had.\n\nSwiftly he descended the peak, leaping easily from rock to rock,\nthanks to the small gravity of the planet, and presently entered the\nclouds above the insect city. Abruptly the storm broke in all its fury\nwith the shrieking of the gale and driving snow. In the blackness the\npencil of light from his tiny flash showed only a few yards through\nthe swirling, driving flakes that bit and numbed his bare face. With\npistol ready he forged slowly ahead toward the cavern of the Living\nDead.\n\nHe bumped into the snow-covered rock before he realized he was close\nto the place. With every nerve alert and the shrieking, freezing gale\nforgotten he slipped the flashlight back into its holder and drew\nanother pistol. The door, he recalled, opened inward. It was not\nfastened, but just inside the entrance crouched a gigantic insect on\nguard.\n\nPenrun was tense and ready. He kicked the door so viciously that its\nelastic, silken frame sagged inward under the impact of his foot.\nAgainst the glow of the green light inside the cavern he saw a\nnightmarish monster rising to its feet. Both pistols stabbed viciously\nas the monster thrust forward a thick, bristly leg to shut the door\nagain.\n\n       *       *       *       *       *\n\nA ray bit off the leg at the second joint. The other ray ripped open\nthe soft, tumid abdomen. Penrun had barely time to throw himself aside\nas the convulsed, dying monster hurled itself tigerishly forward\nthrough the doorway out into the driving storm in a final frenzied\neffort to seize and rend his frail human enemy.\n\nPenrun slipped into the cavern. The deathly cold outside would finish\nthe horrible insect. As he kicked the big door shut he was crouched\nand tense, for the ancient gray attendant monster whose poisoned bite\nhad paralyzed thousands for this living hell was moving forward\ncuriously.\n\nBoth pistols flamed to life. The fearsome head of the monster with its\npoisoned mandible shriveled to nothing under the searing rays. Penrun\nsprang backward and jerked open the door. Then he closed it again. The\nold spider was moving feebly. Instead of the galvanic death of the\nguard, the huge gray insect's legs buckled under it and it slumped\ndown to the floor of the cave where it quivered a few seconds, then\nrelaxed in death.\n\nAs Penrun stepped forward around the carcass the cave filled with\nhysterical screams and hoarse insane shouting of joy and terror. He\nlooked up at the high vaulted roof where the strange diamond-shaped\ncrystal diffused its green light along the shimmering silken web, then\nturned his gaze downward to the rock floor beneath his feet. At last\nhe gritted his teeth and forced himself to look at the walls.\n\nAgain he saw tier upon tier of hammocks, each holding a naked human\nbeing, helpless and paralyzed from the poisoned bite of the attendant\nmonster spider. Some could weep, some could smile, some could talk,\nyet none could move either hand or foot. A few were mercifully\nunconscious, but the rest were not. Many were insane. Yet they all lay\nalike year after year, century after century, if need be, kept alive\nby the rays of the strange green light in the roof. This was the\ncavern of the Living Dead!\n\n       *       *       *       *       *\n\nPenrun knew the tragic future of these unfortunates. A few, perhaps,\nwould go as food for the Queen in times of famine. The remainder\nwould become living incubators for the larvae of the Queen which would\nbe planted in their living bodies by the monster attendant to eat away\nthe vitals until death mercifully ended the victim's life, and the\ngrowing spider emerged to feed on a new victim, or to go its way.\n\nA thousand helpless human beings swung in their silken hammocks\nawaiting their fate. Penrun had learned about them during those two\nhorrible days he had been held prisoner here before he had succeeded\nin raying the novice attendant and the monster guard with the pistol\nfrom his armpit holster that the spiders had overlooked when they\ncaptured him. He recalled again how he had dashed frantically from\nhammock to hammock trying to rouse some of the Living Dead to escape\nwith him. Not one of them could respond.\n\nReports to the Interplanetary Council? He had made them, written and\noral, and had only been laughed at for a half-crazy explorer. The\nCouncil would not even investigate.\n\nNow Penrun did not tarry. He strode swiftly back to the far end of the\ncavern.\n\n\"The girl who was just brought in, is she safe?\" he asked hoarsely.\n\nNone seemed to know, but presently he knew she was still unhurt, for\nhe found her bound hand and foot to the rock wall with heavy silken\nwebs. Nearly all her clothing had been torn off her. She looked up\nhopelessly. A great fear appeared in her eyes.\n\n\"You!\" she gasped. \"Are you responsible for this?\"\n\n\"I have come for you,\" he replied in a matter-of-fact tone, swiftly\nremoving the pack from his back.\n\nShe cowered against the wall.\n\n\"You--you inhuman beast!\" Her face was white with horror.\n\nHe cut the silken bonds.\n\n       *       *       *       *       *\n\n\"Don't be a fool!\" he said roughly. \"I have no power over these\nmonsters. Hurry into those clothes! Do you want to be bitten in the\nsmall of the back and lie paralyzed for years in a hammock like these\nother unfortunates, then suffer untold agony for months while spiders'\nlarvae eat out your vitals? Hurry, I say! We must get out of here at\nonce!\"\n\nHe turned away. He wanted to see that old Englishman who said he had\nknown Shakespeare. His wish was in vain. The old man's sightless eyes\nstared up at the silken roof. The long, heavy beard that lay across\nthe breast stirred. The beady, glittering eyes of an infant spider\npeeped out. Penrun uttered a curse of loathing. His pistol stabbed\ndeath into the foul insect.\n\nHe felt a touch on his arm. The girl was waiting.\n\n\"I am ready,\" she said quietly. \"Oh, let us hurry!\"\n\nDawn was lighting the world outside, and the driving blizzard was\nalready changing to rain. Penrun seized the girl's hand and ran madly\nup the mountainside toward the peak. The spiders usually did not\nventure out in the rain, but in the face of danger from the ship they\nwould be abroad as early as possible this morning.\n\nPenrun suddenly spurted madly. Half a dozen gigantic spiders were\nmoving cautiously along the lower edge of the city, their bodies\nlooming up grotesquely in the misty rain. The girl stumbled, struck\nher head against a boulder, and lay still. Penrun caught her up in his\narms and sprinted madly up the steep slope.\n\n       *       *       *       *       *\n\nA rock loosened by his flying feet rattled and pounded down the\nhillside. Instantly the monsters whirled round, sighted him and\nstarted in pursuit. With a mighty leap he cleared a ten-foot ledge,\ncarrying his unconscious burden, and plunged into the sheltering mist\nof the clouds. Up, up! Thank God for the weak gravity!\n\nA swishing rattle of claws on rock shot by them in the fog, turned and\nswept back. Penrun sprang straight upward, rising nearly a dozen feet\nin the air as the monsters streaked past underneath.\n\nOnly a little farther! Savagely he forced his failing strength to\ncarry them up the slope. The air was chilling fast and the mist\nthinning. He broke into clear air as the fog behind them filled with\nthe rattle of racing claws on the barren granite and the grating roar\nof the baffled monsters, seeking frantically for their intended\nvictims.\n\nHe staggered on another hundred yards before he collapsed with lungs\nlaboring desperately in the rarefied air.\n\nBelow them a bristly monster charged out of the fog, sighted them\nlying up among the rocks, and leaped after them. Penrun jerked up a\npistol with trembling fingers and loosed its deadly ray. The huge\nspider stumbled and ploughed head-on among the rocks with a flurry of\nlegs. It rose loggily, for its fierce energy was dwindling rapidly in\nthe biting cold. Again the pistol crackled. The gigantic insect\ntoppled over and rolled down the mountainside into the fog and\nvanished.\n\n\"Are we safe now?\"\n\nPenrun turned. The girl was now sitting up somewhat unsteadily, with\nan ugly bruise on her forehead.\n\n\"I think so,\" he replied. \"Up there in my space-sphere we shall be\nquite safe.\"\n\n       *       *       *       *       *\n\nTogether they plodded silently up the sharp incline of the peak, her\nhand in his. And as they went he marveled that her eyes could be so\nbeautiful now that the fear and horror had vanished from their\ndepths.\n\nThe storm clouds below had broken up and dissolved under the\nincreasing heat, revealing the Trap-Door City, seemingly deserted, and\nthe motionless black ship still resting on the plateau. Penrun turned\nto the girl beside him in the control nest of the space-sphere.\n\n\"What are your friends waiting for all this time?\" he asked abruptly.\n\n\"They're not my friends,\" she retorted. \"And you might have guessed\nthat they are waiting for you to arrive with the other third of the\nmap. They are planning to surprise you and rob you of it. The entrance\nto the Caves is under the edge of the Cataract over there, and by\nwaiting here they are sure to be on hand when you arrive. Only\"--her\nbrows puckered in a little frown--\"I don't understand why they remain\nout there on the open rock after Helgers has picked a hiding-place for\nthe ship.\"\n\n\"Helgers?\"\n\n\"He is the leader of the gang, and he is the man who killed that poor\nold Martian aboard the _Western Star_ for the map. Helgers learned\nabout the treasure and the existence of the map through a convict who\nwas with Lozzo in the prison. Helgers pretends to be an importer in\nChicago--he actually owns a nice little business there--but in reality\nhe is one of the biggest smugglers in the Universe.\"\n\n\"How do you come to be with him?\"\n\n\"I was coming to that,\" she replied. \"My parents live on Ganymede.\"\n\nPenrun nodded. He was familiar with the fourth satellite of Jupiter\nand its fertile provinces.\n\n\"My father is an American, but my grandfather on my mother's side was\na Medan nobleman. He was ruined by that notorious pirate, Captain\nHalkon, who descended with his ships on our city and carried off\neverything of value, including the vast amount of scrip credits owned\nby the state which were entrusted to my grandfather. You know the\nGanymedan debtor's law?\"\n\nHe did indeed! It was one of the most infamous laws of the Universe:\nruling that the debts of the father descended to the children and\ntheir children's children until paid.\n\n       *       *       *       *       *\n\n\"My family is now poor,\" she went on. \"For a century or more we have\nstriven to pay off the debt caused by the loss of those state funds.\nThat's the way matters stood when I received a letter from my brother\nTom in Chicago, who was employed in the office of Helgers' legitimate\nimporting business, little aware of the smuggling. Tom had somehow got\nwind of the near discovery of Halkon's treasure, and I saw a chance to\nget a part of it by joining Helgers' party. He might not want us, but\nhe would be practically forced to take us to keep our mouths shut. I\nfelt that we were honestly entitled to a part of that treasure which\nhad been stolen from our family, and with it we could pay off that old\ndebt that had ridden our family like an Old Man of the Sea for more\nthan a century.\n\n\"Getting into the expedition proved much simpler than I had expected.\nWhen Tom told Helgers about me he was very eager to help us--he is one\nof those men who is always anxious to help a girl if he thinks she is\ngood-looking enough. So you see when I held you up in your stateroom I\nwas merely performing my part of the scheme, although I didn't know\nthen that Helgers had already slain the old Martian and leaped out\ninto space.\n\n\"After that the _Osprey_--the ship down there on the\nplateau--overhauled the _Western Star_ and took us off, and shortly\nafterward I learned most unpleasantly that Helgers had no intention of\ngiving Tom and me our share unless I gave myself to him in exchange. I\ntold Tom, and trouble started. It came to a head yesterday and there\nwas a fight and--and Helgers killed Tom.\"\n\nShe began to weep quietly. Penrun stared grimly down at the black,\nmotionless ship. Presently the girl resumed her story.\n\n\"I managed to get the air-lock open and escaped from the ship. Then\nthat horrid spider caught me. You know the rest.\"\n\nHer voice trailed off. Penrun remained silent for a while.\n\n\"You haven't even told me your name,\" he reminded her gently.\n\n\"Irma Boardle,\" she replied with a wan smile.\n\n\"I am Dick Penrun, in case you don't already know me. Captain Halkon\nwas my grandfather. We always tried to keep the knowledge of it a\nfamily secret, since we were ashamed of it. If I--we get our hands on\nthat treasure, I can promise you that the debt hanging over your\nfamily shall be paid first, Miss Boardle.\"\n\n\"Not Miss Boardle. Call me Irma,\" she said, the wan smile growing\nsuddenly warm.\n\nPenrun looked at her thoughtfully.\n\n\"But we aren't near the treasure yet,\" he said. \"Between the spider\nmonsters and the human monsters in the ship, our chances are rather\nslim. We'll just have to wait until we get a break.\"\n\n       *       *       *       *       *\n\nAs the day wore on there was a note of menace in the silence that hung\nover the Trap-Door City. It was nothing tangible, unless it was the\nappearance of two long silvery rods mounted on the top of the huge\ncocoon-palace of the Queen aiming down at Helgers' ship. Penrun could\nhave sworn they were not there yesterday. The sight of them made him\nuneasy.\n\nHelgers must have interpreted the silence differently, for presently a\nman emerged from the ship, protected against the heat by a clumsy\nspace-suit. He hesitated, then walked slowly away from the ship, and\npaused again, waiting for the spiders to attack. Not a movement was\nmade in the city. Presently he moved on again toward the cataract\nwhich had dwindled in the heat of the day to a mere trickle of hot\nwater down to the pool in the gorge more than half a mile below.\n\nAfter a time the man reached the cataract. He descended the short path\nthat led down under the lip of rock to another ledge a few feet below\nit. The entrance to the Caves opened out onto this lower ledge. Little\nwonder, thought Penrun, that no one knew where the Caves were.\n\nSome time later two other men from the ship followed him.\n\n\"Fools!\" muttered Penrun, following them through his glasses. \"They\nthink the spiders are afraid of their ray artillery. I'll bet the\nmonsters are either waiting until all the men wander out of the ship,\nor else they're getting ready to spring some hellish surprise.\"\n\nOther men came out of the ship, carrying rock drills, a roll of cable\nand a powerful little windlass. Instead of going to the Caves, they\nwent round the ship to the other side under the doubtful protection of\nthe ray-guns, and sank two shafts into the granite. Into these they\ndrove steel posts and anchored the windlass. One end of the cable was\nattached to the windlass and the other to the nose of the ship. Then\nthey slowly dragged the big craft across the plateau on rollers from\nthe ship's store room.\n\n       *       *       *       *       *\n\n\"That's strange!\" exclaimed Penrun. \"The ship can't rise! I wonder\nwhat's wrong, and why they are pulling it away from instead of toward\nthe Caves.\"\n\n\"I don't know what's the matter with the ship, but I believe I know\nwhy they are moving it,\" volunteered Irma. \"They're taking it to that\nhiding-place I told you Helgers picked out--there behind that upthrust\nof rock. You see, they think you know where the Caves are because you\nhave explored Titan, and they think you will come directly here, so\nthey want the ship hidden to make sure you land.\"\n\nHalf a hundred men in their space-suits toiled like ants about the big\ncylindrical craft until they at last jockeyed it into position behind\nthe natural screen of rock. Even before it was in place other men were\nswarming over the ship with paint machines, coloring it a granite\ngray. When they had finished the ship was nearly invisible from the\nsky.\n\nPenrun paid little attention to their preparations. His attention was\ncentered on those two shining rods atop the Queen's silken palace.\nThey now aimed at the ship in its new position. A strange idea flashed\nthrough his mind. Those rods had in some mysterious way put the\nelevating machinery of the _Osprey_ out of commission!\n\nSuppose the spiders turned them next on his own space-sphere up here\non the peak? The thought sent a shudder through him. Visions of the\nfinal flight across the nightmarish, distorted granite, the running\ndown and capture of himself and Irma, the paralyzing bite of the\nmonsters in the cavern of the Living Dead flashed across his mind.\nCold sweat stood out on his forehead. Instinctively his hand leaped to\nthe propulsion control and hovered there.\n\n       *       *       *       *       *\n\nYet why hadn't the spiders attacked the ship, now that they had it\nhelpless? It was not their usual tactics to give their victims a\nchance to free themselves. Why, why? There could be only one answer.\nThey were waiting for something! Penrun's eyes glinted suddenly.\n\n\"Irma,\" he said rapidly, \"we are in serious danger. The spiders have\nobviously put the elevating machinery of the _Osprey_ out of\ncommission. Helgers and his men are doomed to the Living Death as\nsurely as though they were already lying in the silken hammocks. If\nthe monsters choose, they could do the same thing to our sphere and\ndoom us to the same fate. I believe they are waiting for something.\nWhile they wait we have a chance to get the treasure and escape. Shall\nwe risk it, or shall we go while we know we are safe?\"\n\nShe looked up at him evenly.\n\n\"If you think we have a fair chance to get the treasure and escape, I\nsay let's risk it,\" she said firmly.\n\n\"Good!\" he exclaimed. \"Here we go!\"\n\nThe little sphere slipped out of its cleft in the peak and dropped\nswiftly into the valley on the side opposite the Trap-Door City and\nits mysterious menace. Day was swiftly dying, and the lower passes of\nthe mountains were already hazy with rapidly forming storm-clouds.\n\n\"Look!\" cried Irma excitedly. \"What are those things?\"\n\nFar in the distance a long line of wavering red lights snaked swiftly\nthrough the dusky valley toward them. Penrun picked up his binoculars.\n\n\"Spiders,\" he announced. \"Scores of them. Each is carrying a sort of\nred torch. I have a feeling that those are what the monsters of the\nTrap-Door City have been waiting for.\"\n\nHe urged the sphere to swifter flight along the range. Miles from the\nCaves, he swept up over the peaks, and dropped down on the lowlands\nside. Dusk was deepening rapidly as he raced back toward the White\nRiver cataract under the pall of the gathering storm.\n\n       *       *       *       *       *\n\nAmong the boulders on the rough mountainside near the mouth of the\nCaves he eased the craft down to a gentle landing.\n\n\"Wait here,\" he told Irma. \"I'll investigate and see if it is safe to\nenter the Caves.\"\n\nThey had seen the three men return to the ship, but others might have\ngone to the Caves after that. Penrun made his way down the slope to\nthe lip of the cataract and the yawning blackness of the abysmal gorge\nbelow it.\n\nOverhead the storm was gathering swiftly, and the saffron light of the\ndying day illuminated the plateau eerily. Half a mile away the\nTrap-Door City shimmered fantastically in the uncertain light. Penrun\nrepressed a shudder. The Devil's own playground! Thank God, he and\nIrma would be out of it soon!\n\nHe crept down the narrow path that led under the ledge of the\ntrickling cataract. Outside, a bolt of lightning stabbed down from the\ndarkened heavens. Its lurid flash revealed the huge figure of a man,\npistol in hand, beside the entrance to the Caves.\n\nToo late to retreat now, even had he wished to. Penrun's weapon\nflashed first. A scream of pain and fury answered the flash, and the\nman's pistol clattered down on the rock. The next instant Penrun was\nhelpless in the clutch of a mighty pair of arms that tried to squeeze\nthe life out of him.\n\n\"Burn, me, will ye, ye dirty scum!\" roared the giant of a man\ntightening his grip. \"I'll break your damned back for ye and heave ye\ninto the gorge!\"\n\nPenrun writhed frenziedly, trying to twist his pistol around against\nhis enemy's back, while they struggled desperately about the ledge\nabove the dizzy blackness of the gorge. But the pistol struck the wall\nbeside the entrance and fell under their trampling feet.\n\nPenrun was gasping in agony at the intolerable pain in his spine.\nDarting points of light danced before his eyes. Then from the opening\nin the rock showed a beam of white light and a man slowly emerged from\nthe Caves. The grip on Penrun relaxed slightly as the man came toward\nthe two combatants. Penrun could distinguish him closely now. A heavy,\npasty face with liquid black eyes and a crown of thinning hair.\nHelgers! He was staggering and grunting under the weight of a heavy\nmetal box.\n\n       *       *       *       *       *\n\n\"What's the matter, Borgain?\" he asked.\n\n\"Got this bird, Penrun, we been waitin' for!\"\n\n\"We don't need him, now that we already have the treasure. Still, it's\na good thing we found him. Just as well to have no tales circulating\nabout the Universe about our find. Toss him into the gorge, and go\ndown and watch the other three chests until I get--\"\n\n\"Dick, Dick!\" Irma's excited voice floated down from up among the\nboulders. \"The spiders with those red cylinder torches have arrived!\nThey are attacking the _Osprey_!\"\n\nHelgers jerked up his head.\n\n\"Why, if it isn't the little spitfire!\" he exclaimed in pleased\nastonishment. \"I thought the damned spiders had eaten her long before\nthis. Rather changes things, Borgain. I'll just go on up and let my\nlittle playmate know I am here. Toss our friend over the edge there,\nand bring up another treasure chest.\"\n\n\"What was that she was sayin' about the spiders attackin' the\n_Osprey_?\" Borgain's voice was anxious.\n\n\"Oh, that's nothing the boys can't handle,\" said Helgers confidently.\n\"In case they don't, we'll have to feel sorry for them and take our\nfriend's sphere. Only have to split the treasure two ways, in that\ncase,\" he added, moving up the slope.\n\nBorgain's answer was a grunt of surprise, for his captive had squirmed\nsuddenly out of his clutch. The big man plunged forward recklessly\nwith arms outstretched in the groping darkness. Penrun, desperately\nremembering the sickening drop at their feet to the pool three\nthousand feet below, backed against the rock.\n\nA flash of lightning. Borgain's ape-like arms were nearing him. Penrun\nlashed out at the darkened features. His knuckles bit deep into the\nflesh. He slipped aside as Borgain, mouthing fearful curses, rammed\ninto the rock wall and rebounded.\n\n       *       *       *       *       *\n\nAgain the fumbling search. Another lightning flash. Penrun struck with\nfrenzied desperation. Borgain took the blow behind the ear and\nstaggered. He whirled, wild with fury, and charged vainly along the\nnarrow ledge.\n\n\"I'll get ye this time, damn your dirty carcass--ugh!\"\n\nGuided by the sound of his voice, Penrun struck with all his strength.\nBorgain's nose flattened under the blow. He whirled half around.\n\n\"I'll kill ye! I'll kill--help, help--a-ah!\"\n\nLost in the blackness he had plunged over the lip of the rock,\nthinking he was charging Penrun. Down into the yawning gorge his body\nhurtled, the sound of his frenzied, dwindling screams floating up\neerily out of the black, ominous depths.\n\nPenrun crouched against the wall, sick and trembling. Irma, Helgers!\nHe must hurry! He fumbled again for the pistols. They were gone.\nCrawling forward now, still shaken by his narrow escape from death, he\ngained the pathway. The rain was drumming wildly on the barren granite\nnow, and the pitch-blackness was shattered only by ghastly lightning\nbolts.\n\nGuided by the flashes, he clambered up the slope and halted abruptly.\nThe door of the space-sphere was open, and, silhouetted against the\nsoft glow of light within it, was Irma, seated dejectedly with bowed\nhead, heedless of the cold rain beating down upon her. Helgers was\nnowhere to be seen. Penrun dashed forward.\n\n\"Irma, Irma!\" he cried. \"What has happened? Where is he?\"\n\nShe raised her head slowly and stared at him as at one risen from the\ndead. Then she burst into tears.\n\n\"He said they had killed you--had thrown your body into the gorge,\"\nshe sobbed. \"I--I just didn't want to live after that. Are you hurt?\"\n\n\"Not a bit,\" he assured her fervently. \"But where is Helgers?\"\n\n\"I pistoled him,\" she said quietly. \"I had no choice. He came at me\nafter I warned him to keep away. He fell over there among the rocks.\nOh, Dick, let us hurry away from this mad place!\"\n\n       *       *       *       *       *\n\nHe stared at the rain-swept rocks. The heavy metal treasure chest lay\na few yards away where Helgers had dropped it. Penrun moved cautiously\ntoward the spot where he had fallen. He was gone. The rain had washed\naway any traces of blood that might have remained.\n\nWhile Penrun hesitated, the roar of the tempest was split by a man's\nscream of agony. A lurid flash of lightning an instant later revealed\na gigantic spider down by the cataract with Helgers' struggling body\nin his mandible jaws. Returning blackness blotted out the scene.\n\nIrma's pistol stabbed a ray through the driving rain at the hideous\nmonster. Instantly its grating roar for help rang out, and a group of\nred lights from the doomed _Osprey_ across the plateau, detached\nthemselves from the others and came streaking for the cataract.\n\nPenrun seized the heavy treasure chest and staggered to the sphere.\n\n\"Hurry, here they come!\" screamed the girl.\n\nHe fell through the door with his burden just as the foremost monster\nleaped the river. The next instant Irma sent the sphere rocketing\nupward. Just before they plunged into the clouds they caught a last\nglimpse of the _Osprey_ with her ray guns melted off by the red\ncylinder torches, and great holes gaping in her sides through which\nthe monsters were carrying out the members of the crew to their cavern\nof the Living Dead.\n\nAs the sphere burst through the storm cloud into the frigid air above\nit, Irma gave a cry and pointed at the peak where they had hidden in\nthe sphere. The peak was now alive with moving red lights of monsters\nsearching vainly for them. The scene dropped swiftly below as the\nsphere gathered speed for its homeward journey.\n\n\"We got only a small portion of the treasure, but it will be enough,\"\nsaid Penrun. \"After we pay your family's debt, I want to spend a\nhundred thousand or so for a specially chartered battle-sphere which\nwill come back here to Titan. If the Interplanetary Council will do\nnothing about the Trap-Door City, I shall, independently. Not rays,\nbut good old primitive bombs such as they used back in the Twentieth\nCentury. I'll blow the hellish place off the face of the map and with\nit the cavern of the Living Dead. I think those lying in the hammocks\nwould thank me for releasing them in that way.\"\n\n       *       *       *       *       *\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Loot of the Void, by Edwin K. Sloat\n\n*** END OF THIS PROJECT GUTENBERG EBOOK LOOT OF THE VOID ***\n\n***** This file should be named 29457.txt or 29457.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/4/5/29457/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}