{"title": "Lords of the Stratosphere", "author": "Arthur J. Burks", "releaseDate": "July 20, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n     This etext was produced from Astounding Stories March 1933.\n     Extensive research did not uncover any evidence that the\n     U.S. copyright on this publication was renewed.\n\n     The Table of Contents is not part of the original magazine.\n\n\n\n                      Lords of the Stratosphere\n\n                        _A Complete Novelette_\n\n\n                          By Arthur J. Burks\n\n       *       *       *       *       *\n\n\n\n\n                        Contents\n\n     I    The Take-off\n    II    The Ghostly Columns\n   III    Strange Levitation\n    IV    Frantic Scheming\n     V    Into the Void\n    VI    Stratosphere Currents\n   VII    Invisible Globe\n  VIII    Cataclysmic Hunger\n    IX    A Scheme Is Described\n     X    How It Came About\n    XI    To the Rescue\n\n       *       *       *       *       *\n\n\n\n\n[Sidenote: High into air are the great New York buildings lifted by a\nray whose source no telescope can find.]\n\nCHAPTER I\n\n_The Take-off_\n\n\nIt seemed only fitting and proper that the greatest of all leaps into\nspace should start from Roosevelt Field, where so many great flights had\nbegun and ended. Fliers whose names had rung--for a space--around the\nworld, had landed here and been received by New York with all the pomp\nof visiting kings. Fliers had departed here for the lands of kings, to\nbe received by them when their journeys were ended.\n\nOf course Lucian Jeter and Tema Eyer were disappointed that Franz Kress\nhad beaten them out in the race to be first into the stratosphere above\nfifty-five thousand feet. There was a chance that Kress would fail, when\nit would be the turn of Jeter and Eyer. They didn't wish for his\nfailure, of course. They were sports-men as well as scientists; but\nthey were just human enough to anticipate the plaudits of the world\nwhich would be showered without stint upon the fliers who succeeded.\n\n[Illustration: _The warship simply vanished into the night sky._]\n\n\"At least, Tema,\" said Jeter quietly, \"we can look his ship over and see\nif there is anything about it that will suggest something to us. Of\ncourse, whether he succeeds or fails, we shall make the attempt as soon\nas we are ready.\"\n\n\"Indeed, yes,\" replied Eyer. \"For no man will ever fly so high that\nanother may not fly even higher. Once planes are constructed of\nunlimited flying radius ... well, the universe is large and there should\nbe no end of space fights for a long time.\"\n\nEyer, the elder of the two partner scientists, was given sometimes to\nquiet biting sarcasm that almost took the hide off. Jeter never minded\ngreatly, for he knew Eyer thoroughly and liked him immensely. Besides\nthey were complements to each other. The brain of each received from the\nother exactly that which he needed to supplement his own knowledge of\nscience.\n\nThey had one other thing in common. They had been \"child prodigies,\" but\ncontrary to the usual rule, they had both fulfilled their early promise.\nTheir early precocious wisdom had not vanished with the passing of\nchildhood. Each possessed a name with which to conjure in the world of\nscience. And each possessed that name by right of having made it famous.\nAnd yet--they were under forty.\n\nJeter was a slender athletic chap with deep blue eyes and brown hair.\nHis forehead was high and unnaturally white. There was always a still\nsort of tenseness about him when his mind was working with some idea\nthat set him apart from the rest of the world. You felt then that you\ncouldn't have broken his preoccupation in any manner at all--but that if\nby some miracle you did, he would wither you with his wrath.\n\nTema Eyer was the good nature of the partnership, with a brain no less\nagile and profound. He was a swart fellow, straight as an arrow, black\nof eyes--the sort which caused both men and women to turn and look after\nhim on the street. Children took to both men on sight.\n\nThe crowd which had come out to watch the take-off of Franz Kress was a\nhuge one--huge and restless. There had been much publicity attendant on\nthis flight, none of it welcome to Kress. Oh, later, if he succeeded, he\nwould welcome publicity, but publicity in advance rather nettled him.\n\nJeter and Eyer went across to him as he was saying his last words into\nthe microphone before stepping into his sealed cabin for the flight.\nKress saw them coming and his face lighted up.\n\n\"Lord,\" he said, \"I'm glad to see you two. I've something I must ask\nyou.\"\n\n\"Anything you ask will be answered,\" said Jeter, \"if Tema and I can\nanswer it. Or granted--if it's a favor you wish.\"\n\nKress motioned people back in order to speak more or less privately with\nhis brother scientists. His face became unusually grave.\n\n\"You've probably wondered--everybody has--why I insist on making this\nflight alone,\" he said, speaking just loudly enough to be heard above\nthe purring of the mighty, but almost silent motor behind him. \"I'll\ntell you, partly. I've had a feeling for the last month that ... well,\nthat things may not turn out exactly as everybody hopes. Of course I'll\nblaze the way to new discoveries; yes, and I'll climb to a height of\naround a hundred thousand feet ... and ... and....\"\n\nJeter and Eyer looked at each other. It wasn't like Kress to be gloomy\njust before doing something that no man had ever done before. He should\nhave been smiling and happy--at least for the movietone cameras--but he\nwasn't even that. Certainly it must be something unusual to so concern\nhim.\n\n\"Tell us, Kress,\" said Eyer.\n\nKress looked at them both for several moments.\n\n\"Just this,\" he said at last: \"work on your own high altitude plane with\nall possible speed. If I don't come back ... take off and follow me into\nthe stratosphere at once.\"\n\nHad Kress, possessor of one of the keenest scientific minds in the\nworld, taken leave of his senses? \"If I don't come back,\" he had said.\nWhat did he expect to do? Fly off the earth utterly? That was silly.\n\nBut when the partners looked again at Kress they both had the same\nfeeling. It probably wasn't as silly as it sounded. Did Kress know\nsomething he wasn't telling them? Did he really think he might ... well,\nmight fly off the earth entirely, away beyond her atmosphere, and never\nreturn? How utterly absurd! And yet....\n\n\"Of course we'll do it,\" said Jeter. \"We'd do it anyway, without word\nfrom you. We haven't stopped our own work because of your swiftly\napproaching conquest of the greater heights. But why shouldn't you come\nback?\"\n\n       *       *       *       *       *\n\nFor a moment there was a look of positive dread upon Kress' face.\n\nThen he spoke again very quietly:\n\n\"You know all the stuff that's been written about my flight,\" he said.\n\"Most of it has been nonsense. How could laymen newspaper reporters have\nany conception of what I may encounter aloft? They've tried to make\nsomething of the recent passage of the Earth through an area of\nso-called shooting stars. They've speculated until they're black in the\nface as to the true nature of the recent bombardment of meteorites.\nThey've pictured me as a hero in advance, doomed to death by direct\nattack from what they are pleased to call--after having invented\nthem--denizens of the stratosphere.\"\n\n\"Yes?\" said Jeter, when Kress paused.\n\nKress took a deep breath.\n\n\"They've come nearer than they hoped for in some guesses,\" he said. \"Of\ncourse I don't know it, but I've had a feeling for some time. You know\nwhat sometimes happens when a man gets a sudden revolutionary idea? He\nconcentrates on it like all get-out. Then somebody else bursts into the\nnewspapers with the same identical idea, which in turn brings out hordes\nof claims to the same idea by countless other people. It's no new thing\nto writers and such-like gentry. They know that when they get such an\nidea they must act on it at once or somebody else will, because their\nthoughts on the subject have gone forth and impinged upon the mental\nreceiving sets of others. Well, that's a rough idea, anyway. This idea\nof denizens of the stratosphere has attacked the popular imagination.\nYou'll remember it broke in the papers _simultaneously_, in thirty\ncountries of the world!\"\n\nA cold chill ran down the spine of Tema Eyer. He saw, in a flash,\nwhither Kress' thoughts were tending--and when he saw that, it thrilled\nhim, too, for it seemed to be proof of the very thing Kress was saying.\n\n\"You mean,\" he said hoarsely, \"that you too think there may be something\nup there, something ... well, sensate? Some great composite thought\nwhich inspires the general dread of stratosphere denizens?\"\n\nKress shrugged. He wouldn't commit himself, being too careful a\nscientist, but he hadn't hesitated to plant the idea. Jeter and Eyer\nboth understood the thoughts which were teeming in Kress' brain.\n\n\"We'll do our part Kress,\" said Eyer. Lucian Jeter nodded agreement.\nKress gripped their hands tightly--almost desperately, Jeter thought.\nJeter was usually the leader where Eyer and himself were concerned and\nhe thought already that he foresaw cataclysmic events.\n\n       *       *       *       *       *\n\nKress climbed into his plane. The vast crowd murmured. They knew he was\nadjusting everything inside for the days-long endurance test ahead of\nhim. Kress had forgotten nothing. There was even a specially made\ncylinder, comparable to the globe which Picard had used in his historic\nballoon ascensions in Europe. This was attached to a parachute which, if\nthe emergency arose, could be dropped. Kress, in the ball, could pass\nthrough the sub-arctic cold of the stratosphere if necessity demanded.\nThe ball, if it struck the ocean, would preserve him for a great length\nof time. It was even equipped with rockets.\n\nThis plane was revolutionary. It was, to begin with, carrying a vast\nload. Kress was taking every conceivable kind of instrument he fancied\nhe might need. There was food as for a long siege.\n\nJeter shuddered. Why had he thought of the word \"siege\"?\n\nThe great load would be carried without difficulty, however, for this\nplane was little short of a miracle. Among other things, Kress would be\nable, in case of fatigue, to set his controls--as at sea a pilot may\nsometimes lash his wheel--and sleep while his plane mounted on up, and\nup, in great spirals.\n\nUp beyond fifty-five thousand he hoped to attain a thousand miles an\nhour velocity. That meant, say, breakfast in New York, lunch in London,\ntea in Novo-Sibirsk, dinner in Yokohama--as soon as the myriad planes\nwhich would follow this one in design and capabilities took off on the\ntrail Kress was blazing.\n\nJeter sighed at the thought. For several years he had explored\nlittle-known sections of the world. He had visited every country. He had\nentered every port that could be reached from the ocean--and all the\ntime he had felt the Earth shrinking before the gods of speed. The time\nwould soon come when everything on Earth would be commonplace. Then\nman's urge to go places he hadn't seen before would take him away from\nthe Earth entirely--when he would begin the task of making even the\nuniverse shrink to appease the gods of speed. Somehow the thought was a\nmelancholy one.\n\nNow the crowd gave back as Kress speeded up his motor, indicating that\nhe would soon take off. Jeter and Eyer studied the outward outline of\nKress' craft. It looked exactly like a black beetle which has just\nalighted after flight, but has not yet quite hidden its wings. It was\nblack, probably because it was believed a black object could be followed\neasier from the Earth.\n\nThere would be many anxious eyes watching that spiraling ship as it grew\nsmaller and smaller, climbing upward.\n\nWith a rush, and a spinning of dust in the slipstream, the ship was\naway. It lifted as easily as a bird and mounted with great speed. It was\ncapable of climbing in wide spirals at a hundred and fifty miles an\nhour.\n\nA great sigh burst from the thousands who had come to watch history\nmade. For solid hours now they would watch the plane climb, growing\nsmaller, becoming a speck, vanishing. Many curious ones would stay right\nhere until Kress returned, fearful of being cheated of a great thrill.\nFor Kress was to land right here when, and if, he had conquered the\nstratosphere.\n\n       *       *       *       *       *\n\nJeter and Eyer wormed their way through the crowd to the road and found\ntheir car in a jam of other cars. Without a word they climbed in and\ndrove themselves to their dwelling--combined home and laboratory--in\nMineola. There they fell to on their own ship, which was being built\npiece by piece in their laboratory.\n\nEvery half hour or so one or the other would go to the lawn and gaze\naloft, seeking Kress.\n\n\"He's out of eyesight,\" said Eyer, the last to go. \"Is the telescope set\nup?\"\n\n\"Yes, and arranged to cover all the area of sky through which Kress is\nlikely to climb.\"\n\nAt intervals through the night, long after they had ceased work, the\npartners rose from bed and sought their fellow scientist among the\nstars. They alternated at this task.\n\n\"According to my calculations,\" said Jeter, when the eastern sky was\njust paling into dawn, \"Kress has now reached a point higher than man\nhas ever flown before, higher than any living--\"\n\nJeter stopped on the word. Both men remembered Kress' last words. Kress,\nupset or not, properly or improperly, had hinted of living things in the\nstratosphere--perhaps utterly malignant entities.\n\nIt was just here, in the dawning of the first day after Kress'\ndeparture, that the dread began to grow on Jeter and Eyer. And during\nthe day they labored like Trojans at their work, as though to forget it.\n\nThe world had begun its grim wait for the return of Kress.\n\nThey waited all that day ... and the next ... and the next!\n\nThen telegraph and radio, at the suggestion of Jeter, instructed the\nentire civilized world to turn its eyes skyward to watch for the return\nof Kress.\n\nThe world obeyed _that_ day ... and the next ... _and the next_!\n\nBut Kress did not return; nor, so far as the world knew, did any or all\nof his great airplane.\n\nThe world itself began to have a feeling of dread--that grew.\n\n\n\n\nCHAPTER II\n\n_The Ghostly Columns_\n\n\nFranz Kress had been gone a week, when all the world knew that he\ncouldn't possibly have stayed aloft that length of time. Yet no word was\nreceived from him, no report received from any part of the world that he\nhad returned. Various islands which he might have reached were scoured\nfor traces of him. The lighter vessels of most of the navies of the\nworld joined in the search to no avail. Kress had merely mounted into\nthe sky and vanished.\n\nThe world's last word from him had been a few words on the\nradio-telephone:\n\n\"Have reached sixty thousand feet and--\"\n\nThere the message had ended, as though the speaker, eleven miles above\nthe earth, had been strangled. Yet he didn't drop, as far as anybody in\nthe world knew.\n\nLucian Jeter and Tema Eyer worked harder than ever, remembering the\npromise they had made Kress at his take-off. Whatever had happened to\nhim, he seemingly in part had anticipated. And now the partners would\ngo up, too, seeking information--perhaps to vanish as Kress had\nvanished. They were not afraid. They shared the world's feeling of\ndread, but they were not afraid. Of course death would end their labors,\nbut there were many scientists in the world to take up where they might\nleave off.\n\nThere were, for example, Sitsumi of Japan, rumored discoverer of a\nsubstance capable of bending light rays about itself to render itself\ninvisible; Wang Li, Liao Wu, Yung Chan, of China--three who had degrees\nfrom the world's greatest universities and had added miraculously to the\nstore of knowledge by their own inspired research. These three were\npatriotically eager to bring China back to her rightful place as the\nleader in scientific research--a place she had not held for a thousand\nyears. It was generally agreed among scientists that the three would\nshortly outstrip all their contemporaries.\n\nAs Jeter thought of these four men, Orientals all, it suddenly occurred\nto him to communicate with them. He talked it over with Eyer and decided\nto send carefully worded cables to all four.\n\nIn a few hours he received answers to them:\n\nFrom Japan: \"Sitsumi does not care to communicate.\" There was a world of\ncold hostility in the words, Jeter thought, and Eyer agreed with him.\n\nFrom China came the strangest message of all:\n\n\"Wang, Liao and Yung have been cut off from world for past four months,\nconducting confidential research in Gobi laboratories. Impossible to\ncommunicate because area in which laboratories situated in Japanese\nhands and surrounded by cordon of guards.\"\n\nJeter and Eyer stared at each other when the cable had been read and\ndigested.\n\n\"Queer, isn't it?\" said Eyer.\n\nJeter didn't answer. That preoccupied expression was on his face, that\ndistant look which no man could erase from his face by any interruption\nuntil Jeter had finished his train of thought.\n\n\"Queer,\" thought Jeter, \"that Sitsumi should be so snooty and the three\nChinese totally unavailable.\"\n\n       *       *       *       *       *\n\nThere were many strange things happening lately, too, and the queer\nthings kept on happening, and in ever-increasing numbers, during the\nsecond week of Kress' impossible absence in the stratosphere. Or was he\nthere? Had he ever reached it? Had he--Jeter and Eyer had noticed his\nutter gloom at the take-off--merely, climbed out of sight of the Earth\nand then slanted down to a dive into the ocean? Maybe he was a suicide.\nBut some bits of wreckage of his plane had many unsinkable parts about\nit--the parachute ball for instance.\n\nNo, the solemn fact remained that Kress had simply flown up and hadn't\ncome down again. It would have sounded silly and absurd if it hadn't\nbeen so serious.\n\nAnd strange stories were seeping into the press of the world.\n\nOut in Wyoming a cattleman had driven a herd of prime steers into the\nround-up corral at night. Next morning not one of the steers could be\nfound. No tracks led away from the corral. The gates were closed,\nexactly as they had been left the night before. There had been no\ncowboys watching the steers, for the corral had always been strong\nenough to hold the most rambunctious.\n\nThe tale of the missing steers hit the headlines, but so far nobody had\nthought of this disappearance in connection with Kress'. How could any\none? Steers and scientists didn't go together. But it still was strange.\n\nAt least so Jeter thought. His mind worked with this and other strange\nhappenings even as he and Eyer worked at top speed.\n\nA young fellow in Arizona told a yarn of wandering about the crater of a\nmeteor which had fallen on the desert thousands of years before. The\nplace wasn't important nor did it seem to have anything to do with the\ncrater or meteors--but the young fellow reported that he had seen a\nfaded white column of light, like the beam of a great searchlight,\nreaching up into the sky from somewhere on the desert.\n\nWhen people became amazed at his story he added to it. There had been\nfive columns of light instead of one. The one he had first mentioned had\ntouched the Earth, or had shot up from the Earth, within several miles\nof his point of vantage. A second glowed off to the northwest, a third\nto the southwest, a fourth to the southeast, the fifth to the northeast.\nThe first one seemed to \"center\" the other four--they might have been\nthe five legs of a table, according to their arrangement....\n\nArrangement! Jeter wondered how that word had happened to come to him.\n\n       *       *       *       *       *\n\nThe story of the fellow who had seen the columns of light might have\nbeen believed if he had stuck to his first yarn of seeing but one. But\nwhen he mentioned five ... well, he didn't have any too good a\nreputation for veracity and wasn't regarded as being overly bright.\nBesides, he had stated that the thickness of the columns of light seemed\nto be the same from the ground as far as his eyes could follow them\nupward. Everybody knew that a searchlight's beams spread out a bit.\n\n\"I wonder,\" thought Jeter, \"why the kid didn't say he saw those five\ncolumns move--like a five-legged animal, walking.\"\n\nSilly, of course, but behind the silliness of the thought Jeter thought\nthere might be something of interest, something on which to work.\n\nThe Jeter-Eyer space ship still was not finished--though almost--when\nthe world moved into the third week since the disappearance of Franz\nKress.\n\nAn Indian in the Southwest had reported seeing one of those columns of\nlight. However, this merited just a line on about page sixteen, even of\nthe newspaper closest to the spot where the redskin had seen the column.\n\n\"Eyer,\" said Jeter at last, \"we've got to start digging into newspaper\nstories, especially into stories which deal with unusually queer\nhappenings throughout the world. I've a hunch that the keys to Kress'\ndisappearance may be found in some of them, or a combination of a great\nmany of them.\"\n\n\"How do you mean, Lucian?\"\n\n\"Don't you notice that all this queer stuff has been happening since\nKress left? It sounds silly, perhaps, but I feel sure that the\ndisappearance of those steers in Wyoming, the story the boy told about\nthe columns of light--yes, all five of them!--and the Indian's partial\nconfirmation of it, are all tied up together with the disappearance of\nKress.\"\n\n       *       *       *       *       *\n\nEyer started to grin his disbelief, but a look at his partner's tense\nface stopped him.\n\n\"What could want all those steers, Lucian?\" said Eyer softly. \"I can't\nthink of anything or anybody disposing of such a bunch on such short\nnotice, except a marching army, a marching column of soldier ants, or\nall the world's buzzards gathered together at one place. In any case\nthe animals themselves would have created a fuss, would have kicked up\nso much noise that somebody would have heard. But this story of the\nsteers seems to suggest, or say right out loud--though I know you can't\nbelieve everything in the newspapers--that the steers vanished in utter\nsilence.\"\n\n\"Doesn't it also seem funny to you,\" went on Jeter, \"that the vanishing\nof the herd wasn't discovered until next morning? I've read enough\nWestern stuff to know that a herd always makes noise. Yes, even at\nnight. The cowhands wouldn't have lost a wink of sleep over that. But,\nlisten, Tema, suppose you lived in New York City near some busy\nintersection which was always noisy, even after midnight--and all the\nnoise suddenly stopped. Would you sleep right on through it?\"\n\n\"No, I'd wake up--unless I were drunk or doped.\"\n\n\"Yet nobody seems to have wakened at that ranch when--and it must have\nhappened--the herd stopped making any noise whatever. The utter silence\n_should_ have wakened seasoned cowhands. It didn't. Why? What happened\nto them that they slept so soundly they heard nothing?\"\n\nEyer did not answer. It wasn't the first time he had been called upon to\nhear Jeter think out loud.\n\n\"It all ties up somehow,\" repeated Jeter, \"and I intend to find out\nhow.\"\n\nBut he didn't find out. Strange stories kept appearing. The three\nChinese scientists still had not communicated with the outside world.\nThe chap out in Arizona had now so elaborated on his yarn that nobody\nbelieved him and the public lost interest--all save Jeter, who was on\nthe trail of a queer idea.\n\nNothing happened however until near the end of the third week after\nKress' disappearance.\n\nThen, out of a clear sky almost, Kress came back.\n\nHe came down by parachute, without the ball in which he should have\nsealed himself. His return caused plenty of comment. There was good\nreason. He had been gone the impossibly long period of three weeks.\n\nHe was dead--but _had_ been for less than seventy-two hours!\n\nHis body was frozen solid.\n\nIt landed on the roof of the Jeter-Eyer laboratory; had he been alive he\ncouldn't possibly have maneuvered his chute to land him on such a small\nplace.\n\nThe partners stared at each other. It seemed strange to them indeed that\nKress should have come back to land on the roof of the two who had\npromised to follow him into the stratosphere if he didn't return.\n\nVery strange indeed.\n\nHe had returned, though, releasing Jeter and Eyer from their promise.\nStrangely enough that fact made them all the more determined to go. And\nwhile the newspaper reporters went wild over Kress' return, the partners\nstarted making additional plans.\n\n\n\n\nCHAPTER III\n\n_Strange Levitation_\n\n\n\"In two days we'll be ready, Tema,\" said Lucian Jeter quietly. \"And make\nno mistake about it; when we take off for the stratosphere we're going\nto encounter strange things. Nobody can tell me that Kress' plane\nactually flew three weeks! And where did it come down? Why didn't Kress\nuse the parachute ball? Where is it? I'll wager we'll find answers to\nplenty of those questions--if we live!\"\n\n\"If we live?\" repeated Eyer. \"You mean--?\"\n\n\"You know what happened to Kress? Or rather you know the result of what\nhappened to him?\"\n\n\"Sure.\"\n\n\"Why should we be immune? I tell you, Eyer, we're on the eve of\nsomething colossal, awe-inspiring--perhaps catastrophic.\"\n\nEyer grinned. Jeter grinned back at him. If they knew they flew\ninescapably to death they still would have grinned. They had plenty of\ncourage.\n\n\"We'd better go into town for a meeting with newspaper people,\" went on\nJeter. \"You know how things go in the news; there are probably plenty of\nstories which for one reason or another have not been published. Maybe\nthe law has clamped down on some of them. I've a feeling that if\neverything were told, the whole world would be frightened stiff. And you\nnotice how quickly the papers finished with the Kress' thing.\"\n\nEyer knew, all right. The papers had broken the story of the return in\nflaming scareheads. Then the thing had come to a full stop. It was\nsignificant that no real satisfactory explanation had been offered by\nany one. The papers had, on their own initiative, tried to communicate\nwith Sitsumi, and the three Chinese scientists, and had failed all\naround. Sitsumi did not answer, denied himself to representatives of the\nAmerican press in Japan, and crawled into an impenetrable Oriental\nshell. The three Chinese could not answer, according to advices from\nPeking, because they could not be located.\n\nJeter called the publisher of the leading newspaper for a conference.\n\n\"Strange that you should have called just now,\" said the publisher, \"for\nI was on the point of calling you and Eyer and inviting you to a\nconference to be held this evening at my office in Manhattan.\"\n\n\"What's the purpose of your conference? Who will attend?\"\n\n\"I--I--well, let us say I had hoped to make you and Eyer available to\nall interviewers on the eve of your flight into the stratosphere.\"\n\nJeter hesitated, realizing that the publisher did not wish to tell\neverything over the telephone.\n\n\"We'll be right along, sir,\" he said.\n\n       *       *       *       *       *\n\nIt took an hour for them to reach the publisher's office. Wires had\nplainly been pulled, too, for a motorcycle escort joined them at the\nQueensboro Bridge and led them, sirens screaming, to their meeting with\nGeorge Hadley, the publisher.\n\nThey looked at each other in surprise when they were admitted to the\nmeeting.\n\nHadley's huge offices were packed. The mayor was there, the police\ncommissioner, the assistant to the head of Federal Secret Service. The\nState Governor had sent a representative. All the newspapers had their\nmost famous men sitting in. Right in this one big room was represented\nalmost the entire public opinion of the United States. American\nrepresentatives of foreign newspapers were there. And there wasn't a\nsmile on a single face.\n\nIt was beginning to be borne in upon everybody that the Western\nHemisphere was in the grip of a strange unearthly malady--almost an\n_other_-earthly malady, but what was it?\n\nHadley nodded to the two scientists and they took the seats he\nindicated.\n\nHadley cleared his throat and spoke.\n\n\"We have here people who represent the press of the world,\" he said. \"We\nhave men who control billions in money. I don't know how many of you\nhave thought along the same lines as I have, but I feel that after I\nhave finished speaking most of you will. First, there are certain news\nstories which, for reasons of policy, never reach the pages of our\npapers. I shall now tell you some of them....\"\n\nThe whole crowd shifted slightly in its chairs. There was a strained\nleaning forward. Grave faces went whiter as they anticipated gripping\nannouncements.\n\n\"All the strange things have not been happening in the United States,\ngentlemen,\" said Hadley. \"That young fellow who reported seeing the\ncolumns of light in Arizona--you remember?--\"\n\nThere was a chorus of nods.\n\n\"He probably told the exact truth, as far as he knew it. But it isn't\nonly in Arizona that it has been seen--those columns I mean. Only there\nis just one column--not five. It has since been reported in Nepal and\nBhutan, in Egypt and Morocco and a dozen other places. But in the cases\nof such stories emanating from foreign countries, a congress of\npublishers has withheld the facts, not because of their strangeness but\nbecause of the effect they might have on the public sanity. In Nepal,\nfor example, the column of light rested for a moment on an ancient\ntemple, and when the light vanished the temple also had vanished, with\neverybody in it at the time for worship! Rumor had it that some of the\nworshipers were later found and identified. They appear to have been\nscattered over half of Nepal--and every last one was smashed almost to a\npulp, as though the body had been dropped from an enormous height.\"\n\nA concerted gasp raced around the assemblage. Then silence again, while\nthe pale-faced Hadley went on with his unbelievable story.\n\n       *       *       *       *       *\n\n\"A mad story comes from the heart of the _terai_, in India. I don't know\nwhat importance to give this story since the only witnesses to the\nphenomenon were ignorant natives. But the column of light played into\nthe _terai_--and tigers, huge snakes, buffalo and even elephants rose\nbodily over the treetops and vanished. They started up slowly--then\ndisappeared with the speed of light.\"\n\n\"Were crushed animals later found in the jungle?\" asked Jeter quietly.\n\nHadley turned his somber eyes on the questioner. Every white face, every\nfearful eye, also turned toward Jeter.\n\nAnd Hadley nodded.\n\n\"It's too much to be coincidence,\" he said. \"The crushed and broken\nbodies in Nepal and India--of course they aren't so far apart but that\nnatives in either place might have heard the story from the other--but I\nam inclined to believe in the inner truth of the stories in each case.\"\n\nHadley turned to the two scientists. There were other scientists\npresent, but the fact that Jeter and Eyer, who were so soon to follow\nKress into the stratosphere--and eternity?--held the places of honor\nnear the desk of the spokesman, was significant.\n\n\"What do you gentlemen think?\" asked Hadley quietly.\n\n\"There is undoubtedly some connection between the two happenings,\" said\nJeter. \"I think Eyer and myself will be able to make some report on the\nmatter soon. We will, take off for the stratosphere day after\nto-morrow.\"\n\n\"Then you think the same thing I do?\" said Hadley. \"If that is so, can't\nyou start to-morrow? God knows what may happen if we delay\nlonger--though what two of you can do against something which appears to\nblanket the earth, and strikes from the heavens, I don't know. And yet,\nthe fate of your country may be in your hands.\"\n\n\"We realize that,\" said Jeter, while Eyer nodded.\n\nHadley opened his mouth to make some other observation, then closed it\nagain, tightly, as a horrible thing happened.\n\nThe conference was being held on the tenth floor of the Hadley building.\nAnd just as Hadley started to speak the whole building began to shake,\nto tremble as with the ague. Jeter turned his eyes on the others, to see\ntheir faces blurred by the vibration of the entire building.\n\nSwiftly then he looked toward the windows of the big room.\n\nOutside the south windows he witnessed an unbelievable thing. Out there\nwas a twelve-story building, and its lighted windows were moving--not to\nright or left, but straight up! The movement gave the same impression\nwhich passing windows give to one in an elevator. Either that other\nbuilding was rising straight into the air, or the Hadley building was\nsinking into the Earth.\n\n       *       *       *       *       *\n\n\"Quick, Hadley!\" yelled Jeter. \"To the roof the fastest way possible!\"\n\nEven as Jeter spoke every last light in the building across the way went\nout. Jeter knew then that it was the other building that was moving--and\nthat electrical connection with the earth had been severed.\n\nHadley led the way to the roof, four stories above. Fortunately this was\nan old building and they didn't have to wait to travel a hundred floors\nor so. The whole conference followed at the heels of Hadley, Jeter and\nEyer.\n\nThey reached the roof at top speed.\n\nThey were first conscious of the cries of despair, of disbelief, of\nhorror which rose from the street canyons below them. But they forgot\nthese the next instant at what they saw.\n\nThe Vandercook building, the twelve-story building whose lights Jeter\nhad seen moving, was rising bodily, straight out of the well which had\nbeen built around it. From the building came shrieks and cries of mortal\nterror. Even as the conference froze to horrified immobility, many men\nand women stepped to the ledges of those darkened windows and plunged\nout in their fear.\n\n\"God!\" said Hadley.\n\n\"It's just as well,\" said Jeter in a far-away voice, \"they haven't a\nchance anyway!\"\n\n\"I know,\" replied Hadley. \"God, Jeter, isn't there something we can do?\"\n\n\"I hope to find something,\" said Jeter. \"But just now I'm afraid we are\nhelpless.\"\n\nThe Vandercook building continued to rise. It did not totter; it simply\nrose in its entirety, leaving the gaping hole into which, decades ago,\nit had been built. It rose straight into the sky, apparently of its own\nvolition. No rays of light, no supernatural agencies could be seen or\nfancied. The utterly impossible was happening. A building was a-wing.\n\nJeter and Eyer looked at each other with protruding eyes.\n\n       *       *       *       *       *\n\nThen they looked back at the Vandercook, whose base now was on a level\nwith the roof of the Hadley building.\n\n\"See?\" said Hadley. \"Not so much as a brick falls from the foundation.\nIt's--it's--ghastly.\"\n\nJeter would never forget the screams of mortal terror which came from\nthe lips of the doomed who had been working late in the Vandercook\nbuilding--for, horror piled upon horror, those who had sought to escape\ncalamity did not fall to Earth at all, but, at the same speed of the\nrising building, traveled skyward with it, human flies outside those\nleering dark windows.\n\nThen, free of New York's skyline, the flying building was gone with a\nrush. A thousand feet above New York's tallest building, the Vandercook\nchanged direction and moved directly into the west.\n\nThe conference watched it go....\n\n\"Commissioner,\" Jeter yelled at the police chief of Manhattan, \"get word\nout at once for all lights to be put out in the city! Hurry! Radio would\nbe fastest.\"\n\nIn ten minutes Manhattan was a darkened, silent city ... and now the\nconference could see why Jeter had asked for all lights to be\nextinguished.\n\nFive thousand feet aloft, directly over the Hudson River, the Vandercook\nbuilding now hung motionless--and all eyes saw the thin column of light.\nIt came down from the dark skies from a vast distance, widening to\nencompass the top of the Vandercook building.\n\nThe Vandercook building might almost have been a mouse caught in the\ntalons of some unbelievable night-hawk.\n\nAs though some intellect had just realized the significance of New\nYork's sudden darkness; as though that intellect had realized that the\ncolumn was ordinarily invisible because of Manhattan's brilliant\nincandescents, and now was visible in the darkness--the column of light\nsnapped out....\n\n\"God Almighty! May the Lord of Hosts save the world from destruction!\"\n\nFrom New York's canyons, from the roof of the Hadley building, came the\ngreat composite prayer.\n\nA whistling shriek, growing second by second into enormous proportions,\ncame out of the west, above the Hudson.\n\n\n\n\nCHAPTER IV\n\n_Frantic Scheming_\n\n\nThere was no mistaking the meaning of that whistling shriek. Whatever\nagency had held the Vandercook building aloft had now released its\nuncanny grip on the building, and thousands of tons of brick and mortar,\nof stone and steel, were plunging down in a mass from five thousand feet\nabove the Hudson. The same force had also released the ill-fated men and\nwomen who had been carried aloft with the building. And there must have\nbeen hundreds of people inside side the building.\n\nIt fell as one piece, that great building. It didn't topple until it had\nalmost reached the river and its shrieking plunge became meteor-like,\nthe sound of its fall monstrous beyond imagining. The conference above\nthe Hadley building fancied they could feel the outward rush of air\ndisplaced by the falling monster--and drew back in fear from the edge of\nthe roof.\n\nThe Vandercook struck the surface of the Hudson and an uprush of\ngeysering water for a few seconds blotted the great building from view.\nThen all Manhattan seemed to shudder. Most of it was perhaps fancy, but\nthousands of frightened Manhattanites saw that fall, heard the\nwhistling, and felt the trembling of immovable Manhattan.\n\nThe great columns of water fell back into the turbulent Hudson which had\nreceived the plunging building. Not so much as a wooden desk showed\nabove the surface as far as any one could see from shore. Not a soul had\nbeen saved. Shrieks of the doomed had never stopped from the moment the\nVandercook building had started its mad journey aloft.\n\nJeter whirled on Hadley.\n\n\"Will you see that all my suggestions are carried out, Hadley?\" he\ndemanded.\n\nHadley, face gray as ashes, nodded.\n\nFrom Manhattan rose the long abysmal wailing of a populace just finding\nits voice of fear after a stunning, numbing catastrophe.\n\n\"I'll do whatever you say, Jeter,\" said Hadley. \"We all agreed before\nthe arrival of Eyer and yourself that your advice would be followed if\nyou chose to give any.\"\n\n\"Then listen,\" said Jeter, while Eyer stood quietly at his elbow,\nmissing nothing. \"Advise the people of New York to quit the city as\nquietly and in as orderly a manner as possible. Let the police\ncommissioner look after that. Then get word to the leading aviation\nauthorities, promoters, and fliers and have them get to our Mineola\nlaboratory as fast as possible. We've kept much of the detail of\nconstruction of our space-ship secret, for obvious reasons. But the time\nhas come to forget personal aggrandizement and the world must know all\nwe have learned by our labor and research. Then see that every\nmanufacturing agency, capable of even a little of what it will take for\nthe program, is drafted to the work--by Federal statute if\nnecessary--and turn out copies of our plane as quickly as God will let\nyou.\"\n\n       *       *       *       *       *\n\nHadley's eyes were bulging. So were those of the others who had crowded\nclose to listen. They seemed to think Jeter had taken leave of his\nsenses, and yet--all had seen the Vandercook building perform the\nutterly impossible.\n\nHadley nodded.\n\n\"What do you want with the filers and others at your laboratory?\"\n\n\"To listen to the details of construction of our space ship. Eyer will\nhold a couple of classes to explain everything. Then, when we've made\nthings as clear as possible, Eyer and I will take off and get up to do\nour best to counteract the--whatever it is--that seems to be ruling the\nstratosphere. We'll do everything possible to hold the influences in\ncheck until you can send up other space ships to our assistance.\"\n\nHadley stared.\n\n\"You speak as though you expected to be up for a long time. Planes like\nyours aren't made overnight.\"\n\n\"Planes like ours must be made almost overnight--and have you forgotten\nthat Kress was gone for three weeks, and yet had been dead but\nseventy-two hours when he landed on our roof? Incidentally, Hadley, that\nfall of his was guided by something or someone. He didn't fall on our\nroof by chance. He was dropped there, as a challenge to us!\"\n\n\"That means?\" said Hadley hoarsely.\n\n\"That everything we do is known to the intelligence of the stratosphere!\nThat every move we make is watched!\"\n\n\"God!\" said Hadley.\n\nThen Hadley straightened. His jaws became firm, his eyes lost their\nfear. He was like a good soldier receiving orders.\n\n\"All the power of the press will be massed to get the country to back\nyour suggestions, Jeter. They seem good to me. Now get back to your ship\nand leave everything to me. Suppose you do encounter some intelligence\nin the stratosphere? How will you combat it, especially if it proves\ninimical--which to-night's horror would seem to prove?\"\n\nJeter shrugged.\n\n\"We'll take such armament as we have. We have several drums of a deadly\nvolatile gas. We have guns of great power, hurling projectiles of great\nvelocity; but I feel all of that will be more or less useless. The\nintelligence up there--well, it knows everything we know and far more\nbesides, for do any of us know how to strike at the earth from the\nstratosphere? Therefore our only weapons must be our own\nintelligence--at least that will be the program for Eyer and me. Later,\nwhen your planes which are yet to be built follow us up the sky, perhaps\nthey will be better armed. I hope to be able to communicate information\nsomehow, relative to whatever we find.\"\n\nHadley thrust out his hand.\n\n\"Good luck,\" he said simply.\n\n       *       *       *       *       *\n\nThen he was gone and Jeter and Eyer were dropping swiftly down in the\nelevator to the street--to find that the streets of Manhattan had gone\nmad. The ban on electric lights had been lifted, and the faces of\nfear-ridden men and women were ghastly in the brilliance of thousands of\nlights. Traffic accidents were happening on every corner, at every\nintersection, and there were all too few police to manage traffic.\n\nHowever, a motorcycle squad was ready to lead the way through the press\nfor Eyer and Jeter--two grim-faced men now, who dared not look at each\nother, because each feared to show his abysmal fear to the other.\n\nAutomobiles raced past on either side of them driven by crazy men and\nhysterical women.\n\n\"Queensboro Bridge will be packed tight as a drum,\" said Eyer quietly.\n\nJeter didn't seem to hear. Eyer talked on softly, unbothered by Jeter's\nsilence, knowing that Jeter wouldn't hear a word, that his partner had\ndrawn into himself and was even now, perhaps, visualizing what they\nmight encounter in the stratosphere. Eyer talked to give shape to his\nown thoughts.\n\nA world gone mad, a world that fled from the menace which hung over\nManhattan.... Jeter hoped that the calm brains of men like Hadley would\nat least be able to quiet the populace somewhat, else many of them would\nbe self-destroyed, as men and women destroy one another in rushes for\nthe exits during great theater fire alarms.\n\nFast as they traveled, some of the foremost airmen of the adjoining\ncountry had reached Mineola ahead of them. They understood that many of\nthem had arrived by plane in obedience to word broadcast by Hadley.\nHadley was doing his bit with a vengeance.\n\nThe partners reached their laboratory.\n\nTheir head servant met them at the door.\n\n\"A Mr. Hadley frantically telephoning, sir,\" he said to Jeter.\n\nJeter listened to Hadley's words--which were not so frantic now, as\nthough Hadley had been numbed by the awful happenings.\n\n\"The new bridge between Manhattan and Jersey,\" said Hadley, \"has just\nbeen lifted by whatever the unearthly force is. It was pulled up from\nits very foundations. It was crowded with cars as people fled from New\nYork--and cars and people were lifted with the bridge. Awful irony was\nin the rest of the event. The great bridge was simply turned, along its\nentire length--which remained intact during the miracle--until it was\nparallel with the river and directly above midstream. Then it was\ndropped into the water.\"\n\n\"No telling how many lives were lost?\" asked Jeter.\n\n\"No, and hundreds and thousands of lives are being lost every moment\nnow. Frantic thousands are swamping boats of all sizes in their craze to\nget away. Dozens of overloaded vessels have capsized and the surface of\nthe river is alive with doomed people, fighting the water and one\nanother....\"\n\n       *       *       *       *       *\n\nJeter clicked up the receiver on the horror, knowing there was nothing\nhe could do. There would be no end to the loss of life until some\nmeasure of sanity had been argued into crazed humanity.\n\nAll the time he kept wondering.\n\nWhat was doing all this awful business? He surmised that some\nanti-gravitational agency was responsible for the levitation of the\nVandercook building, but what sort of intelligence was directing it? Was\nthe intelligence human? Bestial? Maniacal? Or was it something from\nOutside? Jeter did not think the latter could be considered. He didn't\nbelieve that any planet, possibly inhabited, was close enough to make a\nvisit possible. At any rate, he felt that there should be some sort of\nwarning. He held to the belief that the whole thing was caused by human,\nand earthly, intelligence.\n\nBut why? The world was at peace. And yet....\n\nThousands of lives had been snuffed out, a twelve-story building had\nleaped five thousand feet into the air, and the world's biggest bridge\nhad turned upstream as though turning its back against the mad traffic\nit had at last been called upon to bear.\n\nEyer was going over their plane with the visitors, men of intellect who\nwere taking notes at top speed, men who knew planes and were quick to\ngrasp new appliances.\n\n\"Have any of you got the whole story now?\" Eyer asked.\n\nA half dozen men nodded.\n\n\"Then pass your knowledge on to the others. Jeter and I must get ready\nto be off. Every minute we delay costs untold numbers of lives.\"\n\nWilling hands rolled their ship out to their own private runway, while\nJeter and Eyer made last minute preparations. There was the matter of\nfood, of oxygen necessary so far above the Earth, of clothing. All had\nbeen provided for and their last duties were largely those of checking\nand rechecking, to make sure no fatal errors in judgment had been made.\n\nEyer was to fly the ship in the beginning.\n\nA small crowd watched as the partners, white of face now in the last\nminutes of their stay on Earth--which they might never touch again in\nlife--climbed into their cabin, which was capable of being sealed\nagainst the cold of the heights and the lack of breathable oxygen.\n\nNobody smiled at them, for the world had stopped smiling.\n\nNobody waved at them, for a wave would have been frivolous.\n\nNobody cheered or even shouted--but the two knew that the best wishes,\nthe very hopes for life, of all the land, went with them into the\nghastly unknown.\n\n\n\n\nCHAPTER V\n\n_Into the Void_\n\n\nTheir watches and the clock in the plane were synchronized with Hadley's\ntime, which was Eastern Standard, and as soon as the plane had reached\neight thousand feet altitude, Jeter spoke into the radiophone and\narranged for a connection with the office of Hadley.\n\nHadley himself soon spoke into Jeter's ear.\n\n\"Yes, Jeter?\"\n\n\"See that someone is always at your radiophone to listen to us. I'll\nkeep you informed of developments as long as possible. Everything is\nrunning like clockwork so far. How is it with you?\"\n\n\"Two additional buildings, older buildings of the city, have been lifted\nsome hundreds of feet above ground level, then dropped back upon their\nown foundations, to be broken apart. Many lives lost despite the fact\nthat the city will be deserted within a matter of hours. It seems that\nthe--shall we say enemy?--is concentrating only on old buildings.\"\n\n\"Perhaps they wish to preserve the new ones,\" said Jeter quietly.\n\n\"What? Why?\"\n\n\"For their own use, perhaps; who knows? Keep me informed of every\neventuality. If the center of force which seems to be causing all this\nhavoc shifts in any direction, advise us at once.\"\n\n\"All right, Jeter.\"\n\nJeter broke the connection temporarily. Hadley could get him at any\nmoment. A buzzer would sound inside the almost noiseless cabin when\nanyone wished to contact him over the radiophone.\n\nEyer was concentrating on the controls. The plane was climbing in great\nsweeping spirals. Its speed was a hundred and fifty miles an hour. Their\nair speed indicator was capable of registering eight hundred miles an\nhour. They hoped to attain that speed and more, flying on an even keel\nabove ninety thousand feet.\n\nBoth Eyer and Jeter were perfect navigators. If, as they hoped, they\ncould reach ninety thousand or more, they could cross the whole United\nStates in four hours or less. They could quarter the country, winged\nbloodhounds of space, seeking their quarry.\n\nJeter studied the sky above them through their special telescopes,\nseeking some hint of the location of the point of departure of that\ndevastating column of light. He could think of no ray that would nullify\ngravitation--yet that column of light had been the visual manifestation\nthat the thing had somehow been brought about.\n\nIf this were true, was the enemy vulnerable? Was his base of attack\ncapable of being destroyed or crippled if anything happened to the\ncolumn of light? There was no way of knowing--yet. A search of the sky\nabove Manhattan failed to disclose any visible substance from which the\nlight beam might emanate. That seemed to indicate some unbelievable\nheight. Yet, Kress must have reached that base. Else why had he been\ndestroyed and sent back to Jeter and Eyer as a challenge?\n\n       *       *       *       *       *\n\nJeter's mind went back to Kress. Frozen solid ... but that could have\nbeen caused by his downward plunge through space. And what had happened\nto Kress' plane? No word had been received concerning it up to the time\nof the Jeter-Eyer departure. Had the \"enemy\" taken possession of it?\n\nThe whole thing seemed absurd. Nobody knew better than Jeter that he was\nworking literally and figuratively in the dark. He was doing little\nbetter than guessing. He felt sure of but one thing, that the agency\nwhich was wreaking the havoc was a human one, and he was perfectly\nwilling to match his wits and Eyer's against any human intelligence.\n\nJeter slipped into the cushioned seat beside Eyer.\n\nThe altimeter registered fifteen thousand feet. New York was just a blur\nagainst the abysmal darkness under their careening wings.\n\n\"You've never ventured an opinion, Tema,\" said Jeter softly, \"even to\nme.\"\n\nEyer grinned.\n\n\"Who knows?\" he said. \"It may all be just the very latest thing in\naerial attack. If so, what country or coalition of countries harbor\ndesigns against our good Uncle Sam? Japan? China?\"\n\n\"How do you explain the Vandercook incident? The bridge thing? The rise\nand fall of the other skyscrapers?\"\n\n\"Some substance or ray capable of being controlled and directed. It\ncreates a field, of any size desired, in which gravitation is--well,\nshall we say erased? Then any solid which is thus made weightless could\nbe lifted by the two good hands of a strong man, or even of a weak one.\nHow does that check with your guessing?\"\n\nJeter shook his head ruefully.\n\n\"I've arrived at the same conclusions as yourself, Tema,\" he said. \"I\nknow we're all guessing. I know we're probably climbing off the Earth on\na wild-goose chase from which we haven't a chance of returning alive. I\nknow we're a pair of fools to think of matching a few drums of gas and a\nbunch of popguns against the equipment of an enemy capable of moving\nmountains--but what else is there to do?\"\n\n\"Nothing,\" said Eyer cheerfully, \"and I've got a feeling that you and I\nwill manage to acquit ourselves with credit.\"\n\nThe radiophone buzzer sounded.\n\nHadley was speaking.\n\n\"One of the very latest types of battle-wagons,\" he said, \"was steaming\nthis way from the open sea outside the Narrows, ordered here to stand by\nin case of need, by the Navy Department. She was armed to the minute\nwith the very latest ordnance. She carried a full crew....\"\n\n       *       *       *       *       *\n\nHadley paused. Jeter could hear him take a deep breath, like a diver\npreparing to plunge into icy water. Jeter's spine tingled. He felt he\nguessed in advance what was to come.\n\nHadley went on.\n\nThe world seemed to spin dizzily as Jeter listened. Out of all the\nmadness only one thing loomed which served for the moment to keep Jeter\nsane. That was the altimeter, which registered twenty-five thousand\nfeet.\n\n\"The battle-wagon--the _U.S.S. Hueber_--was yanked bodily out of the\nwater. It was taken aloft so quickly that it was just a blur. At least\nthis was the way the skipper of a Norwegian steamer, a mile away from\nthe _Hueber_, described it. The warship simply vanished into the night\nsky. The exact time was given by the Norwegian. Five minutes before\nmidnight. At that moment nothing was happening in New York City--nothing\nnew, that is.\"\n\nHadley paused again.\n\n\"Go on, man!\" said Jeter hoarsely.\n\n\"Twenty minutes later the _Hueber_ was lowered back into the water,\npractically unharmed. It had all happened so swiftly that the sailors\naboard scarcely realized anything had happened. The skipper of the\nwarship radios that the sensation was like a sudden attack of dizziness.\nOne man died of heart failure. He was the only casualty.\"\n\nJeter's eyes began to blaze with excitement, as he spoke.\n\n\"Now you can tell the world that the thing which causes the havoc\nManhattan is experiencing is not supernatural. It is human--and our\npeople have no fear of human enemies.\"\n\n\"But why was not the warship dropped somewhere, as the buildings have\nbeen?\" asked Hadley.\n\n\"Did you ever,\" replied Jeter, \"hear what is described in the best\nfiction as a burst of ironic laughter? Well, that what the _Hueber_, as\nit now stands, or floats, is! But the enemy made a foolish move and\nwill live to regret it bitterly.\"\n\n\"I wish I could share your sudden confidence,\" said Hadley. \"Conditions\nhere, where public morale is concerned, have become more frightful\nminute by minute since you left.\"\n\nJeter severed the connection.\n\n       *       *       *       *       *\n\nThe altimeter said thirty-five thousand feet. They were still spiraling\nupward. Again Jeter surveyed the sky aloft.\n\nThe earth below was a blur, save through the telescopes. The two had\nreached a height less than a third of what they hoped to attain.\n\nStill they could see nothing up above them. They were almost over the\n\"shaft\" of atmosphere through which the _Hueber_ must have been lifted\nand lowered. Suppose, Jeter thought, they had accidentally flown into\nthat shaft at exactly the wrong moment? It brought a shudder. Still,\nJeter's mind went on, if that had happened they would now, in all\nlikelihood, have been right among the enemy--for gravity in that shaft\nwould not have existed for them, either.\n\nBut would they have been lowered back to safety as the _Hueber_ and her\ncrew had been?\n\nBelieving as he did that the enemy knew everything that transpired\nwithin its sphere of influence, Jeter doubted that Eyer and himself\nwould have been so humanely treated.\n\nHe had but to remember Kress to feel sure of this.\n\nThe altimeter said fifty thousand feet.\n\n\n\n\nCHAPTER VI\n\n_Stratosphere Currents_\n\n\nNow the partner-scientists concentrated on the tremendous task of\nclimbing higher than man had ever flown before. Nobody knew how high\nKress had gone, for the only information which had come back had been\nthe corpse of the sky pioneer. Jeter and Eyer hoped to land, too, but to\nbe able to tell others, when they did, what had happened to them.\n\nSomehow, away up here, the affairs of the Earth seemed trivial, unreal.\nWhat was the raising of an entire skyscraper--in reality so small that\nfrom this height it was difficult to pick out the biggest one through\nthe telescope? What mattered a bridge across the Hudson that was really\nless than the footprint of an ant at this height?\n\nStill, looking at each other, they were able to attain the old\nperspectives. Down there people like Jeter and Eyer were dying because\nof something that struck at them from somewhere up here in the blue\ndarkness.\n\nTheir faces set grimly. The plane kept up its constant spiraling. Jeter\nand Eyer flew the ship in relays. Occasionally they secured the controls\nand allowed the plane to fly on, untended.\n\n\"But maybe we'd better not do too much of that,\" said Jeter dubiously.\n\"I'm sure we are being observed, every foot of altitude we make. I don't\ncare to run into something up here that will wreck us. Right now, Eyer,\nif we happened to be outside this sealed cabin instead of inside it,\nwe'd die in less time than it takes to tell about it.\"\n\nAll known records for altitude--the only unknown one being Kress'--had\nnow been broken by Jeter and Eyer. They informed Hadley of this fact.\n\n\"A week ago you'd have had headlines,\" came back Hadley. \"To-day nobody\ncares, except that the world looks to you for information about this\nhorror. The enemy is systematically destroying every building in\nManhattan which dates back over eight years. Fortunately, save for the\noccasional die-hard who never believes anything, there are few deaths at\nthe moment. But we're all waiting, holding our breaths, wondering what\nthe next five minutes will bring forth. Is there any news there?\"\n\nHow strange it seemed--as the altimeter said sixty-one thousand feet--to\nhear that voice out of the void. For under the plane there was no world\nat all, save through the telescope. Perhaps when morning came they would\nbe able to see a little. Picard had reported the world to look flat from\na little over fifty thousand-feet.\n\n\"No news, Hadley,\" said Jeter. \"Except, that our plane behaves perfectly\nand we are at sixty-one thousand feet. Were it not for our turn and bank\nindicators, our altimeter and air speed instruments, and our\nnavigational instruments, it would be impossible to tell--by looking at\nleast, though we could tell by our shifting weight--whether we were\nupside down or right side up, on one wing or on an even keel. It's eery.\nWe wouldn't be able to tell whether we were moving were it not for our\nair speed indicator. There are no clouds. The motor hum seems to be the\nonly thing here--except ourselves of course--to remind us that we really\nbelong down there with you.\"\n\n       *       *       *       *       *\n\nThe connection was broken again as Jeter ceased speaking. Things seemed\nto be marking time on the ground, save for the strange demolitions of\nthe unseen and apparently unknowable enemy. Would they ever really\nencounter him, or it?\n\nWhen the sun came out of the east they leveled off at ninety thousand\nfeet. By their reckoning they had scarcely moved in any direction from\nthe spot where they had taken off. Jeter was satisfied that they were\nalmost directly above Mineola. But the world had vanished. The plane\nrode easily on. Now and again it dipped one wing or the other--and even\nthe veteran aviators felt a thrill of uneasiness. From somewhere up here\nin this immensity, Franz Kress had dropped to his death. Of course, if\nit had happened at this height he hadn't lived to suffer.\n\nOr had he? What had been done to him by the--the denizens of the\nstratosphere?\n\nJeter sat down beside Eyer. It seemed strange to eat breakfast here, but\nthe sandwiches and hot coffee in a thermos bottle were extremely\nwelcome. They ate in silence, their thoughts busy. When they had made an\nend, Jeter squared his shoulders. Eyer grinned.\n\n\"Well, Lucian,\" he said, \"are we in enemy territory by your\ncalculations? And if so how do you arrive at your conclusions?\"\n\n\"I'm still guessing, Tema,\" said Jeter, \"but I've a feeling I'm not\nguessing badly, and.... Yes, we're somewhere within striking distance of\nthe enemy, whatever the enemy is.\"\n\n\"What's the next move?\n\n\"We'll systematically cover the sky over an area which blankets New\nYork, Long Island, Jersey City and surrounding territory for a distance\nof twenty miles. If we're above the enemy, perhaps we can look down upon\nhim. We know he can't be seen from below, perhaps not even from above.\nIf we are below him we'll try to fly into that column of his. What\nthey'll do to us I.... You're not afraid to find out, are you?\"\n\nEyer grinned. Jeter grinned back at him.\n\n\"What they'll do to us if we fly into them I'm sure I don't know. I\ndon't think they'll kill our motor. If whoever or whatever controls the\nlight column decides to us prisoners.... Well, we'll hope to have better\nluck combating them than Kress had.\"\n\n       *       *       *       *       *\n\nAnd so begin that hours-long vigil of quartering the stratosphere over\nthe unmarked area which Jeter had set as a limit. Now and again Hadley\nspoke to Jeter. Yes, the demolitions were still continuing in Manhattan.\nCould all telescopes on the ground pick out their space ship? Yes, said\nHadley, and a young scientist in New Jersey was constantly watching\nthem. Were they, since sunrise, ever out of his sight? Only when clouds\nat comparatively low altitudes intervened. However, the sky was\nunusually clear and it was hoped to keep their plane in sight during the\nentire day.\n\n\"Hadley,\" Jeter almost whispered, \"I'm satisfied we're above the area of\nforce, else we'd have flown into the anti-gravitation field. Get in\ntouch with that Jersey chap by direct personal wire or radiophone if he\nis equipped with it. See that his watch is set with yours, which is\nsynchronised with ours. Got that?\"\n\n\"Yes.\"\n\n\"When you've done that give him these instructions: He is never to take\nhis eyes of us for more than a split second at a time--unless someone\nelse takes his place. I doubt if, at this distance, this will work, but\nit may help us a little. If we become invisible for even the briefest of\nmoments, he is to look at his watch and observe the exact time, even to\nsplit seconds. We shall try to follow a certain plan hereafter in\nquartering the stratosphere, and I shall mark our location on the\nnavigational charts every minute until we hear from this chap, or until\nwe decide nothing is to be accomplished by this trick. Understand?\"\n\n\"You're hoping that the enemy, while invisible to all eyes, yet has\nsubstance....\"\n\n\"Shut up!\" snapped Jeter, but he was glad that Hadley had grasped the\nidea. It was a slim chance, but such as it was it was worth trying. If\nthe plane were invisible for a time, then it would be proof of some\nopaque obstruction between the plane and the eye of the beholder on the\nsurface of the Earth. Refraction had to be figured, perhaps. Oh, there\nwere many arguments against it.\n\nThe fliers followed the very outer edge of the area above the world they\nhad mapped out as their limit of exploration. This circuit completed,\nthey banked inward, shortening their circuit by about a mile of space. A\nmile, seen at a distance of ninety thousand feet, would be little\nindeed.\n\nIt was almost midday when they had their first stroke of luck.\n\nThe buzzer sounded at the very moment Eyer uttered an ejaculation.\n\n\"The Jersey fellow says there is nothing between his lens and your plane\nto obstruct the view.\"\n\n\"O.K.,\" retorted Jeter. \"At the moment your buzzer sounded our plane\nsuddenly jumped upward. That means an upcurrent of air indicating an\nobstruction under us. It must however, be invisible.\"\n\nHe severed the connection. His brow was furrowed thoughtfully. He was\nremembering Sitsumi and his rumored discovery.\n\nThey circled back warily. The eyes of both were fixed downward, staring\ninto space. Their jaws were firmly set. Their eyes were narrowed.\n\nAnd then....\n\nThere was that uprush of air again! It appeared to rise from an angle of\nabout sixty degrees. They got the wind against their nose and started a\nhumming dive, feeling in the alien updraft for the obstruction which\ncaused it.\n\n\n\n\nCHAPTER VII\n\n_Invisible Globe_\n\n\nThe buzzer of their radiophone was sounding, but so intent were they on\nthis phenomenon they were facing, they paid it no heed. Their eyes were\nalight, their lips in firm straight lines of resolve, as they dived down\nupon the invisible obstruction--whatever it was--from whose surface the\ntelltale updraft came.\n\nIt was Eyer who made the suggestion:\n\n\"Let's measure it to see what its plane extent is.\"\n\n\"How?\" asked Jeter.\n\n\"Measure it by following the wind disturbance. We travel in one\ndirection until we lose it. There is one extremity. In a few minutes we\ncan discover exactly how big the thing is. What do you think it is?\"\n\nJeter shook his head. There was no way of telling.\n\nJeter nodded agreement to Eyer. Then he spoke into the radiophone,\ntelling Hadley what they had found, to which he could give no name.\n\n\"The world awaits in fear and trembling what you will have to report,\nJeter,\" said Hadley. \"What if you become unable to report, as Kress\ndid?\"\n\n\"Don't worry. We will or we won't. If we succeed we'll be back. If we\nfail, send up the other.... No, perhaps you hadn't better send up the\nnew planes. But I think Eyer and I have a chance to discover the nature\nof this strange--whatever-it-is. If you can't contact us, delay\ntwenty-four hours before doing anything. I--well, I scarcely know what\nto tell you to do. We'll just be shooting in the dark until we know what\nwe're in for. You'll have to contain yourself in patience. What did you\nwant with me?\"\n\n\"Only to tell you of another strange news dispatch. It gives no details.\nIt merely tells of strange activity around Lake Baikal, beyond the Gobi\nDesert. Queer noises at night, mysterious cordons of Eurasians to keep\nall investigators back, strange losses of livestock, foodstuffs....\"\n\nJeter severed connection. There was little need to listen further to\nsomething which he couldn't explain yet, in any case.\n\nEyer, at the controls, banked the plane at right angles and flew on. In\nshortly less than a minute he banked again.\n\n       *       *       *       *       *\n\nIn five minutes he turned to Jeter with a queer expression on his face.\n\n\"Well,\" he said, \"what's to do about it? What is it? It seems to be some\nsolid substance approximately a quarter mile square. But it can't be\ntrue! A solid substance just hanging in the air at ninety thousand feet!\nIt's beyond all imagining!\"\n\n\"What man can imagine, man can do,\" replied Jeter. \"A great newspaper\neditor said that, and we're going to discover now just how true it is.\"\n\n\"What's our next move?\"\n\nFor a long time the partners, stared into each other's eyes. Each knew\nexactly what the other thought, exactly what he would propose as a\ncourse of action. Jeter heaved a sigh and nodded his head.\n\n\"We're as much in the power of the enemy here as we would be there, or\nanywhere else. We can't discover anything from here. Set the wheels\ndown!\"\n\n\"We can't tell anything about the condition of the surface of that\nstuff. We may crack up.\"\n\nJeter had to grin.\n\n\"Sounds strange, cracking up at ninety thousand feet, doesn't it? Well,\nhoist your helicopter vanes and drift down as straight as you can--but\nbe sure and keep your motor idling.\"\n\nAgain they exchanged long looks.\n\n\"O.K.,\" said Eyer, as quietly as he would have answered the same order\nat Roosevelt Field. \"Here we go!\"\n\nHe pressed a button and the helicopters, set into the surface of the\nsingle sturdy wing, snapped up their shafts and began to spin,\neffectually slowing the forward motion of the plane. Eyer fish-tailed\nher with his rudder to help cut down speed.\n\n\"We can't see the surface of the thing at all, Lucian,\" said Eyer. \"I'll\nsimply have to feel for it.\"\n\n\"Well, you've done that before, too. We can manage all right.\"\n\nDown they dropped. The updraft was now a cushion directly under them.\nAnd then their wheels struck something solid. The plane moved forward a\nfew feet--with a strange sickening motion. It was as though the surface\nof this substance were globular. First one wheel rose, then dipped as\nthe other rose. The plane came to rest on fairly even keel, and the\npartners, while the motor idled, stared at each other.\n\n\"Well?\" said Eyer, a trace of a grin on his face.\n\n\"If it'll hold the plane it will hold us. Let's slide into our\nstratosphere suits and climb out. We have to get close to this thing to\nsee what it is.\"\n\n\"Parachutes?\" said Eyer.\n\nJeter nodded.\n\n\"It would simplify matters if the thing happened to tilt over and spill\nus off, I think,\" said Jeter, matching Eyer's grin with one of his own.\n\"I can't think with any degree of equanimity of plunging ninety thousand\nfeet without a parachute.\"\n\n\"I'm not sure I'd care for it with one,\" said Eyer.\n\n       *       *       *       *       *\n\nThey were soon in the tight-fitting suits which were customarily used by\nfliers who climbed above the air levels at which it was impossible for a\nhuman being to breathe without a supply of oxygen in a container. Their\nsuits were sealed against cold. Set in their backs were oxygen tanks\ncapable of holding enough oxygen for several hours. Over all this they\nfastened their parachutes.\n\nThen, using a series of doors in order to conserve the warmth and oxygen\ninside their cabin, they let themselves out, closing each successive\ndoor behind them, until at last they faced the last door--and the grim\nunknown. They glanced at each other briefly, and Jeter's hand went forth\nto grasp the mechanism of the last door. Eyer stood at his side. Their\neyes met. The door swung open.\n\nThey stepped down. The surface of this stratosphere substance was\nslippery smooth. Now that they stood on its surface they could sense\nsomething of its profile. Movement in any direction suggested walking on\na huge ball. The queer thing was that they could feel but could not see.\nIt was like walking on air. Their plane appeared to be suspended in\nmidair.\n\nFor a moment Jeter had an overpowering desire to grab Eyer, jerk him\nback to the plane, and take off at top speed. But they couldn't do that,\nnot when the world depended upon them. Had Kress encountered this thing?\nPerhaps. How must he have felt? He had been alone. These two were moral\nsupport for each other. But both were acutely remembering how Kress had\ncome back.\n\nAnd his plane? They'd perhaps discover what had happened to that too.\n\nEyer suddenly slipped and fell, as though he had been walking on a\ncarpet which had been jerked from under his feet. From his almost prone\nposition he looked up at Jeter. Jeter dropped to his knees beside him.\nTheir covered hands played over the surface of their discovery, to find\nit smooth as glass. As though with one thought they placed their heads\nagainst it, right ears down, to listen. But the whole vast field seemed\nto be dead, lifeless. And yet--a solid it was, floating here in\nspace--or just hanging. It seemed to be utterly motionless.\n\n\"There should be a way of discovering what this is, and why, and how it\nis controlled if an intelligence is behind it.\" Jeter spelled out the\nwords in the sign language they had both learned as boys.\n\nEyer nodded.\n\n       *       *       *       *       *\n\nThey walked more warily when they had, traveling slowly and hesitantly,\ngone more than a hundred feet from their plane. They kept it in sight by\nconstantly turning to look back. It was now several feet above them. No\ntelling what might happen to them at any moment, and the plane was an\navenue of escape.\n\nThey didn't wish to take a chance on stepping off into the\nstratosphere--and eternity.\n\n\"It's like an iceberg of space,\" said the fingers of Jeter. \"But let's\ngo back and look it over to the other side of the plane. We have to keep\nthe plane in sight and work from it as a base. And say, what sort of\nsensations have you had about this surface we're standing on?\"\n\nJeter could see Eyer's shudder as he asked the question. Slowly the\nfingers of his partner spelled out the answer.\n\n\"I've a feeling of eyes boring into my back. I sense that the substance\nunder us is malignant, inimical. I have the same feeling with every step\nI take, as though the unseen surface were endowed with arms capable of\nreaching out and grabbing me.\"\n\n\"I feel it, too,\" said Jeter's fingers. \"But I'm not afraid of fingers\nin the usual sense. I don't think of hands strangling us, or ripping us\nto shreds, but of questing--well, call them tentacles, which may clasp\nus with gentleness even, and absorb us, and annihilate us!\"\n\nNow the two faced each other squarely. Now they did not try to hide that\ntheir fear was an abysmal feeling, horrible and devastating.\n\n\"Let's get back to the plane and take off. We haven't a chance.\"\n\nThey clasped hands again and started running back, their plane their\ngoal. Before they reached it they would change their minds, for they\nwere not ordinarily lacking in courage--but so long as they ran both had\nthe feeling of being pursued by malignant entities which were always\njust a step behind, but gaining.\n\nThey slipped on the smooth surface face and fell sprawling. Each felt,\nwhen he fell, that he must rise at once, with all his speed, lest\nsomething grasp him and hold him down forever. It was a horrible trapped\nfeeling, and yet....\n\nThey had but to look at each other to see that they were free. Nothing\ngripped their feet to hold them back. Of course the way was slippery,\nbut no more so than an icy surface which one essays in ordinary shoes.\nWhat then caused their fear?\n\n       *       *       *       *       *\n\nThe plane, so plainly visible there ahead and above, was like a haven of\nrefuge to them. They panted inside their helmets and their breath misted\nthe glass of their masks. But they stumbled on, making the best speed\nthey could under the circumstances.\n\nPerhaps if they took, off, and regained their courage, returned to\nnormal in surroundings they knew and understood, they could come back\nand try again, after having heard each other's voices. The silence, the\nsign manual, the odd, awesome sensations, all combined to rob them of\ncourage. They must get it back if they were to succeed. And they had\nbeen away from the plane for almost an hour. Hadley would be waiting for\nsome news.\n\nThe plane was twenty yards away--and almost at the same time Eyer and\nJeter saw something queer about it. At first it was hard to say just\nwhat it was.\n\nThey rushed on. They were within ten yards of the plane when a wail of\nanguish was born--and died--in two soundproof helmets. There was no\nquestioning the fact that the plane had settled into the surface of the\nfield.\n\nThe plane was invisible below the tops of the landing wheels, as though\nthe plane were sinking into invisibility, slowly dissolving from the\nbottom.\n\n\"Understand?\" Jeter's fingers almost shouted. \"Understand why we felt\nthe desire to keep moving? This field is alive, Eyer, and if we stand\nstill it will swallow us just as it is swallowing our plane! Let's get\nin fast; maybe we can still pull free from the stuff and take off.\"\n\nThey were racing against time and in the heart of each was the feeling\nthat whatever they did, their efforts would be hopeless. Still, the\nspinning propeller of their plane gave them strength to hope.\n\nThey went through the succession of doors as rapidly as they dared. Once\nin the comfort of their cabin they doffed their stratosphere suits with\nall possible speed. Jeter was the first free. He jumped to the controls\nand speeded up the motor. In a matter of seconds it was revving up to a\nspeed which, had it been free, would have pulled the plane along at\nseven hundred miles an hour at the height at which they were.\n\nBut the plane did not move!\n\n       *       *       *       *       *\n\nJeter slowed the motor, then started racing it fast, trying to jerk the\nfuselage free of the imbedded wheels, but they would not be released.\nBoth men realized that the wheels had sunk from sight while they had\nbeen delayed coming through the succession of doors--that the plane had\nsunk until the invisible surface gripped the floor of the fuselage.\n\nPerspiration beaded the faces of both men. Eyer managed a ghastly grin.\nJeter's brow was furrowed with frantic thought as he tried to imagine a\nway out.\n\n\"If we could somehow cut our landing gear free,\" began Jeter, \"but--\"\n\n\"But it's too late, Lucian,\" said Eyer quietly. \"Look at the window.\"\n\nThey both looked.\n\nCountless fingers of shadowy gray substance were undulating up the\nsurface of the window, like pale angleworms or white serpents of many\nsizes, trying to climb up a pane of glass.\n\n\"Well,\" said Jeter, \"here we are! You see? Outside we can see nothing.\nInside we begin to see a little, and what good will it do us?\"\n\nEyer grinned. It was as though he lighted a cigarette and nonchalantly\nblew smoke rings at the ceiling, save that they dared not use up any of\ntheir precious oxygen by smoking.\n\nTheir fear had left them utterly when it would have been natural for\nthem to be stunned by it.\n\n\n\n\nCHAPTER VIII\n\n_Cataclysmic Hunger_\n\n\nEyer thrust out his hand to cut the motor. Jeter stayed it.\n\n\"I've an idea,\" he said softly; \"let it run. We'll learn something more\nabout the sensitiveness of this material.\"\n\nThe motor was cut to idling. The plane scarcely trembled now in the pull\nof the motor, so firmly was she held in the grip of the shadowy, vague\ntentacles. A grim sort of silence had settled in the cabin. The faces of\nthe two partners were dead white, but their eyes were fearless. They had\ncome aloft to give their lives if need be. They wouldn't try to get them\nback now. Besides, what use was there?\n\nJeter paused for a moment in thought.\n\nThen he began to examine some of their weapons. The only one by which\nthey could fire outside the plane--due to the necessity of keeping the\ncabin closed to retain oxygen--was the rapid firer on the wing. This\ncould be depressed enough to fire downward at an angle of forty-five\ndegrees. Jeter hesitated for a moment.\n\nHe looked at Eyer. Eyer grinned. \"It can't bring death to us any\nsooner,\" he said. \"Let her go!\"\n\nJeter tripped the rapid firer and held it for half a minute, during\nwhich time three hundred projectiles, eight inches long by two inches in\ndiameter, were poured into the invisible surface. The bullets simply\naccomplished nothing. It was almost as though the field had simply\nopened its mouth to catch thrown food. There was no movement of the\nfield, no jarring, no vibration. Nor did the plane itself tremble or\nshake. Jeter had to stop the rapid firer because its base, the plane,\nwas now so firmly fixed that the recoil might kick the gun out of its\nmount.\n\nNow the partners sat and looked out through the windows of unbreakable\nglass, watching the work of those tentacular fingers.\n\n\"How does it feel, Tema, to be eaten alive?\" asked Jeter.\n\n\"Have you radiophoned Hadley about what's happening to us?\"\n\n\"No,\" replied Jeter. \"It would frighten the world half out of its wits.\nBesides, what can we say has caught us? We don't know.\"\n\n\"And what are we going to do about it?\"\n\n       *       *       *       *       *\n\n\"We're going to wait. I've a theory about some of this. We know blamed\nwell that, except for the most miraculous luck, you couldn't have set\nthe plane down on this field without it slipping off again. Well there's\nonly one answer to that: the rubbery resilience of the surface. It must\nhave given a little to hold the plane--and us when we walked on it. What\ndoes that mean? Simply that we were seen and the field made usable for\nus by some intelligence. That intelligence watches us now. It saved our\nlives for some reason or other. It didn't destroy us when we were\nafoot out there. It isn't destroying us now. It's swallowing us\nwhole--and for some reason. Why? That we'll have to discover. But I\nthink we can rest easy on one thing. We're not to be killed by this\nswallowing act, else we'd have been dead before now.\"\n\n\"Have you any idea what this stuff is?\"\n\n\"Yes, but the idea is so wild and improbable that I'm reluctant to tell\nyou what I guess until I know more. However, if it develops that we are\nto die in this swallowing act, then I'll give you a tip--and it will\nprobably knock you off your pedestal. But the more I think of it the\nmore certain I am that the whole things is at least a variation of my\nidea. And the brains behind it, if my guess proves even approximately\ncorrect, will be too great for us to win mastery except by some\nmiraculous accident favoring us--and true miracles come but seldom in\nthese days.\"\n\n\"No? What do you call this?\"\n\nJeter shrugged.\n\nWith many ports all around the cabin, all fitted with unbreakable glass,\nit was possible for the partners to see out in all directions. The\ntentacle fingers had now climbed up to a height sufficient to smother\nboth windows. The fuselage was about half swallowed.\n\n\"I can almost hear the stuff sigh inwardly with satisfaction as it takes\nus in,\" said Eyer.\n\n\"I have the same feeling. There's a peculiar sound about it too; do you\nhear it?\"\n\nThey listened. The sound which came into the cabin was such a sound as\nmight have been heard by a man inside a cylinder lying on the bottom of\na still pond. A whisper that was less than a whisper--a _moving_\nwhisper. In it were life and death, and grim terror.\n\n       *       *       *       *       *\n\nAnd then--remembering that contact with the propeller would shatter it,\nTema cut the switch--the propeller stopped, the motor died, and utter\nsilence, in the midst of an utter absence of vibration, possessed the\ncomfortable little cabin. It was hard to believe. The cabin was a breath\nof home. It was a home. And it was being swallowed by some substance\nconcerning which Eyer had no ideas at all and Jeter but a growing\nsuspicion.\n\nThe plane sank lower and lower. The surface of the field was now almost\nto the top of the cabin doors. Most of the windows had been erased, but\nit made no particular difference in the matter of light. Jeter had put\nout his hand to snap on the lights, but stayed it when he saw that light\ncame through to them.\n\nMoment by moment the mystery of the swallowing deepened. It was like\nsinking into a snow bank. There was a sensation of smothering, though it\nwas not uncomfortable because the cabin itself was self-sufficient in\nall respects to maintain life for a long period of time.\n\nIt was like sinking slowly into the depths of the sea.\n\nThe last port on the sides of the plane was erased. Now the two sat in\ntheir chairs and stared up at the ceiling, and at the glass-protected\nports there. It was grim business. They almost held their breath as they\nwaited.\n\nAt last those blurred tentacles began to creep across the lowest of the\nceiling ports. Faster they came, and faster. In a few minutes every port\nwas covered with a film of the weird stuff.\n\n\"It may be a foot deep above us,\" said Jeter. \"I don't think we'll be\nable to tell how thick any bit of the stuff is. The surface of the field\nmay be ten feet above our heads right now. Well, Tema, old son, we're\nprisoners as surely as though we were locked in a chrome steel vault a\nthousand feet underground. We can't go anywhere, or come back if we go\nthere. We're prisoners, that's all--and all we can do is wait.\"\n\nEyer grinned.\n\nJeter began nonchalantly to slip off his helmet and goggles. He doffed\nhis flying coat. In a short time the two might have been sitting over\nliquor and cigars in their own library at Mineola.\n\n\"Expecting company?\" asked Eyer.\n\n\"Most emphatically,\" replied Jeter. \"Company that is an unknown\nquantity. Company that will be wholly and entirely interesting.\"\n\nSo they waited. They could now feel themselves sinking faster into the\nsubstance. They settled on an even keel, however, but more rapidly than\nbefore, as though the directing intelligence behind all these had tired\nof showing them his wonders and was eager to get on with the business of\nthe day.\n\nEyer happened to look down at one of the ports in the floor of the\ncabin.\n\n\"Good God!\" he yelled, \"Lucian!\"\n\n       *       *       *       *       *\n\nHe was pointing. His face had gone white again. His eyes were bulging.\nJeter stared down into the floor ports--and gasped.\n\n\"I expected it, but it's a shock just the same, Tema,\" he said softly.\n\"Get hold of yourself. You'll need all your faculties in a minute or\ntwo.\"\n\nThrough the ports they found themselves staring down all of twenty feet\nupon a milky white globe, set inside the greater, softer globe through\nwhich they were passing, like a kernel in a shell.\n\nThe plane was oozing through the \"rind\" which protected the strange\nglobe below against the cold and discomfort of the stratosphere.\n\n\"They'd scarcely bring us this far to drop us, would they?\" asked Eyer.\n\nHe was making a distinct effort to regain control of himself. His voice\nwas normal, his breathing regular--and he had spoken thus to show Jeter\nthat this was so.\n\n\"Whether we're to be dropped or lowered is all one to us,\" he said,\n\"since we can do nothing in either case. Twenty feet of fall wouldn't\nsmash us up much.\"\n\n\"Let's keep our eyes on the ceiling ports and see how this swallowing\njob is really done.\"\n\nThey alternately looked through the floor ports and the ceiling ports.\n\nUnder them the gray mass was crawling backward off the floor ports,\nleaving them clear. Now all of them were clear. Now the gray stuff began\nto vanish from the lower ports on either side of the cabin.\n\n\"I feel as though we were being digested and cast forth,\" said Jeter.\n\nThe action of the stuff was something like that. It had swallowed them\nin their entirety and now was disgorging them.\n\nThey watched the stuff move off the ports one by one, on either side.\nThe lower ones were free. Then those next above, the gray substance\nretreating with what seemed to be pouting reluctance. Finally even the\ntopmost ports were clear.\n\n\"The drop comes soon,\" said Eyer.\n\n\"Wait, maybe not.\"\n\n       *       *       *       *       *\n\nThey concentrated on the ceiling ports for a moment, but the clinging\nstuff did not vanish from them. They turned back to look through the\nfloor ports. Right under them was the milky globe whose surface could\neasily accommodate their plane. If they had needed further proof of some\nguiding intelligence behind all this, that cleared space was it. They\nwere being deliberately lowered to a landing place through a portion of\nthe \"rind\" made soft in some mechanical way to allow the weight of their\nplane to sink through it.\n\nThey looked up again. Great masses of the gray substance still clung to\nthe top of their cabin, like sticky tar. The substance was rubbery and\nlifelike in its resiliency, its tenacious grasp upon the Jeter-Eyer\nplane. By this means the plane was lowered to the \"ground.\" Jeter and\nEyer watched, fascinated, as the stuff slipped and lost its grip, and\nslowly retracted to become part of the dome above.\n\nThe plane had come through this white roof, bearing its two passengers,\nand now above them there was no slightest mark to show where they had\ncome forth.\n\nThey rested on even keel atop the inner globe which they now could see\nwas attached to the outer globe in countless places.\n\n\"I wonder if we dare risk getting out,\" said Eyer.\n\n\"I think so,\" said Jeter. \"Look there!\"\n\nA trapdoor, shaped something like the profile of an ordinary milk\nbottle, was opening in the white globe just outside their plane. Framed\nin the door was a face. It was a dark face, but it was a human one--and\nthe man's body below that face was dressed as simply, and in almost the\nsame fashion, as were Jeter and Eyer themselves. He wore no oxygen tanks\nor clothing to keep out the cold.\n\nThe partners, lips firmly set, nodded to each other and began to open\ntheir doors. Imperturbably the dark man came to meet them.\n\nStill other dark faces emerged from the door.\n\n\n\n\nCHAPTER IX\n\n_A Scheme Is Described_\n\n\nThe hands of the two wayfarers into the stratosphere dropped to their\nweapons as the men came through that door which masked the inner mystery\nof the white globe.\n\nOne of the men grinned. There was a threat in his grin--and a promise.\n\n\"I wouldn't use my weapons if I were in your place, gentlemen,\" he said.\n\"Come this way, please. Sitsumi and The Three wish to see you at once.\"\n\nJeter and Eyer exchanged glances. Would it do any good to start a fight\nwith these people? They seemed to be unarmed, but there were many of\nthem. And probably there were many more beyond that door. Certainly this\nstrange globe was capable of holding a small army at least.\n\nJeter shrugged. Eyer answered it with an eloquent gesture--and the two\nfell in with those who had come to meet them.\n\n\"How about our plane?\" said Jeter.\n\n\"You need concern yourself with it no longer,\" replied one. \"Its final\ndisposal is in the hands of Sitsumi and The Three.\"\n\nA cold chill ran along Jeter's spine. There was something too final\nabout the guide's calm reply. Both adventurers remembered again, most\npoignantly, the fate of Kress.\n\nThe leaders stepped through the door. A flight of steps led downward.\n\nSeveral of the swarthy-skinned folk walked behind Jeter and Eyer. There\nwas no gainsaying the fact that they were prisoners.\n\nJeter and Eyer gasped a little as they looked into the interior of the\nwhite globe. It was of unusual extent, Jeter estimated, a complete\nglobe; but this one was bisected by a floor at its center, of some\nsubstance that might, for its apparent lightness, have been aluminum.\nPlainly it was the dwelling place of these strange conquerors of the\nstratosphere. It might have been a vast room designed as the dwelling\nplace of people accustomed to all sorts of personal comforts.\n\nOn the \"floor\" were several buildings, of the same material as the\nfloor. It remained to be seen what these buildings were for, but Jeter\ncould guess, he believed, with fair accuracy. The large building in the\ncenter would be the central control room housing whatever apparatus of\nany kind was needed in the working of this space ship. There were\nsmaller buildings, most of them conical, looking oddly like beehives,\nwhich doubtless housed the denizens of the globe.\n\n       *       *       *       *       *\n\nThe atmosphere was much like that of New York in early autumn. It was of\nequable temperature. There was no discomfort in walking, no difficulty\nin breathing. Jeter surmised that at least one of those buildings,\nperhaps the central one, housed some sort of oxygen renewer. Such a\ndevice at this height was naturally essential.\n\nThe stairs ended. The prisoners and their guards stopped at floor level.\n\nJeter paused to look about him. His scientific eyes were studying the\nconstruction of the globe. The idea of escape from the predicament into\nwhich he and Eyer were plunged would never be out of his head for\nmoment.\n\n\"Come along, you!\"\n\nJeter started, stung by the savagery which suddenly edged the voice of\nthe man who had first greeted him. There was contempt in it--and an\nassumption of personal superiority which galled the independent Jeter.\n\nHe grinned a little, looked at Eyer.\n\n\"I wonder if we have to take it,\" he said softly.\n\n\"It seems we might expect a little respect, at least,\" Eyer grinned in\nanswer.\n\nThe guard suddenly caught Jeter by the shoulder.\n\n\"I said to come along!\"\n\nIf the man had been intending to provoke a fight he couldn't have gone\nabout it in any better way. Jeter suddenly, without a change of\nexpression, sent a right fist crashing to the fellow's jaw.\n\n\"Don't use your gat, Eyer,\" he called to his partner. \"We may kill a\nkey man who may be necessary to our well-being later on. But black eyes\nand broken noses should be no bar to efficiency.\"\n\nWithout any fuss or hullabaloo, the dozen or so denizens of the globe\nwho had met the partners closed on them. They came on with a rush. Jeter\nand Eyer stood back to back and slugged. They were young, with youthful\njoy in battle. They were trained to the minute. As fliers they took\npride in their physical condition. They were out-numbered, but it was\nalso a matter of pride with them to demand respect wherever they went.\nIt was also a matter of pride to down as many of the attackers as\npossible before they themselves were downed.\n\n       *       *       *       *       *\n\nIt became plain that, though the denizens of the globe were armed with\nknives, they were not to be used. And it didn't seem they would be\nneeded. The fighters were all muscular, well-trained fighters. But for\nthe most part they fought in the manner of Chinese ta chaen, or Japanese\nju-jutsu men. They used holds that were bone-breaking and it taxed the\npair to the utmost to keep from being maimed by their killing strength.\n\nThe swarthy men were men of courage, no doubt about that. They fought\nwith silent ferocity. They blinked when struck, but came back to take\nyet other blows with the tenacity of so many bulldogs. There was no\ngainsaying them, it seemed. They were here for the purpose of subduing\ntheir visitors and nothing short of death would stop them.\n\nIt wasn't courtesy, either, that failure to use knives, for Jeter saw\nmurder looking out of more than one pair of eyes as their two pairs of\nfists landed on brown faces, smashed noses askew, and started eyes to\nclosing.\n\n\"Their leader has them under absolute control--and that's a point for\nthe enemy,\" Jeter panted to himself, as the strain of battle began to\ntell on him. \"They've been instructed, no matter what we do, to bring us\nto their master or masters alive.\"\n\nFor a moment he toyed with the idea of drawing his weapon and firing\npointblank into the enemy. He knew they would be compelled to take lives\nto escape--and that the lives of all these people were forfeit anyway\nbecause of the havoc which had descended upon New York City.\n\nBut he didn't make a move for his weapon. It would be sure death if he\ndid, for the others were armed.\n\nBrown men fell before the smashing of their fists. But the end of the\nfight was a foregone conclusion. Jeter had a bruised jaw. Eyer's nose\nwas bleeding and one eye was closed when the reception committee finally\ncame to close quarters, smothered them by sheer weight of numbers, and\nmade them prisoners. Jeter's right wrist was manacled to Eyer's left\nwith a pair of ordinary steel handcuffs. Their weapons were taken away\nfrom them now.\n\nThe leader of the committee, panting, but apparently unconcerned over\nwhat had happened, motioned the two men to lead the way. He pointed to\nthe large building in the center of the \"floor.\"\n\n\"That way,\" he said, \"and I hope Sitsumi and The Three give us\npermission to throw you out without parachutes or high altitude suits.\"\n\n\"Pleasant cuss, aren't you?\" said Eyer. \"I don't think you like us.\"\n\nThe man would have struck Eyer for his grinning levity; but at that\nmoment a door opened in the side of the large building and a man in\nOriental robes stood there.\n\n\"Bring then here at once, Naka!\" he said.\n\n       *       *       *       *       *\n\nThe man called Naka, the leader whom Jeter had first struck, bowed low,\nwith deep respect, to the man in the doorway.\n\n\"Yes, O Sitsumi!\" he said. As he spoke he sucked in his breath with that\nsnakelike hissing sound which is the acme of politeness, in Japan--\"that\nmy humble breath may not blow upon you\"--and spread wide his hands.\n\"They are extremely low persons and dared lay hands upon your\nemissaries.\"\n\nEyer grinned again.\n\n\"I think,\" he called, \"there transpired what might be called a general\nlaying on of hands by all hands.\"\n\n\"I deeply deplore your inclination to levity, Tema Eyer,\" said the man\nin the doorway. \"It is not seemly in one whose intelligence entitles him\nto a place in our counsels.\"\n\nEyer looked at Jeter. What was the meaning of Sitsumi's cryptic\nutterance?\n\n\"Bring them in,\" snapped Sitsumi.\n\nJeter studied the man with interest. He knew instantly who he was and\nunderstood why Sitsumi had refused to answer his radio messages to\nJapan. He couldn't very well have done so in the circumstances. Here,\nunder the broad dome of Sitsumi was probably the greatest scientific\nbrain of the century. Jeter saw cruelty in his eyes too; ruthlessness,\nand determination.\n\nThe prisoners were marched into the room behind Sitsumi, who stepped\naside, looking curiously at Jeter and Eyer as they passed him. Inside\nthe door, pausing only a moment to glance over the big room's\nappointments, Jeter turned on Sitsumi.\n\n\"Just what do you intend doing with us, Sitsumi?\" he asked. \"I suppose\nit's useless to ask you, also, what the meaning of all this is?\"\n\n\"I shall answer both your questions, Jeter,\" said Sitsumi. \"Step this\nway, please. The Three should hear our conference.\"\n\nThey were conducted into a smaller room. Its floors were covered with\nskins. There were easy chairs and divans. It might have been their own\nluxuriously appointed rooms at Mineola. At a long table three men--all\nOrientals--were deeply immersed in some activity which bent their heads\nabsorbedly over the very center of the table. It might have been a\nthree-sided chess game, by their attitudes.\n\n\"Gentlemen!\" said Sitsumi.\n\nThe three men turned.\n\n\"My colleagues, Wang Li, Liao Wu and Yung Chan,\" Sitsumi introduced\nthem. \"Without them our great work would have been impossible.\"\n\n       *       *       *       *       *\n\nHere were the three missing Chinese scientists. Jeter and Eyer had seen\nmany pictures of them. Jeter wondered whether their adherence to Sitsumi\nwere voluntary or forced. But it was voluntary, of course. The three\nbrains of these brilliant men could easily have outwitted Sitsumi had\nthey been unwilling to associate themselves with him. The three\nOrientals bowed.\n\nJeter and Eyer were bidden to take chairs side by side. The guards drew\nback a little but never took their eyes off the two. Sitsumi ranged\nhimself beside his colleagues at the table.\n\n\"I'll answer your questions now, gentlemen, in the presence of my\ncolleagues so that you shall know that we are together in what we\npropose. We wish you to join us. The only alternative is ... well, you\nrecall what happened to your countryman, Kress? The same, or a similar\nfate, will be yours if you don't ally yourselves with us.\"\n\nJeter and Eyer exchanged glances.\n\n\"Just what _are_ you doing?\" asked Jeter. \"I've seen some of the results\nof your activities, but I can see no reason for them. I would pronounce\neverything you have done so far to be the acts of madmen.\"\n\n\"We are not mad,\" said Sitsumi. \"We are simply a group of people of\nmixed blood who deplore the barriers of racial prejudice, for one thing.\nWe are advocates of a deliberately contrived super-race, produced by the\namalgamation of the best minds and the best bodies of all races. We\nourselves are what the world calls Eurasians. In our youth people\npatronised us. In Asia we were shunned. We were shunned everywhere by\nboth races from which we trace our ancestry. We are not trying to be\navenged upon the world because we have been pariahs. We are not so\npetty. But by striving until we have become the world's four greatest\nscientists we have proved to our own satisfaction that a mixture of\nblood is a wholesome thing. This expedition of ours, and its effect so\nfar on New York City, is the result of our years of planning.\"\n\n\"I see no need for wholesale murder. Lecture platforms are open to all\ncreeds, all races....\"\n\nSomething suggestive of a sneer creased Sitsumi's lips. The Three did\nnot change expression in the least.\n\n       *       *       *       *       *\n\n\"People do not listen to reason. They listen to force. We will use force\nto make them listen, in the end, to reason--backed in turn by force, if\nyou like. We have settled on New York from which to begin our conquest\nof the world because it is the world's largest, richest, most\nrepresentative city. If we control New York we control the wealth of the\nNorth American continent, and therefore the continent itself. Our\ndestruction of buildings in New York City serves a twofold purpose. It\nprepares the inhabitants to listen to us later because, seeing what we\nare capable of doing, they will be afraid not to. Our efficiency is\nfurther shown in our destruction of the old out-of-date buildings,\nchosen for destruction simply because they are obsolete. The New York\nCity of our schemes will be a magic city....\"\n\n\"But what is your purpose, in a few words?\" insisted Jeter.\n\n\"The foundation of a world government; the destruction of the mentally\ndeficient; the scientific production of a mixed race of intellectuals,\ncomparable to, but greater than, that of ancient Greece, which was great\nbecause it was a human melting pot.\"\n\n\"How are you going to do it--after you've finished your grandstand\nplays?\" said Eyer.\n\nSitsumi stared at Eyer, his eyes narrowing. Eyer was making his dislike\nentirely too plain. Jeter nudged him, but the question had been asked.\n\n\"With this space ship--and others which are building,\" replied Sitsumi.\n\"Haven't you guessed at any of our methods?\"\n\n\"Yes,\" said Jeter, \"I know you are the rumored inventor of a substance\nwhich is invisible because light rays are bent around it instead of\npassing through, yet the result is as though they actually passed\nthrough. I judge that the shell, or skin, of this stratosphere ship is\ncomposed of this substance, whose formula of construction is your\nsecret. Light rays passing around it would render it invisible, yet\nwould make the beholding eye seem to see in a straight line as usual,\ndisregarding refraction.\"\n\nSitsumi nodded. The Three nodded with him, like puppets. But their eyes\nwere glowingly alive.\n\n\"You are right. Are you further interested? If you have no interest in\nour theories there is little need to pursue our plans further, where you\nare concerned.\"\n\n\"We are interested, of course,\" said Jeter. \"We are interested in your\ntheories, without committing ourselves to acceptance of them; and we are\nnaturally interested in saving our lives. Let us say then, for the\nmoment, that we do not refuse to join you.\"\n\n\n\n\nCHAPTER X\n\n_How It Came About_\n\n\n\"You will have twenty-four hours in which to decide whether to join us,\"\nwas Sitsumi's ultimatum. \"We would not allow you five minutes were it\nnot that our cause would be benefited by the addition of your scientific\nknowledge.\"\n\nSitsumi did not repeat the alternative. Remembering Kress, Jeter and\nEyer did not need to ask him. There was but one alternative--death--a\nparticularly horrible one. That Sitsumi and the Three would not hesitate\nwas amply proved. Already they were guilty of the death of thousands.\nThey were in deadly earnest with their scheme for a world government.\n\nJeter and Eyer were kept shackled together, and were, in addition,\nchained to the floor of the main room of the white globe with leg irons.\nTheir keys were in the hands of Naka, whose hatred of Jeter for hitting\nhim on the jaw was so malevolent it fairly glowed from his eyes like\nsparks shot forth.\n\nFood was brought them when asked for. It wasn't easy to partake of it,\nbecause their manacled hands had to be moved together, which made it\nextremely awkward.\n\nJeter and Eyer set themselves the task of trying to figure some way out\nin the twenty-four hours of life still left them if they failed. That\nHadley, down in New York City, and all the best minds who were\ncooperating with Jeter and Eyer in their mad effort to avert world\ncatastrophe, would make every effort to come to their assistance by\nsending up the planes which must even now be nearing completion, they\nhadn't the slightest doubt.\n\nWould they arrive in time? Even if they did, was there anything they\ncould possibly do to save themselves? Surely this space ship must be\nvulnerable. Else why did it climb so high into the stratosphere? It was\nfar beyond the reach of ordinary planes. High trajectory projectiles had\nslight chance of hitting it, even if it were visible. What then was its\nvulnerability, which this hiding seemed to indicate? They must know\nwithin twenty-four hours.\n\nSo they sat side by side, watching events unfold. The Three talked\nmandarin. Eyer, for all his levity, was a man of unusual attainments. He\nunderstood mandarin, for one thing--a fact which even Jeter did not know\nat first. The Chinese never seemed even to consider that either of them\nmight know the tongue. Chinese seldom found foreigners who did\ncomprehend them. In only so much were The Three in the least bit\ncareless.\n\nEyer strained his ears to hear everything which passed between Sitsumi\nand the Three. Both men listened to any chance words in English or\nFrench on the part of all hands within the globe which might give them a\nhint.\n\nAnd in those twenty-four hours the sky-scientists learned much.\n\n       *       *       *       *       *\n\nThey conversed together, when they spoke of important matters which they\nwished hidden from their captors, out of the corners of their mouths\nafter the method of criminals. They used it with elaborate unconcern.\nThey might have seemed to be simply staring into space at such moments,\ndreading approaching death perhaps, and simply twiddling their fingers.\nBut by each other every word was clearly heard.\n\n\"That last outburst of Sitsumi's explains a lot of the reported activity\nin the Lake Baikal region, beyond the Gobi,\" swiftly dropped from\nJeter's lips. \"The materials which Sitsumi uses in the preparation of\nhis light-ray-bending substance are found near there somehow. And that\nmeans that the Japanese guards--which may be Eurasian guards, after what\nSitsumi told us--and employees of this unholy crowd, are easily engaged\nin the preparation of other space ships.\"\n\n\"Does this thing seem to have any armament?\" asked Eyer.\n\nJeter signified negation with a swift movement of his head.\n\n\"Their one weapon seems to be the apparatus which causes that ray. You\nknow, the ray which lifts buildings, pulling them up by the roots.\"\n\n\"Have you any idea what it is?\"\n\n\"Yes. That last stuff of the Three which you translated for me gives me\na clue. At first I thought that they had perfected some substance,\nperhaps with unknown electrical properties, which nullified gravity. But\nthat won't prove out. If the ray simply nullified gravity, the buildings\ndown there, while weightless, would not rise as they did. They might\nsway if somebody breathed against them. A midget might lift one with his\nfinger; but they wouldn't fly skyward as they did--and do!\"\n\nFor a moment the partners ceased their whispering and talked together\nnaturally to disarm suspicion. The fact that the space ship and its\nruthless denizens still engaged in the awful work of devastation was\namply being proved. In the main room it was possible, through the use of\ntelescopes and audiphones--set into the walls so that they were\ninvisible, yet enabled any one in the room to see everything, and hear\neverything that transpired on the far earth below--to keep close watch\non the work of the destroyers. Anything close enough could be seen with\nthe naked eye through the walls of the globe.\n\n       *       *       *       *       *\n\nNow the space ship was systematically destroying buildings the length\nand breadth of Manhattan Island. The river-front buildings were\ndestroyed in a single sweep, from north to south, of the ghastly ray.\nFarther back from the Hudson, however, after the water-front buildings\nhad been reduced to mere piles of rubble, the most beautiful, most\nmodern buildings were left standing.\n\n\"Can't you just imagine those beautiful structures filled with the\nmonsters created by the genius of Sitsumi and the Three--and their as\nyet unknown lieutenants back at Lake Baikal?\"\n\nEyer gritted his teeth. His hands closed atop the table at which they\nwere seated. The knuckles went white with the strain. The lips of both\nmen were white. They realized to the full the dreadful responsibility\nwhich they had assumed. They knew how abysmally hopeless was their\nchance of accomplishing anything. And without some gigantic effort being\nmade, the world as they knew it would be destroyed. In its place would\nbe a race of strange beings, of vengeful hybrids endowed from birth\nwith the will to conquer, or destroy utterly.\n\n\"You were speaking of the levitating ray,\" prompted Eyer with swift\nchange to the sidewise whispering.\n\n\"From what you heard I'm sure it is something invented by Liao Wu, Yung\nChan and Wang Li. In so much they have an advantage over Sitsumi. I\ndoubt if there is any love lost among them, beyond the fact that they\nneed one another. Sitsumi is master of the substance which bends light\nrays--and thus is rendered invisible, while the Three are masters of the\nray which not only propels this space ship, but is the agency by which\nbuildings are torn up, dropped and destroyed. It's plain to me that this\nroom is the control room of the space ship. The ray is--well, it's as\ndifficult to explain as electricity, and perhaps as simple in its\noperation. The ray does more than nullify gravity--can be made to\nreverse gravity! Let's call the ray the gravity inverter for want of a\nbetter name. It makes anything it touches literally _fall away from the\nEarth_, toward the point whence the ray emanates!\"\n\n\"And if we were to obtain control of the apparatus which harnesses the\nray?\"\n\n\"We lack the knowledge of the Three for its operation. No, we've got to\nfind some simpler solution in the brief time we have.\"\n\n       *       *       *       *       *\n\nAt this point the partners had been within the white globe about ten\nhours and they had learned much about it. The inner globe, for example,\nmaintained an even keel, no matter how the space ship as a whole moved\non its rays that seemed like table legs. The gyroscopic principle was\nused. The inner globe was movable within the outer globe, or rind. If\nfor any reason the space ship listed in one direction or the other, the\ninner globe, while it rose and fell naturally, remained upright, its\nfloor always level so that, the gyroscope controlling the whole, the\ncentral, levitating, ray would always, must always, as it proved, point\ndownward.\n\nTry as they might, the partners could not see how the Three manipulated\nthe ray. They guessed that there were many buttons on the table at which\nthey sat. The table itself was not an ordinary table. What might have\nbeen called a fifth leg, squarely under the center of the table, was\nabout three feet square. Through this, Jeter guessed, ran the wires by\nwhich they controlled all their activities, machinery to operate which\nhad been installed under the floor in the unseen lower half of the inner\nglobe.\n\nThey knew that must remain forever a secret from them.\n\nThere was a sudden stir among the Three. Jeter and Eyer turned aside for\na moment to peer down upon New York City. They held their breath with\nhorror as they saw the smoking devastation which must have buried\nthousands of people. The wrecking had been all but complete. Only the\nfinest buildings still stood. Jeter wondered why the falling back of the\nshattered buildings had not shaken down those which the Sitsumi crowd\nhad not wished to destroy. The repeated shocks must almost have shaken\nManhattan Island on its foundations.\n\nThey saw what had caused the sudden stiffening of the Three. Sitsumi,\nbusily engaged at something else nearby, quietly approached the Three.\n\n\"What is it?\" he asked.\n\n\"Rescue planes,\" said Wang Li. \"New York City sends six fliers to rescue\nJeter and Eyer. New planes. They'll reach us, Sitsumi. We should have\nthought to destroy all dangerous air ports. A fatal oversight!\"\n\nSitsumi's eyes were grave. He looked at each of the Three in turn.\n\n\"God!\" said Jeter's whispering lips. \"If we could read their minds! If\nonly we could guess what it is they fear, we'd have the secret by which\nwe might destroy them.\"\n\n\"They're vulnerable,\" said Eyer, \"but how?\"\n\n\"Watch!\" said Jeter. \"Listen! And here's to those six unknowns coming up\nto, maybe, get the same dose we're due for! We were closely watched. New\nYork City knows exactly where we vanished in the sky. Those six planes\nare aiming at us--at a spot in the stratosphere they can't see. And yet,\nwhy should Sitsumi and the Three be so fearful? All they have to do is\nmove a half mile in any direction and they'll never find them.\"\n\n\"But to move will interfere with their plans,\" said Eyer. \"Lucian, look\nat the expressions on their faces! Something tells me they are\nvulnerable in ways we haven't guessed at. If we knew the secret maybe we\ncould destroy them. We've got to discover their weak spot.\"\n\n       *       *       *       *       *\n\nThere was a long pause while Jeter and Eyer watched the rescue ships\ncome climbing up the endless stairways of the sky. Then Jeter whispered\nagain, guardedly as usual.\n\n\"There seems to be nothing we can do. If our friends are able, by some\nmiracle, to do something, you know what that means to us?\"\n\n\"It means we're as good as dead no matter what happens,\" replied Eyer.\n\"But we're only two--and there must be a million buried under the debris\nin New York City alone. If we can do anything at all....\"\n\nThere he left it. The partners looked at each other. Each read the right\nanswer in the other's eyes. When the showdown came they'd die as\ncheerfully as they knew how, hoping to the last to do something for the\npeople who must still hope that, somehow, they would cause this bitter\ncup of catastrophe to pass from them. And there were thousands upon\nthousands whose blood cried out for vengeance.\n\nThe hours sped as the six planes fled upward. To the ears of the\npartners, through the audiphones, came the stern roaring of their\nmotors. In their eyes they bulked larger and larger as the time fled\naway.\n\nThe sand in the hour glass was running out. When it was all gone, and\nthe time had come, what could the helpless Jeter and Eyer hope to\naccomplish?\n\nFor an hour they studied the concerned faces of Sitsumi and the Three.\n\nThey were fearful of something.\n\nWhat?\n\n\n\n\nCHAPTER XI\n\n_To the Rescue_\n\n\n\"Why should we run?\" the voice of Sitsumi suddenly rang out in the\ncontrol room. \"Must we admit in the very beginning of our revolution\nthat we are vulnerable? Must we confess the fears to which all humanity\nis heir? We had not thought ourselves liable to attack, but there still\nis a way to destroy these upstarts. To your places, everyone! We shall\nfight these winged upstarts and destroy them!\"\n\nThe denizens of the space ship were at their stations. Jeter and Eyer\ncould imagine the minions of Sitsumi and the Three, below the floor of\nthe white globe, standing-to on platforms about the unseen engines which\ngave life and movability to this ship of the stratosphere. How many\nthere were of them there was no way of knowing. They had guessed two\nhundred. There might have been a thousand. It scarcely mattered.\n\nSitsumi's face was set in a firm mask. He, of all the \"lords of the\nstratosphere,\" seemed to possess endless courage. His example fired the\nthree.\n\n\"What do you plan?\" asked Wang Li.\n\nJeter and Eyer listened with all their ears.\n\n\"We have only one weapon in this unexpected emergency,\" said Sitsumi\nquietly. \"We cannot direct the ray upward or laterally: it is not so\nconstructed. But we can attack with the space ship itself! And remember\nthat so long as our outer rind remains intact and hard we are invisible\nto attackers.\"\n\nJeter and Eyer exchanged glances.\n\n\"If only we could find the way to break or soften that outer rind,\" said\nJeter.\n\n\"What can we do?\" asked Eyer. \"If it is impervious to the cold of these\nheights; if it is so strong that it is impervious to the tremendous\npressure inside the globe--which must be kept at a certain degree to\nmaintain human life--what can we do? We tried bullets. We might as well\nhave used peas and pea-shooters. If our friends try bombs they will\nstill be unsuccessful. If only we could somehow open up the outer rind\nor soften it, so that our friends could see the inner globe and reach it\nwith their bombs!\"\n\nJeter's face was now dead white. His eyes were aglow with excitement.\n\n\"Tema,\" he whispered, \"Tema, that's their vulnerability! That's what\nthey fear! They're scared that the outer rind may be broken--which would\nspell destruction to the space ship and everybody in it.\"\n\n\"Including us,\" replied Eyer, \"but, anyway--well, what's the odds? We're\nonly two--and with this thing destroyed the nightmare will end. Of\ncourse there should be some way to raid the Lake Baikal area and destroy\nany other ships in the making, besides ferreting out the secret of the\ninvisible substance and the elements of the gravity inverter. If we\nsomehow survive, and this ship is destroyed, that's the next thing to\ndo.\"\n\nJeter nodded and signaled Eyer to cease whispering.\n\n       *       *       *       *       *\n\nThey devoted their attention now to the six planes. They were coming up\nin battle formation. They were in plain view and through the telescopes\nit could be seen that each was armed with bombs of some kind. Useless\nagainst the invisible space ship as matters now stood; but what would\nthose bombs do to the inner globe?\n\nIt still lacked several hours of the time allowed in the ultimatum to\nJeter and Eyer of Sitsumi and the Three, when the six planes leveled off\nwithin a couple of miles of the space ship. They knew about where the\nstratosphere had swallowed up Jeter and Eyer. Now they were casting\nabout for a sign, like bloodhounds seeking the spoor of an enemy.\n\nJeter and Eyer held their breaths as they watched. Now and again they\nstole glances at Sitsumi and the Three, who were watching the six planes\nwith the intensity of eagles preparing to dive.\n\nNaka stepped up close to Jeter.\n\n\"When the time comes,\" he said menacingly, \"and it appears that we may\nbe in difficulties with the fools who think to thwart Sitsumi and the\nThree and rescue you, it shall give me great pleasure to destroy you\nwith your own automatic.\"\n\n\"Pleasant fellow,\" said Eyer. \"Shall I smash him, Lucian?\"\n\nJeter shook his head.\n\n\"Our friends out there will look after that, Tema,\" he said in a natural\ntone of voice. \"I'll bet you two to one they get this ship within an\nhour. Not that a bet will mean anything, as they'll get us, too!\"\n\n\"Your friends,\" said Naka, \"will be destroyed. They will not even be\ngiven the opportunity you were given. Sitsumi and the Three will waste\nbut little time on them!\"\n\n\"What,\" said Jeter calmly \"is Sitsumi's hurry? Why is he scared?\"\n\n\"Scared?\" Naka seemed on the point of hitting Jeter for the blasphemy.\n\"Scared? He fears nothing. We'll down your friends long before their\nmotors--\"\n\nSitsumi suddenly turned and looked at Naka. The look in Sitsumi's eyes\nwas murderous, Naka went dead white.\n\n\"I think your master believes you talk too much, Naka,\" said Jeter, but\nJeter's eyes were gleaming, too.\n\nAs soon as Sitsumi had turned back to his station Jeter's lips began to\nmove.\n\n\"See?\" he said. \"It isn't their machine guns these people fear. It isn't\ntheir bombs--it's their motors! I wonder why....\"\n\n       *       *       *       *       *\n\nBy now the six planes were flying abreast, in battle formation, almost\nabove the space ship, at perhaps a thousand feet greater elevation. A\nstrange humming sound was traveling through the space ship. The whole\ninner globe was vibrating, shaking--and vibration was a menace to glass\nor crystal!\n\n\"We've got the answer!\" said Jeter. \"The outer rind, while capable of\nbeing softened--in sections at least, with safety--for special reasons,\nsuch as happened when we were 'swallowed,' can be hardened to the point\nof disruption. It can be shattered, Tema, by vibration! That's why the\nspace ship keeps far above the roar of cities! The humming of countless\nautomobile engines might shatter the rind! God, I hope this is the\nanswer!\"\n\nIn his mind's eye Eyer could picture it--the outer rind \"freezing\"\nsolid, and cracking with the thunderous report of snapping ice on a\nforest lake. No wonder Sitsumi and the Three must destroy the six\nplanes.\n\n\"Now!\" yelled Sitsumi. \"Shift positions! The space ship will be hurled\ndirectly at the formation of planes! Wang Li, to the beam controls!\"\n\nWang Li sprang to the table, pressed a button. The humming sound in the\nspace ship grew to mighty proportions. The trembling increased.\n\nJeter and Eyer kept their eyes glued to the six planes above. Without\ntilting their noses the six planes seemed to plunge straight down toward\nthe surface of the space ship. Thus the two knew that the space ship was\nin motion--itself being bodily hurled, as its only present weapon of\noffense, against the earthling attackers.\n\nA split second--\n\nOne of the planes struck the surface solidly and crashed. Instantly its\nwheels and its motor were caught in the outer rind.\n\nThe other five ships scattered wildly, escaping the collision by some\nsixth sense, or through pure chance.\n\n\"Poor devil!\" said Jeter. \"But his buddies can see his plane and know\nthat it marks the spot where they could conveniently drop their bombs.\"\n\nEyer was on the point of nodding when Sitsumi shouted.\n\n\"Quickly, Wang Li! Spin the outer shell before the enemy uses the\nwrecked plane as an aiming point!\"\n\n       *       *       *       *       *\n\nA whirring sound. The plane whirled around as though it were twirled on\nthe end of a string. To the five other pilots it must have seemed that\nthe plane had struck some invisible obstruction, been smashed, and now\nwas whirling away to destruction after a strange, incomprehensible\nhesitation in the heart of the stratosphere.\n\n\"Quickly, you fool!\" shouted Sitsumi at Wang Li. \"You're napping! You\nshould have got all those planes! And you should have spun the outer\nglobe instantly, before the remaining enemy had a chance to find out our\nlocation.\"\n\n\"I can move away a half mile,\" suggested Wang Li.\n\n\"We've got to silence those motors, fool!\" yelled Sitsumi. \"You know\nvery well that we can't run. Charge them again, and take care this time\nthat you crash into the middle of their formation.\"\n\n\"They're scattered over too great an area. I should wait for them to\nreform.\"\n\n\"Fool! Fool! Don't you think I know the weakness in my own invention?\nThe proper vibration will destroy us! If the rind is softened we become\nvisible. We dare not wait for them to reform! Attack each plane\nseparately if necessary, and at top speed!\"\n\nJeter began to speak rapidly out of the corner of his mouth. Even Naka's\nattention was fastened on the five planes and Wang Li's efforts to\ndestroy them.\n\n\"Gag Naka!\" said Jeter. \"The keys! In some way we've got to get to our\nplane. It's barely possible. If we can start the motor.... Hurry! Now,\nwhile the whole outfit is watching our friends out there!\"\n\nEyer rose and reached for Naka with his right hand.\n\nHe dared not miss his lunge. He did not. His huge hand fastened in the\nthroat of their keeper. Nobody--neither Sitsumi nor the Three--turned as\nNaka gasped and struggled. Eyer pulled the man back over the table and,\nhis neck thus within reach of both hands, snapped it as he would have\nbroken the neck of a chicken.\n\nJeter was already searching the body for the keys. He found them.\n\nTheir leg irons were just falling free when Sitsumi turned. Eyer was\nfeeling for the automatics in Naka's belt.\n\n\"We won't need them!\" yelled Jeter. \"There isn't time. Let's go!\"\n\nJeter was away at top speed, almost pulling Eyer off his feet because\ntheir hands were still fastened together with the handcuffs.\n\nThey were outside on the floor level.\n\nAnd through many doors denizens of the lower control room, hurried out\nby the commands of Sitsumi, were racing to head them off. But nothing\ncould stop them. One man got in their way and Eyer's right fist caved in\nhis face with one deadly, devastating blow. They had now reached the\nstairs.\n\n       *       *       *       *       *\n\nThe space ship was being hurled at the five remaining planes. Even as\nthe two men reached the stairs and started up, another of the dauntless\nrescuers paid with his life for his courage. Several bombs exploded as\nhis plane struck the space ship, but they caused no damage whatever. The\nhard outer rind seemed to be impervious to the explosions. Obviously no\nexplosive could destroy the space ship.\n\n\"Quickly, Tema,\" said Jeter. \"The rind can be shattered by vibration,\nand we've got to do it somehow.\"\n\n\"And after that?\" panted Eyer.\n\n\"Our friends out there can then see the inner globe. They'll drop bombs.\nThey'll smash in the globe and--\"\n\n\"I know,\" said Eyer. \"Its inhabitants, including us, will start off in\nall directions through the stratosphere, with great speed, and probably\nin many pieces.\"\n\nJeter laughed. Eyer laughed with him. They didn't fear death, for now\nthey felt they were on the verge of destroying this monster of space.\n\nTheir pursuers were following them closely.\n\nJeter frantically tried to unfasten the handcuffs as they ran. He didn't\nmanage it until the door was almost reached. He left one cuff dangling\non his right wrist.\n\nThen, they were through the door.\n\n\"Now, Tema,\" shouted Jeter, \"if you believe in God--if you have\nfaith--pray for strength to move this plane!\"\n\n\"Where?\"\n\n\"So that its wheels and nose go through this open door! Then it won't\ntravel forward when we start the motor--and our pursuers won't be able\nto get through to stop us.\"\n\n\"You think of everything, don't you?\" There was a grin on Eyer's face.\nBut his eyes were stern. He wasn't belittling their deadly danger. And\nthere was also a chance that Jeter's vibration idea was wrong.\n\n\"Those four planes,\" panted Jeter, as the two tried to get their plane\nin motion toward the door, \"cause, from a distance, through thin air, a\nslight vibration, varying with their distance from the globe; our plane\nmotor racing and actually in contact with the globe, can set up a\ntremendous vibration by its great motor speed. If we can vibrate the\nglobe up to its shattering point there's a chance!\"\n\n\"We can't pull her, Lucian,\" said Eyer. \"I'll do a Horatius at the door.\nYou get in, start the motor, taxi her until the wheels go through. I'll\nkeep the crowd back.\"\n\n\"Right!\"\n\nJeter went through the doors into the plane. In a few seconds the\npropeller kicked over, hesitated, kicked again. Then the motor coughed,\ncoughed again, and broke into a steady roaring.\n\n\n\n\nCHAPTER XII\n\n_High Chaos_\n\n\nThe plane moved forward. Its tail swung around. Its wheels headed for\nthe door. They dropped through, into the faces of the foremost pursuers,\nall of whom were thus effectually blocked off.\n\nThe plane was held as in a vise. The propeller vanished in a blur as\nJeter let the motor out. It was humming an even, steady note. The doors\ncame open again.\n\nJeter came out, his eyes glowing.\n\n\"We haven't the chance of the proverbial celluloid dog chasing the\nasbestos cat,\" he shouted to be heard above the roar of the motor. \"But\ngrab your high altitude suit, oxygen container, and parachute, and let's\nget as far away from this plane as we can. Who knows? When the end comes\nwe may get a break at that!\"\n\nThey ran until the bulge of the inner globe all but hid the plane from\nthem. They could see only the top wing. They did not go farther because\nthey wished to make sure that the enemy did not dislodge the plane and\nnullify all their work.\n\n\"They won't be able to,\" said Jeter, \"for that motor is pulling against\nthe wheels and holding them so tight against the side of that door that\na hundred men couldn't budge the plane. But we can't take chances.\"\n\nQuickly the partners slipped into their suits, adjusted their oxygen\ntanks and parachutes. Then Jeter slipped back the elastic sleeve of his\nsuit and motioned Eyer to do the same. The manacles were brought into\nview again. They looked at each other. Eyer grinned and held out his\nleft hand. Jeter snapped the second cuff to Eyer's wrist.\n\nThe act was significant.\n\nWhatever happened to them, would happen to both in equal measure. It was\na gesture which needed no words. If they were slain when their\nfriends--if their theory was correct--finally saw the space ship, they\nwould die together. If by some miracle they were hurled into outer space\nand lived to use their parachutes--well, the discomfort was a small\nprice to pay to stay together.\n\nNow they devoted all their attention to their own situation. Four planes\nstill spun warily above the space ship. Wang Li was patently trying with\nall his might to get all four of them before the Jeter-Eyer plane, by\nshattering the rind, disclosed the inner core to the bombs of the\nremaining planes.\n\n\"Lucian!\" said the fingers of Eyer. \"Can you tell whether anything is\nhappening to the rind?\"\n\nJeter hesitated for a long time. There was a distinct and almost\nnauseating vibration throughout all the space ship. And was there not\nsomething happening to the rind over a wide area, directly above the\nJeter-Eyer plane?\n\nThey could fancy the snapping of ice on a forest lake in mid-winter.\n\nThey couldn't hear, in their suits. They could only feel. But all at\nonce the outer rind, above their plane, vanished. At the same instant\nthe plane itself, propeller still spinning, rose swiftly up through the\nhole in the rind. The air inside the globe was going out in a great\nrush.\n\nThe partners looked at each other. At that moment the four planes\nswooped over the space ship....\n\n       *       *       *       *       *\n\nJeter and Eyer knew that the inner globe had at last become visible, for\nfrom the bellies of the four planes dropped bomb after bomb. They fell\ninto the great aperture. Jeter and Eyer flung themselves flat. But the\nbombs had worked sufficient havoc. They had removed all protection from\nthe low-pressure stratosphere. The air inside the space ship went out\nwith a rush. Jeter and Eyer, hearing nothing, though they knew that the\nexplosions must have been cataclysmic, were picked up and whirled toward\nthat opening, like chips spun toward the heart of a whirlpool.\n\nBut for their space suits they would have been destroyed in the outrush\nof air. Out of the inner globe came men that flew, sprawled out,\nsomersaulting up and out of apertures made by the crashing bombs.\nLudicrous they looked. Blood streamed from their mouths. Their faces\nwere set in masks of agony. There were Sitsumi and, one after another,\nthe Three.\n\nThen fastened together by the cuffs, the partners were being whirled\nover and over, out into space. Their last signals to each other had\nbeen:\n\n\"Even if you're already dead, pull the ripcord ring of your chute!\"\n\nCrushed, buffeted, they still retained consciousness. They sought\nthrough the spinning stratosphere for their rescuers. Thousands of feet\nbelow--or was it above?--they saw them. Yes, below, for they looked at\nthe tops of the planes. Their upward flight had been dizzying. They\nwaited until their upward flight ceased.\n\nThen, as they started the long fall to Earth, they pulled their rings\nand waited for their chutes to flower above them.\n\nSoon they were floating downward. Side by side they rode. Above them\ntheir parachutes were like two umbrellas, pressed almost too closely\ntogether.\n\nThey looked about them, seeking the space ship.\n\nThe devastation of its outer rind had been complete, for they now could\nsee the inner globe, and it too was like--well, like merely part of an\neggshell.\n\nThe doomed space ship--gyroscope still keeping the ray pointed\nEarthward--describing an erratic course, was shooting farther upward\ninto the stratosphere, propelled by the ghastly ray which, now no longer\ncontrolled by Wang Li, drove the space ship madly through the outer\ncold.\n\nFar below the partners many things were falling: broken furnishings of\nmad dreamers' stratosphere laboratories, parts of strange machines,\nwhirling, somersaulting things that had once been men.\n\nThe partners looked at each other.\n\nThe same thought was in the mind of each, as the four remaining planes\ncame in toward them to convoy them down--that when the lords of the\nstratosphere finally reached the far Earth, only God would know which\nwas Sitsumi and who were the Three.\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of Project Gutenberg's Lords of the Stratosphere, by Arthur J. Burks\n\n*** END OF THIS PROJECT GUTENBERG EBOOK LORDS OF THE STRATOSPHERE ***\n\n***** This file should be named 29466.txt or 29466.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/4/6/29466/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}