{"title": "The Velvet Glove", "author": "Harry Harrison", "releaseDate": "July 21, 2009", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n    _SF writer and editor Harry Harrison explores a not too distant\n    future where robots--particularly specialist robots who don't know\n    their place--have quite a rough time of it. True, the Robot Equality\n    Act had been passed--but so what?_\n\n\n    the\n velvet\n  glove\n\n _by ... Harry Harrison_\n\n\n New York was a bad town for robots this year. In fact,\n all over the country it was bad for robots....\n\n\nJon Venex fitted the key into the hotel room door. He had asked for a\nlarge room, the largest in the hotel, and paid the desk clerk extra for\nit. All he could do now was pray that he hadn't been cheated. He didn't\ndare complain or try to get his money back. He heaved a sigh of relief\nas the door swung open, it was bigger than he had expected--fully three\nfeet wide by five feet long. There was more than enough room to work in.\nHe would have his leg off in a jiffy and by morning his limp would be\ngone.\n\nThere was the usual adjustable hook on the back wall. He slipped it\nthrough the recessed ring in the back of his neck and kicked himself up\nuntil his feet hung free of the floor. His legs relaxed with a rattle as\nhe cut off all power from his waist down.\n\nThe overworked leg motor would have to cool down before he could work on\nit, plenty of time to skim through the newspaper. With the chronic worry\nof the unemployed, he snapped it open at the want-ads and ran his eye\ndown the _Help Wanted--Robot_ column. There was nothing for him under\nthe Specialist heading, even the Unskilled Labor listings were bare and\nunpromising. New York was a bad town for robots this year.\n\nThe want-ads were just as depressing as usual but he could always get a\nlift from the comic section. He even had a favorite strip, a fact that\nhe scarcely dared mention to himself. \"Rattly Robot,\" a dull-witted\nmechanical clod who was continually falling over himself and getting\ninto trouble. It was a repellent caricature, but could still be very\nfunny. Jon was just starting to read it when the ceiling light went out.\n\nIt was ten P.M., curfew hour for robots. Lights out and lock yourself in\nuntil six in the morning, eight hours of boredom and darkness for all\nexcept the few night workers. But there were ways of getting around the\nletter of a law that didn't concern itself with a definition of visible\nlight. Sliding aside some of the shielding around his atomic generator,\nJon turned up the gain. As it began to run a little hot the heat waves\nstreamed out--visible to him as infra-red rays. He finished reading the\npaper in the warm, clear light of his abdomen.\n\nThe thermocouple in the tip of his second finger left hand, he tested\nthe temperature of his leg. It was soon cool enough to work on. The\nwaterproof gasket stripped off easily, exposing the power leads, nerve\nwires and the weakened knee joint. The wires disconnected, Jon unscrewed\nthe knee above the joint and carefully placed it on the shelf in front\nof him. With loving care he took the replacement part from his hip\npouch. It was the product of toil, purchased with his savings from three\nmonths employment on the Jersey pig farm.\n\nJon was standing on one leg testing the new knee joint when the ceiling\nfluorescent flickered and came back on. Five-thirty already, he had just\nfinished in time. A shot of oil on the new bearing completed the job; he\nstowed away the tools in the pouch and unlocked the door.\n\nThe unused elevator shaft acted as waste chute, he slipped his newspaper\nthrough a slot in the door as he went by. Keeping close to the wall, he\npicked his way carefully down the grease-stained stairs. He slowed his\npace at the 17th floor as two other mechs turned in ahead of him. They\nwere obviously butchers or meat-cutters; where the right hand should\nhave been on each of them there stuck out a wicked, foot-long knife. As\nthey approached the foot of the stairs they stopped to slip the knives\ninto the plastic sheaths that were bolted to their chestplates. Jon\nfollowed them down the ramp into the lobby.\n\nThe room was filled to capacity with robots of all sizes, forms and\ncolors. Jon Venex's greater height enabled him to see over their heads\nto the glass doors that opened onto the street. It had rained the night\nbefore and the rising sun drove red glints from the puddles on the\nsidewalk. Three robots, painted snow white to show they were night\nworkers, pushed the doors open and came in. No one went out as the\ncurfew hadn't ended yet. They milled around slowly talking in low\nvoices.\n\nThe only human being in the entire lobby was the night clerk dozing\nbehind the counter. The clock over his head said five minutes to six.\nShifting his glance from the clock, Jon became aware of a squat black\nrobot waving to attract his attention. The powerful arms and compact\nbuild identified him as a member of the Diger family, one of the most\nnumerous groups. He pushed through the crowd and clapped Jon on the back\nwith a resounding clang.\n\n\"Jon Venex! I knew it was you as soon as I saw you sticking up out of\nthis crowd like a green tree trunk. I haven't seen you since the old\ndays on Venus!\"\n\nJon didn't need to check the number stamped on the short one's scratched\nchestplate. Alec Diger had been his only close friend during those\nthirteen boring years at Orange Sea Camp. A good chess player and a whiz\nat Two-handed Handball, they had spent all their off time together. They\nshook hands, with the extra squeeze that means friendliness.\n\n\"Alec, you beat-up little grease pot, what brings you to New York?\"\n\n\"The burning desire to see something besides rain and jungle, if you\nmust know. After you bought out, things got just too damn dull. I began\nworking two shifts a day in that foul diamond mine, and then three a day\nfor the last month to get enough credits to buy my contract and passage\nback to earth. I was underground so long that the photocell on my right\neye burned out when the sunlight hit it.\"\n\nHe leaned forward with a hoarse confidential whisper, \"If you want to\nknow the truth, I had a sixty-carat diamond stuck behind the eye lens. I\nsold it here on earth for two hundred credits, gave me six months of\neasy living. It's all gone now, so I'm on my way to the employment\nexchange.\" His voice boomed loud again, \"And how about _you_?\"\n\nJon Venex chuckled at his friend's frank approach to life. \"It's just\nbeen the old routine with me, a run of odd jobs until I got side-swiped\nby a bus--it fractured my knee bearing. The only job I could get with a\nbad leg was feeding slops to pigs. Earned enough to fix the knee--and\nhere _I_ am.\"\n\nAlec jerked his thumb at a rust-colored, three-foot-tall robot that had\ncome up quietly beside him. \"If you think you've got trouble take a look\nat Dik here, that's no coat of paint on him. Dik Dryer, meet Jon Venex\nan old buddy of mine.\"\n\nJon bent over to shake the little mech's hand. His eye shutters dilated\nas he realized what he had thought was a coat of paint was a thin layer\nof rust that coated Dik's metal body. Alec scratched a shiny path in\nthe rust with his fingertip. His voice was suddenly serious.\n\n\"Dik was designed for operation in the Martian desert. It's as dry as a\nfossil bone there so his skinflint company cut corners on the stainless\nsteel.\n\n\"When they went bankrupt he was sold to a firm here in the city. After a\nwhile the rust started to eat in and slow him down, they gave Dik his\ncontract and threw him out.\"\n\nThe small robot spoke for the first time, his voice grated and\nscratched. \"Nobody will hire me like this, but I can't get repaired\nuntil I get a job.\" His arms squeaked and grated as he moved them. \"I'm\ngoing by the Robot Free Clinic again today, they said they might be able\nto do something.\"\n\nAlec Diger rumbled in his deep chest. \"Don't put too much faith in those\npeople. They're great at giving out tenth-credit oil capsules or a\nlittle free wire--but don't depend on them for anything important.\"\n\nIt was six now, the robots were pushing through the doors into the\nsilent streets. They joined the crowd moving out, Jon slowing his stride\nso his shorter friends could keep pace. Dik Dryer moved with a jerking,\nirregular motion, his voice as uneven as the motion of his body.\n\n\"Jon--Venex, I don't recognize your family name. Something to do--with\nVenus--perhaps.\"\n\n\"Venus is right, Venus Experimental--there are only twenty-two of us in\nthe family. We have waterproof, pressure-resistant bodies for working\ndown on the ocean bottom. The basic idea was all right, we did our part,\nonly there wasn't enough money in the channel-dredging contract to keep\nus all working. I bought out my original contract at half price and\nbecame a free robot.\"\n\nDik vibrated his rusted diaphragm. \"Being free isn't all it should be. I\nsome--times wish the Robot Equality Act hadn't been passed. I would just\nl-love to be owned by a nice rich company with a machine shop and\na--mountain of replacement parts.\"\n\n\"You don't really mean that, Dik,\" Alec Diger clamped a heavy black arm\nacross his shoulders. \"Things aren't perfect now, we know that, but it's\ncertainly a lot better than the old days, we were just hunks of\nmachinery then. Used twenty-four hours a day until we were worn out and\nthen thrown in the junk pile. No thanks, I'll take my chances with\nthings as they are.\"\n\n       *       *       *       *       *\n\nJon and Alec turned into the employment exchange, saying good-by to Dik\nwho went on slowly down the street. They pushed up the crowded ramp and\njoined the line in front of the registration desk. The bulletin board\nnext to the desk held a scattering of white slips announcing job\nopenings. A clerk was pinning up new additions.\n\nVenex scanned them with his eyes, stopping at one circled in red.\n\n    ROBOTS NEEDED IN THESE CATEGORIES. APPLY AT ONCE TO CHAINJET, LTD.,\n    1219 BROADWAY.\n\n      Fasten\n      Flyer\n      Atommel\n      Filmer\n      Venex\n\nJon rapped excitedly on Alec Diger's neck. \"Look there, a job in my own\nspecialty--I can get my old pay rate! See you back at the hotel\ntonight--and good luck in your job hunting.\"\n\nAlec waved good-by. \"Let's hope the job's as good as you think, I never\ntrust those things until I have my credits in my hand.\"\n\nJon walked quickly from the employment exchange, his long legs eating up\nthe blocks. _Good old Alec, he didn't believe in anything he couldn't\ntouch. Perhaps he was right, but why try to be unhappy. The world wasn't\ntoo bad this morning--his leg worked fine, prospects of a good job--he\nhadn't felt this cheerful since the day he was activated._\n\nTurning the corner at a brisk pace he collided with a man coming from\nthe opposite direction. Jon had stopped on the instant, but there wasn't\ntime to jump aside. The obese individual jarred against him and fell to\nthe ground. From the height of elation to the depths of despair in an\ninstant--he had injured a _human being_!\n\nHe bent to help the man to his feet, but the other would have none of\nthat. He evaded the friendly hand and screeched in a high-pitched voice.\n\n\"Officer, officer, police ... HELP! I've been attacked--a mad robot ...\nHELP!\"\n\nA crowd was gathering--staying at a respectful distance--but making an\nangry muttering noise. Jon stood motionless, his head reeling at the\nenormity of what he had done. A policeman pushed his way through the\ncrowd.\n\n\"Seize him, officer, shoot him down ... he struck me ... almost killed\nme ...\" The man shook with rage, his words thickening to a senseless\nbabble.\n\nThe policeman had his .75 recoilless revolver out and pressed against\nJon's side.\n\n\"This _man_ has charged you with a serious crime, _grease-can_. I'm\ntaking you into the station house--to talk about it.\" He looked around\nnervously, waving his gun to open a path through the tightly packed\ncrowd. They moved back grudgingly, with murmurs of disapproval.\n\nJon's thoughts swirled in tight circles. How did a catastrophe like this\nhappen, where was it going to end? He didn't dare tell the truth, that\nwould mean he was calling the man a liar. There had been six robots\npower-lined in the city since the first of the year. If he dared speak\nin his own defense there would be a jumper to the street lighting\ncircuit and a seventh burnt out hulk in the police morgue.\n\nA feeling of resignation swept through him, there was no way out. If the\nman pressed charges it would mean a term of penal servitude, though it\nlooked now as if he would never live to reach the court. The papers had\nbeen whipping up a lot of anti-robe feeling, you could feel it behind\nthe angry voices, see it in the narrowed eyes and clenched fists. The\ncrowd was slowly changing into a mob, a mindless mob as yet, but capable\nof turning on him at any moment.\n\n\"What's goin' on here...?\" It was a booming voice, with a quality that\ndragged at the attention of the crowd.\n\nA giant cross-continent freighter was parked at the curb. The driver\nswung down from the cab and pushed his way through the people. The\npoliceman shifted his gun as the man strode up to him.\n\n\"That's my robot you got there, Jack, don't put any holes in him!\" He\nturned on the man who had been shouting accusations. \"Fatty here, is the\nworld's biggest liar. The robot was standing here waiting for me to park\nthe truck. Fatty must be as blind as he is stupid, I saw the whole\nthing. He knocks himself down walking into the robe, then starts\nhollering for the cops.\"\n\nThe other man could take no more. His face crimson with anger he rushed\ntoward the trucker, his fists swinging in ungainly circles. They never\nlanded, the truck driver put a meaty hand on the other's face and seated\nhim on the sidewalk for the second time.\n\nThe onlookers roared with laughter, the power-lining and the robot were\nforgotten. The fight was between two men now, the original cause had\nslipped from their minds. Even the policeman allowed himself a small\nsmile as he holstered his gun and stepped forward to separate the men.\n\nThe trucker turned towards Jon with a scowl.\n\n\"Come on you aboard the truck--you've caused me enough trouble for one\nday. What a junkcan!\"\n\nThe crowd chuckled as he pushed Jon ahead of him into the truck and\nslammed the door behind them. Jamming the starter with his thumb he\ngunned the thunderous diesels into life and pulled out into the traffic.\n\nJon moved his jaw, but there were no words to come out. Why had this\ntotal stranger helped him, what could he say to show his appreciation?\nHe knew that all humans weren't robe-haters, why it was even rumored\nthat some humans treated robots as _equals_ instead of machines. The\ndriver must be one of these mythical individuals, there was no other way\nto explain his actions.\n\nDriving carefully with one hand the man reached up behind the dash and\ndrew out a thin, plastikoid booklet. He handed it to Jon who quickly\nscanned the title, _Robot Slaves in a World Economy_ by Philpott Asimov\nII.\n\n\"If you're caught reading that thing they'll execute you on the spot.\nBetter stick it between the insulation on your generator, you can always\nburn it if you're picked up.\n\n\"Read it when you're alone, it's got a lot of things in it that you know\nnothing about. Robots aren't really inferior to humans, in fact they're\nsuperior in most things. There is even a little history in there to show\nthat robots aren't the first ones to be treated as second class\ncitizens. You may find it a little hard to believe, but human beings\nonce treated each other just the way they treat robots now. That's one\nof the reasons I'm active in this movement--sort of like the fellow who\nwas burned helping others stay away from the fire.\"\n\nHe smiled a warm, friendly smile in Jon's direction, the whiteness of\nhis teeth standing out against the rich ebony brown of his features.\n\n\"I'm heading towards US-1, can I drop you anywheres on the way?\"\n\n\"The Chainjet Building please--I'm applying for a job.\"\n\nThey rode the rest of the way in silence. Before he opened the door the\ndriver shook hands with Jon.\n\n\"Sorry about calling you _junkcan_, but the crowd expected it.\" He\ndidn't look back as he drove away.\n\nJon had to wait a half hour for his turn, but the receptionist finally\nsignalled him towards the door of the interviewer's room. He stepped in\nquickly and turned to face the man seated at the transplastic desk, an\nupset little man with permanent worry wrinkles stamped in his forehead.\nThe little man shoved the papers on the desk around angrily,\noccasionally making crabbed little notes on the margins. He flashed a\nbirdlike glance up at Jon.\n\n\"Yes, yes, be quick. What is it you want?\"\n\n\"You posted a help wanted notice, I--\"\n\nThe man cut him off with a wave of his hand. \"All right let me see your\nID tag ... quickly, there are others waiting.\"\n\nJon thumbed the tag out of his waist slot and handed it across the desk.\nThe interviewer read the code number, then began running his finger down\na long list of similar figures. He stopped suddenly and looked sideways\nat Jon from under his lowered lids.\n\n\"You have made a mistake, we have no opening for you.\"\n\nJon began to explain to the man that the notice had requested his\nspecialty, but he was waved to silence. As the interviewer handed back\nthe tag he slipped a card out from under the desk blotter and held it in\nfront of Jon's eyes. He held it there for only an instant, knowing that\nthe written message was recorded instantly by the robot's photographic\nvision and eidetic memory. The card dropped into the ash tray and flared\ninto embers at the touch of the man's pencil-heater.\n\nJon stuffed the ID tag back into the slot and read over the message on\nthe card as he walked down the stairs to the street. There were six\nlines of typewritten copy with no signature.\n\n    _To Venex Robot: You are urgently needed on a top secret company\n    project. There are suspected informers in the main office, so you\n    are being hired in this unusual manner. Go at once to 787 Washington\n    Street and ask for Mr. Coleman._\n\nJon felt an immense sensation of relief. For a moment there, he was sure\nthe job had been a false lead. He saw nothing unusual in the method of\nhiring. The big corporations were immensely jealous of their research\ndiscoveries and went to great lengths to keep them secret--at the same\ntime resorting to any means to ferret out their business rivals'\nsecrets. There might still be a chance to get this job.\n\n       *       *       *       *       *\n\nThe burly bulk of a lifter was moving back and forth in the gloom of the\nancient warehouse stacking crates in ceiling-high rows. Jon called to\nhim, the robot swung up his forklift and rolled over on noiseless tires.\nWhen Jon questioned him he indicated a stairwell against the rear wall.\n\n\"Mr. Coleman's office is down in back, the door is marked.\" The lifter\nput his fingertips against Jon's ear pick-ups and lowered his voice to\nthe merest shadow of a whisper. It would have been inaudible to human\nears, but Jon could hear him easily, the sounds being carried through\nthe metal of the other's body.\n\n\"He's the meanest man you ever met--he hates robots so be _ever_ so\npolite. If you can use 'sir' five times in one sentence you're perfectly\nsafe.\"\n\nJon swept the shutter over one eye tube in a conspiratorial wink, the\nlarge mech did the same as he rolled away. Jon turned and went down the\ndusty stairwell and knocked gently on Mr. Coleman's door.\n\nColeman was a plump little individual in a conservative\npurple-and-yellow business suit. He kept glancing from Jon to the Robot\nGeneral Catalog checking the Venex specifications listed there.\nSeemingly satisfied he slammed the book shut.\n\n\"Gimme your tag and back against that wall to get measured.\"\n\nJon laid his ID tag on the desk and stepped towards the wall. \"Yes, sir,\nhere it is, sir.\" Two \"sir\" on that one, not bad for the first sentence.\nHe wondered idly if he could put five of them in one sentence without\nthe man knowing he was being made a fool of.\n\nHe became aware of the danger an instant too late. The current surged\nthrough the powerful electromagnet behind the plaster flattening his\nmetal body helplessly against the wall. Coleman was almost dancing with\nglee.\n\n\"We got him, Druce, he's mashed flatter than a stinking tin-can on a\nrock, can't move a motor. Bring that junk in here and let's get him\nready.\"\n\nDruce had a mechanic's coveralls on over his street suit and a tool box\nslung under one arm. He carried a little black metal can at arm's\nlength, trying to get as far from it as possible. Coleman shouted at him\nwith annoyance.\n\n\"That bomb can't go off until it's armed, stop acting like a child. Put\nit on that grease-can's leg and _quick_!\"\n\nGrumbling under his breath, Druce spot-welded the metal flanges of the\nbomb onto Jon's leg a few inches above his knee. Coleman tugged at it to\nbe certain it was secure, then twisted a knob in the side and pulled out\na glistening length of pin. There was a cold little click from inside\nthe mechanism as it armed itself.\n\nJon could do nothing except watch, even his vocal diaphragm was locked\nby the magnetic field. He had more than a suspicion however that he was\ninvolved in something other than a \"secret business deal.\" He cursed his\nown stupidity for walking blindly into the situation.\n\nThe magnetic field cut off and he instantly raced his extensor motors to\nleap forward. Coleman took a plastic box out of his pocket and held his\nthumb over a switch inset into its top.\n\n\"Don't make any quick moves, junk-yard, this little transmitter is keyed\nto a receiver in that bomb on your leg. One touch of my thumb, up you go\nin a cloud of smoke and come down in a shower of nuts and bolts.\" He\nsignalled to Druce who opened a closet door. \"And in case you want to be\nheroic, just think of him.\"\n\nColeman jerked his thumb at the sodden shape on the floor; a filthily\nattired man of indistinguishable age whose only interesting feature was\nthe black bomb strapped tightly across his chest. He peered unseeingly\nfrom red-rimmed eyes and raised the almost empty whiskey bottle to his\nmouth. Coleman kicked the door shut.\n\n\"He's just some Bowery bum we dragged in, Venex, but that doesn't make\nany difference to you, does it? He's human--and a robot can't kill\n_anybody_! That rummy has a bomb on him tuned to the same frequency as\nyours, if you don't play ball with us he gets a two-foot hole blown in\nhis chest.\"\n\nColeman was right, Jon didn't dare make any false moves. All of his\nearly mental training as well as Circuit 92 sealed inside his brain case\nwould prevent him from harming a human being. He felt trapped, caught by\nthese people for some unknown purpose.\n\nColeman had pushed back a tarpaulin to disclose a ragged hole in the\nconcrete floor, the opening extended into the earth below. He waved Jon\nover.\n\n\"The tunnel is in good shape for about thirty feet, then you'll find a\nfall. Clean all the rock and dirt out until you break through into the\nstorm sewer, then come back. And you better be alone. If you tip the\ncops both you and the old stew go out together--now move.\"\n\nThe shaft had been dug recently and shored with packing crates from the\nwarehouse overhead. It ended abruptly in a wall of fresh sand and stone.\nJon began shoveling it into the little wheelbarrow they had given him.\n\nHe had emptied four barrow loads and was filling the fifth when he\nuncovered the hand, a robot's hand made of green metal. He turned his\nheadlight power up and examined the hand closely, there could be no\ndoubt about it. These gaskets on the joints, the rivet pattern at the\nbase of the thumb meant only one thing, it was the dismembered hand of a\nVenex robot.\n\nQuickly, yet gently, he shoveled away the rubble behind the hand and\nunearthed the rest of the robot. The torso was crushed and the power\ncircuits shorted, battery acid was dripping from an ugly rent in the\nside. With infinite care Jon snapped the few remaining wires that joined\nthe neck to the body and laid the green head on the barrow. It stared at\nhim like a skull, the shutters completely dilated, but no glow of life\nfrom the tubes behind them.\n\nHe was scraping the mud from the number on the battered chestplate when\nDruce lowered himself into the tunnel and flashed the brilliant beam of\na hand-spot down its length.\n\n\"Stop playing with that junk and get digging--or you'll end up the same\nas him. This tunnel has gotta be through by tonight.\"\n\nJon put the dismembered parts on the barrow with the sand and rock and\npushed the whole load back up the tunnel, his thoughts running in\nunhappy circles. A dead robot was a terrible thing, and one of his\nfamily too. But there was something wrong about this robot, something\nthat was quite inexplicable, the number on the plate had been \"17,\" yet\nhe remembered only too well the day that a water-shorted motor had\nkilled Venex 17 in the Orange Sea.\n\nIt took Jon four hours to drive the tunnel as far as the ancient granite\nwall of the storm sewer. Druce gave him a short pinch bar and he levered\nout enough of the big blocks to make a hole large enough to let him\nthrough into the sewer.\n\nWhen he climbed back into the office he tried to look casual as he\ndropped the pinch bar to the floor by his feet and seated himself on the\npile of rubble in the corner. He moved around to make a comfortable seat\nfor himself and his fingers grabbed the severed neck of Venex 17.\n\nColeman swiveled around in his chair and squinted at the wall clock. He\nchecked the time against his tie-pin watch, with a grunt of satisfaction\nhe turned back and stabbed a finger at Jon.\n\n\"Listen, you green junk-pile, at 1900 hours you're going to do a job,\nand there aren't going to be any slip ups. You go down that sewer and\ninto the Hudson River. The outlet is under water, so you won't be seen\nfrom the docks. Climb down to the bottom and walk 200 yards north, that\nshould put you just under a ship. Keep your eyes open, _but don't show\nany lights_! About halfway down the keel of the ship you'll find a chain\nhanging.\n\n\"Climb the chain, pull loose the box that's fastened to the hull at the\ntop and bring it back here. No mistakes--or you know what happens.\"\n\nJon nodded his head. His busy fingers had been separating the wires in\nthe amputated neck. When they had been straightened and put into a row\nhe memorized their order with one flashing glance.\n\nHe ran over the color code in his mind and compared it with the\nmemorized leads. The twelfth wire was the main cranial power lead,\nnumber six was the return wire.\n\nWith his precise touch he separated these two from the pack and glanced\nidly around the room. Druce was dozing on a chair in the opposite\ncorner. Coleman was talking on the phone, his voice occasionally rising\nin a petulant whine. This wasn't interfering with his attention to\nJon--and the radio switch still held tightly in left hand.\n\nJon's body blocked Coleman's vision, as long as Druce stayed asleep he\nwould be able to work on the head unobserved. He activated a relay in\nhis forearm and there was a click as the waterproof cover on an exterior\nsocket swung open. This was a power outlet from his battery that was\nused to operate motorized tools and lights underwater.\n\nIf Venex 17's head had been severed for less than three weeks he could\nreactivate it. Every robot had a small storage battery inside his skull,\nif the power to the brain was cut off the battery would provide the\nminimum standby current to keep the brain alive. The robe would be\nunconscious until full power was restored.\n\nJon plugged the wires into his arm-outlet and slowly raised the current\nto operating level. There was a tense moment of waiting, then 17's eye\nshutters suddenly closed. When they opened again the eye tubes were\nglowing warmly. They swept the room with one glance then focused on Jon.\n\nThe right shutter clicked shut while the other began opening and closing\nin rapid fashion. It was International code--being sent as fast as the\nsolenoid could be operated. Jon concentrated on the message.\n\n_Telephone--call emergency operator--tell her \"signal 14\" help will--_\n\nThe shutter stopped in the middle of a code group, the light of reason\ndying from the eyes.\n\nFor one instant Jon's heart leaped in panic, until he realized that 17\nhad deliberately cut the power. Druce's harsh voice rasped in his ear.\n\n\"What you doing with that? None of your funny robot tricks. I know your\nkind, plotting all kinds of things in them tin domes.\" His voice trailed\noff into a stream of incomprehensible profanity. With sudden spite he\nlashed his foot out and sent 17's head crashing against the wall.\n\nThe dented, green head rolled to a stop at Jon's feet, the face staring\nup at him in mute agony. It was only Circuit 92 that prevented him from\ninjuring a _human_. As his motors revved up to send him hurtling forward\nthe control relays clicked open. He sank against the debris, paralyzed\nfor the instant. As soon as the rush of anger was gone he would regain\ncontrol of his body.\n\nThey stood as if frozen in a tableau. The robot slumped backward, the\nman leaning forward, his face twisted with unreasoning hatred. The head\nlay between them like a symbol of death.\n\nColeman's voice cut through the air of tenseness like a knife.\n\n\"_Druce_, stop playing with the grease-can and get down to the main door\nto let Little Willy and his junk-brokers in. You can have it all to\nyourself afterward.\"\n\nThe angry man turned reluctantly, but pushed out of the door at\nColeman's annoyed growl. Jon sat down against the wall, his mind sorting\nout the few facts with lightning precision. There was no room in his\nthoughts for Druce, the man had become just one more factor in a complex\nproblem.\n\nCall the emergency operator--that meant this was no local matter,\nresponsible authorities must be involved. Only the government could be\nbehind a thing as major as this. Signal 14--that inferred a complex set\nof arrangements, forces that could swing into action at a moment's\nnotice. There was no indication where this might lead, but the only\nthing to do was to get out of here and make that phone call. And quick.\nDruce was bringing in more people, junk-brokers, whatever they were. Any\naction that he took would have to be done before they returned.\n\nEven as Jon followed this train of logic his fingers were busy. Palming\na wrench, he was swiftly loosening the main retaining nut on his hip\njoint. It dropped free in his hand, only the pivot pin remained now to\nhold his leg on. He climbed slowly to his feet and moved towards\nColeman's desk.\n\n\"Mr. Coleman, sir, it's time to go down to the ship now, should I leave\nnow, sir?\"\n\nJon spoke the words slowly as he walked forward, apparently going to the\ndoor, but angling at the same time towards the plump man's desk.\n\n\"You got thirty minutes yet, go sit--_say_...!\"\n\nThe words were cut off. Fast as a human reflex is, it is the barest\ncrawl compared to the lightning action of electronic reflex. At the\ninstant Coleman was first aware of Jon's motion, the robot had finished\nhis leap and lay sprawled across the desk, his leg off at the hip and\nclutched in his hand.\n\n\"YOU'LL KILL YOURSELF IF YOU TOUCH THE BUTTON!\"\n\nThe words were part of the calculated plan. Jon bellowed them in the\nstartled man's ear as he stuffed the dismembered leg down the front of\nthe man's baggy slacks. It had the desired effect, Coleman's finger\nstabbed at the button but stopped before it made contact. He stared down\nwith bulging eyes at the little black box of death peeping out of his\nwaistband.\n\nJon hadn't waited for the reaction. He pushed backward from the desk and\nstopped to grab the stolen pinch bar off the floor. A mighty one-legged\nleap brought him to the locked closet; he stabbed the bar into the space\nbetween the door and frame and heaved.\n\nColeman was just starting to struggle the bomb out of his pants when the\naction was over. The closet open, Jon seized the heavy strap holding the\nsecond bomb on the rummy's chest and snapped it like a thread. He threw\nthe bomb into Coleman's corner, giving the man one more thing to worry\nabout. It had cost him a leg, but Jon had escaped the bomb threat\nwithout injuring a human. Now he had to get to a phone and make that\ncall.\n\nColeman stopped tugging at the bomb and plunged his hand into the desk\ndrawer for a gun. The returning men would block the door soon, the only\nother exit from the room was a frosted-glass window that opened onto the\nmammoth bay of the warehouse.\n\nJon Venex plunged through the window in a welter of flying glass. The\nheavy thud of a recoilless .75 came from the room behind him and a\nfoot-long section of metal window frame leaped outward. Another slug\nscreamed by the robot's head as he scrambled toward the rear door of the\nwarehouse.\n\nHe was a bare thirty feet away from the back entrance when the giant\ndoor hissed shut on silent rollers. All the doors would have closed at\nthe same time, the thud of running feet indicated that they would be\nguarded as well. Jon hopped a section of packing cases and crouched out\nof sight.\n\nHe looked up over his head, there stretched a webbing of steel supports,\ncrossing and recrossing until they joined the flat expanse of the roof.\nTo human eyes the shadows there deepened into obscurity, but the\ninfra-red from a network of steam pipes gave Jon all the illumination he\nneeded.\n\nThe men would be quartering the floor of the warehouse soon, his only\nchance to escape recapture or death would be over their heads. Besides\nthis, he was hampered by the loss of his leg. In the rafters he could\nuse his arms for faster and easier travel.\n\nJon was just pulling himself up to one of the topmost cross beams when\na hoarse shout from below was followed by a stream of bullets. They tore\nthrough the thin roof, one slug clanged off the steel beam under his\nbody. Waiting until three of the newcomers had started up a nearby\nladder, Jon began to quietly work his way towards the back of the\nbuilding.\n\nSafe for the moment, he took stock of his position. The men were spread\nout through the building, it could only be a matter of time before they\nfound him. The doors were all locked and--he had made a complete circuit\nof the building to be sure--there were no windows that he could\nforce--the windows were bolted as well. If he could call the emergency\noperator the unknown friends of Venex 17 might come to his aid. This,\nhowever, was out of the question. The only phone in the building was on\nColeman's desk. He had traced the leads to make sure.\n\nHis eyes went automatically to the cables above his head. Plastic\ngaskets were set in the wall of the building, through them came the\npower and phone lines. The phone line! That was all he needed to make a\ncall.\n\nWith smooth, fast motions he reached up and scratched a section of wire\nbare. He laughed to himself as he slipped the little microphone out of\nhis left ear. Now he was half deaf as well as half lame--he was\nliterally giving himself to this cause. He would have to remember the\npun to tell Alec Diger later, if there was a later. Alec had a profound\nweakness for puns.\n\nJon attached jumpers to the mike and connected them to the bare wire. A\ntouch of the ammeter showed that no one was on the line. He waited a few\nmoments to be sure he had a dial tone then sent the eleven carefully\nspaced pulses that would connect him with the local operator. He placed\nthe mike close to his mouth.\n\n\"Hello, operator. Hello, operator. I cannot hear you so do not answer.\nCall the emergency operator--signal 14, I repeat--signal 14.\"\n\nJon kept repeating the message until the searching men began to approach\nhis position. He left the mike connected--the men wouldn't notice it in\nthe dark but the open line would give the unknown powers his exact\nlocation. Using his fingertips he did a careful traverse on an I-beam to\nan alcove in the farthest corner of the room. Escape was impossible, all\nhe could do was stall for time.\n\n\"Mr. Coleman, I'm sorry I ran away.\" With the volume on full his voice\nrolled like thunder from the echoing walls.\n\nHe could see the men below twisting their heads vainly to find the\nsource.\n\n\"If you let me come back and don't kill me I will do your work. I was\nafraid of the bomb, but now I am afraid of the guns.\" It sounded a\nlittle infantile, but he was pretty sure none of those present had any\nsound knowledge of robotic intelligence.\n\n\"Please let me come back ... sir!\" He had almost forgotten the last\nword, so he added another \"Please, sir!\" to make up.\n\nColeman needed that package under the boat very badly, he would promise\nanything to get it. Jon had no doubts as to his eventual fate, all he\ncould hope to do was kill time in the hopes that the phone message would\nbring aid.\n\n\"Come on down, Junky, I won't be mad at you--if you follow directions.\"\nJon could hear the hidden anger in his voice, the unspoken hatred for a\nrobe who dared lay hands on him.\n\nThe descent wasn't difficult, but Jon did it slowly with much apparent\ndiscomfort. He hopped into the center of the floor--leaning on the cases\nas if for support. Coleman and Druce were both there as well as a group\nof hard-eyed newcomers. They raised their guns at his approach but\nColeman stopped them with a gesture.\n\n\"This is _my_ robe, boys, I'll see to it that he's happy.\"\n\nHe raised his gun and shot Jon's remaining leg off. Twisted around by\nthe blast, Jon fell helplessly to the floor. He looked up into the\nsmoking mouth of the .75.\n\n\"Very smart for a tin-can, but not smart enough. We'll get the junk on\nthe boat some other way, some way that won't mean having you around\nunder foot.\" Death looked out of his narrowed eyes.\n\nLess than two minutes had passed since Jon's call. The watchers must\nhave been keeping 24 hour stations waiting for Venex 17's phone message.\n\nThe main door went down with the sudden scream of torn steel. A whippet\ntank crunched over the wreck and covered the group with its multiple\npom-poms. They were an instant too late, Coleman pulled the trigger.\n\nJon saw the tensing trigger finger and pushed hard against the floor.\nHis head rolled clear but the bullet tore through his shoulder. Coleman\ndidn't have a chance for a second shot, there was a fizzling hiss from\nthe tank and the riot ports released a flood of tear gas. The stricken\nmen never saw the gas-masked police that poured in from the street.\n\n       *       *       *       *       *\n\nJon lay on the floor of the police station while a tech made temporary\nrepairs on his leg and shoulder. Across the room Venex 17 was moving his\nnew body with evident pleasure.\n\n\"Now this really feels like _something_! I was sure my time was up when\nthat land slip caught me. But maybe I ought to start from the\nbeginning.\" He stamped across the room and shook Jon's inoperable hand.\n\n\"The name is Wil Counter-4951L3, not that _that_ means much any more.\nI've worn so many different bodies that I forget what I originally\nlooked like. I went right from factory-school to a police training\nschool--and I have been on the job ever since--Force of Detectives,\nSergeant Jr. grade, Investigation Department. I spend most of my time\nselling candy bars or newspapers, or serving drinks in crumb joints.\nGather information, make reports and keep tab on guys for other\ndepartments.\n\n\"This last job--and I'm sorry I had to use a Venex identity, I don't\nthink I brought any dishonor to your family--I was on loan to the\nCustoms department. Seems a ring was bringing uncut junk--heroin--into\nthe country. F.B.I. tabbed all the operators here, but no one knew how\nthe stuff got in. When Coleman, he's the local big-shot, called the\nagencies for an underwater robot, I was packed into a new body and sent\nrunning.\n\n\"I alerted the squad as soon as I started the tunnel, but the damned\nthing caved in on me before I found out what ship was doing the\ncarrying. From there on you know what happened.\n\n\"Not knowing I was out of the game the squad sat tight and waited. The\nhop merchants saw a half million in snow sailing back to the old country\nso they had you dragged in as a replacement. You made the phone call and\nthe cavalry rushed in at the last moment to save two robots from a rusty\ngrave.\"\n\nJon, who had been trying vainly to get in a word, saw his chance as Wil\nCounter turned to admire the reflection of his new figure in a window.\n\n\"You shouldn't be telling me those things--about your police\ninvestigations and department operations. Isn't this information\nsupposed to be secret? Specially from robots!\"\n\n\"Of course it is!\" was Wil's airy answer. \"Captain Edgecombe--he's the\nhead of my department--is an expert on all kinds of blackmail. I'm\nsupposed to tell you so much confidential police business that you'll\nhave to either join the department or be shot as a possible informer.\"\nHis laughter wasn't shared by the bewildered Jon.\n\n\"Truthfully, Jon, we need you and can use you. Robes that can think fast\nand act fast aren't easy to find. After hearing about the tricks you\npulled in that warehouse, the Captain swore to decapitate me permanently\nif I couldn't get you to join up. Do you need a job? Long hours, short\npay--but guaranteed to never get boring.\"\n\nWil's voice was suddenly serious. \"You saved my life, Jon--those\nsnowbirds would have left me in that sandpile until all hell froze over.\nI'd like you for a mate, I think we could get along well together.\" The\ngay note came back into his voice, \"And besides that, I may be able to\nsave your life some day--I hate owing debts.\"\n\n       *       *       *       *       *\n\nThe tech was finished, he snapped his tool box shut and left. Jon's\nshoulder motor was repaired now, he sat up. When they shook hands this\ntime it was a firm clasp. The kind you know will last awhile.\n\n       *       *       *       *       *\n\nJon stayed in an empty cell that night. It was gigantic compared to the\nhotel and barrack rooms he was used to. He wished that he had his\nmissing legs so he could take a little walk up and down the cell. He\nwould have to wait until the morning. They were going to fix him up then\nbefore he started the new job.\n\nHe had recorded his testimony earlier and the impossible events of the\npast day kept whirling around in his head. He would think about it some\nother time, right now all he wanted to do was let his overworked\ncircuits cool down, if he only had something to read, to focus his\nattention on. Then, with a start, he remembered the booklet. Everything\nhad moved so fast that the earlier incident with the truck driver had\nslipped his mind completely.\n\nHe carefully worked it out from behind the generator shielding and\nopened the first page of _Robot Slaves in a World Economy_. A card\nslipped from between the pages and he read the short message on it.\n\n    PLEASE DESTROY THIS CARD AFTER READING\n\n    _If you think there is truth in this book and would like to hear\n    more, come to Room B, 107 George St. any Tuesday at 5 P.M._\n\nThe card flared briefly and was gone. But he knew that it wasn't only a\nperfect memory that would make him remember that message.\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Fantastic Universe_ November 1956.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Velvet Glove, by Harry Harrison\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE VELVET GLOVE ***\n\n***** This file should be named 29471.txt or 29471.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/4/7/29471/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}