{"title": "Under Arctic Ice", "author": "H.G. Winter", "releaseDate": "July 21, 2009", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced from Astounding Stories January 1933.\n    Extensive research did not uncover any evidence that the\n    U.S. copyright on this publication was renewed.\n\n    The Table of Contents is not part of the original magazine.\n\n\n\n                 A Sequel to \"Seed of the Arctic Ice\"\n\n\n                           Under Arctic Ice\n\n                        _A Complete Novelette_\n\n\n                            By H.G. Winter\n\n       *       *       *       *       *\n\n\n\n\n             Contents\n\n\n    I    An Empty Room\n   II    The Crash\n  III    The Fate of the Peary\n   IV    \"No Chance Left\"\n    V    Last Assault\n   VI    In a Biscuit Can\n  VII    The Awakening\n VIII    The Duel\n\n       *       *       *       *       *\n\n\n\n\n[Sidenote: Ken Torrance races Poleward to the aid of the submarine\n_Peary_, trapped in an icy limbo of avenging sealmen.]\n\nCHAPTER I\n\n_An Empty Room_\n\n\nThe house where the long trail started was one of gray walls, gray\nrooms and gray corridors, with carpets that muffled the feet which at\nintervals passed along them. It was a house of silence, brooding\nwithin the high fence that shut it and the grounds from a landscape\ntorpid under the hot sun of summer, and across which occasionally\ndrifted the lonely, mournful whistle of a train on a nearby railroad.\nInside the house there was always a hush, a heavy quiet--restful to\nthe brain.\n\nBut now a voice was raised, young, angry, impatient, in one of the\ngray-walled rooms.\n\n\"Yes, I rang for you. I want my bags packed. I'm leaving this\nminute!\"\n\nThe face of the man who had entered showed surprise.\n\n\"Leaving, Mr. Torrance? Why?\"\n\n\"Read this!\"\n\n[Illustration: _She was fastened in the mud of the gloomy sea-floor._]\n\nAs if, knowing and therefore dreading what he would see, the attendant\ntook the newspaper held outstretched to him and followed the pointing\nfinger to a featured column. He scanned it:\n\n                 Deadline Passed for Missing Submarine\n\n     Point Barrow, Aug. 17 (AP): Planes sent out to search for\n     the missing polar submarine _Peary_ have returned without\n     clue to the mystery of is disappearance. The close search\n     that has been conducted through the last two weeks,\n     involving great risks to the pilots, has been fruitless, and\n     authorities now hold out small hope for Captain Sallorsen,\n     his crew and the several scientists who accompanied the\n     daring expedition.\n\n     If the _Peary_, as is generally thought, is trapped beneath\n     the ice floes or embedded in the deep silt of the polar\n     sea-floor, her margin of safety has passed the deadline, it\n     was pointed out to-day by her designers. Through special\n     rectifiers aboard, her store of air can be kept capable of\n     sustaining life for a theoretical period of thirty-one days.\n     And exactly thirty-one days have now elapsed since last the\n     _Peary's_ radio was heard from a position 72° 47' N, 162°\n     22' W, some twelve hundred miles from the North Pole itself.\n\n     In official circles, hope was practically abandoned for the\n     missing submarine, though attempts will continue to be made\n     to locate her....\n\n\"I'm sorry, Mr. Torrance,\" said the attendant nervously. \"This paper\nshould--\"\n\n\"Should never have reached me, eh? Through some slip of the people who\ncensor my reading matter here, I read what I wasn't supposed\nto--that's what you mean?\"\n\n\"It was thought better, Mr. Torrance, by the doctors, and--\"\n\n\"Good God! Thought better! Through their sagacity, these doctors have\nprobably condemned the men on this submarine to death! I haven't heard\na word about the expedition; didn't even know the _Peary_ was up\nthere, much less missing!\"\n\n\"Well, Mr. Torrance,\" the attendant stammered, more and more\nunsettled, \"the doctors thought that--that any news about it\nwould--well, upset you.\"\n\nThe young man laughed bitterly;\n\n\"Bring on my old 'trouble,' I suppose. The doctors have been\nconsiderate, but I won't concern them any more. I'm through. I'm\nleaving for the north--right now. There's a bare chance I might still\nbe in time.\"\n\n\"I'm sorry, Mr. Torrance, but you can't.\"\n\n\"Can't?\"\n\nThe attendant had retreated to the door. His eyes were nervous, his\nface pale.\n\n\"It's orders, Mr. Torrance. You've been under observation treatment,\nand the doctors left strict orders that you must stay.\"\n\nThe young man throbbed with dangerous anger. His hands clenched and\nunclenched. He burst out, in a last attempt at reason:\n\n\"But don't you see, I've _got_ to get to the _Peary_! It's the last\nhope for those men! The position she was last heard from is right\nwhere I--\"\n\n\"You can't leave, Mr. Torrance! I'm sorry, but I'll have to call a\nguard!\"\n\nFor a minute their eyes held. With an effort, the young man said more\ncalmly:\n\n\"I see. I see. I'm a prisoner. All right, leave me.\"\n\nThe attendant was more than willing. The young man heard the door's\nlock click. And then he lowered his head and pressed his hands hard\ninto his face.\n\nBut a second later he was looking up again, at the single wide window\nwhich gave out on the lonely landscape over which sometimes came\ndrifting the distant cry of a train's whistle.\n\n       *       *       *       *       *\n\nTwo months before, Kenneth Torrance had returned to the whaling\nsubmarine _Narwhal_, of which he was first torpooner, with a confused\nstory of men who were half-seals that lived in mounds under the Arctic\nice,[1] who had captured him and--he found--had also captured the\nsecond torpooner, Chanley Beddoes. In breaking free from their\nmound-prison, Beddoes had killed one of the sealmen and had been\nhimself slain minutes later by a killer whale, one of the fierce\nscavengers of the sea which the sealmen trapped for food even as the\n_Narwhal_ sought them for oil. Ken Torrance alone came back.\n\n[Footnote 1: See the February, 1932, issue of Astounding Stories.]\n\nOver their doubts, he had stuck to his story. Later, he had repeated\nit to officials of the Alaska Whaling Company, who worked the\nsubmarine and several surface ships. They in return had sent him to a\nprivate sanitarium in the State of Washington for a rest which they\nhoped would \"iron out the kink\" in his brain.\n\nHere Ken had been for six weeks, while the exploring submarine _Peary_\nnosed her way northward toward the Pole. Here he had been, all\nunknowing, while the world hummed with reports of the _Peary's_\ndisappearance in that far-off ever-shrouded sea of mystery.\n\nShe might, Ken knew, have struck a shaft of underwater ice, sending\nher to the bottom; some of her machinery might have cracked up,\nparalyzing her; the ice-fields under which she cruised might have\nshifted suddenly, crushing her ribs--of these perils the world knew as\nwell as he. But the submarine's crew was prepared for them; the\n_Peary_ was equipped with a circular saw for cutting up through the\nice from beneath, and she carried sea-suits which would allow her men,\nif she were wrecked on the bottom, to leave her and get up on the ice\nand wait for the first searching plane.\n\nWhy, then, had not the planes which scoured the region found the\nsurvivors?\n\nThat was the mystery--but not to Ken Torrance. There was another\nperil, of which he alone knew. Not far from where the _Peary's_ last\nradio report had come, a group of hollowed-out mounds lay on the\nsea-floor, swarming with brown-skinned, quick-swimming creatures.\nSealmen, they were--men who, like the seals, had gone back to the sea.\nMonths ago, Second Torpooner Chanley Beddoes had killed one of them.\nThey were intelligent; they could remember; they were capable of hate\nand fear; they would be desirous of leveling the debt!\n\nThere, Ken felt sure, lay the reason for the _Peary's_ baffling\nsilence, for the non-appearance of her men.\n\nThere might still be time. No one of course would listen to him and\nbelieve, so he would have to go in search of the _Peary_ and her crew\nhimself.\n\nStanding by the window, Kenneth Torrance quickly planned the several\nsteps which would take him to the Arctic and its silent ice-coated\nsea.\n\nAnd when, some two hours later, after a short warning rap on the door,\nthe individual who served as Mr. Torrance's attendant entered his\nroom, he was confronted, not by the gentleman whose dinner he carried,\nbut by an empty room, a stripped bed, an open window, and a rope of\nsheets dangling from it toward the ground two stories beneath.\n\nThat was at seven o'clock in the evening.\n\n\n\n\nCHAPTER II\n\n_The Crash_\n\n\nAt a few minutes before eight o'clock, Air Mail Pilot Steve Chapman\nwas enjoying a quiet cigarette while waiting for the mechanics to warm\nup the five hundred horses of his mail plane satisfactorily. Halfway\nthrough, he heard, from behind, a quick patter of feet, and, turning,\nhe observed a figure clad in flannel trousers and sweater. The\ncigarette dropped right out of his mouth as he cried:\n\n\"Ken! Ken Torrance!\"\n\n\"Thank God you're here!\" said Kenneth Torrance. \"I gambled on it.\nSteve, I've got to borrow your own personal plane.\"\n\n\"What?\" gasped Steve Chapman. \"What--what--?\"\n\n\"Listen, Steve. I haven't been with the whaling company lately; been\nresting, down here--secluded. Didn't know that submarine, the _Peary_,\nwas missing. I just learned. And I know damned well what's happened to\nit. I've got to get to it, quick is I can, and I've got to have a\nplane.\"\n\nSteve Chapman said rather faintly:\n\n\"But--where was the _Peary_ when they last heard from her?\"\n\n\"Some twelve hundred miles from the Pole.\"\n\n\"And you want to get there in a plane? From here?\"\n\n\"Must!\"\n\n\"Boy, you stand about one chance in twenty!\"\n\n\"Have to take it. Time's precious, Steve. I've got to stop in at the\nAlaska Whaling Company's outpost at Point Christensen, then right on\nup. I can't even begin unless I have a plane. You've got to help me on\nmy one chance of bringing the _Peary's_ men out alive! You'll probably\nnever see the plane again, Steve, but--\"\n\n\"To hell with the plane, if you come through with yourself and those\nmen,\" said the pilot. \"All right, kid, I don't get it all, but I'm\nplaying with you. You're taking my own ship.\"\n\nHe led Ken to a hangar wherein stood a trim five-passenger amphibian;\nand very soon that amphibian was roaring out her deep-throated song of\npower on the line, itching for the air, and Steve Chapman was shouting\na few last words up to the muffled figure in the enclosed control\ncockpit.\n\n\"Fuel'll last around forty hours,\" he finished. \"You'll find two\nhundred per, easy, and twenty-five hours should take you clear to\nPoint Christensen. I put gun and maps in the right pocket; food in\nthat flap behind you. Go to it, Ken!\"\n\nKen Torrance gripped the hand outstretched to his and held it tight.\nHe could say nothing, could only nod--this was a real friend. He gave\nthe ship the gun.\n\nHer mighty Diesel bellowed, lashed the air down and under; the\namphibian spun her retractable wheels over the straight hard ground\nuntil they lifted lightly and tilted upward in a slow climb for\naltitude. With fiery streams from the exhaust lashing her flanks, she\nfaded into the darkness to the north.\n\n\"Well,\" murmured Steve Chapman, \"I've got her instalments left,\nanyway!\" And he grinned and turned to the mail.\n\n       *       *       *       *       *\n\nThat night passed slowly by; and the next day; and all through night\nand day the steady roar of beating cylinders hung in Kenneth\nTorrance's ears. At last came Point Christensen and a descent; sleep\nand then quick, decisive action; and again the amphibian rose, heavily\nloaded now, and droned on toward the ice and the cold bleak skies of\nthe far north. On, ever on, until Point Barrow, Alaska's northernmost\nspur, was left behind to the east, and the world was one of drifting\nice on gray water. Muscles cramped, mind dulled by the everlasting\nroar, head aching and weary, Ken held the amphibian to her steady\ncourse, until a sudden wind shook her momentarily from it.\n\nA rising wind. The skies were ugly. And then he remembered that the\nmen at Point Christensen had warned him of a storm that was brewing.\nThey'd told him that he was heading into disaster; and their\nsurprised, rather fearful faces appeared before him again, as he had\nseen them just before taking off, after he had told them where he was\ngoing.\n\nOf course they'd thought him crazy. He had brought the amphibian down\nin the little harbor off the whaling company's base, gone ashore and\ngreeted his old friends. There was only a handful of men stationed\nthere; the _Narwhal_ was being overhauled in a shipyard at San\nFrancisco, and it wasn't the season for surface whalers. They knew\nthat he, Ken, had been put in a sanitarium; all of them had heard his\nwild story about sealmen. But he concocted a plausible yarn to account\nfor his arrival, and they had fed him and given him a berth in the\nbunkhouse for the night.\n\nFor the night! Ken Torrance grinned as he recalled the scene. In the\nmiddle of the night he had risen, quickly awakened four of the\nsleeping men, and with his gun forced them to take a torpoon from the\noutpost's storehouse and put it inside the amphibian's passenger\ncompartment.\n\nIt was robbery, and of course they'd thought him insane, but they\ndidn't dare cross him. He had told them cheerfully he was going after\nthe _Peary_, and that if they wanted the torpoon back they were to\ndirect the searching planes to keep their eyes on the place where the\nsubmarine was last heard from....\n\n       *       *       *       *       *\n\nKen came back to the present abruptly as the plane lurched. The wind\nwas getting nasty. At least he did not have much farther to go; an\nhour's flying time would take him to his goal, where he must descend\ninto the water to continue his search. His search! Had it been, he\nwondered, a useless one from the start? Had the submarine's crew been\nkilled before he'd even read of her disappearance? If the sealmen got\nthem, would they destroy them immediately?\n\n\"I doubt it,\" Ken muttered to himself. \"They'd be kept prisoners in\none of those mounds, like I was. That is, if they haven't killed any\nof the creatures. It hangs on that!\"\n\nAn hour's time, he had reckoned; but it was more than an hour. For\nsoon the world was blotted out by a howling dervish of wind and driven\nsnow that time and time again snatched the amphibian from Ken's\ncontrol and hurled it high, or threw it down like a toy toward the\ninferno of sea and ice he knew lay beneath. He fought for altitude,\nfor direction, pitched from side to side, tumbled forward and back,\ngaining a few hundred feet only to feel them plucked breathtakingly\nout from under him as the screaming wind played with him.\n\nNow and again he snatched a glance at the torpoon behind. The\ngleaming, twelve-foot, cigar-shaped craft, with its directional\nrudders, propeller, vision-plate and nitro-shell gun lay safely\nsecured in the passenger compartment, a familiar and reassuring sight\nto Ken, who, as first torpooner of the _Narwhal_, had worked one for\nyears in the chase for killer whales. Soon, it seemed, he would have\nto depend on it for his life.\n\nFor all the Diesel's power, it was not enough to cope with the dead\nweight of ice which was forming over the plane's wings and fuselage.\nHe could not keep the altimeter up. However he fought, Ken saw that\nfinger drop down, down--up a trifle, quivering as the racked plane\nquivered--and then down and down some more.\n\nHe saw that the plane was doomed. He would have to abandon it--in the\ntorpoon--if he could.\n\nHe was some thirty miles from his objective. The sea beneath would be\nhalf hidden under ragged, drifting floes. In fair weather he could\nhave chosen a landing space of clear water, but now he could not\nchoose. The altitude dial said that the water was three hundred feet\nbeneath, and rapidly rising nearer.\n\nA margin of seconds in which to prepare! Ken locked the controls and\nscrambled back into the passenger compartment. Steadying himself on\nthe bucking floor, he opened the torpoon's entrance port and slid in;\nquickly he locked the port and strapped the inner body harness around\nhim; and then he waited.\n\nNow it was all chance. If the plane crashed into clear water, he was\nsafe; but if she hit ice.... He put that thought from him.\n\nThe locked controls held the amphibian for perhaps thirty seconds.\nThen with a scream the storm-giant took her. A mad up-current of wind\nhurled her high, whirled her dizzily, toyed with her--and then she\nspun and dove. Down, down, down; down with a speed so wild Ken grew\nfaint; down through the core of a maelstrom of snow till she crashed.\n\nKenneth Torrance knew a sudden shaking impact; for an instant there\nwas uncertainty; and then came all-pervading quiet....\n\n\n\n\nCHAPTER III.\n\n_The Fate of the Peary_\n\n\nQuiet, and utter, liquid darkness.\n\nLiquid! Around him, Ken heard a gurgling, at first loud and close,\nthen subsiding to a low whispering of currents. The amphibian had hit\nwater.\n\nGone in an instant was the shriek and fury of the storm and in its\nplace the calm, slow-heaving silence of underwater. The plane was\nshattered in a dozen places, but the torpoon had easily stood it.\n\nKen turned to action. He switched on the torpoon's dashboard lights\nand twin bow-beams, and saw that the shell was wedged in the fuselage.\nThe plane was apparently entirely under the surface, and her interior\nfilled with water.\n\nHolding the propeller in neutral, he revved up the powerful electric\nmotor. Then he bit the propeller in, slowly. The torpoon nudged back\nfor inches. Then, throwing the gear into forward, Ken gave her full\nspeed. The torpoon leaped ahead, crunched through the weakened corner\nahead and was free.\n\nIt was a world of drab tones that she came into. Down below was\nimpenetrable blackness, shading softly overhead into blue-gray which\nwas mottled by lighter areas from breaks in the floes above. All was\ncalm. There was no sign of life save for an occasional vague shadow\nthat, melting swiftly away, might have been a fish or seaweed. Placid\nalways, would be this shrouded sea of mystery, no matter what furious\ntempest raged above over the flat leagues of ice and water.\n\nBut the seeming peacefulness was but a mask for danger. Kenneth\nTorrance's face was set in sober lines as he sped the slim torpoon\nnorthward, her bow lights shafting long white fingers before her. For\nnow there was only one path--and that lay ahead. He could not turn\nback. Storm and water had destroyed the plane that could take him back\nto land. He could not possibly reach any outpost of civilization in\nthe torpoon, for her cruising radius was only twenty hours. He had\nplanned to land the amphibian on the ice above the spot where the\n_Peary_ had disappeared, then find a break in the ice and slide down\nbelow in the torpoon on his quest--to return to the plane if it proved\nfruitless. But now there was no retreat. It was succeed, or die.\n\nAnd with that realization a more dreadful thought flashed into his\nmind. All those men, of the whaling company and the sanitarium,\nthought him a little crazy. And, since lunatics are always convinced\nof the reality of their visions, what if the sealmen--his adventure\namidst them--had been but a dream, a nightmare, an hallucination? What\nif he were in truth crazy? The fear grew rapidly. What if he were?\nGod! He, hunting for the _Peary_, when all those planes and men had\nfailed! He, expecting to achieve what those searchers, with far\ngreater resources, had not been able to! Did not that give evidence\nthat his mind was twisted? Creatures, half-seal, half-men, living\nunder the ice--it certainly seemed a lunatic's obsession.\n\nThen something within him rose and fought back.\n\n\"No!\" he cried aloud. \"I'll go bugs if I think like that! Those\nsealmen were real--and I know where they are. I'm going on!\"\n\nAnd, an hour later, the dashboard's shaded dials told him he was on\nthe exact spot where the _Peary_ had last reported....\n\n       *       *       *       *       *\n\nHere was the real Arctic, the real polar sea. No sun, no breath of the\nworld above could reach it through its eternal mask of solid ice. As\none of the few unfamiliar aspects of the earth, it was as far removed\nfrom the imagination of man as if it were part of a far planet hung\nspinning millions of miles out in space. Men could reach it in shells\nof metal, but it was not meant for him, and was always hostile. A\ndozen times a daring one could cross safely its cold lonely reaches,\nbut the thirteenth time it would snare and destroy him for the\nunwanted trespasser he was.\n\nIt was here that the _Peary_ had stepped off into mystery. At this\npoint her hull had throbbed with air, movement, life; at this point\nall had been well. And then, minutes or hours later, close to here,\nthe sea devil had sprung.\n\nWhat had happened? What had trapped her? What, even more baffling, had\nkept her men with their manifold safety devices from even reaching and\nclimbing up on the ice above to signal the searching planes?\n\nKen Torrance, oppressively alone in the hovering torpoon, gazed\nthrough its vision-plate of fused quartz around him. Gray sea,\nfiltering to black beneath; distant eerie shadows, probably meaning\nnothing, but possibly all important; ceiling of thick ice above, rough\nand in places broken by a sharp down-thrusting spur--these were his\nsurroundings. These were what he must hunt through, until he came upon\nthe crumpled remnant of a submarine, or the murky, rounded hillocks\nwhich gave habitation to the creatures he suspected of capturing that\nsubmarine's crew.\n\n       *       *       *       *       *\n\nHe began the search systematically. He angled the torpoon down to a\nposition halfway between sea-floor and ice-ceiling, then swung her in\nan ever-widening circle. Soon his orbit had a diameter of a half-mile;\nthen a mile; then two.\n\nThe torpoon slipped through the water at full speed, her light-beams\nlike restless antennae, now stabbing to the right to dissolve a\nformless shadow, now to the left to throw into blinding white relief a\nschool of half-transparent fish which scurried with frantic wrigglings\nof tails from the glare, now slanting up to bathe the cold glassy face\nof an inverted ice-hill, now down to dig two white holes in the deeper\ngloom.\n\nKen continued this routine for hours. Steadily and low the electric\nmotor droned in the ears of the watchful pilot, and the stubby\npropeller's blades flashed round in a blur of speed between the\nslightly slanted rudders. Somewhere, miles away, a splintered\namphibian plane was slipping down to her last landing, and above,\nperhaps, the white hell of storm which had brought her low still\nbowled over the trackless wastes; but here were only shadows and\nshifting gloom, straining the alert eyes to soreness and tensing the\nwatcher's brain with alarms that, one after another, were only false.\n\nUntil at last he found her.\n\nImmediately he shut off all his lights. He no longer needed them. Far\nin the distance, and below, wavered a faint yellow glow. It was no\nfish; it could mean only one thing--the lights of a submarine.\n\nAnd lights meant life! There would be none burning in a deserted\nsubmarine. His heart beat fast and his tight, sober lips widened in a\nquick grin. He had found the _Peary_! And found her with some life\nstill aboard her! He was in time!\n\nSo Ken rejoiced while he slid the torpoon down to a level just a few\nfeet above the silty sea bottom, reducing her to quarter-speed. There\nwas an urge inside him to switch on his bow-beams, reach them out\ntoward the submarine's hull to tell all within that help was at last\nat hand; he wanted to send the torpoon ahead at full speed. But\ncaution restrained him to a more deliberate course. He was in the\nrealm of the sealmen, and he did not wish to attract the attention of\nany. So he advanced like a furtive shadow slinking along the dark\nsea-bottom, deep in the covering gloom.\n\nNearer and nearer, while the distant blur of yellow light grew. Nearer\nand nearer to the long-trapped men, while the consciousness that he\nhad succeeded intoxicated him. He alone had found them! Sealmen or no\nsealmen, he had found the _Peary_! And found her with lights lit and\nlife inside! Nearer and nearer....\n\nAnd then suddenly Ken halted the torpoon and stared with wide, alarmed\neyes. For the submarine was now plainly visible in detail--and he saw\nher real plight and with it knew the answer to the mystery of her long\nsilence and the non-appearance of her men on the ice field above.\n\n       *       *       *       *       *\n\nThe _Peary_ was a spectacle of fantastic beauty. It was as if a huge,\nrounded piece of amber, mellow, golden, lay in the murk of the\nsea-floor. Not steel, hard and grim, but of transparent, shimmering\nstuff she was built, all coated a soft yellow by her lights, clearly\nvisible inside. Ken had known something of her radical construction;\nknew that a substance called quarsteel, similar to glass and yet fully\nas tough as steel, had been used for her hull, making her a perfect\nvehicle for undersea exploration. Her bow was capped with steel, and\nher stern, propellers, diving rudders; her port-locks, for the\nreleasing of torpoons, were also of steel, as were the struts that\nbraced her throughout--but the rest was quarsteel, glowing and golden\nas the heart of amber.\n\nBeautiful with a wild yet scientific beauty was the _Peary_, but she\nwas not free. She was trapped. She was fastened to the mud of the\ngloomy sea-floor.\n\nRopes held her down; and Ken Torrance knew those ropes of old. They\nwere tough and strong, woven of many strands of seaweed, and twenty or\nthirty of them striped the _Peary's_ two hundred feet of hull.\nUnevenly spaced, stretched clear over the ship from one side to the\nother, they were caught around her up-jutting conning tower, fastened\nthrough her rudders, and holding tight in a score of places. They held\nthe submarine down despite all the buoyancy of her emptied tanks and\nthe power of her twin propellers.\n\nAnd the sealmen swam around her.\n\n       *       *       *       *       *\n\nRestless dark shadows against the golden hull, they wavered and darted\nand poised, totally unafraid. Another in Kenneth Torrance's place\nwould have put them down as some strange school of large seals,\ninordinately curious but nothing more; but the torpooner knew them as\nmen--men remodeled into the shape of seals; men who, ages ago, had\nforsaken the land for the old home of all life, the sea; who, through\nthe years, had gradually changed in appearance as their flesh had\nbecome coated with layers of cold-resisting blubber; whose movements\nhad become adapted to the water; whose legs and arms had evolved into\nflippers; but whose heads still harbored the now faint spark of\nintelligence that marked them definitely as men.\n\nEmotions similar to man's they had, though dulled; friendliness,\ncuriosity, anger, hate, and--Ken knew and feared--even a capacity for\nvengeance. Vengeance! An eye for an eye, tooth for a tooth--the old\nlaw peculiar to man! Chanley Beddoes had slain one of them; if only\nthe _Peary's_ crew had not killed more! If only that, there might be\nhope!\n\nFirst he must get inside the submarine. Warily, like a stalking cat,\nKen Torrance inched the torpoon toward the great shining ship. At\nleast he was in time. Within her he could see figures, most of them\nstretched out on the decks of her different compartments, but one of\nwhom occasionally moved--slowly. He understood that. For weeks now the\n_Peary_ had lain captive, and her air had passed beyond the aid of\nrectifiers. Tortured, those survivors inside were, constantly\nstruggling for life, with vitality ever sinking lower. Some might\nalready be dead. But at least he could try to save the rest.\n\nHe approached her from one side of the rear, for in the rear\ncompartment were her two torpoon port-locks. The one on his side was\nempty, its outer door open. The torpoon it had held had been sent out,\nprobably for help, and had not returned. It provided a means of\nentrance for him.\n\nAt perhaps a hundred feet from the port-lock, Ken halted again. His\nslim craft was almost indistinguishable in the murk: he felt\nreasonably safe from discovery. For minutes he watched the swimming\nsealmen, waiting for the best chance to dart in.\n\n       *       *       *       *       *\n\nIt was then, while studying the full length of the submarine more\nclosely, that he saw that one compartment of her four was filled with\nwater. Her steel-caped bow had been stove in. That, he conjectured,\nhad been the original accident which had brought her down. It was not\na fatal accident in itself, for there were three other compartments,\nall separated by watertight bulkheads, and the flooded one could be\nrepaired by men in sea-suits--but then the sealmen had come and roped\nher down where she lay. Some of the creatures, he saw, were actually\nat that time inside the bow compartment, swimming around curiously\namidst the clustered pipes, wheels and levers. It was a weird sight,\nand one that held his eyes fascinated.\n\nBut suddenly, through his absorption, danger prickled the short hairs\nof his neck. A lithe, sinuous shadow close ahead was wavering, and\nlarge, placid brown eyes were staring at him. A sealman! He was\ndiscovered! And instinctively, immediately, Ken Torrence brought the\ntorpoon's accelerator down flat.\n\nThe shell jumped ahead with whirling propeller. The creature that had\nseen him doubled around and sped in retreat. In brief snatches, as the\ntorpoon streaked across the hundred-foot gap to the empty port-lock,\nKen glimpsed his discoverer gathering a group of its fellows, and saw\nbrown-skinned bodies swarm after him with nooses of seaweed-rope--and\nthen the great transparent side wall of the _Peary_ was before him,\nand the port-locks dark opening. Ken threw his motor into reverse,\nslid the torpoon slightly to one side, and there was a jerk, a jar,\nand a sensation of something moving behind.\n\nHe turned to see the port-lock's outer door closing, activated by\ncontrols inside the submarine--and just in time to shut out the first\nof his pursuers. Then the port-lock's pumps were draining the water\nfrom the chamber, and the inner door clicked and opened.\n\nKenneth Torrance climbed stiffly from the torpoon to enter the\ninterior of the long-lost and besieged exploring submarine _Peary._\n\n\n\n\nCHAPTER IV\n\n\"_No Chance Left_\"\n\n\nHis entrance was an unpleasant experience. He had forgotten the\ncondition of the air inside the submarine, and what its effect on him,\ncoming straight from comparatively good and fresh air, would be, until\nhe was seized by a sudden choking grip around his throat. He reeled\nand gasped, and was for a minute nauseated. Lights flashed around him,\nand teetering backward he leaned weakly, against some metal object\nuntil gradually his head cleared; but his lungs remained tortured, and\nhis breathing a thing of quick, agonised gulps.\n\nThen came sounds. Figures appeared before him.\n\n\"From where--\" \"Who are you?\"\n\n\"What--what--what--\" \"How did you?\"\n\nThe half-coherent questions were couched in whispers. The men around\nhim were blear-eyed and haggard-faced, their skins dry and bluish, and\nnot a one was clad in more than undershirt and trousers. Alive and\nbreathing, they were--but breathing grotesquely, horribly. They made\nawful noises at it; they panted, in quick, shallow sucks. Some lay on\nthe deck at his feet, outstretched without energy enough to attempt to\nrise.\n\nBeautiful and slumber-like the submarine had appeared from outside,\nbut inside that effect was lost. There were the usual appurtenances: a\nmaze of pipes, wheels, machinery, all silent now, and cold; here were\nthe two port-locks for torpoons; the emergency steering controls; the\nsmall staterooms of the _Peary's_ officers. Looking forward, still\nstriving for complete clear-headedness and normality, Ken could see\nthe two intact forward compartments, silent and apparently lifeless,\nwith dim lamps burning. They ended with the watertight bulkhead which\nstood between them and the flooded bow compartment.\n\nKen at last found words, but even his short query cost a sickening\neffort.\n\n\"Where's--the commander?\" he asked.\n\n       *       *       *       *       *\n\nA man turned from where he had been leaning against a nearby wheel\ncontrol. He was stripped to the waist. His tall body was stooped, and\nthe skin of his ruggedly cut face drawn and parchment-like. His face\nhad once been dignified and authoritative, but now it was that of a\nman who nears death after a long, bitter fight for life. The smile\nwhich he gave to Ken was painful--a mockery.\n\n\"I am,\" he said faintly. \"Sallorsen. Just wait, please. A minute. I\nworked port-lock. Breath's gone....\"\n\nHe sucked shallowly for air and let his smile go. And standing there,\nbeside him, gazing at the worn frame, Ken felt strength come back. He\nhad just entered; this man and the others had been here for weeks!\n\n\"I'm Sallorsen,\" the captain went on at last. All his words were\nclipped off, to cost minimum effort. \"Glad you got through. Afraid\nyou're come to prison, though.\"\n\n\"No!\" Ken said emphatically. He spoke to the captain, but what he said\nwas also for all the others grouped around him. \"No, Captain! I'm\nKenneth Torrance. Once torpooner with Alaska Whaling Company. They\nthought me crazy--crazy--'cause I told about sealmen. Put me in\nsanitarium. I knew they had you--when--heard you were missing.\" He\npointed at the brown-skinned creatures that clustered close around the\nsubmarine outside her transparent walls. \"I got free and came. Just in\ntime.\"\n\n\"In time? For what?\"\n\nAnother voice gasped out the question. Ken turned to a\nbroad-shouldered man with a ragged growth of beard that had been a\ntrim Van Dyke; and before the torpooner could answer, Sallorsen said:\n\n\"Dr. Lawson. One of our scientists. In time for what?\"\n\n\"To get you and the submarine free,\" said Ken.\n\n\"How?\"\n\n       *       *       *       *       *\n\nKen paused before replying. He gazed around--out the side walls of\nglistening quarsteel into the sea gloom, into the thick of the smooth,\nlithe, brown-skinned shapes that now and again poised pressing against\nthe submarine, peering in with their liquid seal's eyes. Dimly he\ncould see the taut seaweed ropes stretching down from the top of the\n_Peary_ to the sea-bottom. It looked hopeless, and to these men inside\nit was hopeless. He knew he must speak in confident, assured tones to\ndrive away the uncaring lethargy holding them all, and he framed\ndefinite, concise words with which to do it.\n\n\"These creatures have caught you,\" he began, \"and you think they want\nto kill you. But look at them. They seem to be seals. They're not.\nThey're men! Not men like us--half-men--sealmen, rather--changed into\npresent form by ages of living in the water. I know. I was captured by\nthem once. They're not senseless brutes; they have a streak of man's\nintelligence. We must communicate with that intelligence. Must reason\nwith them. I did once. I can do it again.\n\n\"They're not really hostile. They're naturally peaceful; friendly. But\nmy friend--dead now--killed one of them. Naturally they now think all\ncreatures like us enemies. That's why they trapped your sub.\n\n\"They think you're enemies; think you want to kill them. But I'll tell\nthem--through pictures, as I did once before--that you mean them no\nharm. I'll tell them you're dying and must have air--just as they\nmust. I'll tell them to release submarine and we'll go away and not\ndisturb them again. Above all I must get across that you wish them no\nharm. They'll listen to what my pictures will say--and let us\ngo--'cause at heart they're friendly!\"\n\n       *       *       *       *       *\n\nHe paused--and with a ghastly, twisted smile, Captain Sallorsen\nwhispered:\n\n\"The hell you say!\"\n\nHis sardonic comment brought a sudden chill to Kenneth Torrance. He\nfeared one thing that would render his whole value useless. He asked\nquickly:\n\n\"What have you done?\"\n\n\"Those seals,\" Sallorsen's labored voice continued \"--they've killed\neight of us. Now they're killing all.\"\n\n\"But have you killed any of them?\" Breathless, Ken waited for the\nanswer be feared.\n\n\"Yes. Two.\"\n\nThe men were all staring at Ken, so he had to hide the awful dejection\nwhich clamped his heart. He only said:\n\n\"That's what I feared. It changes everything. No use trying to reason\nwith them now.\" He fell silent. \"Well,\" he said at last, trying to\nappear more cheerful, \"tell me what happened. Maybe there's something\nyou've overlooked.\"\n\n\"Yes,\" Sallorsen whispered. He started to come forward to the\ntorpooner, but stumbled and would have fallen had not Ken caught him\nin time. He put one of the captain's arms around his shoulder, and one\nof his own around the man's waist.\n\n\"Thanks,\" Sallorsen said wryly. \"Walk forward. Show you what\nhappened.\"\n\n       *       *       *       *       *\n\nThere were men in the second compartment, and they still fought to\nlive. From the narrow seamen's berths that lined the walls came the\nsound of breathing even more torturous than that of the men in the\nrear. In the single bulb's dim light Ken could see their shapes\nstretched motionlessly out, panting and panting. Occasionally hands\nreached up to claw at straining necks, as if to try and rid throats of\nstrangling grasps. Two figures had won free from the long struggle.\nThey lay silent and still, the outline of their dead bodies showing\nthrough the sheets pulled over them.\n\nSlowly Sallorsen led Ken through this compartment and into the next,\nwhich was bare of men. Here were the ship's main controls--her helm,\nher central multitude of dials, levers and wheels, her televisiscreen\nand old-fashioned emergency periscope. A metal labyrinth it was, all\nlong silent and inactive. Again the weird contrast struck Ken, for\noutside he could still see the scene of vigorous, curious life that\nthe sealmen constituted. Close they came to the submarine's sheer\nwalls of quarsteel, peering in stolidly, then flashing away with an\neffortless thrust of flippers, sometimes for air from some break in\nthe surface ice.\n\nLike men, the sealmen needed air to live, and got it fresh and clean\nfrom the world above. Inside, real men were gasping, fighting,\nhopelessly, yielding slowly to the invisible death that lay in the\npoisonous stuff they had to breathe....\n\nKen felt Sallorsen nudge him. They had come to the forward end of the\ncontrol compartment, and could go no farther. Before them was the\nwatertight door, in which was set a large pane of quarsteel. The\ncaptain wanted him to look through.\n\nKen did so, knowing what to expect; but even so he was surprised by\nthe strangeness of the scene. In among the manifold devices of the\nfront compartment, its wheels and pipes and levers, glided slowly the\nsleek, blubbery shapes of half a dozen sealmen. Back and forth they\nswam, inspecting everything curiously, unhurried and unafraid; and as\nKen stared one of them came right up to the other side of the closed\nwatertight door, pressed close to the pane and regarded him with large\nplacid eyes.\n\nOther sealmen entered through a jagged rip in the plates on the\nstarboard side of the bow. At this Sallorsen began to speak again in\nthe short, clipped sentences, punctuated by quick gasps for air.\n\n       *       *       *       *       *\n\n\"Crashed, bow-on,\" he said. \"Underwater ice. Outer and inner plates\ncrumpled like paper. Lost trim and hit bottom. Got this door closed,\nbut lost four men in bow compartment. Drowned. No chance. Sparks among\n'em, at his radio. That's why we couldn't radio for help.\" He paused,\ngasping shallowly.\n\n\"Could've got away if we'd left immediately. One flooded compartment\nnot enough to hold this ship down. But I didn't know. I sent two men\nout in sea-suits--inspect damage. Those devils got them.\n\n\"The seal-things came in a swarm. God! Fast! We didn't realize. They\nhad ropes, and in seconds they'd lashed us down to the sea-floor.\nLashed us fast!\" Again he paused and sucked for the poisoned air, and\nKen Torrance did not try to hurry him, but stood silent, looking\nforward to the squashed bow, and out the sides to where he could see\nthe taut black lines of the seaweed-ropes.\n\n\"The two men put up fight. Had crowbars. Useless--but they killed one\nof the devils. That did it. They were torn apart in front of us.\nRipped. Mangled. By spears the things carry. Dead like that.\"\n\n\"Yes,\" murmured Ken, \"that would do it....\"\n\n\"I quick tried to get away,\" gasped Sallorsen. \"Full-speed--back and\nforth. No good. Ropes held. Couldn't break. All our power couldn't! So\nthen--then I acted foolishly. Damn foolish. But we were all a little\ncrazy. A nightmare, you know. Couldn't believe our eyes--those seals\noutside, mocking us. So I called for volunteers. Four men. Put 'em in\nsea-suits, gave 'em shears and grappling prongs. They went out.\n\n\"They went out laughing--saying they'd soon have us free! Oh, God!\" It\nseemed he could not go on, but he forced the words out deliberately.\n\"Killed without a chance! Ripped apart like the others! No chance!\nSuicide!\"\n\nKen felt the agony in the man, and was silent for a while before\nquietly asking:\n\n\"Did they kill any more of the sealmen?\"\n\n\"One. Just one. That made two of them--six of us. What the hell are\nthe rest of them waiting for?\" Sallorsen cried. \"They killed eight in\nall! To our two! That's enough for them, isn't it?\"\n\n\"I'm afraid not,\" said Ken Torrance. \"Well, what then?\"\n\n\"Sat down and thought. Carefully. Hit on a plan. Took one of our two\ntorpoons. Lashed on it steel plates, ground to sharp cutting edges.\nSpent days at it. Thought torpoon could go out and cut the ropes.\nHaines volunteered and we shot him and torpoon out.\"\n\n\"They got the torpoon?\" Ken asked.\n\nSallorsen's arm raised in a pointing gesture. \"Look.\"\n\n       *       *       *       *       *\n\nSome fifty feet away from the _Peary_, on the side opposite to the one\nKen Torrance had approached, a dimly discernible object lay in the\nmud. In miniature, it resembled the submarine: a cigar-shaped steel\nshell, held down to the sea-bottom by ropes bound over it. Cutting\nedges of steel had been fastened along its length.\n\n\"I see,\" said Ken slowly. \"And its pilot?\"\n\n\"Stayed in the torpoon thirty-six hours. Then went crazy. Put on\nsea-suit and tried to get back here. Whisk--they got him. Killed and\nmangled while we watched!\"\n\n\"But didn't his torpoon have a nitro-shell gun? Couldn't he have\nfought them off for a time?\"\n\n\"Exploring submarine, this! No guns in torpoons like whalers. Gun\nwouldn't help, anyway. These devils too fast. No use. No hope\nanywhere....\" Sallorsen sank back against the bulkhead, his lips\nmoving but no sound coming forth. Dully he stared ahead, through the\nsubmarine, for a moment before uttering a cackling mockery of a laugh\nand going on.\n\n\"Even after that, still hoped! Blew every tank on ship; blew out most of\nher oil. Threw out everything not vital. Lightened her as much as could.\nMachinery--detachable metal--fixtures--baggage--instruments--knives,\nplates, cups--everything! She rose a couple of feet--no more! Put motors\nat full speed--back and forth--again, again, again. Buoyancy--power--no\ngood. No damn good!\n\n\"And then we tried the last chance. Explosives. Had quite a store,\nNitromite, packed in cases; time-fuses to set it off. Had it for\nblasting ice. I sent up a charge and blew hole in the ice overhead,\nfor our other torpoon.\n\n\"Nothing else left. Knew planes must be nearby, searching. Last\ntorpoon was to shoot up to the hole--pilot to climb on ice and stay\nthere to signal a plane.\"\n\n\"Did he get there?\"\n\n\"Hell no!\" Sallorsen cackled again. \"It was roped like the other.\nPilot tried to get back, but they got him like first. There's the\ntorpoon--out ahead.\"\n\nKen could just make it out. It lay ahead, slightly to port, lashed\ndown like its fellow by seaweed-ropes. His eyes were held by it, even\nwhen Sallorsen continued, in an almost hysterical voice:\n\n\"Since then--since then--you know. Week after week. Air getting worse.\nRectifiers running down. No night, no day. Just the lights, and those\ndamned devils outside. Wore sea-suits for a while; used twenty-nine of\ntheir thirty hours air-units. Old Professor Halloway died, and another\nman. Couldn't do anything for 'em. Just sit and watch. Head aching,\nthroat choking--God!...\n\n\"Some of the men went mad. Tried to break out. Had to show gun. Quick\ndeath outside. Here, slow death, but always the chance that--Chance,\nhell! There's no chance left! Just this poison that used to be air,\nand those things outside, watching, watching, waiting--waiting for us\nto leave--waiting to get us all! Waiting....\"\n\n\"Something's up!\" said Ken Torrance suddenly. \"They've got tired of\nwaiting!\"\n\n\n\n\nCHAPTER V\n\n_The Last Assault_\n\n\nSallorsen turned his head and followed the torpooner's intent, amazed\ngaze.\n\nKen said:\n\n\"There's proof of their intelligence! I've been watching--didn't\nrealize at first. Look, here it comes!\"\n\nSeveral sealmen, while Sallorsen had been talking, had come dropping\ndown from the main mass of the horde, and had grouped around the\nabandoned torpoon which lay some feet ahead of the submarine's bow.\nExpertly they had loosened the seaweed-ropes which bound it to the\nsea-floor, then slid back, watching alertly, as if expecting the\ntorpoon to speed away of its own accord. Its batteries, of course, had\nworn out weeks before, so the steel shell did net budge. The sealmen\ncame down close to it again, and lifted it.\n\nThey lifted it easily with their prehensile flipper-arms, and with\nmaneuvering of delicate sureness guided it through the gash in the\n_Peary's_ bow. Inside, they hesitated with it, midway between deck and\nceiling of the flooded compartment. They poised for perhaps a full\nminute, judging the distance, while the two men stared; and then\nquickly their powerful tail flippers lashed out and the torpoon jumped\nahead. It sped straight through the water, to crash its tough nose of\nsteel squarely into the quarsteel pane of the watertight door, then\nrebounded, and fell to the deck.\n\n\"My God!\" gasped Sallorsen. But Ken wasted no words then. He pressed\ncloser to the quarsteel and examined it minutely. The substance showed\nno visible effect, but the action of the sealmen destroyed whatever\nhope he had felt.\n\nThe sealmen had swerved aside at the last minute; and now, picking up\nthe torpoon again and guiding it back to the other end of the\ncompartment, they hurled it once more with a resounding crash into the\nquarsteel pane.\n\n\"How long will it last under that?\" Ken asked tersely.\n\nObviously, Sallorsen's wits were muddled at this turn. He remained\ngaping at the creatures and at the torpoon, now turned against its\nmother submarine. Ken repeated the question.\n\n\"How long? Who knows? It's as strong as steel, but--there's the\npressure--and those blows hit one spot. Not--long.\"\n\n       *       *       *       *       *\n\nCapping his words, there re-echoed again the loud crash of the\ntorpoon's on the quarsteel. The sealmen were working in quick routine\nnow; back and quickly forward, and then the crash and the\nreverberation; and again and again....\n\nThe ominous crash and ringing echoes regularly repeated, seemed to\ndisorganise Ken's mind as he looked vainly for something with which to\nbrace the door. Nothing unattached was left--nothing! He ran and\nexamined the quarsteel pane again, and this time his brain heated in\nalarm. A thin line had shot through the quarsteel--the beginning of a\ncrack.\n\n\"Back!\" Ken shouted to the still staring Sallorsen. \"Back to the third\ncompartment. This door's going!\"\n\n\"Yes,\" Sallorsen mumbled. \"It'll go. So will the others. They'll smash\nthem all. And when this is flooded--no hope of running the submarine\nagain. Controls in here.\"\n\n\"That's too damned bad!\" Ken said roughly. \"Are there any sea-suits,\nfood, supplies in here?\"\n\n\"Only food. In those lockers.\"\n\n\"I'll take it. Get into that third compartment--hear me?\" ordered\nKenneth Torrance. \"And have its door ready to close!\"\n\nHe shoved Sallorsen away, opened the indicated lockers and piled his\narms with the tins revealed. He had time for no more than one load. He\njumped back into the third compartment of the _Peary_ just as a\nsplintering crash sounded from behind. The door between was swung\nclosed and locked just as the one being battered crashed inward.\n\nTurning, Ken saw that the torpoon had cracked through the weakened\nquarsteel and tumbled in a mad cascade of water to the deck of the\nabandoned second compartment. In dread silence, he, with Sallorsen and\nthose of the men who had strength and curiosity enough to come\nforward, watched the compartment rapidly fill--watched until they saw\nthe water pressed high against the door. And then horror swept over\nKen Torrance.\n\n       *       *       *       *       *\n\nWater! There was a trickle of water down the quarsteel he was leaning\nagainst! A fault along the hinge of the door--either its construction,\nor because it had not been closed properly.\n\nKen pointed it out to the captain.\n\n\"Look!\" he said. \"A leak already--just from the pressure! This door\nwon't last more than a couple of minutes when they start on it--\"\n\nSallorsen stared stupidly. As for the rest; Ken might not have spoken.\nThey were as if in a trance, watching dumbly, with lungs automatically\ngasping for air.\n\nOne of the seal-creatures eeled through the shattered quarsteel of the\nfirst door and swam slowly around the newly flooded compartment. At\nonce it was joined by five other lithe, sleek shapes which, with\nplacid, liquid eyes, inspected the compartment minutely. They came in\na group right up to the next door that barred their way and, with no\nvisible emotion, stared through the quarsteel pane at the humans who\nstared at them. And then they gracefully turned and slid to the\nbattered torpoon.\n\n\"Back!\" Ken shouted, \"You men!\" He shook them, shoved them roughly\nback toward the fourth, and last, compartment. Weakly, like automatons\nthey shuffled into it. The torpooner said bruskly to Sallorsen:\n\n\"Carry those tins of food back. Hurry! Is there anything stored in\nhere we'll need? Sallorsen! Captain! Is there anything--\"\n\nThe captain looked at him dully; then, understanding, a cackle came\nfrom his throat. \"Don't need anything. This is the end. Last\ncompartment. Finish!\"\n\n\"Snap out of it!\" Ken cried. \"Come on, Sallorsen--there's a chance\nyet. Is there anything we'll need in here?\"\n\n\"Sea-suits--in those lockers.\"\n\nKen Torrance swung around and rapidly opened the lockers. Pulling out\nthe bulky suits, he cried:\n\n\"You carry that food back. Then come and help me.\"\n\n       *       *       *       *       *\n\nBut of the corner of his eye, as he worked, he could see the ominous\npreparations beyond in the flooded compartment--the sealmen raising\nthe torpoon, guiding it back to the far end; leveling it out. Ken was\nsure the door could not stand more than two or three blows at the\nmost. Two or three minutes, that meant--but all the sea-suits had to\ngo back into the fourth compartment!\n\nHe was in torment as he worked. For him, the conditions were just as\nbad as for the men who had lived below in the submarine for a month;\nthe poisonous, foul air racked him just as much; what breath he got he\nfought for just as painfully. But in his body was a greater store of\nstrength, and fresher muscles; and he taxed his body to its very\nlimit.\n\nPanting, his head seeming on the point of splitting, Ken Torrance\nstumbled through into the last compartment laden with a pile of\nsea-suits. He dropped them clattering in a pile around his feet and\nforced himself back again. Another trip; and another....\n\nIt would never have been done had not Sallorsen and Lawson, the\nscientist, come to his aid. The help they offered was meager, and\nslow, but it sufficed. Laden for the fifth time, Ken heard what he had\nbeen anticipating for every second of the all too short, agonizing\nminutes: a sharp, grinding crack, and the following reverberation. He\nsnatched a glance around to see the torpoon falling to the deck of the\nsecond compartment--the sealmen lifting it swiftly again--and a thin\nbut definite sliver in the quarsteel of the door.\n\nBut the last suit was gotten into the fourth compartment, and the\nconnecting door closed and carefully locked and bolted. The removal of\nthe suits, had been achieved--but what now?\n\nPanting, completely exhausted, Ken forced his brain to the question.\nFrom every side he attacked the problem, but nowhere could he find the\nloophole he sought. Everything, it seemed, had been tried, and had\nfailed, during the _Peary's_ long captivity. There was nothing left.\nTrue, he had his torpoon, and its nitro-shell gun with a clip of\nnineteen shells; but what use were shells? Even if each one accounted\nfor one of the sealmen, there would still remain a swarm.\n\nAnd the sea-suits. He had struggled for them and had saved them, but\nwhat use could he put them to? Go out leading a desperate final sally\nfor the hole in the ice above? Death in minutes!\n\nNo hope. Nothing. Not even a fighting chance. These seal-creatures,\nstrange seed of the Arctic ice, had trapped the _Peary_ all too well.\nOn the roll of mysteriously missing ships would her name go down; and\nhe, Ken Torrance, would be considered a lunatic who had sought\nsuicide, and found it....\n\n       *       *       *       *       *\n\nOf the twenty-one survivors of the _Peary's_ officers and crew, only a\ndozen had the will to watch the inexorable advance of the sealmen. The\nrest lay in various attitudes on the deck of the rear compartment,\nshowing no sign of life save torturous, shallow pantings for air and,\noccasionally, spasmodic clutchings at their throats and chests, as\nthey tried to fight off the deadly, invisible foe that was slowly\nstrangling them.\n\nKen Torrance, Sallorsen, the scientist, Lawson, and a few others were\npressed together at the last watertight door, peering through the\nquarsteel at the sea-creatures' systematic assault on the door leading\ninto the third compartment. A straight, hard smash at it; another\nfinal splintering smash--and again the torpoon pushed through in the\nvan of a cascade of icy, greenish water, which quickly claimed the\ncontrol compartment for the attackers behind. The creatures were\ngrowing bolder. More and more of them had entered the submarine, and\nsoon each open compartment was filled from deck to ceiling with the\nslowly turning, graceful brown bodies, inspecting minutely the\ncountless wheels and levers and gauges, and inspecting also, in\nturns, the pale, worn faces that stared with dull eyes at them\nthrough the sole remaining door.\n\nThere was no further retreat, now. Behind was only water and the swarm\nthat passed to and fro through it. Water and sealmen--ahead, above, to\nthe sides, behind--everywhere. Cooped in their transparent cell, the\ncrew of the submarine _Peary_ waited the end.\n\n       *       *       *       *       *\n\nOnce more, as well as he could with his throbbing head and heavy,\nchoking body, Kenneth Torrance tracked over the old road that had\nbrought him nowhere, but was the only road open. Carefully he took\nstock of everything he had that he might possibly fight with.\n\nThere were sea-suits for the men, and in each suit an hour's supply of\nartificial but invigorating air. Two port-locks, one on each side of\nthe stern compartment. A torpoon, with a gun and nineteen shells.\nNothing else? There seemed to be, in his mind, a vague memory of\nsomething else ... something that might possibly be of use ...\nsomething.... But he could not remember. Again and again the agony of\nslow strangulation he was going through drove everything but the\nconsciousness of pain from his shirking mind. But there was something\nelse--and perhaps it was the key. Perhaps if he could only remember\nit--whatever it was--whether a tangible thing or merely a passing idea\nof hours ago--the way out would be suddenly revealed.\n\nBut he could not remember. He had the sea-suits, the port-locks and\nthe torpoon: what possible pattern could he weave them into to bring\ndeliverance?\n\nNo, there was nothing. Not even a girder that could be unfastened in\ntime to brace the last door. No way of prolonging this last stand!\n\nBeside Ken, the strained, panting voice of Lawson whispered:\n\n\"Getting ready. Over soon now. All over.\"\n\nAll save five of the sealmen had left the third compartment, to join\nthe swarm constantly swimming around and over the submarine outside.\nThe five remaining were the crew for the battering ram. With measured\nand deliberate movements they ranged their lithe bodies beside the\ntorpoon, lifted it and bore it smoothly back to the far end of the\ncompartment. There they poised for a minute, while from the men\nwatching sounded a pathetic sigh of anticipation.\n\nAs one, the five seal-creatures lunged forward with their burden.\n\n_Crash!_ And the following dull reverberation.\n\nThe last assault had begun.\n\n\n\n\nCHAPTER VI\n\n_In a Biscuit Can_\n\n\nKen Torrance glanced with dull, hopeless eyes over the compartment he\nstood in. Figures stretched out all over the deck, gasping, panting,\nstrangling--men waiting in agony for death. His head sank down, and he\nwiped wet hands across his aching forehead. Nothing to do but\nwait--wait for the end--wait as the patient horde outside had been\nwaiting in the sea-gloom for their moment of triumph, when the soft\nbodies inside the _Peary_ would be theirs to rip and mangle....\n\nA dragging sound brought Ken's eyes wearily up and to the side. One of\nthe crew who had been lying on the deck was dragging his body\npainfully toward a row of lockers at one side of the compartment. The\nman's eyes were feverishly intent on the lockers.\n\nKen watched his progress dully, without thinking, as inch by inch he\nforced himself through the other bodies sprawled in his way. He saw\nhim reach the lockers, and for a minute, gasping, lie there. He saw a\nclawing arm stretch almost up to the catch on one locker, while the\nman whimpered like a child at his lack of quick success.\n\n_Crash!_ The grinding blow of the torpoon hitting the quarsteel\nclanged out from behind. But Ken's mind was all on the reaching man's\nstrange actions. He saw the fingers at last succeed in touching the\ncatch. The door of the locker opened outward, and eagerly the man\nreached inside and pulled. With a thump, a row of heavy objects strung\ntogether rolled out onto the deck--and Ken Torrance sprang suddenly to\nthe man's side:\n\n\"What are you doing?\" he cried.\n\nThe man looked up sullenly. He mumbled:\n\n\"Damn fish--won't get me. I'll blow us all to hell, first!\"\n\nAt that the connection struck Ken.\n\n\"Then that's nitromite!\" he shouted. \"That's the idea--the nitromite!\"\n\nAnd stooping down, he wrenched the rope of small black boxes which\ncontained the explosive from the man who had worked so painfully to\nget them.\n\n\"I'll do the blowing, boy!\" he said. \"Don't worry; I'll do it\ncomplete!\"\n\n       *       *       *       *       *\n\nKen, holding the rope of explosives, crossed the deck and pulled\nSallorsen and Lawson around. Their worn faces, with lifeless,\nbloodshot eyes, met his own strong features, and he said forcefully:\n\n\"Now listen! I need your help. I've found our one last chance for\nlife. We three are the strongest, and we've got to work like hell.\nUnderstand?\"\n\nHis enthusiasm and the vigor of his words roused them.\n\n\"Yes,\" said Lawson. \"What--we do?\"\n\n\"You say there's an hour's air left in the sea-suits?\" Torrance asked\nthe captain.\n\n\"Yes. An hour.\"\n\n\"Then get the men into the suits,\" the torpooner ordered. \"Help the\nweaker ones; slap them till they obey you!\" There came the ugly,\ndeafening crash of the hurled torpoon into the compartment door. Ken\nfinished grimly: \"And for God's sake, hurry! I'll explain later.\"\n\nSallorsen and Lawson unquestioningly obeyed. Ken had reached the\nspirit in them, the strength not physical, that had all but been\ndriven out by the long, hopeless weeks and the poisonous stuff that\npassed for air, and it had risen and was responding. Sallorsen's\nvoice, for the first time in days, had his old stern tone of command\nin it as, calling on everything within him, he shouted:\n\n\"Men, there's still a chance! Everyone into sea-suits! Quick!\"\n\nA few of the blue-skinned figures lying panting on the deck looked up.\nFewer moved. They did not at once understand. Only four or five\ndragged themselves with pathetic eagerness towards the pile of\nsea-suits and the little store of fresh air that remained in them.\nSallorsen repeated his command.\n\n\"Hurry! Men--you, Hartley and Robson and Carroll--your suits on!\nThere's air in them! _Put 'em on!_\"\n\n       *       *       *       *       *\n\nAnd then Lawson was among them, shaking the hopeless, dying forms,\nrousing them to the chance for life. Several more crawled to obey. By\nthe time the next crash of the torpoon came, eleven out of the\ntwenty-one survivors were working with clumsy, eager fingers at their\nsea-suits, pushing feet and legs in, drawing the tough fabric up over\ntheir bodies, sliding their arms in, and struggling with quick panting\nbreaths to raise the heavy helmets and fasten them into place.\nThen--air!\n\nAgain the ear-shattering crash. The scientist and the captain drove at\nthe rest of the crew. They stumbled, those two fighting men, and twice\nLawson went down in a heap as his legs gave under him; but he got up\nagain, and they began dragging the suits to the men who had not even\nthe strength to rise, shoving inert limbs into place, switching on the\nair-units inside the helmets and, gasping themselves, fastening the\nhelmets down. Theirs was a conflict as cruel, as hard and brutal as\nmen smashing at each other with fists, and they then proved their\nright to the shining roll of honor, wherever and whatever that roll\nmay be. They fought on past pain, past sickness, past poisoning, that\nman of action and men of the laboratory.\n\nAnd outside that foul transparent pit the tempo quickened also. The\nsledging blows at the last door came quicker. All around the captive\n_Peary_ the sleek brown bodies stirred uneasily. For weeks there had\nbeen but little activity inside the submarine; now, all at once, three\nof the figures that were men whipped the others into action, rousing\nthose lying dying on the deck--working, working. Observing this, the\nlithe seal bodies moved with new nervous, restless strokes, to and\nfro, never pausing--passing up and down in a milling stream the length\nof the craft, clustering closest outside the walls of the fourth\ncompartment, where they pressed as close as they could, their wide\nbrown eyes already on the haggard forms that worked inside, their\nsmooth bodies patterned by the constantly shifting shadows of their\nfellows above and behind.\n\nSo they watched and waited, while in the third compartment the\nbattered torpoon was slung at the last door, and drawn back, and slung\nagain--waited for the final moment, the crisis of their month-long\nsiege beneath the floes of the silent Arctic sea!\n\n       *       *       *       *       *\n\nKenneth Torrance worked by himself.\n\nHe saw that Sallorsen and Lawson had answered his call; man after man\nwas clad in his suit and sucking in the incomparably fresher, though\nartificial, air of the units. As he had hoped, that air was\nrevitalizing the worn-out bodies rapidly, giving them new strength and\nclearing their brains. His plan required that--strength for the men to\nmove and act for themselves--sane heads!\n\nThe plan was basically simple. Bringing his best concentration to the\nall-important details, Ken started to build the road to the world\nabove.\n\nFirst he opened the inner door of the starboard port-lock, wherein lay\nhis torpoon. Opening the entrance panel of the steel shell, he quickly\ntransferred within the cans of compressed food retrieved from the\nsecond compartment. When he had finished, there was left barely room\nfor the pilot's body.\n\nAnd then the nitromite.\n\nThe explosive was carried by the _Peary_ for the blasting of such ice\nfloes as might trap her. It was contained for chemical stability in a\nhalf dozen six-inch-square, water-proof boxes, strung one after\nanother on an interconnecting wired rope. Ken would need them all; he\nwished he had five times as many. It would not matter if the whole of\nthe _Peary_ were shattered to slivers.\n\nKen tied the rope of boxes into a strong unit, as small as it could be\nmade. Firing and timing mechanisms were contained in each unit: he\nwould only have to set one of them. He wrapped the whole charge,\nexcept for one small corner, in several pieces of the men's discarded\nclothing--monkey jackets, thick sweaters, a dirty towel--and stuffed\nit in an empty tin container for sea-biscuits.\n\n       *       *       *       *       *\n\nAll this had taken only minutes. But in those minutes the quarsteel of\nthe watertight door had been subjected to half a dozen smashing blows,\nand already a flaw had appeared in the pane. Another grinding crunch,\nand there would be the visible beginning of a crack. Three more,\nperhaps, and the door would be down.\n\nBut the plan was laid, the counter move ready; and, as Sallorsen and\nLawson, last of them all, got into suits, Ken Torrance, in short,\ngasping sentences, explained it.\n\n\"All the nitromite's in this,\" Ken said. \"I hope it's enough. In a\nmoment I'll set the timing to explode it in one minute--then eject it\nfrom the empty torpoon port-lock. It's a gamble, but I think the\nexplosion should kill every damned seal around the sub. Water carries\nsuch shocks for miles, so it should stun, if not kill, all the others\nwithin a long radius. See? We're inside sub, largely protected. When\nthe stuff explodes, you and men make for the hole you blew in the ice\nabove.\"\n\nAnother crash sent echoes resounding through the remaining\ncompartment. All around the three were suit-clad figures, grotesque\nclumsy giants, all feeling new strength as they gulped with leathern\nthroats and lungs at the artificial air which was giving them a\nrespite, however brief, from the death they had been sinking into. In\nthe third compartment of the _Peary_, five seal-like creatures with\nswift and beautiful movements picked up their torpoon battering ram\nagain; while all around the outside of the _Peary_ their hundreds of\nwatching fellows pressed in closely.\n\n       *       *       *       *       *\n\n\"Yes!\" cried Lawson, the scientist. \"But the explosion--it might\nshatter the ship!\"\n\n\"No matter; I expect it to!\" answered Ken. \"Then you can leave through\na crack instead of a port-lock.\"\n\n\"Yes--but you!\" objected the captain. \"Get on a suit!\"\n\n\"No; I'm jumping into my torpoon in the other port-lock. I've got the\nfood in it. Now, Sallorsen, this is your job. I'll be in my torpoon,\nbut I won't be able to let myself out the port. You open it, right\nafter the explosion. Understand?\"\n\n\"Yes,\" replied Sallorsen, and Lawson nodded.\n\n\"All right,\" gasped Ken Torrance. \"Empty the chamber.\" As the captain\ndid so, Ken opened the lid of the biscuit can and adjusted the timing\ndevice on the exposed unit in the clothing-wrapped bundle. Then he\nreplaced it, ticking, in the can and thrust the can bodily into the\nemptied chamber of the port-lock. He closed the inner door of the\nchamber, and said to the men by him:\n\n\"Close your face-plates!\"\n\nAnd Ken pushed the release button: and then he was running to the\nother port-lock and to his torpoon, and harnessing himself in.\n\nHis brain teemed with the possibilities of the situation as he lay\nstretched out in the torpoon, waiting. How much would the submarine be\nsmashed? Would the charge of nitromite, besides killing the sealmen,\nkill everyone inside the _Peary_? For that matter, would it affect the\nsealmen at all? How much could the creatures stand? And would the\nfiring mechanism work? And then would he himself be able to get out;\nor would the lock in which the torpoon lay be damaged by the explosion\nand trap him there?\n\nSeconds, only seconds, to wait, small fractions of time--but they were\nmore important than the days and the weeks that the _Peary_ had lain,\na lashed-down captive, under the Arctic ice; for in these seconds was\nto be given fate's final answer to the prayer and courage of them all.\n\nTime for Ken expanded. Surely the charge should have gone off long\nbefore this! The pulse beat so loudly in his brain that he could hear\nnothing else. He counted: \"... nine, ten, eleven--\" Had the fuse\nfailed? Surely by now--\"... twelve, thirteen, fourteen--\"\n\nOn that the submarine _Peary_ leaped. Ken Torrance, himself inside the\ntorpoon, felt a sharp roll of thunder made tangible, and then complete\ndarkness took him....\n\n\n\n\nCHAPTER VII\n\n_The Awakening_\n\n\nHe had no idea of how long he had been unconscious when, his full\nsenses returning, he eagerly peered ahead through the torpoon's\nvision-plate. For some seconds he could see nothing; but he knew, at\nleast, that the torpoon had survived the shock, for he was dry and\nsnug in his harness. And then his eyes became accustomed to the\ndarkness, and he saw that he was outside the submarine. Sallorsen had\nfollowed his orders; had opened the port-lock! The undersea reaches\nlay ahead of him, and the way was clear.\n\nKen stared into a gray, silent sea, no longer shadowed with moving\nbrown-skinned bodies. He tried his motors. Their friendly, rhythmic\nhum answered him, and carefully he slipped into gear and crept up off\nthe sea-floor. He did not dare use his lights.\n\nThe _Peary_ was a great, blurred shadow, a dead thing without glow or\nmovement, with no figures of sealmen around her. As Ken's eyes gained\ngreater vision, he was able to make out a wide, long rent running\nclear across the top of the fourth compartment of the submarine. The\nexplosion had done that to her, but what had it done to her crew? What\nhad it done to the sealmen?\n\nHe saw the sealmen first. Some were quite close, but in the murk he\nhad missed them. Silent specters, they were apparently lifeless,\nstrewn all around at different levels, and most of them floating\nslowly up toward the dim ice ceiling.\n\nBut up under the ice was movement! Living figures were there! And at\nthe sight Kenneth Torrance's lips spread in their first real grin for\ndays. The plan had worked! The sealmen had been destroyed, and already\nsome of the _Peary's_ men were up there and fumbling clumsily across\nthe hundred feet which separated them from the hole in the ice that\nwas the last step to the world above.\n\n       *       *       *       *       *\n\nA ghostly gray haze of light filtered downward through the water from\nthe hole. Ken counted twelve figures making their way to it. As he\nwondered about the rest of the crew, he saw three bulging, swaying\nshapes suddenly emerge from the split in the top of the _Peary_, and\nbegin an easy rise toward the ice ceiling ninety feet above. There was\nno apparent danger, and they went up quite slowly, with occasional\nbrief pauses to avoid the risk of the bends. Clasped together, the\ngroup of three were, and when they were halfway to the glassy ceiling\nof the ice, three more left the rent in the submarine and followed\nlikewise. Twelve men were at the top; six others were swimming up;\nthree more were yet to leave the submarine--and after they had\nabandoned her, he, Ken, would follow with the torpoon and the food it\ncontained.\n\nSo he thought, watching from where he lay, down below, and there was\nin him a great weariness after the triumph so bitterly fought for had\nbeen achieved. He rested through minutes of quiet and relaxation,\nwatching what he had brought about; but only minutes--for suddenly\nwithout warning all security was gone.\n\nFrom out the murky shadows to the left a sleek shape came flashing\nwith great speed, to jerk Ken Torrance's eyes around and to widen them\nwith quick alarm.\n\nA sealman! A sealman alive, and moving--and vengeful! A sealman which\nthe explosion of nitromite had not reached!\n\nDoubtless the lone creature was surprised upon seeing all its fellows\nmotionless, drifting like corpses upward, and the men of the _Peary_\nescaping. With graceful, beautiful speed, a liquid streak, it flashed\ninto the scene, eeling up and around and down, trying to understand\nwhat extraordinary thing had happened. But finally it slowed down and\nhovered some thirty feet directly above the dark hull of the _Peary_.\n\nThe men rising toward the ice had seen the sealman at the same time\nKen Torrance had, and at once increased their efforts, fearing\nimmediate attack. Quickly the two groups shot to the top where the\nother twelve were, and began a desperate fumbling progress over toward\nthe hole that alone gave exit. But the sealman paid no attention to\nthem. It was looking at something below.\n\nKen saw what it was.\n\nThe last three men were leaving the _Peary_. Awkward, swaying objects,\nthey rose up directly in front of the hovering creature.\n\n       *       *       *       *       *\n\nWith an enraged thrust of flippers, it drove at them. The three\nhumans--Sallorsen, Lawson and one other, Ken knew they must be--were\nclasped together, and the long, lithe, muscular body smote them\nsquarely, sent them whirling and helpless in different directions in\nthe sea-gloom. One of them was driven down by the force of the blow,\nand that one the sealman chose to finish first. It lashed at him, its\nstrong teeth bared to rip the sea-suit, concentrating on him all the\nrage and all the thirst for vengeance it had.\n\nBut by then, down below, the torpoon's motors were throbbing at full\npower; the thin directional rudders were slanting; the torpoon was\nturning and pointing its nose upward; and Ken Torrance, his face bleak\nas the Arctic ice, was grasping the trigger of the nitro-shell gun.\n\nHe might perhaps have saved the doomed man had he swept straight up\nthen and fired, but a quick mounting of the odds distracted him for a\nfatal second. Out of the deeper gloom at the left came a swiftly\ngrowing shadow, and Ken, with a sinking in his stomach, knew it for a\nsecond sealman.\n\nThen another similar shadow brought his eyes to the right.\n\nTwo more sealmen! Three now--and how many more might come?\n\nAt once Ken knew what he must do before ever he fired a shell at one\nof the brown-skinned shapes. The man just attacked had to be\nsacrificed in the interests of the rest. The torpoon swerved, thrust\nup toward the ice ceiling under the full force of her motors; and when\nhalfway to it, and her gun-containing bow was pointed at a spot in the\nice only twenty feet in front of the foremost of the men stroking\ndesperately towards the distant exit-hole, Ken pressed the trigger;\nand again, and again and again....\n\nTwelve shells, quick, on the same path, bit into the ice. Almost\nimmediately came the first explosion. It was swelled by the others.\nThe ice shivered and crumbled in jagged splinters--and then there was\na new column of light reaching down from the world of air and life\ninto the darkness of the undersea. A roughly circular hole gaped in\nthe ice sixty or seventy feet nearer the swimming men than the old\none.\n\n\"That'll give 'em a chance,\" muttered Kenneth Torrance. He plunged the\ntorpoon around and down. \"And now for a fight!\"\n\n       *       *       *       *       *\n\nWithout pause, now, there was, straight ahead, a hard, desperate duel,\na fitting last fight for any torpoon or any man riding one. Each of\nthe seven shells left in the nitro-gun's magazine had to count; and\nthe first of them gave a good example.\n\nKen turned down in time to see the death of the man first attacked.\nHis suit was ripped clean across, his air of life went up in bubbles,\nand the water came in. The seal-creature lunged at its falling victim\na last time, and as it did so its smooth brown body crossed Ken's\nsights. The torpooner fired, and saw his shell strike home, for the\nbody shuddered, convulsed, and the sealman, internally torn, went\nsinking in a dark cloud after the human it had slain.\n\nThat sight gave pause to the other two creatures that had arrived, and\ngave Ken Torrance a good second chance. Motor throbbing, the torpoon\nturned like a thing alive. Its snout and gun-sights swerving straight\ntoward the next target. But, when just on the point of pressing the\ntrigger, Ken's torpoon was struck a terrific blow and tumbled over and\nover. The whole external scene blurred to him, and only after a moment\nwas he able to bring the torpoon back to an even keel.\n\nHe saw what had happened. While he had been sighting on the second\nseal-creature, the third had attacked the torpoon from the rear by\nstriking it with all the strength of its heavy, muscular body. But it\ndid not follow up its attack. For it had crashed in to the whirling\npropeller, and now it was hanging well back, its head horribly gashed\nby the steel blades.\n\nFor a moment the three combatants hung still, both sealmen staring at\nthe torpoon as if in wonder that it could strike both with its bow and\nstern, and Ken Torrance rapidly glancing over the situation. The\nremaining two of the last group of three men, he saw, had reached the\ntop, and the foremost of the _Peary's_ crew were within several feet\nof the new hole in the ice. In a very short time all would be out and\nsafe. Until then he had to hold off the two sealmen.\n\nTwo? There were no longer only two, but five--ten--a dozen--and more.\nThe dead were coming to life!\n\nHere and there in the various levels of drifting, motionless brown\nbodies that he thought the explosion had killed, one was stirring,\nawakening! The explosion had but stunned many or most of them, _and\nnow they were returning to consciousness_!\n\n\n\n\nCHAPTER VIII\n\n_The Duel_\n\n\nUpon seeing this, all hope for life left Ken. He had only six shells\nleft, and at best he could kill only six sealmen. Already, there were\nmore than twenty about him, completely encircling the torpoon. They\nseemed afraid of it, and yet desirous of finishing it--they hung back,\nwatching warily the thing that could strike and hurt from either end;\nbut Ken knew, of course, that he could not count on their inaction\nlong. One concerted charge would mean his quick end, and the death of\nmost of the men above.\n\nWell, there was only one thing to do--try to hold them off until those\nmen above had climbed out, every one.\n\nWith this plan in mind, he maneuvered for a commanding position.\nQuietly he slid his motor into gear, and slowly the torpoon rose. At\nthis first movement, the wall of hesitating brown bodies broke back a\nlittle. It quickly pressed in again, however, as the torpoon came to a\nhalt where Ken wanted it--a position thirty feet beneath, and slightly\nto one side, of the escaping men above, with an angle of fire\ncommanding the area the sealmen would have to cross to attack them.\n\nAlmost at once came action. One of the surrounding creatures swerved\nsuddenly up toward the men. Instinctively angling the torp, Ken sent a\nnitro-shell at it; and the chance aim was good. The projectile caught\nthe sealman squarely, and, after the convulsion, it began to drift\ndownward, its body torn apart.\n\n\"That'll teach you, damn you!\" Ken muttered savagely, and, to heighten\nthe effect he had created, he brought his sights to bear on another\nsealman in the circle around him--and fired and killed.\n\nThis sight of sudden death told on the others. They grew obviously\nmore fearful and gave back, though still forming a solid circle around\nthe torpoon. The circle was ever thickening and deepening downward as\nmore of those that the explosion had rendered unconscious returned to\nlife.\n\nAnd then, above, the first man reached the hole, clawed at its rough\nedges and levered himself through.\n\nThat was a signal. From somewhere beneath, two brown bodies flashed\nupward in attack. Fearing a general rush at any second, Ken fired\ntwice swiftly. One shell missed, but the other slid to its mark.\nAlmost alongside its fellow, one of the creatures was shattered and\ntorn, and that evidently altered the other's intentions, for it\nabandoned the attack and sought safety in the mass of its fellows on\nthe farther side.\n\nAnother respite. Another man through the hole. And but two\nnitro-shells left!\n\n       *       *       *       *       *\n\nThe deadly circle, like wolves around a lone trapper who crouches\nclose to his dying fire, pressed in a little; and by their ominous\nquietness, by the sight of their eyes all turned in on him, their\nconcerted inching closer, Ken sensed the nearness of the charge that\nwould finish him. All this in deep silence, there in the gloomy\nquarter-light. He could not yell and brandish his fists at them as the\ntrapper by the fire might have done to win a few extra minutes. The\nonly cards he had to play were two shells--and one was needed now!\n\nHe fired it with deliberate, sure aim, and grunted as he saw its\nvictim convulse and die, with dark blood streaming. Again the swarm\nhesitated.\n\nKen risked a glance above. Only three men left, he saw; and one was\npulled through the hole as he watched. Below, in one place, several\nseal-creatures surged upward.\n\n\"Get back, damn you!\" he cursed harshly. \"All right--take it! That's\nthe last!\"\n\nAnd the last shell hissed out from the gun even as the last man,\nabove, was pulled through up into the air and safety.\n\nKen felt that he had given half his life with that final shell.\nCompletely surrounded by a hundred or more of the sealmen, he could\nnot possibly hope to maneuver the torpoon up to the hole in the ice\nand leave it, without being overwhelmed. He had held off the swarm\nlong enough for the others to escape, but for himself it was the end.\n\nSo he thought, and wondered just when that end would come. Soon, he\nknew. It would not take them long to overcome their fear when they saw\nthat he no longer reached out and struck them down in sudden bloody\ndeath. Now it was their turn.\n\n\"Anyway,\" the torpooner murmured, \"I got 'em out. I saved them.\"\n\nBut had he? Suddenly his mind turned up a dreadful thought. He had\nsaved them from the sealmen, but they were up on the ice without food.\nThere had been no time to apportion rations in the submarine; all the\nsupplies were stacked around him in the torpoon!\n\nSearching planes would eventually appear overhead, but if he could not\nget the food up to the men it meant their death as surely as if they\nhad stayed locked in the _Peary_!\n\nBut how could he do it without shells, and with that living wall\nedging inch by inch upon him, visibly on the brink of rushing him.\nSome carried ropes with which they would lash the torpoon down as they\nhad the others. Must all he and those men had gone through, be in\nvain? Must he die--and the others? For certainly without food, those\nmen above on the lonely ice fields, all of them weakened by the long\nsiege in the submarine, would perish quickly....\n\nAnd then a faintly possible plan came to him. It involved an attempt\nto bluff the seal-creatures.\n\n       *       *       *       *       *\n\nThirty feet above the lone man in the torpoon was the hole he had\nblasted in the ice. He knew that from the cone of light which filtered\ndown; he did not dare to take his eyes for a second from the creatures\naround him, for all now depended on his judging to a fraction just\nwhen the lithe, living wall would leap to overwhelm him.\n\nNow the torpoon was enclosed by what was more a sphere of brown bodies\nthan a circle. But it was not a solid sphere. It stretched thinly to\nwithin a few feet of the ice ceiling where, in one place, was the hole\nKen had blown in the ice.\n\nHe began to play the game. He edged the gears into reverse, gently\nangled the diving-planes, and slowly the torpoon tilted in response\nand began to sink back to the dark sea-floor.\n\nMotion appeared in the curved facade of sleek brown heads and bodies\nin front and to the sides. The creatures behind and below, Ken could\nnot see; he could only trust to the fear inspired by the damage his\npropeller had wreaked on one of them, to hold them back. However, he\ncould judge the movements of those behind and below by the\nsynchronized movements of those in front; for the sealmen, in this\ntense siege, seemed to move as one--just as they would move as one\nwhen a leader got the courage to charge across the gap to the torpoon.\n\nIn reverse, slowly, the torpoon backed downward. Every minute seemed a\nseparate eternity of time, for Ken dared not move fast at this\njuncture, and he needed to retreat not less than fifty feet.\n\nFifty feet! Would they hold off long enough for him to make it?\n\nFoot by foot the torpoon edged down at her forty-five-degree angle,\nand with every foot the watching bodies became visibly bolder. There\nwas no light inside the torpoon--inner light would decrease the\nvisibility outside--but Ken knew her controls as does the musician his\ninstrument. Slowly the propeller whirled over, the torpoon dropped,\nslowly the diffused light from the hole above diminished--and slowly\nthe eager wall of sealmen followed and crept in.\n\nTwenty-five feet down; and then, after a long time, thirty-five feet,\nand forty. Seventy feet up, in all, to the hole in the ice....\n\nKen wanted seventy-five feet, but he could not have it. For the wall\nof sleek bodies broke. One or two of the creatures surged forward;\nother followed; they were coming!\n\nThe slim torpoon leaped under the unleashed power of her\nmotors--forward.\n\n       *       *       *       *       *\n\nFor one awful moment Ken thought he was finished. The vision of the\nhole was obscured by a twisting, whirling maelstrom of bodies, and the\ntorpoon quivered and shook like a living thing in agony under glancing\nblows.\n\nBut then came a patch of light, a pathway of light, leading straight\nup at a forty-five-degree angle to the hole in the ice above.\n\nSealmen and torpoon had leaped forward at the same moment. Doubtless\nthe creatures had not expected the shell to move so suddenly and\ndecisively ahead, so that when it did, those in the van swerved to\nescape head-on contact.\n\nThe torpoon gained speed all too slowly for her pilot. It naturally\ntook time to gain full forward speed from a standing start. But she\nmoved, and she moved fast, and after her poured the full tide of\nsealmen, now that they saw their prey running in retreat.\n\nFrom somewhere ahead appeared a rope, noosed to catch the fleeing\nprey. It slipped off the side. Another touched the bow, but it too was\nthrown off. The torpoon's forward momentum was now great; she was\nsweeping up at the full speed Ken had gone back to be able to attain.\nHe needed full speed! The plan would fail at the last moment without\nit!\n\nAnother rope; but it was the seal-creature's last gesture. Through the\nside plates of quarsteel the light grew fast; the ice was only ten\nfeet away; a slight directional correction brought the hole dead\nahead--and at full speed, twenty-four miles an hour, the torpoon\npassed through and into the thin air of the world of light and life.\n\nRight out of the hole, a desperate fugitive from below, she leaped,\nher propeller suddenly screaming, and arched high through the air\nbefore she dove with a rending, splintering crash onto the upper side\nof the sheet ice.\n\nAnd the sun of a cloudless, perfect Arctic day beat down on her; and\nmen were all around, eagerly reaching to open her entrance port. It\nwas done.\n\n       *       *       *       *       *\n\nKenneth Torrance, dazed, battered, hurting in every joint but\nconscious, found the torpoon's port open, and felt hands reach in and\nclasp him. Wearily he helped them lift him out into the thin sunlight.\nSitting down, slitting his eyes against the sudden glare, he peered\naround.\n\nCaptain Sallorsen was beside him, supporting him with one hand and\npounding him on the back with the other; and there in front was the\nbearded scientist, Lawson, and the rest of the men.\n\nKen took a great gulp of the clean, cold air.\n\n\"Gosh!\" was all he could say. \"Gosh, that tastes good!\"\n\n\"Man, you did it!\" shouted Sallorsen. \"How, in God's name, I don't\nknow--but you did it!\"\n\n\"He did!\" said Lawson. \"And he did it all himself. Even to the food,\nwhich should keep us till a plane comes by. If they haven't stopped\nsearching for us.\"\n\nHis words reminded Ken of something.\n\n\"Oh, there'll be a plane over,\" he said. \"Forgot to tell you, but I\nstole this torpoon--see?--and told the fellows they could come and get\nit somewhere right around here.\"\n\nKenneth Torrance grinned, and glanced down at the battered steel shell\nwhich had borne him out of the water below.\n\n\"And here it is,\" he finished. \"A little damaged--but then I didn't\npromise it would be as good as new!\"\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Under Arctic Ice, by H.G. Winter\n\n*** END OF THIS PROJECT GUTENBERG EBOOK UNDER ARCTIC ICE ***\n\n***** This file should be named 29475-8.txt or 29475-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/4/7/29475/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}