{"title": "Warm", "author": "Robert Sheckley", "releaseDate": "July 25, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\nwarm\n\nBy ROBERT SHECKLEY\n\n\n _It was a joyous journey Anders\n set out on ... to reach his goal\n ... but look where he wound up!_\n\n\nIllustrated by EMSH\n\n\nAnders lay on his bed, fully dressed except for his shoes and black bow\ntie, contemplating, with a certain uneasiness, the evening before him.\nIn twenty minutes he would pick up Judy at her apartment, and that was\nthe uneasy part of it.\n\nHe had realized, only seconds ago, that he was in love with her.\n\nWell, he'd tell her. The evening would be memorable. He would propose,\nthere would be kisses, and the seal of acceptance would, figuratively\nspeaking, be stamped across his forehead.\n\nNot too pleasant an outlook, he decided. It really would be much more\ncomfortable not to be in love. What had done it? A look, a touch, a\nthought? It didn't take much, he knew, and stretched his arms for a\nthorough yawn.\n\n\"Help me!\" a voice said.\n\nHis muscles spasmed, cutting off the yawn in mid-moment. He sat upright\non the bed, then grinned and lay back again.\n\n\"You must help me!\" the voice insisted.\n\nAnders sat up, reached for a polished shoe and fitted it on, giving his\nfull attention to the tying of the laces.\n\n\"Can you hear me?\" the voice asked. \"You can, can't you?\"\n\nThat did it. \"Yes, I can hear you,\" Anders said, still in a high good\nhumor. \"Don't tell me you're my guilty subconscious, attacking me for a\nchildhood trauma I never bothered to resolve. I suppose you want me to\njoin a monastery.\"\n\n\"I don't know what you're talking about,\" the voice said. \"I'm no one's\nsubconscious. I'm _me_. Will you help me?\"\n\nAnders believed in voices as much as anyone; that is, he didn't believe\nin them at all, until he heard them. Swiftly he catalogued the\npossibilities. Schizophrenia was the best answer, of course, and one in\nwhich his colleagues would concur. But Anders had a lamentable\nconfidence in his own sanity. In which case--\n\n\"Who are you?\" he asked.\n\n\"I don't know,\" the voice answered.\n\nAnders realized that the voice was speaking within his own mind. Very\nsuspicious.\n\n\"You don't know who you are,\" Anders stated. \"Very well. _Where_ are\nyou?\"\n\n\"I don't know that, either.\" The voice paused, and went on. \"Look, I\nknow how ridiculous this must sound. Believe me, I'm in some sort of\nlimbo. I don't know how I got here or who I am, but I want desperately\nto get out. Will you help me?\"\n\n       *       *       *       *       *\n\nStill fighting the idea of a voice speaking within his head, Anders knew\nthat his next decision was vital. He had to accept--or reject--his own\nsanity.\n\nHe accepted it.\n\n\"All right,\" Anders said, lacing the other shoe. \"I'll grant that you're\na person in trouble, and that you're in some sort of telepathic contact\nwith me. Is there anything else you can tell me?\"\n\n\"I'm afraid not,\" the voice said, with infinite sadness. \"You'll have to\nfind out for yourself.\"\n\n\"Can you contact anyone else?\"\n\n\"No.\"\n\n\"Then how can you talk with me?\"\n\n\"I don't know.\"\n\nAnders walked to his bureau mirror and adjusted his black bow tie,\nwhistling softly under his breath. Having just discovered that he was in\nlove, he wasn't going to let a little thing like a voice in his mind\ndisturb him.\n\n\"I really don't see how I can be of any help,\" Anders said, brushing a\nbit of lint from his jacket. \"You don't know where you are, and there\ndon't seem to be any distinguishing landmarks. How am I to find you?\" He\nturned and looked around the room to see if he had forgotten anything.\n\n\"I'll know when you're close,\" the voice said. \"You were warm just\nthen.\"\n\n\"Just then?\" All he had done was look around the room. He did so again,\nturning his head slowly. Then it happened.\n\nThe room, from one angle, looked different. It was suddenly a mixture of\nmuddled colors, instead of the carefully blended pastel shades he had\nselected. The lines of wall, floor and ceiling were strangely off\nproportion, zigzag, unrelated.\n\nThen everything went back to normal.\n\n\"You were _very_ warm,\" the voice said. \"It's a question of seeing\nthings correctly.\"\n\nAnders resisted the urge to scratch his head, for fear of disarranging\nhis carefully combed hair. What he had seen wasn't so strange. Everyone\nsees one or two things in his life that make him doubt his normality,\ndoubt sanity, doubt his very existence. For a moment the orderly\nUniverse is disarranged and the fabric of belief is ripped.\n\nBut the moment passes.\n\nAnders remembered once, as a boy, awakening in his room in the middle of\nthe night. How strange everything had looked. Chairs, table, all out of\nproportion, swollen in the dark. The ceiling pressing down, as in a\ndream.\n\nBut that had also passed.\n\n\"Well, old man,\" he said, \"if I get warm again, let me know.\"\n\n\"I will,\" the voice in his head whispered. \"I'm sure you'll find me.\"\n\n\"I'm glad you're so sure,\" Anders said gaily, switched off the lights\nand left.\n\n       *       *       *       *       *\n\nLovely and smiling, Judy greeted him at the door. Looking at her, Anders\nsensed her knowledge of the moment. Had she felt the change in him, or\npredicted it? Or was love making him grin like an idiot?\n\n\"Would you like a before-party drink?\" she asked.\n\nHe nodded, and she led him across the room, to the improbable\ngreen-and-yellow couch. Sitting down, Anders decided he would tell her\nwhen she came back with the drink. No use in putting off the fatal\nmoment. A lemming in love, he told himself.\n\n\"You're getting warm again,\" the voice said.\n\nHe had almost forgotten his invisible friend. Or fiend, as the case\ncould well be. What would Judy say if she knew he was hearing voices?\nLittle things like that, he reminded himself, often break up the best of\nromances.\n\n\"Here,\" she said, handing him a drink.\n\nStill smiling, he noticed. The number two smile--to a prospective\nsuitor, provocative and understanding. It had been preceded, in\ntheir relationship, by the number one nice-girl smile, the\ndon't-misunderstand-me smile, to be worn on all occasions, until\nthe correct words have been mumbled.\n\n\"That's right,\" the voice said. \"It's in how you look at things.\"\n\nLook at what? Anders glanced at Judy, annoyed at his thoughts. If he was\ngoing to play the lover, let him play it. Even through the astigmatic\nhaze of love, he was able to appreciate her blue-gray eyes, her fine\nskin (if one overlooked a tiny blemish on the left temple), her lips,\nslightly reshaped by lipstick.\n\n\"How did your classes go today?\" she asked.\n\nWell, of course she'd ask that, Anders thought. Love is marking time.\n\n\"All right,\" he said. \"Teaching psychology to young apes--\"\n\n\"Oh, come now!\"\n\n\"Warmer,\" the voice said.\n\nWhat's the matter with me, Anders wondered. She really is a lovely girl.\nThe _gestalt_ that is Judy, a pattern of thoughts, expressions,\nmovements, making up the girl I--\n\nI what?\n\nLove?\n\nAnders shifted his long body uncertainly on the couch. He didn't quite\nunderstand how this train of thought had begun. It annoyed him. The\nanalytical young instructor was better off in the classroom. Couldn't\nscience wait until 9:10 in the morning?\n\n\"I was thinking about you today,\" Judy said, and Anders knew that she\nhad sensed the change in his mood.\n\n\"Do you see?\" the voice asked him. \"You're getting much better at it.\"\n\n\"I don't see anything,\" Anders thought, but the voice was right. It was\nas though he had a clear line of inspection into Judy's mind. Her\nfeelings were nakedly apparent to him, as meaningless as his room had\nbeen in that flash of undistorted thought.\n\n\"I really was thinking about you,\" she repeated.\n\n\"Now look,\" the voice said.\n\n[Illustration]\n\n       *       *       *       *       *\n\nAnders, watching the expressions on Judy's face, felt the strangeness\ndescend on him. He was back in the nightmare perception of that moment\nin his room. This time it was as though he were watching a machine in a\nlaboratory. The object of this operation was the evocation and\npreservation of a particular mood. The machine goes through a searching\nprocess, invoking trains of ideas to achieve the desired end.\n\n\"Oh, were you?\" he asked, amazed at his new perspective.\n\n\"Yes ... I wondered what you were doing at noon,\" the reactive machine\nopposite him on the couch said, expanding its shapely chest slightly.\n\n\"Good,\" the voice said, commending him for his perception.\n\n\"Dreaming of you, of course,\" he said to the flesh-clad skeleton behind\nthe total _gestalt_ Judy. The flesh machine rearranged its limbs,\nwidened its mouth to denote pleasure. The mechanism searched through a\ncomplex of fears, hopes, worries, through half-remembrances of analogous\nsituations, analogous solutions.\n\nAnd this was what he loved. Anders saw too clearly and hated himself for\nseeing. Through his new nightmare perception, the absurdity of the\nentire room struck him.\n\n\"Were you really?\" the articulating skeleton asked him.\n\n\"You're coming closer,\" the voice whispered.\n\nTo what? The personality? There was no such thing. There was no true\ncohesion, no depth, nothing except a web of surface reactions, stretched\nacross automatic visceral movements.\n\nHe was coming closer to the truth.\n\n\"Sure,\" he said sourly.\n\nThe machine stirred, searching for a response.\n\nAnders felt a quick tremor of fear at the sheer alien quality of his\nviewpoint. His sense of formalism had been sloughed off, his agreed-upon\nreactions bypassed. What would be revealed next?\n\nHe was seeing clearly, he realized, as perhaps no man had ever seen\nbefore. It was an oddly exhilarating thought.\n\nBut could he still return to normality?\n\n\"Can I get you a drink?\" the reaction machine asked.\n\nAt that moment Anders was as thoroughly out of love as a man could be.\nViewing one's intended as a depersonalized, sexless piece of machinery\nis not especially conducive to love. But it is quite stimulating,\nintellectually.\n\nAnders didn't want normality. A curtain was being raised and he wanted\nto see behind it. What was it some Russian scientist--Ouspensky, wasn't\nit--had said?\n\n\"_Think in other categories._\"\n\nThat was what he was doing, and would continue to do.\n\n\"Good-by,\" he said suddenly.\n\nThe machine watched him, open-mouthed, as he walked out the door.\nDelayed circuit reactions kept it silent until it heard the elevator\ndoor close.\n\n       *       *       *       *       *\n\n\"You were very warm in there,\" the voice within his head whispered, once\nhe was on the street. \"But you still don't understand everything.\"\n\n\"Tell me, then,\" Anders said, marveling a little at his equanimity. In\nan hour he had bridged the gap to a completely different viewpoint, yet\nit seemed perfectly natural.\n\n\"I can't,\" the voice said. \"You must find it yourself.\"\n\n\"Well, let's see now,\" Anders began. He looked around at the masses of\nmasonry, the convention of streets cutting through the architectural\npiles. \"Human life,\" he said, \"is a series of conventions. When you look\nat a girl, you're supposed to see--a pattern, not the underlying\nformlessness.\"\n\n\"That's true,\" the voice agreed, but with a shade of doubt.\n\n\"Basically, there is no form. Man produces _gestalts_, and cuts form out\nof the plethora of nothingness. It's like looking at a set of lines and\nsaying that they represent a figure. We look at a mass of material,\nextract it from the background and say it's a man. But in truth there is\nno such thing. There are only the humanizing features that\nwe--myopically--attach to it. Matter is conjoined, a matter of\nviewpoint.\"\n\n\"You're not seeing it now,\" said the voice.\n\n\"Damn it,\" Anders said. He was certain that he was on the track of\nsomething big, perhaps something ultimate. \"Everyone's had the\nexperience. At some time in his life, everyone looks at a familiar\nobject and can't make any sense out of it. Momentarily, the _gestalt_\nfails, but the true moment of sight passes. The mind reverts to the\nsuperimposed pattern. Normalcy continues.\"\n\nThe voice was silent. Anders walked on, through the _gestalt_ city.\n\n\"There's something else, isn't there?\" Anders asked.\n\n\"Yes.\"\n\nWhat could that be, he asked himself. Through clearing eyes, Anders\nlooked at the formality he had called his world.\n\nHe wondered momentarily if he would have come to this if the voice\nhadn't guided him. Yes, he decided after a few moments, it was\ninevitable.\n\nBut who was the voice? And what had he left out?\n\n\"Let's see what a party looks like now,\" he said to the voice.\n\n       *       *       *       *       *\n\nThe party was a masquerade; the guests were all wearing their faces. To\nAnders, their motives, individually and collectively, were painfully\napparent. Then his vision began to clear further.\n\nHe saw that the people weren't truly individual. They were discontinuous\nlumps of flesh sharing a common vocabulary, yet not even truly\ndiscontinuous.\n\nThe lumps of flesh were a part of the decoration of the room and almost\nindistinguishable from it. They were one with the lights, which lent\ntheir tiny vision. They were joined to the sounds they made, a few\nfeeble tones out of the great possibility of sound. They blended into\nthe walls.\n\nThe kaleidoscopic view came so fast that Anders had trouble sorting his\nnew impressions. He knew now that these people existed only as patterns,\non the same basis as the sounds they made and the things they thought\nthey saw.\n\n_Gestalts_, sifted out of the vast, unbearable real world.\n\n\"Where's Judy?\" a discontinuous lump of flesh asked him. This particular\nlump possessed enough nervous mannerisms to convince the other lumps of\nhis reality. He wore a loud tie as further evidence.\n\n\"She's sick,\" Anders said. The flesh quivered into an instant sympathy.\nLines of formal mirth shifted to formal woe.\n\n\"Hope it isn't anything serious,\" the vocal flesh remarked.\n\n\"You're warmer,\" the voice said to Anders.\n\nAnders looked at the object in front of him.\n\n\"She hasn't long to live,\" he stated.\n\nThe flesh quivered. Stomach and intestines contracted in sympathetic\nfear. Eyes distended, mouth quivered.\n\nThe loud tie remained the same.\n\n\"My God! You don't mean it!\"\n\n\"What are you?\" Anders asked quietly.\n\n\"What do you mean?\" the indignant flesh attached to the tie demanded.\nSerene within its reality, it gaped at Anders. Its mouth twitched,\nundeniable proof that it was real and sufficient. \"You're drunk,\" it\nsneered.\n\nAnders laughed and left the party.\n\n       *       *       *       *       *\n\n\"There is still something you don't know,\" the voice said. \"But you were\nhot! I could feel you near me.\"\n\n\"What are you?\" Anders asked again.\n\n\"I don't know,\" the voice admitted. \"I am a person. I am I. I am\ntrapped.\"\n\n\"So are we all,\" Anders said. He walked on asphalt, surrounded by heaps\nof concrete, silicates, aluminum and iron alloys. Shapeless, meaningless\nheaps that made up the _gestalt_ city.\n\nAnd then there were the imaginary lines of demarcation dividing city\nfrom city, the artificial boundaries of water and land.\n\nAll ridiculous.\n\n\"Give me a dime for some coffee, mister?\" something asked, a thing\nindistinguishable from any other thing.\n\n\"Old Bishop Berkeley would give a nonexistent dime to your nonexistent\npresence,\" Anders said gaily.\n\n\"I'm really in a bad way,\" the voice whined, and Anders perceived that\nit was no more than a series of modulated vibrations.\n\n\"Yes! Go on!\" the voice commanded.\n\n\"If you could spare me a quarter--\" the vibrations said, with a deep\npretense at meaning.\n\nNo, what was there behind the senseless patterns? Flesh, mass. What was\nthat? All made up of atoms.\n\n\"I'm really hungry,\" the intricately arranged atoms muttered.\n\nAll atoms. Conjoined. There were no true separations between atom and\natom. Flesh was stone, stone was light. Anders looked at the masses of\natoms that were pretending to solidity, meaning and reason.\n\n\"Can't you help me?\" a clump of atoms asked. But the clump was identical\nwith all the other atoms. Once you ignored the superimposed patterns,\nyou could see the atoms were random, scattered.\n\n\"I don't believe in you,\" Anders said.\n\nThe pile of atoms was gone.\n\n\"Yes!\" the voice cried. \"Yes!\"\n\n\"I don't believe in any of it,\" Anders said. After all, what was an\natom?\n\n\"Go on!\" the voice shouted. \"You're hot! Go on!\"\n\nWhat was an atom? An empty space surrounded by an empty space.\n\nAbsurd!\n\n\"Then it's all false!\" Anders said. And he was alone under the stars.\n\n\"That's right!\" the voice within his head screamed. \"Nothing!\"\n\nBut stars, Anders thought. How can one believe--\n\nThe stars disappeared. Anders was in a gray nothingness, a void. There\nwas nothing around him except shapeless gray.\n\nWhere was the voice?\n\nGone.\n\nAnders perceived the delusion behind the grayness, and then there was\nnothing at all.\n\nComplete nothingness, and himself within it.\n\n       *       *       *       *       *\n\nWhere was he? What did it mean? Anders' mind tried to add it up.\n\nImpossible. _That_ couldn't be true.\n\nAgain the score was tabulated, but Anders' mind couldn't accept the\ntotal. In desperation, the overloaded mind erased the figures,\neradicated the knowledge, erased itself.\n\n\"Where am I?\"\n\nIn nothingness. Alone.\n\nTrapped.\n\n\"Who am I?\"\n\nA voice.\n\nThe voice of Anders searched the nothingness, shouted, \"Is there anyone\nhere?\"\n\nNo answer.\n\nBut there was someone. All directions were the same, yet moving along\none he could make contact ... with someone. The voice of Anders reached\nback to someone who could save him, perhaps.\n\n\"Save me,\" the voice said to Anders, lying fully dressed on his bed,\nexcept for his shoes and black bow tie.\n\n                                                     --ROBERT SHECKLEY\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Galaxy Science Fiction_ June 1953.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Warm, by Robert Sheckley\n\n*** END OF THIS PROJECT GUTENBERG EBOOK WARM ***\n\n***** This file should be named 29509.txt or 29509.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/5/0/29509/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}