{"title": "The Leech", "author": "Phillips Barbee", "releaseDate": "July 27, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration: Illustrated by CONNELL]\n\n\n the\n    Leech\n\n By PHILLIPS BARBEE\n\n\n _A visitor should be fed, but\n this one could eat you out of\n house and home ... literally!_\n\n\nThe leech was waiting for food. For millennia it had been drifting\nacross the vast emptiness of space. Without consciousness, it had spent\nthe countless centuries in the void between the stars. It was unaware\nwhen it finally reached a sun. Life-giving radiation flared around the\nhard, dry spore. Gravitation tugged at it.\n\nA planet claimed it, with other stellar debris, and the leech fell,\nstill dead-seeming within its tough spore case.\n\nOne speck of dust among many, the winds blew it around the Earth, played\nwith it, and let it fall.\n\nOn the ground, it began to stir. Nourishment soaked in, permeating the\nspore case. It grew--and fed.\n\n       *       *       *       *       *\n\nFrank Conners came up on the porch and coughed twice. \"Say, pardon me,\nProfessor,\" he said.\n\nThe long, pale man didn't stir from the sagging couch. His horn-rimmed\nglasses were perched on his forehead, and he was snoring very gently.\n\n\"I'm awful sorry to disturb you,\" Conners said, pushing back his\nbattered felt hat. \"I know it's your restin' week and all, but there's\nsomething damned funny in the ditch.\"\n\nThe pale man's left eyebrow twitched, but he showed no other sign of\nhaving heard.\n\nFrank Conners coughed again, holding his spade in one purple-veined\nhand. \"Didja hear me, Professor?\"\n\n\"Of course I heard you,\" Micheals said in a muffled voice, his eyes\nstill closed. \"You found a pixie.\"\n\n\"A what?\" Conners asked, squinting at Micheals.\n\n\"A little man in a green suit. Feed him milk, Conners.\"\n\n\"No, sir. I think it's a rock.\"\n\nMicheals opened one eye and focused it in Conners' general direction.\n\n\"I'm awfully sorry about it,\" Conners said. Professor Micheals' resting\nweek was a ten-year-old custom, and his only eccentricity. All winter\nMicheals taught anthropology, worked on half a dozen committees, dabbled\nin physics and chemistry, and still found time to write a book a year.\nWhen summer came, he was tired.\n\nArriving at his worked-out New York State farm, it was his invariable\nrule to do absolutely nothing for a week. He hired Frank Conners to cook\nfor that week and generally make himself useful, while Professor\nMicheals slept.\n\nDuring the second week, Micheals would wander around, look at the trees\nand fish. By the third week he would be getting a tan, reading,\nrepairing the sheds and climbing mountains. At the end of four weeks, he\ncould hardly wait to get back to the city.\n\nBut the resting week was sacred.\n\n\"I really wouldn't bother you for anything small,\" Conners said\napologetically. \"But that damned rock melted two inches off my spade.\"\n\nMicheals opened both eyes and sat up. Conners held out the spade. The\nrounded end was sheared cleanly off. Micheals swung himself off the\ncouch and slipped his feet into battered moccasins.\n\n\"Let's see this wonder,\" he said.\n\n       *       *       *       *       *\n\nThe object was lying in the ditch at the end of the front lawn, three\nfeet from the main road. It was round, about the size of a truck tire,\nand solid throughout. It was about an inch thick, as far as he could\ntell, grayish black and intricately veined.\n\n\"Don't touch it,\" Conners warned.\n\n\"I'm not going to. Let me have your spade.\" Micheals took the spade and\nprodded the object experimentally. It was completely unyielding. He held\nthe spade to the surface for a moment, then withdrew it. Another inch\nwas gone.\n\nMicheals frowned, and pushed his glasses tighter against his nose. He\nheld the spade against the rock with one hand, the other held close to\nthe surface. More of the spade disappeared.\n\n\"Doesn't seem to be generating heat,\" he said to Conners. \"Did you\nnotice any the first time?\"\n\nConners shook his head.\n\nMicheals picked up a clod of dirt and tossed it on the object. The dirt\ndissolved quickly, leaving no trace on the gray-black surface. A large\nstone followed the dirt, and disappeared in the same way.\n\n\"Isn't that just about the damnedest thing you ever saw, Professor?\"\nConners asked.\n\n\"Yes,\" Micheals agreed, standing up again. \"It just about is.\"\n\nHe hefted the spade and brought it down smartly on the object. When it\nhit, he almost dropped the spade. He had been gripping the handle\nrigidly, braced for a recoil. But the spade struck that unyielding\nsurface and _stayed_. There was no perceptible give, but absolutely no\nrecoil.\n\n\"Whatcha think it is?\" Conners asked.\n\n\"It's no stone,\" Micheals said. He stepped back. \"A leech drinks blood.\nThis thing seems to be drinking dirt. And spades.\" He struck it a few\nmore times, experimentally. The two men looked at each other. On the\nroad, half a dozen Army trucks rolled past.\n\n\"I'm going to phone the college and ask a physics man about it,\"\nMicheals said. \"Or a biologist. I'd like to get rid of that thing before\nit spoils my lawn.\"\n\nThey walked back to the house.\n\n       *       *       *       *       *\n\nEverything fed the leech. The wind added its modicum of kinetic energy,\nruffling across the gray-black surface. Rain fell, and the force of each\nindividual drop added to its store. The water was sucked in by the\nall-absorbing surface.\n\nThe sunlight above it was absorbed, and converted into mass for its\nbody. Beneath it, the soil was consumed, dirt, stones and branches\nbroken down by the leech's complex cells and changed into energy. Energy\nwas converted back into mass, and the leech grew.\n\nSlowly, the first flickers of consciousness began to return. Its first\nrealization was of the impossible smallness of its body.\n\nIt grew.\n\n       *       *       *       *       *\n\nWhen Micheals looked the next day, the leech was eight feet across,\nsticking out into the road and up the side of the lawn. The following\nday it was almost eighteen feet in diameter, shaped to fit the contour\nof the ditch, and covering most of the road. That day the sheriff drove\nup in his model A, followed by half the town.\n\n\"Is that your leech thing, Professor Micheals?\" Sheriff Flynn asked.\n\n\"That's it,\" Micheals said. He had spent the past days looking\nunsuccessfully for an acid that would dissolve the leech.\n\n\"We gotta get it out of the road,\" Flynn said, walking truculently up to\nthe leech. \"Something like this, you can't let it block the road,\nProfessor. The Army's gotta use this road.\"\n\n\"I'm terribly sorry,\" Micheals said with a straight face. \"Go right\nahead, Sheriff. But be careful. It's hot.\" The leech wasn't hot, but it\nseemed the simplest explanation under the circumstances.\n\nMicheals watched with interest as the sheriff tried to shove a crowbar\nunder it. He smiled to himself when it was removed with half a foot of\nits length gone.\n\nThe sheriff wasn't so easily discouraged. He had come prepared for a\nstubborn piece of rock. He went to the rumble seat of his car and took\nout a blowtorch and a sledgehammer, ignited the torch and focused it on\none edge of the leech.\n\nAfter five minutes, there was no change. The gray didn't turn red or\neven seem to heat up. Sheriff Flynn continued to bake it for fifteen\nminutes, then called to one of the men.\n\n\"Hit that spot with the sledge, Jerry.\"\n\nJerry picked up the sledgehammer, motioned the sheriff back, and swung\nit over his head. He let out a howl as the hammer struck unyieldingly.\nThere wasn't a fraction of recoil.\n\nIn the distance they heard the roar of an Army convoy.\n\n\"Now we'll get some action,\" Flynn said.\n\n       *       *       *       *       *\n\nMicheals wasn't so sure. He walked around the periphery of the leech,\nasking himself what kind of substance would react that way. The answer\nwas easy--no substance. No _known_ substance.\n\nThe driver in the lead jeep held up his hand, and the long convoy ground\nto a halt. A hard, efficient-looking officer stepped out of the jeep.\nFrom the star on either shoulder, Micheals knew he was a brigadier\ngeneral.\n\n\"You can't block this road,\" the general said. He was a tall, spare man\nin suntans, with a sunburned face and cold eyes. \"Please clear that\nthing away.\"\n\n\"We can't move it,\" Micheals said. He told the general what had happened\nin the past few days.\n\n\"It must be moved,\" the general said. \"This convoy must go through.\" He\nwalked closer and looked at the leech. \"You say it can't be jacked up by\na crowbar? A torch won't burn it?\"\n\n\"That's right,\" Micheals said, smiling faintly.\n\n\"Driver,\" the general said over his shoulder. \"Ride over it.\"\n\nMicheals started to protest, but stopped himself. The military mind\nwould have to find out in its own way.\n\nThe driver put his jeep in gear and shot forward, jumping the leech's\nfour-inch edge. The jeep got to the center of the leech and stopped.\n\n\"I didn't tell you to stop!\" the general bellowed.\n\n\"I didn't, sir!\" the driver protested.\n\nThe jeep had been yanked to a stop and had stalled. The driver started\nit again, shifted to four-wheel drive, and tried to ram forward. The\njeep was fixed immovably, as though set in concrete.\n\n\"Pardon me,\" Micheals said. \"If you look, you can see that the tires are\nmelting down.\"\n\nThe general stared, his hand creeping automatically toward his pistol\nbelt. Then he shouted, \"Jump, driver! Don't touch that gray stuff.\"\n\nWhite-faced, the driver climbed to the hood of his jeep, looked around\nhim, and jumped clear.\n\nThere was complete silence as everyone watched the jeep. First its tires\nmelted down, and then the rims. The body, resting on the gray surface,\nmelted, too.\n\nThe aerial was the last to go.\n\nThe general began to swear softly under his breath. He turned to the\ndriver. \"Go back and have some men bring up hand grenades and dynamite.\"\n\nThe driver ran back to the convoy.\n\n\"I don't know what you've got here,\" the general said. \"But it's not\ngoing to stop a U.S. Army convoy.\"\n\nMicheals wasn't so sure.\n\n       *       *       *       *       *\n\nThe leech was nearly awake now, and its body was calling for more and\nmore food. It dissolved the soil under it at a furious rate, filling it\nin with its own body, flowing outward.\n\nA large object landed on it, and that became food also. Then suddenly--\n\nA burst of energy against its surface, and then another, and another. It\nconsumed them gratefully, converting them into mass. Little metal\npellets struck it, and their kinetic energy was absorbed, their mass\nconverted. More explosions took place, helping to fill the starving\ncells.\n\nIt began to sense things--controlled combustion around it, vibrations of\nwind, mass movements.\n\nThere was another, greater explosion, a taste of _real_ food! Greedily\nit ate, growing faster. It waited anxiously for more explosions, while\nits cells screamed for food.\n\nBut no more came. It continued to feed on the soil and on the Sun's\nenergy. Night came, noticeable for its lesser energy possibilities, and\nthen more days and nights. Vibrating objects continued to move around\nit.\n\nIt ate and grew and flowed.\n\n       *       *       *       *       *\n\nMicheals stood on a little hill, watching the dissolution of his house.\nThe leech was several hundred yards across now, lapping at his front\nporch.\n\nGood-by, home, Micheals thought, remembering the ten summers he had\nspent there.\n\nThe porch collapsed into the body of the leech. Bit by bit, the house\ncrumpled.\n\nThe leech looked like a field of lava now, a blasted spot on the green\nEarth.\n\n\"Pardon me, sir,\" a soldier said, coming up behind him. \"General\nO'Donnell would like to see you.\"\n\n\"Right,\" Micheals said, and took his last look at the house.\n\nHe followed the soldier through the barbed wire that had been set up in\na half-mile circle around the leech. A company of soldiers was on guard\naround it, keeping back the reporters and the hundreds of curious people\nwho had flocked to the scene. Micheals wondered why he was still allowed\ninside. Probably, he decided, because most of this was taking place on\nhis land.\n\nThe soldier brought him to a tent. Micheals stooped and went in.\nGeneral O'Donnell, still in suntans, was seated at a small desk. He\nmotioned Micheals to a chair.\n\n\"I've been put in charge of getting rid of this leech,\" he said to\nMicheals.\n\nMicheals nodded, not commenting on the advisability of giving a soldier\na scientist's job.\n\n\"You're a professor, aren't you?\"\n\n\"Yes. Anthropology.\"\n\n\"Good. Smoke?\" The general lighted Micheals' cigarette. \"I'd like you to\nstay around here in an advisory capacity. You were one of the first to\nsee this leech. I'd appreciate your observations on--\" he smiled--\"the\nenemy.\"\n\n\"I'd be glad to,\" Micheals said. \"However, I think this is more in the\nline of a physicist or a biochemist.\"\n\n\"I don't want this place cluttered with scientists,\" General O'Donnell\nsaid, frowning at the tip of his cigarette. \"Don't get me wrong. I have\nthe greatest appreciation for science. I am, if I do say so, a\nscientific soldier. I'm always interested in the latest weapons. You\ncan't fight any kind of a war any more without science.\"\n\n       *       *       *       *       *\n\nO'Donnell's sunburned face grew firm. \"But I can't have a team of\nlonghairs poking around this thing for the next month, holding me up. My\njob is to destroy it, by any means in my power, and at once. I am going\nto do just that.\"\n\n\"I don't think you'll find it that easy,\" Micheals said.\n\n\"That's what I want you for,\" O'Donnell said. \"Tell me why and I'll\nfigure out a way of doing it.\"\n\n\"Well, as far as I can figure out, the leech is an organic mass-energy\nconverter, and a frighteningly efficient one. I would guess that it has\na double cycle. First, it converts mass into energy, then back into mass\nfor its body. Second, energy is converted directly into the body mass.\nHow this takes place, I do not know. The leech is not protoplasmic. It\nmay not even be cellular--\"\n\n\"So we need something big against it,\" O'Donnell interrupted. \"Well,\nthat's all right. I've got some big stuff here.\"\n\n\"I don't think you understand me,\" Micheals said. \"Perhaps I'm not\nphrasing this very well. _The leech eats energy._ It can consume the\nstrength of any energy weapon you use against it.\"\n\n\"What happens,\" O'Donnell asked, \"if it keeps on eating?\"\n\n\"I have no idea what its growth-limits are,\" Micheals said. \"Its growth\nmay be limited only by its food source.\"\n\n\"You mean it could continue to grow probably forever?\"\n\n\"It could possibly grow as long as it had something to feed on.\"\n\n\"This is really a challenge,\" O'Donnell said. \"That leech can't be\ntotally impervious to force.\"\n\n\"It seems to be. I suggest you get some physicists in here. Some\nbiologists also. Have them figure out a way of nullifying it.\"\n\nThe general put out his cigarette. \"Professor, I cannot wait while\nscientists wrangle. There is an axiom of mine which I am going to tell\nyou.\" He paused impressively. \"Nothing is impervious to force. Muster\nenough force and anything will give. _Anything._\n\n\"Professor,\" the general continued, in a friendlier tone, \"you shouldn't\nsell short the science you represent. We have, massed under North Hill,\nthe greatest accumulation of energy and radioactive weapons ever\nassembled in one spot. Do you think your leech can stand the full force\nof them?\"\n\n\"I suppose it's possible to overload the thing,\" Micheals said\ndoubtfully. He realized now why the general wanted him around. He\nsupplied the trappings of science, without the authority to override\nO'Donnell.\n\n\"Come with me,\" General O'Donnell said cheerfully, getting up and\nholding back a flap of the tent. \"We're going to crack that leech in\nhalf.\"\n\n       *       *       *       *       *\n\nAfter a long wait, rich food started to come again, piped into one side\nof it. First there was only a little, and then more and more.\nRadiations, vibrations, explosions, solids, liquids--an amazing variety\nof edibles. It accepted them all. But the food was coming too slowly for\nthe starving cells, for new cells were constantly adding their demands\nto the rest.\n\nThe ever-hungry body screamed for more food, faster!\n\nNow that it had reached a fairly efficient size, it was fully awake. It\npuzzled over the energy-impressions around it, locating the source of\nthe new food massed in one spot.\n\nEffortlessly it pushed itself into the air, flew a little way and\ndropped on the food. Its super-efficient cells eagerly gulped the rich\nradioactive substances. But it did not ignore the lesser potentials of\nmetal and clumps of carbohydrates.\n\n       *       *       *       *       *\n\n\"The damned fools,\" General O'Donnell said. \"Why did they have to panic?\nYou'd think they'd never been trained.\" He paced the ground outside his\ntent, now in a new location three miles back.\n\nThe leech had grown to two miles in diameter. Three farming communities\nhad been evacuated.\n\nMicheals, standing beside the general, was still stupefied by the\nmemory. The leech had accepted the massed power of the weapons for a\nwhile, and then its entire bulk had lifted in the air. The Sun had been\nblotted out as it flew leisurely over North Hill, and dropped. There\nshould have been time for evacuation, but the frightened soldiers had\nbeen blind with fear.\n\nSixty-seven men were lost in Operation Leech, and General O'Donnell\nasked permission to use atomic bombs. Washington sent a group of\nscientists to investigate the situation.\n\n\"Haven't those experts decided yet?\" O'Donnell asked, halting angrily in\nfront of the tent. \"They've been talking long enough.\"\n\n\"It's a hard decision,\" Micheals said. Since he wasn't an official\nmember of the investigating team, he had given his information and left.\n\"The physicists consider it a biological matter, and the biologists seem\nto think the chemists should have the answer. No one's an expert on\nthis, because it's never happened before. We just don't have the data.\"\n\n\"It's a military problem,\" O'Donnell said harshly. \"I'm not interested\nin what the thing is--I want to know what can destroy it. They'd better\ngive me permission to use the bomb.\"\n\nMicheals had made his own calculations on that. It was impossible to say\nfor sure, but taking a flying guess at the leech's mass-energy\nabsorption rate, figuring in its size and apparent capacity for growth,\nan atomic bomb _might_ overload it--if used soon enough.\n\nHe estimated three days as the limit of usefulness. The leech was\ngrowing at a geometric rate. It could cover the United States in a few\nmonths.\n\n\"For a week I've been asking permission to use the bomb,\" O'Donnell\ngrumbled. \"And I'll get it, but not until after those jackasses end\ntheir damned talking.\" He stopped pacing and turned to Micheals. \"I am\ngoing to destroy the leech. I am going to smash it, if that's the last\nthing I do. It's more than a matter of security now. It's personal\npride.\"\n\nThat attitude might make great generals, Micheals thought, but it wasn't\nthe way to consider this problem. It was anthropomorphic of O'Donnell to\nsee the leech as an enemy. Even the identification, \"leech,\" was a\nhumanizing factor. O'Donnell was dealing with it as he would any\nphysical obstacle, as though the leech were the simple equivalent of a\nlarge army.\n\nBut the leech was not human, not even of this planet, perhaps. It should\nbe dealt with in its own terms.\n\n\"Here come the bright boys now,\" O'Donnell said.\n\n       *       *       *       *       *\n\nFrom a nearby tent a group of weary men emerged, led by Allenson, a\ngovernment biologist.\n\n\"Well,\" the general asked, \"have you figured out what it is?\"\n\n\"Just a minute, I'll hack off a sample,\" Allenson said, glaring through\nred-rimmed eyes.\n\n\"Have you figured out some _scientific_ way of killing it?\"\n\n\"Oh, that wasn't too difficult,\" Moriarty, an atomic physicist, said\nwryly. \"Wrap it in a perfect vacuum. That'll do the trick. Or blow it\noff the Earth with anti-gravity.\"\n\n\"But failing that,\" Allenson said, \"we suggest you use your atomic\nbombs, and use them fast.\"\n\n\"Is that the opinion of your entire group?\" O'Donnell asked, his eyes\nglittering.\n\n\"Yes.\"\n\nThe general hurried away. Micheals joined the scientists.\n\n\"He should have called us in at the very first,\" Allenson complained.\n\"There's no time to consider anything but force now.\"\n\n\"Have you come to any conclusions about the nature of the leech?\"\nMicheals asked.\n\n\"Only general ones,\" Moriarty said, \"and they're about the same as\nyours. The leech is probably extraterrestrial in origin. It seems to\nhave been in a spore-stage until it landed on Earth.\" He paused to light\na pipe. \"Incidentally, we should be damned glad it didn't drop in an\nocean. We'd have had the Earth eaten out from under us before we knew\nwhat we were looking for.\"\n\nThey walked in silence for a few minutes.\n\n\"As you mentioned, it's a perfect converter--it can transform mass into\nenergy, and any energy into mass.\" Moriarty grinned. \"Naturally that's\nimpossible and I have figures to prove it.\"\n\n\"I'm going to get a drink,\" Allenson said. \"Anyone coming?\"\n\n\"Best idea of the week,\" Micheals said. \"I wonder how long it'll take\nO'Donnell to get permission to use the bomb.\"\n\n\"If I know politics,\" Moriarty said, \"too long.\"\n\n       *       *       *       *       *\n\nThe findings of the government scientists were checked by other\ngovernment scientists. That took a few days. Then Washington wanted to\nknow if there wasn't some alternative to exploding an atomic bomb in the\nmiddle of New York State. It took a little time to convince them of the\nnecessity. After that, people had to be evacuated, which took more time.\n\nThen orders were made out, and five atomic bombs were checked out of a\ncache. A patrol rocket was assigned, given orders, and put under\nGeneral O'Donnell's command. This took a day more.\n\nFinally, the stubby scout rocket was winging its way over New York. From\nthe air, the grayish-black spot was easy to find. Like a festered wound,\nit stretched between Lake Placid and Elizabethtown, covering Keene and\nKeene Valley, and lapping at the edges of Jay.\n\nThe first bomb was released.\n\n       *       *       *       *       *\n\nIt had been a long wait after the first rich food. The greater radiation\nof day was followed by the lesser energy of night many times, as the\nleech ate away the earth beneath it, absorbed the air around it, and\ngrew. Then one day--\n\nAn amazing burst of energy!\n\nEverything was food for the leech, but there was always the possibility\nof choking. The energy poured over it, drenched it, battered it, and the\nleech grew frantically, trying to contain the titanic dose. Still small,\nit quickly reached its overload limit. The strained cells, filled to\nsatiation, were given more and more food. The strangling body built new\ncells at lightning speed. And--\n\nIt held. The energy was controlled, stimulating further growth. More\ncells took over the load, sucking in the food.\n\nThe next doses were wonderfully palatable, easily handled. The leech\noverflowed its bounds, growing, eating, and growing.\n\nThat was a taste of real food! The leech was as near ecstasy as it had\never been. It waited hopefully for more, but no more came.\n\nIt went back to feeding on the Earth. The energy, used to produce more\ncells, was soon dissipated. Soon it was hungry again.\n\nIt would always be hungry.\n\n       *       *       *       *       *\n\nO'Donnell retreated with his demoralized men. They camped ten miles from\nthe leech's southern edge, in the evacuated town of Schroon Lake. The\nleech was over sixty miles in diameter now and still growing fast. It\nlay sprawled over the Adirondack Mountains, completely blanketing\neverything from Saranac Lake to Port Henry, with one edge of it over\nWestport, in Lake Champlain.\n\nEveryone within two hundred miles of the leech was evacuated.\n\nGeneral O'Donnell was given permission to use hydrogen bombs, contingent\non the approval of his scientists.\n\n\"What have the bright boys decided?\" O'Donnell wanted to know.\n\nHe and Micheals were in the living room of an evacuated Schroon Lake\nhouse. O'Donnell had made it his new command post.\n\n\"Why are they hedging?\" O'Donnell demanded impatiently. \"The leech has\nto be blown up quick. What are they fooling around for?\"\n\n\"They're afraid of a chain reaction,\" Micheals told him. \"A\nconcentration of hydrogen bombs might set one up in the Earth's crust or\nin the atmosphere. It might do any of half a dozen things.\"\n\n\"Perhaps they'd like me to order a bayonet attack,\" O'Donnell said\ncontemptuously.\n\nMicheals sighed and sat down in an armchair. He was convinced that the\nwhole method was wrong. The government scientists were being rushed into\na single line of inquiry. The pressure on them was so great that they\ndidn't have a chance to consider any other approach but force--and the\nleech thrived on that.\n\nMicheals was certain that there were times when fighting fire with fire\nwas not applicable.\n\nFire. Loki, god of fire. And of trickery. No, there was no answer there.\nBut Micheals' mind was in mythology now, retreating from the unbearable\npresent.\n\nAllenson came in, followed by six other men.\n\n\"Well,\" Allenson said, \"there's a damned good chance of splitting the\nEarth wide open if you use the number of bombs our figures show you\nneed.\"\n\n\"You have to take chances in war,\" O'Donnell replied bluntly. \"Shall I\ngo ahead?\"\n\nMicheals saw, suddenly, that O'Donnell didn't care if he did crack the\nEarth. The red-faced general only knew that he was going to set off the\ngreatest explosion ever produced by the hand of Man.\n\n\"Not so fast,\" Allenson said. \"I'll let the others speak for\nthemselves.\"\n\nThe general contained himself with difficulty. \"Remember,\" he said,\n\"according to your own figures, the leech is growing at the rate of\ntwenty feet an hour.\"\n\n\"And speeding up,\" Allenson added. \"But this isn't a decision to be made\nin haste.\"\n\nMicheals found his mind wandering again, to the lightning bolts of Zeus.\nThat was what they needed. Or the strength of Hercules.\n\nOr--\n\nHe sat up suddenly. \"Gentlemen, I believe I can offer you a possible\nalternative, although it's a very dim one.\"\n\nThey stared at him.\n\n\"Have you ever heard of Antaeus?\" he asked.\n\n       *       *       *       *       *\n\nThe more the leech ate, the faster it grew and the hungrier it became.\nAlthough its birth was forgotten, it did remember a long way back. It\nhad eaten a planet in that ancient past. Grown tremendous, ravenous, it\nhad made the journey to a nearby star and eaten that, replenishing the\ncells converted into energy for the trip. But then there was no more\nfood, and the next star was an enormous distance away.\n\nIt set out on the journey, but long before it reached the food, its\nenergy ran out. Mass, converted back to energy to make the trip, was\nused up. It shrank.\n\nFinally, all the energy was gone. It was a spore, drifting aimlessly,\nlifelessly, in space.\n\nThat was the first time. Or was it? It thought it could remember back to\na distant, misty time when the Universe was evenly covered with stars.\nIt had eaten through them, cutting away whole sections, growing,\nswelling. And the stars had swung off in terror, forming galaxies and\nconstellations.\n\nOr was that a dream?\n\nMethodically, it fed on the Earth, wondering where the rich food was.\nAnd then it was back again, but this time above the leech.\n\nIt waited, but the tantalizing food remained out of reach. It was able\nto sense how rich and pure the food was.\n\nWhy didn't it fall?\n\nFor a long time the leech waited, but the food stayed out of reach. At\nlast, it lifted and followed.\n\nThe food retreated, up, up from the surface of the planet. The leech\nwent after as quickly as its bulk would allow.\n\nThe rich food fled out, into space, and the leech followed. Beyond, it\ncould sense an even richer source.\n\nThe hot, wonderful food of a sun!\n\n       *       *       *       *       *\n\nO'Donnell served champagne for the scientists in the control room.\nOfficial dinners would follow, but this was the victory celebration.\n\n\"A toast,\" the general said, standing. The men raised their glasses. The\nonly man not drinking was a lieutenant, sitting in front of the control\nboard that guided the drone spaceship.\n\n\"To Micheals, for thinking of--what was it again, Micheals?\"\n\n\"Antaeus.\" Micheals had been drinking champagne steadily, but he didn't\nfeel elated. Antaeus, born of Ge, the Earth, and Poseidon, the Sea. The\ninvincible wrestler. Each time Hercules threw him to the ground, he\narose refreshed.\n\nUntil Hercules held him in the air.\n\nMoriarty was muttering to himself, figuring with slide rule, pencil and\npaper. Allenson was drinking, but he didn't look too happy about it.\n\n\"Come on, you birds of evil omen,\" O'Donnell said, pouring more\nchampagne. \"Figure it out later. Right now, drink.\" He turned to the\noperator. \"How's it going?\"\n\nMicheals' analogy had been applied to a spaceship. The ship, operated by\nremote control, was filled with pure radioactives. It hovered over the\nleech until, rising to the bait, it had followed. Antaeus had left his\nmother, the Earth, and was losing his strength in the air. The operator\nwas allowing the spaceship to run fast enough to keep out of the leech's\ngrasp, but close enough to keep it coming.\n\nThe spaceship and the leech were on a collision course with the Sun.\n\n\"Fine, sir,\" the operator said. \"It's inside the orbit of Mercury now.\"\n\n\"Men,\" the general said, \"I swore to destroy that thing. This isn't\nexactly the way I wanted to do it. I figured on a more personal way. But\nthe important thing is the destruction. You will all witness it.\nDestruction is at times a sacred mission. This is such a time. Men, I\nfeel wonderful.\"\n\n\"Turn the spaceship!\" It was Moriarty who had spoken. His face was\nwhite. \"Turn the damned thing!\"\n\nHe shoved his figures at them.\n\nThey were easy to read. The growth-rate of the leech. The\nenergy-consumption rate, estimated. Its speed in space, a constant. The\nenergy it would receive from the Sun as it approached, an exponential\ncurve. Its energy-absorption rate, figured in terms of growth, expressed\nas a hyped-up discontinuous progression.\n\nThe result--\n\n\"It'll consume the Sun,\" Moriarty said, very quietly.\n\nThe control room turned into a bedlam. Six of them tried to explain it\nto O'Donnell at the same time. Then Moriarty tried, and finally\nAllenson.\n\n\"Its rate of growth is so great and its speed so slow--and it will get\nso much energy--that the leech will be able to consume the Sun by the\ntime it gets there. Or, at least, to live off it until it can consume\nit.\"\n\nO'Donnell didn't bother to understand. He turned to the operator.\n\n\"Turn it,\" he said.\n\nThey all hovered over the radar screen, waiting.\n\n       *       *       *       *       *\n\nThe food turned out of the leech's path and streaked away. Ahead was a\ntremendous source, but still a long way off. The leech hesitated.\n\nIts cells, recklessly expending energy, shouted for a decision. The food\nslowed, tantalizingly near.\n\nThe closer source or the greater?\n\nThe leech's body wanted food _now_.\n\nIt started after it, away from the Sun.\n\nThe Sun would come next.\n\n       *       *       *       *       *\n\n\"Pull it out at right angles to the plane of the Solar System,\" Allenson\nsaid.\n\nThe operator touched the controls. On the radar screen, they saw a blob\npursuing a dot. It had turned.\n\nRelief washed over them. It had been close!\n\n\"In what portion of the sky would the leech be?\" O'Donnell asked, his\nface expressionless.\n\n\"Come outside; I believe I can show you,\" an astronomer said. They\nwalked to the door. \"Somewhere in that section,\" the astronomer said,\npointing.\n\n\"Fine. All right, Soldier,\" O'Donnell told the operator. \"Carry out your\norders.\"\n\nThe scientists gasped in unison. The operator manipulated the controls\nand the blob began to overtake the dot. Micheals started across the\nroom.\n\n\"Stop,\" the general said, and his strong, commanding voice stopped\nMicheals. \"I know what I'm doing. I had that ship especially built.\"\n\nThe blob overtook the dot on the radar screen.\n\n\"I told you this was a personal matter,\" O'Donnell said. \"I swore to\ndestroy that leech. We can never have any security while it lives.\" He\nsmiled. \"Shall we look at the sky?\"\n\nThe general strolled to the door, followed by the scientists.\n\n\"Push the button, Soldier!\"\n\nThe operator did. For a moment, nothing happened. Then the sky lit up!\n\nA bright star hung in space. Its brilliance filled the night, grew, and\nstarted to fade.\n\n\"What did you do?\" Micheals gasped.\n\n\"That rocket was built around a hydrogen bomb,\" O'Donnell said, his\nstrong face triumphant. \"I set it off at the contact moment.\" He called\nto the operator again. \"Is there anything showing on the radar?\"\n\n\"Not a speck, sir.\"\n\n\"Men,\" the general said, \"I have met the enemy and he is mine. Let's\nhave some more champagne.\"\n\nBut Micheals found that he was suddenly ill.\n\n       *       *       *       *       *\n\nIt had been shrinking from the expenditure of energy, when the great\nexplosion came. No thought of containing it. The leech's cells held for\nthe barest fraction of a second, and then spontaneously overloaded.\n\nThe leech was smashed, broken up, destroyed. It was split into a\nthousand particles, and the particles were split a million times more.\n\nThe particles were thrown out on the wave front of the explosion, and\nthey split further, spontaneously.\n\nInto spores.\n\nThe spores closed into dry, hard, seemingly lifeless specks of dust,\nbillions of them, scattered, drifting. Unconscious, they floated in the\nemptiness of space.\n\nBillions of them, waiting to be fed.\n\n                                                     --PHILLIPS BARBEE\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Galaxy Science Fiction_ December 1952.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Leech, by Phillips Barbee\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE LEECH ***\n\n***** This file should be named 29525.txt or 29525.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/5/2/29525/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}