{"title": "The Valor of Cappen Varra", "author": "Poul William Anderson", "releaseDate": "July 29, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n    _We have said that there are many and strange shadows, memories\n    surviving from dim pasts, in this FANTASTIC UNIVERSE of ours. Poul\n    Anderson turns to a legend from the Northern countries, countries\n    where even today the pagan past seems only like yesterday, and tells\n    the story of Cappen Varra, who came to Norren a long, long time\n    ago._\n\n\n    the\n  valor\n     of\n cappen\n  varra\n\n by ... _POUL ANDERSON_\n\n\n \"Let little Cappen go,\" they\n shouted. \"Maybe he can sing\n the trolls to sleep--\"\n\n\nThe wind came from the north with sleet on its back. Raw shuddering\ngusts whipped the sea till the ship lurched and men felt driven\nspindrift stinging their faces. Beyond the rail there was winter night,\na moving blackness where the waves rushed and clamored; straining into\nthe great dark, men sensed only the bitter salt of sea-scud, the nettle\nof sleet and the lash of wind.\n\nCappen lost his footing as the ship heaved beneath him, his hands were\nyanked from the icy rail and he went stumbling to the deck. The bilge\nwater was new coldness on his drenched clothes. He struggled back to his\nfeet, leaning on a rower's bench and wishing miserably that his quaking\nstomach had more to lose. But he had already chucked his share of\nstockfish and hardtack, to the laughter of Svearek's men, when the gale\nstarted.\n\nNumb fingers groped anxiously for the harp on his back. It still seemed\nintact in its leather case. He didn't care about the sodden wadmal\nbreeks and tunic that hung around his skin. The sooner they rotted off\nhim, the better. The thought of the silks and linens of Croy was a sigh\nin him.\n\nWhy had he come to Norren?\n\nA gigantic form, vague in the whistling dark, loomed beside him and gave\nhim a steadying hand. He could barely hear the blond giant's bull tones:\n\"Ha, easy there, lad. Methinks the sea horse road is too rough for yer\nfeet.\"\n\n\"Ulp,\" said Cappen. His slim body huddled on the bench, too miserable to\ncare. The sleet pattered against his shoulders and the spray congealed\nin his red hair.\n\nTorbek of Norren squinted into the night. It made his leathery face a\nmesh of wrinkles. \"A bitter feast Yolner we hold,\" he said. \"'Twas a\nmadness of the king's, that he would guest with his brother across the\nwater. Now the other ships are blown from us and the fire is drenched\nout and we lie alone in the Wolf's Throat.\"\n\nWind piped shrill in the rigging. Cappen could just see the longboat's\nsingle mast reeling against the sky. The ice on the shrouds made it a\npale pyramid. Ice everywhere, thick on the rails and benches, sheathing\nthe dragon head and the carved stern-post, the ship rolling and\nstaggering under the great march of waves, men bailing and bailing in\nthe half-frozen bilge to keep her afloat, and too much wind for sail or\noars. Yes--a cold feast!\n\n\"But then, Svearek has been strange since the troll took his daughter,\nthree years ago,\" went on Torbek. He shivered in a way the winter had\nnot caused. \"Never does he smile, and his once open hand grasps tight\nabout the silver and his men have poor reward and no thanks. Yes,\nstrange--\" His small frost-blue eyes shifted to Cappen Varra, and the\nunspoken thought ran on beneath them: Strange, even, that he likes you,\nthe wandering bard from the south. Strange, that he will have you in his\nhall when you cannot sing as his men would like.\n\nCappen did not care to defend himself. He had drifted up toward the\nnorthern barbarians with the idea that they would well reward a minstrel\nwho could offer them something more than their own crude chants. It had\nbeen a mistake; they didn't care for roundels or sestinas, they yawned\nat the thought of roses white and red under the moon of Caronne, a moon\nless fair than my lady's eyes. Nor did a man of Croy have the size and\nstrength to compel their respect; Cappen's light blade flickered swiftly\nenough so that no one cared to fight him, but he lacked the power of\nsheer bulk. Svearek alone had enjoyed hearing him sing, but he was\nniggardly and his brawling thorp was an endless boredom to a man used to\nthe courts of southern princes.\n\nIf he had but had the manhood to leave-- But he had delayed, because of\na lusty peasant wench and a hope that Svearek's coffers would open\nwider; and now he was dragged along over the Wolf's Throat to a\nmidwinter feast which would have to be celebrated on the sea.\n\n\"Had we but fire--\" Torbek thrust his hands inside his cloak, trying to\nwarm them a little. The ship rolled till she was almost on her beam\nends; Torbek braced himself with practiced feet, but Cappen went into\nthe bilge again.\n\nHe sprawled there for a while, his bruised body refusing movement. A\nweary sailor with a bucket glared at him through dripping hair. His\nshout was dim under the hoot and skirl of wind: \"If ye like it so well\ndown here, then help us bail!\"\n\n\"'Tis not yet my turn,\" groaned Cappen, and got slowly up.\n\nThe wave which had nearly swamped them had put out the ship's fire and\ndrenched the wood beyond hope of lighting a new one. It was cold fish\nand sea-sodden hardtack till they saw land again--if they ever did.\n\nAs Cappen raised himself on the leeward side, he thought he saw\nsomething gleam, far out across the wrathful night. A wavering red\nspark-- He brushed a stiffened hand across his eyes, wondering if the\nmadness of wind and water had struck through into his own skull. A gust\nof sleet hid it again. But--\n\nHe fumbled his way aft between the benches. Huddled figures cursed him\nwearily as he stepped on them. The ship shook herself, rolled along the\nedge of a boiling black trough, and slid down into it; for an instant,\nthe white teeth of combers grinned above her rail, and Cappen waited for\nan end to all things. Then she mounted them again, somehow, and wallowed\ntoward another valley.\n\nKing Svearek had the steering oar and was trying to hold the longboat\ninto the wind. He had stood there since sundown, huge and untiring, legs\nbraced and the bucking wood cradled in his arms. More than human he\nseemed, there under the icicle loom of the stern-post, his gray hair and\nbeard rigid with ice. Beneath the horned helmet, the strong moody face\nturned right and left, peering into the darkness. Cappen felt smaller\nthan usual when he approached the steersman.\n\nHe leaned close to the king, shouting against the blast of winter: \"My\nlord, did I not see firelight?\"\n\n\"Aye. I spied it an hour ago,\" grunted the king. \"Been trying to steer\nus a little closer to it.\"\n\nCappen nodded, too sick and weary to feel reproved. \"What is it?\"\n\n\"Some island--there are many in this stretch of water--now shut up!\"\n\nCappen crouched down under the rail and waited.\n\nThe lonely red gleam seemed nearer when he looked again. Svearek's tones\nwere lifting in a roar that hammered through the gale from end to end of\nthe ship: \"Hither! Come hither to me, all men not working!\"\n\nSlowly, they groped to him, great shadowy forms in wool and leather,\nbulking over Cappen like storm-gods. Svearek nodded toward the\nflickering glow. \"One of the islands, somebody must be living there. I\ncannot bring the ship closer for fear of surf, but one of ye should be\nable to take the boat thither and fetch us fire and dry wood. Who will\ngo?\"\n\nThey peered overside, and the uneasy movement that ran among them came\nfrom more than the roll and pitch of the deck underfoot.\n\nBeorna the Bold spoke at last, it was hardly to be heard in the noisy\ndark: \"I never knew of men living hereabouts. It must be a lair of\ntrolls.\"\n\n\"Aye, so ... aye, they'd but eat the man we sent ... out oars, let's\naway from here though it cost our lives ...\" The frightened mumble was\nlow under the jeering wind.\n\nSvearek's face drew into a snarl. \"Are ye men or puling babes? Hack yer\nway through them, if they be trolls, but bring me fire!\"\n\n\"Even a she-troll is stronger than fifty men, my king,\" cried Torbek.\n\"Well ye know that, when the monster woman broke through our guards\nthree years ago and bore off Hildigund.\"\n\n\"Enough!\" It was a scream in Svearek's throat. \"I'll have yer craven\nheads for this, all of ye, if ye gang not to the isle!\"\n\nThey looked at each other, the big men of Norren, and their shoulders\nhunched bear-like. It was Beorna who spoke it for them: \"No, that ye\nwill not. We are free housecarls, who will fight for a leader--but not\nfor a madman.\"\n\nCappen drew back against the rail, trying to make himself small.\n\n\"All gods turn their faces from ye!\" It was more than weariness and\ndespair which glared in Svearek's eyes, there was something of death in\nthem. \"I'll go myself, then!\"\n\n\"No, my king. That we will not find ourselves in.\"\n\n\"I am the king!\"\n\n\"And we are yer housecarls, sworn to defend ye--even from yerself. Ye\nshall not go.\"\n\nThe ship rolled again, so violently that they were all thrown to\nstarboard. Cappen landed on Torbek, who reached up to shove him aside\nand then closed one huge fist on his tunic.\n\n\"Here's our man!\"\n\n\"Hi!\" yelled Cappen.\n\nTorbek hauled him roughly back to his feet. \"Ye cannot row or bail yer\nfair share,\" he growled, \"nor do ye know the rigging or any skill of a\nsailor--'tis time ye made yerself useful!\"\n\n\"Aye, aye--let little Cappen go--mayhap he can sing the trolls to\nsleep--\" The laughter was hard and barking, edged with fear, and they\nall hemmed him in.\n\n\"My lord!\" bleated the minstrel. \"I am your guest--\"\n\nSvearek laughed unpleasantly, half crazily. \"Sing them a song,\" he\nhowled. \"Make a fine roun--whatever ye call it--to the troll-wife's\nbeauty. And bring us some fire, little man, bring us a flame less hot\nthan the love in yer breast for yer lady!\"\n\nTeeth grinned through matted beards. Someone hauled on the rope from\nwhich the ship's small boat trailed, dragging it close. \"Go, ye scut!\" A\nhorny hand sent Cappen stumbling to the rail.\n\nHe cried out once again. An ax lifted above his head. Someone handed him\nhis own slim sword, and for a wild moment he thought of fighting.\nUseless--too many of them. He buckled on the sword and spat at the men.\nThe wind tossed it back in his face, and they raved with laughter.\n\nOver the side! The boat rose to meet him, he landed in a heap on\ndrenched planks and looked up into the shadowy faces of the northmen.\nThere was a sob in his throat as he found the seat and took out the\noars.\n\nAn awkward pull sent him spinning from the ship, and then the night had\nswallowed it and he was alone. Numbly, he bent to the task. Unless he\nwanted to drown, there was no place to go but the island.\n\nHe was too weary and ill to be much afraid, and such fear as he had was\nall of the sea. It could rise over him, gulp him down, the gray horses\nwould gallop over him and the long weeds would wrap him when he rolled\ndead against some skerry. The soft vales of Caronne and the roses in\nCroy's gardens seemed like a dream. There was only the roar and boom of\nthe northern sea, hiss of sleet and spindrift, crazed scream of wind, he\nwas alone as man had ever been and he would go down to the sharks alone.\n\nThe boat wallowed, but rode the waves better than the longship. He grew\ndully aware that the storm was pushing him toward the island. It was\nbecoming visible, a deeper blackness harsh against the night.\n\nHe could not row much in the restless water, he shipped the oars and\nwaited for the gale to capsize him and fill his mouth with the sea. And\nwhen it gurgled in his throat, what would his last thought be? Should he\ndwell on the lovely image of Ydris in Seilles, she of the long bright\nhair and the singing voice? But then there had been the tomboy laughter\nof dark Falkny, he could not neglect her. And there were memories of\nElvanna in her castle by the lake, and Sirann of the Hundred Rings, and\nbeauteous Vardry, and hawk-proud Lona, and-- No, he could not do justice\nto any of them in the little time that remained. What a pity it was!\n\nNo, wait, that unforgettable night in Nienne, the beauty which had\nwhispered in his ear and drawn him close, the hair which had fallen like\na silken tent about his cheeks ... ah, that had been the summit of his\nlife, he would go down into darkness with her name on his lips ... But\nhell! What _had_ her name been, now?\n\nCappen Varra, minstrel of Croy, clung to the bench and sighed.\n\nThe great hollow voice of surf lifted about him, waves sheeted across\nthe gunwale and the boat danced in madness. Cappen groaned, huddling\ninto the circle of his own arms and shaking with cold. Swiftly, now, the\nend of all sunlight and laughter, the dark and lonely road which all men\nmust tread. _O Ilwarra of Syr, Aedra in Tholis, could I but kiss you\nonce more--_\n\nStones grated under the keel. It was a shock like a sword going through\nhim. Cappen looked unbelievingly up. The boat had drifted to land--he\nwas alive!\n\nIt was like the sun in his breast. Weariness fell from him, and he\nleaped overside, not feeling the chill of the shallows. With a grunt, he\nheaved the boat up on the narrow strand and knotted the painter to a\nfang-like jut of reef.\n\nThen he looked about him. The island was small, utterly bare, a savage\nloom of rock rising out of the sea that growled at its feet and streamed\noff its shoulders. He had come into a little cliff-walled bay, somewhat\nsheltered from the wind. He was here!\n\nFor a moment he stood, running through all he had learned about the\ntrolls which infested these northlands. Hideous and soulless dwellers\nunderground, they knew not old age; a sword could hew them asunder, but\nbefore it reached their deep-seated life, their unhuman strength had\nplucked a man apart. Then they ate him--\n\nSmall wonder the northmen feared them. Cappen threw back his head and\nlaughed. He had once done a service for a mighty wizard in the south,\nand his reward hung about his neck, a small silver amulet. The wizard\nhad told him that no supernatural being could harm anyone who carried a\npiece of silver.\n\nThe northmen said that a troll was powerless against a man who was not\nafraid; but, of course, only to see one was to feel the heart turn to\nice. They did not know the value of silver, it seemed--odd that they\nshouldn't, but they did not. Because Cappen Varra did, he had no reason\nto be afraid; therefore he was doubly safe, and it was but a matter of\ntalking the troll into giving him some fire. If indeed there was a troll\nhere, and not some harmless fisherman.\n\nHe whistled gaily, wrung some of the water from his cloak and ruddy\nhair, and started along the beach. In the sleety gloom, he could just\nsee a hewn-out path winding up one of the cliffs and he set his feet on\nit.\n\nAt the top of the path, the wind ripped his whistling from his lips. He\nhunched his back against it and walked faster, swearing as he stumbled\non hidden rocks. The ice-sheathed ground was slippery underfoot, and the\ncold bit like a knife.\n\nRounding a crag, he saw redness glow in the face of a steep bluff. A\ncave mouth, a fire within--he hastened his steps, hungering for warmth,\nuntil he stood in the entrance.\n\n\"_Who comes?_\"\n\nIt was a hoarse bass cry that rang and boomed between walls of rock;\nthere was ice and horror in it, for a moment Cappen's heart stumbled.\nThen he remembered the amulet and strode boldly inside.\n\n\"Good evening, mother,\" he said cheerily.\n\nThe cave widened out into a stony hugeness that gaped with tunnels\nleading further underground. The rough, soot-blackened walls were hung\nwith plundered silks and cloth-of-gold, gone ragged with age and damp;\nthe floor was strewn with stinking rushes, and gnawed bones were heaped\nin disorder. Cappen saw the skulls of men among them. In the center of\nthe room, a great fire leaped and blazed, throwing billows of heat\nagainst him; some of its smoke went up a hole in the roof, the rest\nstung his eyes to watering and he sneezed.\n\nThe troll-wife crouched on the floor, snarling at him. She was quite the\nmost hideous thing Cappen had ever seen: nearly as tall as he, she was\ntwice as broad and thick, and the knotted arms hung down past bowed\nknees till their clawed fingers brushed the ground. Her head was\nbeast-like, almost split in half by the tusked mouth, the eyes wells of\ndarkness, the nose an ell long; her hairless skin was green and cold,\nmoving on her bones. A tattered shift covered some of her monstrousness,\nbut she was still a nightmare.\n\n\"Ho-ho, ho-ho!\" Her laughter roared out, hungry and hollow as the surf\naround the island. Slowly, she shuffled closer. \"So my dinner comes\nwalking in to greet me, ho, ho, ho! Welcome, sweet flesh, welcome, good\nmarrow-filled bones, come in and be warmed.\"\n\n\"Why, thank you, good mother.\" Cappen shucked his cloak and grinning at\nher through the smoke. He felt his clothes steaming already. \"I love you\ntoo.\"\n\nOver her shoulder, he suddenly saw the girl. She was huddled in a\ncorner, wrapped in fear, but the eyes that watched him were as blue as\nthe skies over Caronne. The ragged dress did not hide the gentle curves\nof her body, nor did the tear-streaked grime spoil the lilt of her face.\n\"Why, 'tis springtime in here,\" cried Cappen, \"and Primavera herself is\nstrewing flowers of love.\"\n\n\"What are you talking about, crazy man?\" rumbled the troll-wife. She\nturned to the girl. \"Heap the fire, Hildigund, and set up the roasting\nspit. Tonight I feast!\"\n\n\"Truly I see heaven in female form before me,\" said Cappen.\n\nThe troll scratched her misshapen head.\n\n\"You must surely be from far away, moonstruck man,\" she said.\n\n\"Aye, from golden Croy am I wandered, drawn over dolorous seas and empty\nwild lands by the fame of loveliness waiting here; and now that I have\nseen you, my life is full.\" Cappen was looking at the girl as he spoke,\nbut he hoped the troll might take it as aimed her way.\n\n\"It will be fuller,\" grinned the monster. \"Stuffed with hot coals while\nyet you live.\" She glanced back at the girl. \"What, are you not working\nyet, you lazy tub of lard? Set up the spit, I said!\"\n\nThe girl shuddered back against a heap of wood. \"No,\" she whispered. \"I\ncannot--not ... not for a man.\"\n\n\"Can and will, my girl,\" said the troll, picking up a bone to throw at\nher. The girl shrieked a little.\n\n\"No, no, sweet mother. I would not be so ungallant as to have beauty\ntoil for me.\" Cappen plucked at the troll's filthy dress. \"It is not\nmeet--in two senses. I only came to beg a little fire; yet will I bear\naway a greater fire within my heart.\"\n\n\"Fire in your guts, you mean! No man ever left me save as picked bones.\"\n\nCappen thought he heard a worried note in the animal growl. \"Shall we\nhave music for the feast?\" he asked mildly. He unslung the case of his\nharp and took it out.\n\nThe troll-wife waved her fists in the air and danced with rage. \"Are you\nmad? I tell you, you are going to be eaten!\"\n\nThe minstrel plucked a string on his harp. \"This wet air has played the\ndevil with her tone,\" he murmured sadly.\n\nThe troll-wife roared wordlessly and lunged at him. Hildigund covered\nher eyes. Cappen tuned his harp. A foot from his throat, the claws\nstopped.\n\n\"Pray do not excite yourself, mother,\" said the bard. \"I carry silver,\nyou know.\"\n\n\"What is that to me? If you think you have a charm which will turn me,\nknow that there is none. I've no fear of your metal!\"\n\nCappen threw back his head and sang:\n\n    \"_A lovely lady full oft lies.\n    The light that lies within her eyes\n    And lies and lies, in no surprise.\n    All her unkindness can devise\n    To trouble hearts that seek the prize\n    Which is herself, are angel lies--_\"\n\n\"_Aaaarrrgh!_\" It was like thunder drowning him out. The troll-wife\nturned and went on all fours and poked up the fire with her nose.\n\nCappen stepped softly around her and touched the girl. She looked up\nwith a little whimper.\n\n\"You are Svearek's only daughter, are you not?\" he whispered.\n\n\"Aye--\" She bowed her head, a strengthless despair weighting it down.\n\"The troll stole me away three winters agone. It has tickled her to have\na princess for slave--but soon I will roast on her spit, even as ye,\nbrave man--\"\n\n\"Ridiculous. So fair a lady is meant for another kind of, um, never\nmind! Has she treated you very ill?\"\n\n\"She beats me now and again--and I have been so lonely, naught here at\nall save the troll-wife and I--\" The small work-roughened hands clutched\ndesperately at his waist, and she buried her face against his breast.\n\n\"Can ye save us?\" she gasped. \"I fear 'tis for naught ye ventured yer\nlife, bravest of men. I fear we'll soon both sputter on the coals.\"\n\nCappen said nothing. If she wanted to think he had come especially to\nrescue her, he would not be so ungallant to tell her otherwise.\n\nThe troll-wife's mouth gashed in a grin as she walked through the fire\nto him. \"There is a price,\" she said. \"If you cannot tell me three\nthings about myself which are true beyond disproving, not courage nor\namulet nor the gods themselves may avail to keep that red head on your\nshoulders.\"\n\nCappen clapped a hand to his sword. \"Why, gladly,\" he said; this was a\nrule of magic he had learned long ago, that three truths were the\nneedful armor to make any guardian charm work. \"Imprimis, yours is the\nugliest nose I ever saw poking up a fire. Secundus, I was never in a\nhouse I cared less to guest at. Tertius, ever among trolls you are\nlittle liked, being one of the worst.\"\n\nHildigund moaned with terror as the monster swelled in rage. But there\nwas no movement. Only the leaping flames and the eddying smoke stirred.\n\nCappen's voice rang out, coldly: \"Now the king lies on the sea, frozen\nand wet, and I am come to fetch a brand for his fire. And I had best\nalso see his daughter home.\"\n\nThe troll shook her head, suddenly chuckling. \"No. The brand you may\nhave, just to get you out of this cave, foulness; but the woman is in my\nthrall until a man sleeps with her--here--for a night. And if he does, I\nmay have him to break my fast in the morning!\"\n\nCappen yawned mightily. \"Thank you, mother. Your offer of a bed is most\nwelcome to these tired bones, and I accept gratefully.\"\n\n\"You will die tomorrow!\" she raved. The ground shook under the huge\nweight of her as she stamped. \"Because of the three truths, I must let\nyou go tonight; but tomorrow I may do what I will!\"\n\n\"Forget not my little friend, mother,\" said Cappen, and touched the cord\nof the amulet.\n\n\"I tell you, silver has no use against me--\"\n\nCappen sprawled on the floor and rippled fingers across his harp. \"_A\nlovely lady full oft lies--_\"\n\nThe troll-wife turned from him in a rage. Hildigund ladled up some\nbroth, saying nothing, and Cappen ate it with pleasure, though it could\nhave used more seasoning.\n\nAfter that he indited a sonnet to the princess, who regarded him\nwide-eyed. The troll came back from a tunnel after he finished, and said\ncurtly: \"This way.\" Cappen took the girl's hand and followed her into a\npitchy, reeking dark.\n\nShe plucked an arras aside to show a room which surprised him by being\nhung with tapestries, lit with candles, and furnished with a fine broad\nfeatherbed. \"Sleep here tonight, if you dare,\" she growled. \"And\ntomorrow I shall eat you--and you, worthless lazy she-trash, will have\nthe hide flayed off your back!\" She barked a laugh and left them.\n\nHildigund fell weeping on the mattress. Cappen let her cry herself out\nwhile he undressed and got between the blankets. Drawing his sword, he\nlaid it carefully in the middle of the bed.\n\nThe girl looked at him through jumbled fair locks. \"How can ye dare?\"\nshe whispered. \"One breath of fear, one moment's doubt, and the troll is\nfree to rend ye.\"\n\n\"Exactly.\" Cappen yawned. \"Doubtless she hopes that fear will come to me\nlying wakeful in the night. Wherefore 'tis but a question of going\ngently to sleep. O Svearek, Torbek, and Beorna, could you but see how I\nam resting now!\"\n\n\"But ... the three truths ye gave her ... how knew ye...?\"\n\n\"Oh, those. Well, see you, sweet lady, Primus and Secundus were my own\nthoughts, and who is to disprove them? Tertius was also clear, since you\nsaid there had been no company here in three years--yet are there many\ntrolls in these lands, ergo even they cannot stomach our gentle\nhostess.\" Cappen watched her through heavy-lidded eyes.\n\nShe flushed deeply, blew out the candles, and he heard her slip off her\ngarment and get in with him. There was a long silence.\n\nThen: \"Are ye not--\"\n\n\"Yes, fair one?\" he muttered through his drowsiness.\n\n\"Are ye not ... well, I am here and ye are here and--\"\n\n\"Fear not,\" he said. \"I laid my sword between us. Sleep in peace.\"\n\n\"I ... would be glad--ye have come to deliver--\"\n\n\"No, fair lady. No man of gentle breeding could so abuse his power.\nGoodnight.\" He leaned over, brushing his lips gently across hers, and\nlay down again.\n\n\"Ye are ... I never thought man could be so noble,\" she whispered.\n\nCappen mumbled something. As his soul spun into sleep, he chuckled.\nThose unresting days and nights on the sea had not left him fit for that\nkind of exercise. But, of course, if she wanted to think he was being\nmagnanimous, it could be useful later--\n\n       *       *       *       *       *\n\nHe woke with a start and looked into the sputtering glare of a torch.\nIts light wove across the crags and gullies of the troll-wife's face and\nshimmered wetly off the great tusks in her mouth.\n\n\"Good morning, mother,\" said Cappen politely.\n\nHildigund thrust back a scream.\n\n\"Come and be eaten,\" said the troll-wife.\n\n\"No, thank you,\" said Cappen, regretfully but firmly. \"'Twould be ill\nfor my health. No, I will but trouble you for a firebrand and then the\nprincess and I will be off.\"\n\n\"If you think that stupid bit of silver will protect you, think again,\"\nshe snapped. \"Your three sentences were all that saved you last night.\nNow I hunger.\"\n\n\"Silver,\" said Cappen didactically, \"is a certain shield against all\nblack magics. So the wizard told me, and he was such a nice\nwhite-bearded old man I am sure even his attendant devils never lied.\nNow please depart, mother, for modesty forbids me to dress before your\neyes.\"\n\nThe hideous face thrust close to his. He smiled dreamily and tweaked her\nnose--hard.\n\nShe howled and flung the torch at him. Cappen caught it and stuffed it\ninto her mouth. She choked and ran from the room.\n\n\"A new sport--trollbaiting,\" said the bard gaily into the sudden\ndarkness. \"Come, shall we not venture out?\"\n\nThe girl trembled too much to move. He comforted her, absentmindedly,\nand dressed in the dark, swearing at the clumsy leggings. When he left,\nHildigund put on her clothes and hurried after him.\n\nThe troll-wife squatted by the fire and glared at them as they went by.\nCappen hefted his sword and looked at her. \"I do not love you,\" he said\nmildly, and hewed out.\n\nShe backed away, shrieking as he slashed at her. In the end, she\ncrouched at the mouth of a tunnel, raging futilely. Cappen pricked her\nwith his blade.\n\n\"It is not worth my time to follow you down underground,\" he said, \"but\nif ever you trouble men again, I will hear of it and come and feed you\nto my dogs. A piece at a time--a very small piece--do you understand?\"\n\nShe snarled at him.\n\n\"An _extremely_ small piece,\" said Cappen amiably. \"Have you heard me?\"\n\nSomething broke in her. \"Yes,\" she whimpered. He let her go, and she\nscuttled from him like a rat.\n\nHe remembered the firewood and took an armful; on the way, he\nthoughtfully picked up a few jeweled rings which he didn't think she\nwould be needing and stuck them in his pouch. Then he led the girl\noutside.\n\nThe wind had laid itself, a clear frosty morning glittered on the sea\nand the longship was a distant sliver against white-capped blueness. The\nminstrel groaned. \"What a distance to row! Oh, well--\"\n\n       *       *       *       *       *\n\nThey were at sea before Hildigund spoke. Awe was in the eyes that\nwatched him. \"No man could be so brave,\" she murmured. \"Are ye a god?\"\n\n\"Not quite,\" said Cappen. \"No, most beautiful one, modesty grips my\ntongue. 'Twas but that I had the silver and was therefore proof against\nher sorcery.\"\n\n\"But the silver was no help!\" she cried.\n\nCappen's oar caught a crab. \"What?\" he yelled.\n\n\"No--no--why, she told ye so her own self--\"\n\n\"I thought she lied. I _know_ the silver guards against--\"\n\n\"But she used no magic! Trolls have but their own strength!\"\n\nCappen sagged in his seat. For a moment he thought he was going to\nfaint. Then only his lack of fear had armored him; and if he had known\nthe truth, that would not have lasted a minute.\n\nHe laughed shakily. Another score for his doubts about the overall value\nof truth!\n\nThe longship's oars bit water and approached him. Indignant voices\nasking why he had been so long on his errand faded when his passenger\nwas seen. And Svearek the king wept as he took his daughter back into\nhis arms.\n\nThe hard brown face was still blurred with tears when he looked at the\nminstrel, but the return of his old self was there too. \"What ye have\ndone, Cappen Varra of Croy, is what no other man in the world could have\ndone.\"\n\n\"Aye--aye--\" The rough northern voices held adoration as the warriors\ncrowded around the slim red-haired figure.\n\n\"Ye shall have her whom ye saved to wife,\" said Svearek, \"and when I die\nye shall rule all Norren.\"\n\nCappen swayed and clutched the rail.\n\nThree nights later he slipped away from their shore camp and turned his\nface southward.\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Fantastic Universe_ January 1957.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of Project Gutenberg's The Valor of Cappen Varra, by Poul William Anderson\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE VALOR OF CAPPEN VARRA ***\n\n***** This file should be named 29542.txt or 29542.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/5/4/29542/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}