{"title": "Warrior Race", "author": "Robert Sheckley", "releaseDate": "July 30, 2009", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration: Illustrated by SCATTERGOOD]\n\n\n    By\n  ROBERT\n SHECKLEY\n\n WARRIOR\n  RACE\n\n\n _Destroying the spirit of the enemy is the\n goal of war and the aliens had the best way!_\n\n\nThey never did discover whose fault it was. Fannia pointed out that if\nDonnaught had had the brains of an ox, as well as the build, he would\nhave remembered to check the tanks. Donnaught, although twice as big as\nhim, wasn't quite as fast with an insult. He intimated, after a little\nthought, that Fannia's nose might have obstructed his reading of the\nfuel gauge.\n\nThis still left them twenty light-years from Thetis, with a cupful of\ntransformer fuel in the emergency tank.\n\n\"All right,\" Fannia said presently. \"What's done is done. We can squeeze\nabout three light-years out of the fuel before we're back on atomics.\nHand me _The Galactic Pilot_--unless you forgot that, too.\"\n\nDonnaught dragged the bulky microfilm volume out of its locker, and they\nexplored its pages.\n\n_The Galactic Pilot_ told them they were in a sparse, seldom-visited\nsection of space, which they already knew. The nearest planetary system\nwas Hatterfield; no intelligent life there. Sersus had a native\npopulation, but no refueling facilities. The same with Illed, Hung and\nPorderai.\n\n\"Ah-ha!\" Fannia said. \"Read that, Donnaught. If you can read, that is.\"\n\n\"Cascella,\" Donnaught read, slowly and clearly, following the line with\na thick forefinger. \"Type M sun. Three planets, intelligent (AA3C)\nhuman-type life on second. Oxygen-breathers. Non-mechanical. Religious.\nFriendly. Unique social structure, described in Galactic Survey Report\n33877242. Population estimate: stable at three billion. Basic Cascellan\nvocabulary taped under Cas33b2. Scheduled for resurvey 2375 A.D. Cache\nof transformer fuel left, beam coordinate 8741 kgl. Physical descript:\nUnocc. flatland.\"\n\n\"Transformer fuel, boy!\" Fannia said gleefully. \"I believe we will get\nto Thetis, after all.\" He punched the new direction on the ship's tape.\n\"If that fuel's still there.\"\n\n\"Should we read up on the unique social structure?\" Donnaught asked,\nstill poring over _The Galactic Pilot_.\n\n\"Certainly,\" Fannia said. \"Just step over to the main galactic base on\nEarth and buy me a copy.\"\n\n\"I forgot,\" Donnaught admitted slowly.\n\n\"Let me see,\" Fannia said, dragging out the ship's language library,\n\"Cascellan, Cascellan ... Here it is. Be good while I learn the\nlanguage.\" He set the tape in the hypnophone and switched it on.\n\"Another useless tongue in my overstuffed head,\" he murmured, and then\nthe hypnophone took over.\n\n       *       *       *       *       *\n\nComing out of transformer drive with at least a drop of fuel left, they\nswitched to atomics. Fannia rode the beam right across the planet,\nlocating the slender metal spire of the Galactic Survey cache. The plain\nwas no longer unoccupied, however. The Cascellans had built a city\naround the cache, and the spire dominated the crude wood-and-mud\nbuildings.\n\n\"Hang on,\" Fannia said, and brought the ship down on the outskirts of\nthe city, in a field of stubble.\n\n\"Now look,\" Fannia said, unfastening his safety belt. \"We're just here\nfor fuel. No souvenirs, no side-trips, no fraternizing.\"\n\nThrough the port, they could see a cloud of dust from the city. As it\ncame closer, they made out figures running toward their ship.\n\n\"What do you think this unique social structure is?\" Donnaught asked,\npensively checking the charge in a needler gun.\n\n\"I know not and care less,\" Fannia said, struggling into space armor.\n\"Get dressed.\"\n\n\"The air's breathable.\"\n\n\"Look, pachyderm, for all we know, these Cascellans think the proper way\nto greet visitors is to chop off their heads and stuff them with green\napples. If Galactic says unique, it probably means unique.\"\n\n\"Galactic said they were friendly.\"\n\n\"That means they haven't got atomic bombs. Come on, get dressed.\"\nDonnaught put down the needler and struggled into an oversize suit of\nspace armor. Both men strapped on needlers, paralyzers, and a few\ngrenades.\n\n\"I don't think we have anything to worry about,\" Fannia said, tightening\nthe last nut on his helmet. \"Even if they get rough, they can't crack\nspace armor. And if they're not rough, we won't have any trouble. Maybe\nthese gewgaws will help.\" He picked up a box of trading\narticles--mirrors, toys and the like.\n\nHelmeted and armored, Fannia slid out the port and raised one hand to\nthe Cascellans. The language, hypnotically placed in his mind, leaped to\nhis lips.\n\n\"We come as friends and brothers. Take us to the chief.\"\n\nThe natives clustered around, gaping at the ship and the space armor.\nAlthough they had the same number of eyes, ears and limbs as humans,\nthey completely missed looking like them.\n\n\"If they're friendly,\" Donnaught asked, climbing out of the port, \"why\nall the hardware?\" The Cascellans were dressed predominantly in a\ncollection of knives, swords and daggers. Each man had at least five,\nand some had eight or nine.\n\n\"Maybe Galactic got their signals crossed,\" Fannia said, as the natives\nspread out in an escort. \"Or maybe the natives just use the knives for\nmumblypeg.\"\n\n       *       *       *       *       *\n\nThe city was typical of a non-mechanical culture. Narrow, packed-dirt\nstreets twisted between ramshackle huts. A few two-story buildings\nthreatened to collapse at any minute. A stench filled the air, so strong\nthat Fannia's filter couldn't quite eradicate it. The Cascellans\nbounded ahead of the heavily laden Earthmen, dashing around like a pack\nof playful puppies. Their knives glittered and clanked.\n\nThe chief's house was the only three-story building in the city. The\ntall spire of the cache was right behind it.\n\n\"If you come in peace,\" the chief said when they entered, \"you are\nwelcome.\" He was a middle-aged Cascellan with at least fifteen knives\nstrapped to various parts of his person. He squatted cross-legged on a\nraised dais.\n\n\"We are privileged,\" Fannia said. He remembered from the hypnotic\nlanguage lesson that \"chief\" on Cascella meant more than it usually did\non Earth. The chief here was a combination of king, high priest, deity\nand bravest warrior.\n\n\"We have a few simple gifts here,\" Fannia added, placing the gewgaws at\nthe king's feet. \"Will his majesty accept?\"\n\n\"No,\" the king said. \"We accept no gifts.\" Was that the unique social\nstructure? Fannia wondered. It certainly was not human. \"We are a\nwarrior race. What we want, we take.\"\n\nFannia sat cross-legged in front of the dais and exchanged conversation\nwith the king while Donnaught played with the spurned toys. Trying to\novercome the initial bad impression, Fannia told the chief about the\nstars and other worlds, since simple people usually liked fables. He\nspoke of the ship, not mentioning yet that it was out of fuel. He spoke\nof Cascella, telling the chief how its fame was known throughout the\nGalaxy.\n\n\"That is as it should be,\" the chief said proudly. \"We are a race of\nwarriors, the like of which has never been seen. Every man of us dies\nfighting.\"\n\n\"You must have fought some great wars,\" Fannia said politely, wondering\nwhat idiot had written up the galactic report.\n\n\"I have not fought a war for many years,\" the chief said. \"We are united\nnow, and all our enemies have joined us.\"\n\nBit by bit, Fannia led up to the matter of the fuel.\n\n\"What is this 'fuel'?\" the chief asked, haltingly because there was no\nequivalent for it in the Cascellan language.\n\n\"It makes our ship go.\"\n\n\"And where is it?\"\n\n\"In the metal spire,\" Fannia said. \"If you would just allow us--\"\n\n\"In the holy shrine?\" the chief exclaimed, shocked. \"The tall metal\nchurch which the gods left here long ago?\"\n\n\"Yeah,\" Fannia said sadly, knowing what was coming. \"I guess that's\nit.\"\n\n\"It is sacrilege for an outworlder to go near it,\" the chief said. \"I\nforbid it.\"\n\n\"We need the fuel.\" Fannia was getting tired of sitting cross-legged.\nSpace armor wasn't built for complicated postures. \"The spire was put\nhere for such emergencies.\"\n\n\"Strangers, know that I am god of my people, as well as their leader. If\nyou dare approach the sacred temple, there will be war.\"\n\n\"I was afraid of that,\" Fannia said, getting to his feet.\n\n\"And since we are a race of warriors,\" the chief said, \"at my command,\nevery fighting man of the planet will move against you. More will come\nfrom the hills and from across the rivers.\"\n\nAbruptly, the chief drew a knife. It must have been a signal, because\nevery native in the room did the same.\n\n       *       *       *       *       *\n\nFannia dragged Donnaught away from the toys. \"Look, lummox. These\nfriendly warriors can't do a damn thing to us. Those knives can't cut\nspace armor, and I doubt if they have anything better. Don't let them\npile up on you, though. Use the paralyzer first, the needler if they\nreally get thick.\"\n\n\"Right.\" Donnaught whisked out and primed a paralyzer in a single\ncoordinated movement. With weapons, Donnaught was fast and reliable,\nwhich was virtue enough for Fannia to keep him as a partner.\n\n\"We'll cut around this building and grab the fuel. Two cans ought to be\nenough. Then we'll beat it fast.\"\n\nThey walked out the building, followed by the Cascellans. Four carriers\nlifted the chief, who was barking orders. The narrow street outside was\nsuddenly jammed with armed natives. No one tried to touch them yet, but\nat least a thousand knives were flashing in the sun.\n\nIn front of the cache was a solid phalanx of Cascellans. They stood\nbehind a network of ropes that probably marked the boundary between\nsacred and profane ground.\n\n\"Get set for it,\" Fannia said, and stepped over the ropes.\n\nImmediately the foremost temple guard raised his knife. Fannia brought\nup the paralyzer, not firing it yet, still moving forward.\n\nThe foremost native shouted something, and the knife swept across in a\nglittering arc. The Cascellan gurgled something else, staggered and\nfell. Bright blood oozed from his throat.\n\n\"I _told_ you not to use the needler yet!\" Fannia said.\n\n\"I didn't,\" Donnaught protested. Glancing back, Fannia saw that\nDonnaught's needler was still holstered.\n\n\"Then I don't get it,\" said Fannia bewilderedly.\n\nThree more natives bounded forward, their knives held high. They tumbled\nto the ground also. Fannia stopped and watched as a platoon of natives\nadvanced on them.\n\nOnce they were within stabbing range of the Earthmen, the natives were\nslitting their own throats!\n\nFannia was frozen for a moment, unable to believe his eyes. Donnaught\nhalted behind him.\n\nNatives were rushing forward by the hundreds now, their knives poised,\nscreaming at the Earthmen. As they came within range, each native\nstabbed himself, tumbling on a quickly growing pile of bodies. In\nminutes the Earthmen were surrounded by a heap of bleeding Cascellan\nflesh, which was steadily growing higher.\n\n\"All right!\" Fannia shouted. \"Stop it.\" He yanked Donnaught back with\nhim, to profane ground. \"Truce!\" he yelled in Cascellan.\n\nThe crowd parted and the chief was carried through. With two knives\nclenched in his fists, he was panting from excitement.\n\n\"We have won the first battle!\" he said proudly. \"The might of our\nwarriors frightens even such aliens as yourselves. You shall not profane\nour temple while a man is alive on Cascella!\"\n\nThe natives shouted their approval and triumph.\n\nThe two aliens dazedly stumbled back to their ship.\n\n       *       *       *       *       *\n\n\"So that's what Galactic meant by 'a unique social structure,'\" Fannia\nsaid morosely. He stripped off his armor and lay down on his bunk.\n\"Their way of making war is to suicide their enemies into capitulation.\"\n\n\"They must be nuts,\" Donnaught grumbled. \"That's no way to fight.\"\n\n\"It works, doesn't it?\" Fannia got up and stared out a porthole. The sun\nwas setting, painting the city a charming red in its glow. The beams of\nlight glistened off the spire of the Galactic cache. Through the open\ndoorway they could hear the boom and rattle of drums. \"Tribal call to\narms,\" Fannia said.\n\n\"I still say it's crazy.\" Donnaught had some definite ideas on fighting.\n\"It ain't human.\"\n\n\"I'll buy that. The idea seems to be that if enough people slaughter\nthemselves, the enemy gives up out of sheer guilty conscience.\"\n\n\"What if the enemy doesn't give up?\"\n\n\"Before these people united, they must have fought it out tribe to\ntribe, suiciding until someone gave up. The losers probably joined the\nvictors; the tribe must have grown until it could take over the planet\nby sheer weight of numbers.\" Fannia looked carefully at Donnaught,\ntrying to see if he understood. \"It's anti-survival, of course; if\nsomeone didn't give up, the race would probably kill themselves.\" He\nshook his head. \"But war of any kind is anti-survival. Perhaps they've\ngot rules.\"\n\n\"Couldn't we just barge in and grab the fuel quick?\" Donnaught asked.\n\"And get out before they all killed themselves?\"\n\n\"I don't think so,\" Fannia said. \"They might go on committing suicide\nfor the next ten years, figuring they were still fighting us.\" He looked\nthoughtfully at the city. \"It's that chief of theirs. He's their god and\nhe'd probably keep them suiciding until he was the only man left. Then\nhe'd grin, say, 'We are great warriors,' and kill himself.\"\n\nDonnaught shrugged his big shoulders in disgust. \"Why don't we knock him\noff?\"\n\n\"They'd just elect another god.\" The sun was almost below the horizon\nnow. \"I've got an idea, though,\" Fannia said. He scratched his head. \"It\nmight work. All we can do is try.\"\n\n       *       *       *       *       *\n\nAt midnight, the two men sneaked out of the ship, moving silently into\nthe city. They were both dressed in space armor again. Donnaught carried\ntwo empty fuel cans. Fannia had his paralyzer out.\n\nThe streets were dark and silent as they slid along walls and around\nposts, keeping out of sight. A native turned a corner suddenly, but\nFannia paralyzed him before he could make a sound.\n\nThey crouched in the darkness, in the mouth of an alley facing the\ncache.\n\n\"Have you got it straight?\" Fannia asked. \"I paralyze the guards. You\nbolt in and fill up those cans. We get the hell out of here, quick. When\nthey check, they find the cans still there. Maybe they won't commit\nsuicide then.\"\n\nThe men moved across the shadowy steps in front of the cache. There were\nthree Cascellans guarding the entrance, their knives stuck in their\nloincloths. Fannia stunned them with a medium charge, and Donnaught\nbroke into a run.\n\nTorches instantly flared, natives boiled out of every alleyway,\nshouting, waving their knives.\n\n\"We've been ambushed!\" Fannia shouted. \"Get back here, Donnaught!\"\n\nDonnaught hurriedly retreated. The natives had been waiting for them.\nScreaming, yowling, they rushed at the Earthmen, slitting their own\nthroats at five-foot range. Bodies tumbled in front of Fannia, almost\ntripping him as he backed up. Donnaught caught him by an arm and yanked\nhim straight. They ran out of the sacred area.\n\n\"Truce, damn it!\" Fannia called out. \"Let me speak to the chief. Stop\nit! Stop it! I want a truce!\"\n\nReluctantly, the Cascellans stopped their slaughter.\n\n\"This is war,\" the chief said, striding forward. His almost human face\nwas stern under the torchlight. \"You have seen our warriors. You know\nnow that you cannot stand against them. The word has spread to all our\nlands. My entire people are prepared to do battle.\"\n\nHe looked proudly at his fellow-Cascellans, then back to the Earthmen.\n\"I myself will lead my people into battle now. There will be no stopping\nus. We will fight until you surrender yourselves completely, stripping\noff your armor.\"\n\n\"Wait, Chief,\" Fannia panted, sick at the sight of so much blood. The\nclearing was a scene out of the Inferno. Hundreds of bodies were\nsprawled around. The streets were muddy with blood.\n\n\"Let me confer with my partner tonight. I will speak with you tomorrow.\"\n\n\"No,\" the chief said. \"You started the battle. It must go to its\nconclusion. Brave men wish to die in battle. It is our fondest wish. You\nare the first enemy we have had in many years, since we subdued the\nmountain tribes.\"\n\n\"Sure,\" Fannia said. \"But let's talk about it--\"\n\n\"I myself will fight you,\" the chief said, holding up a dagger. \"I will\ndie for my people, as a warrior must!\"\n\n\"Hold it!\" Fannia shouted. \"Grant us a truce. We are allowed to fight\nonly by sunlight. It is a tribal taboo.\"\n\nThe chief thought for a moment, then said, \"Very well. Until tomorrow.\"\n\nThe beaten Earthmen walked slowly back to their ship amid the jeers of\nthe victorious populace.\n\n       *       *       *       *       *\n\nNext morning, Fannia still didn't have a plan. He knew that he had to\nhave fuel; he wasn't planning on spending the rest of his life on\nCascella, or waiting until the Galactic Survey sent another ship, in\nfifty years or so. On the other hand, he hesitated at the idea of being\nresponsible for the death of anywhere up to three billion people. It\nwouldn't be a very good record to take to Thetis. The Galactic Survey\nmight find out about it. Anyway, he just wouldn't do it.\n\nHe was stuck both ways.\n\nSlowly, the two men walked out to meet the chief. Fannia was still\nsearching wildly for an idea while listening to the drums booming.\n\n\"If there was only someone we could fight,\" Donnaught mourned, looking\nat his useless blasters.\n\n\"That's the deal,\" Fannia said. \"Guilty conscience is making sinners of\nus all, or something like that. They expect us to give in before the\ncarnage gets out of hand.\" He considered for a moment. \"It's not so\ncrazy, actually. On Earth, armies don't usually fight until every last\nman is slaughtered on one side. Someone surrenders when they've had\nenough.\"\n\n\"If they'd just fight _us_!\"\n\n\"Yeah, if they only--\" He stopped. \"We'll fight each other!\" he said.\n\"These people look at suicide as war. Wouldn't they look upon war--real\nfighting--as suicide?\"\n\n\"What good would that do us?\" Donnaught asked.\n\nThey were coming into the city now and the streets were lined with armed\nnatives. Around the city there were thousands more. Natives were filling\nthe plain, as far as the eye could see. Evidently they had responded to\nthe drums and were here to do battle with the aliens.\n\nWhich meant, of course, a wholesale suicide.\n\n\"Look at it this way,\" Fannia said. \"If a guy plans on suiciding on\nEarth, what do we do?\"\n\n\"Arrest him?\" Donnaught asked.\n\n\"Not at first. We offer him anything he wants, if he just won't do it.\nPeople offer the guy money, a job, their daughters, anything, just so he\nwon't do it. It's taboo on Earth.\"\n\n\"So?\"\n\n\"So,\" Fannia went on, \"maybe fighting is just as taboo here. Maybe\nthey'll offer us fuel, if we'll just stop.\"\n\nDonnaught looked dubious, but Fannia felt it was worth a try.\n\n       *       *       *       *       *\n\nThey pushed their way through the crowded city, to the entrance of the\ncache. The chief was waiting for them, beaming on his people like a\njovial war god.\n\n\"Are you ready to do battle?\" he asked. \"Or to surrender?\"\n\n\"Sure,\" Fannia said. \"Now, Donnaught!\"\n\nHe swung, and his mailed fist caught Donnaught in the ribs. Donnaught\nblinked.\n\n\"Come on, you idiot, hit me back.\"\n\nDonnaught swung, and Fannia staggered from the force of the blow. In a\nsecond they were at it like a pair of blacksmiths, mailed blows ringing\nfrom their armored hides.\n\n\"A little lighter,\" Fannia gasped, picking himself up from the ground.\n\"You're denting my ribs.\" He belted Donnaught viciously on the helmet.\n\n\"Stop it!\" the chief cried. \"This is disgusting!\"\n\n\"It's working,\" Fannia panted. \"Now let me strangle you. I think that\nmight do it.\"\n\nDonnaught obliged by falling to the ground. Fannia clamped both hands\naround Donnaught's armored neck, and squeezed.\n\n\"Make believe you're in agony, idiot,\" he said.\n\nDonnaught groaned and moaned as convincingly as he could.\n\n\"You must stop!\" the chief screamed. \"It is terrible to kill another!\"\n\n\"Then let me get some fuel,\" Fannia said, tightening his grip on\nDonnaught's throat.\n\nThe chief thought it over for a little while. Then he shook his head.\n\n\"No.\"\n\n\"What?\"\n\n\"You are aliens. If you want to do this disgraceful thing, do it. But\nyou shall not profane our religious relics.\"\n\n       *       *       *       *       *\n\nDonnaught and Fannia staggered to their feet. Fannia was exhausted from\nfighting in the heavy space armor; he barely made it up.\n\n\"Now,\" the chief said, \"surrender at once. Take off your armor or do\nbattle with us.\"\n\nThe thousands of warriors--possibly millions, because more were arriving\nevery second--shouted their blood-wrath. The cry was taken up on the\noutskirts and echoed to the hills, where more fighting men were pouring\ndown into the crowded plain.\n\nFannia's face contorted. He couldn't give himself and Donnaught up to\nthe Cascellans. They might be cooked at the next church supper. For a\nmoment he considered going after the fuel and letting the damned fools\nsuicide all they pleased.\n\nHis mind an angry blank, Fannia staggered forward and hit the chief in\nthe face with a mailed glove.\n\nThe chief went down, and the natives backed away in horror. Quickly, the\nchief snapped out a knife and brought it up to his throat. Fannia's\nhands closed on the chief's wrists.\n\n\"Listen to me,\" Fannia croaked. \"We're going to take that fuel. If any\nman makes a move--if anyone kills himself--I'll kill your chief.\"\n\nThe natives milled around uncertainly. The chief was struggling wildly\nin Fannia's hands, trying to get a knife to his throat, so he could die\nhonorably.\n\n\"Get it,\" Fannia told Donnaught, \"and hurry it up.\"\n\nThe natives were uncertain just what to do. They had their knives poised\nat their throats, ready to plunge if battle was joined.\n\n\"Don't do it,\" Fannia warned. \"I'll kill the chief and then he'll never\ndie a warrior's death.\"\n\nThe chief was still trying to kill himself. Desperately, Fannia held on,\nknowing he had to keep him from suicide in order to hold the threat of\ndeath over him.\n\n\"Listen, Chief,\" Fannia said, eying the uncertain crowd. \"I must have\nyour promise there'll be no more war between us. Either I get it or I\nkill you.\"\n\n\"Warriors!\" the chief roared. \"Choose a new ruler. Forget me and do\nbattle!\"\n\nThe Cascellans were still uncertain, but knives started to lift.\n\n\"If you do it,\" Fannia shouted in despair, \"I'll kill your chief. _I'll\nkill all of you!_\"\n\nThat stopped them.\n\n\"I have powerful magic in my ship. I can kill every last man, and then\nyou won't be able to die a warrior's death. _Or_ get to heaven!\"\n\nThe chief tried to free himself with a mighty surge that almost tore one\nof his arms free, but Fannia held on, pinning both arms behind his back.\n\n\"Very well,\" the chief said, tears springing into his eyes. \"A warrior\nmust die by his own hand. You have won, alien.\"\n\nThe crowd shouted curses as the Earthmen carried the chief and the cans\nof fuel back to the ship. They waved their knives and danced up and down\nin a frenzy of hate.\n\n\"Let's make it fast,\" Fannia said, after Donnaught had fueled the ship.\n\nHe gave the chief a push and leaped in. In a second they were in the\nair, heading for Thetis and the nearest bar at top speed.\n\nThe natives were hot for blood--their own. Every man of them pledged his\nlife to wiping out the insult to their leader and god, and to their\nshrine.\n\nBut the aliens were gone. There was nobody to fight.\n\n                                                     --ROBERT SHECKLEY\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Galaxy Science Fiction_ November 1952.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Warrior Race, by Robert Sheckley\n\n*** END OF THIS PROJECT GUTENBERG EBOOK WARRIOR RACE ***\n\n***** This file should be named 29548.txt or 29548.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/5/4/29548/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}