{"title": "George Loves Gistla", "author": "James McKimmey", "releaseDate": "August 2, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration]\n\n\n GEORGE\n LOVES\n GISTLA\n\nBy JAMES McKIMMEY, Jr.\n\n\n    _\"Why don't you find yourself some nice little American girl,\" his\n    father had often repeated. But George was on Venus ... and he loved\n    pale green skin ... and globular heads and most of all, George loved\n    Gistla._\n\n\nGeorge Kenington was sixteen, and, as he told himself, someone who was\nsixteen knew more about love than someone who was, say, forty-two. Like\nhis father, for instance. A whole lot more probably. When you were\nforty-two, you got narrow-minded and nervous and angry. You said this is\nthis, and that is that, and there is nothing else. When someone thought\nand felt and talked that way, George thought bitterly, there was not\nenough room inside that person to know what it was like, loving a\nVenusian.\n\nBut George knew. He knew very well.\n\nHer name was Gistla. She was not pretty in standards of American\ncolonists. She had the pale greenish Venusian skin, and she was too\nshort and rather thick. Her face, of course, was not an American face.\nIt was the face of native Venus. Round and smooth, with the large\nlidless eyes. There were no visible ears and a lack of hair strengthened\nthe globular look of her head.\n\nBut she was a person. The beauty was inside of her. Did you have to\npoint to a girl's face and say, \"Here is where the nose should be, here\nis where the ears should be?\" Did you have to measure the width between\neyes and test the color of the skin? Did you have to check the size of\nthe teeth and the existence of hair? Was all of this necessary to\nunderstand what was _inside_ someone?\n\nGeorge snapped a leaf from an overhanging vine and threw it angrily to\nthe ground. He was walking along a thin path that led from the colony to\nthe tangled hills beyond, where hues of red and yellow and purple\nreflected like bold sweeps of watercolor. In a moment he would see\nGistla, and with the color before his eyes and the sweet perfume of the\nflowers in his lungs, he felt again the familiar rise of excitement.\n\nGeorge had not always lived on Venus. The Colony was very new. By 2022,\nmost of the Earth countries had sent colonizers to Mars. But as yet, in\nJune of that year, Venus had been touched by only the sparsest invasion\nof American civilization. George had arrived just three years ago, when\nhis father had been appointed Secretary of the colonizing unit.\n\nAnd that was the whole trouble, really. Father was the Secretary, Mother\nwas the Secretary's wife, Sister was the daughter of the Secretary.\nEverybody was wrapped up in it. Except George.\n\nGeorge loved Gistla.\n\n\"Why don't you find yourself some nice little American girl?\" his father\nhad said. \"Say like Henry Farrel's little daughter?\"\n\nHenry Farrel's little daughter was a sweet sickening girl with a nasty\ntemper and a nasty tongue. Her father was Governor of the Colony. She\ntold you about it all the time.\n\n\"Or,\" his father had told him, \"why not little what's-her-name, Doug\nBrentwood's daughter?\"\n\nLittle what's-her-name's father was the President of the Council. \"My\nfather is President of the Council,\" she said. Over and over, as though\nin a settlement the size of the Colony, there would be anyone who\nwouldn't know her father was the President of the Council.\n\nIt was all a very tight and careful circle, chosen on Earth with a great\ndeal of \"common sense.\"\n\nThere were the ordinary settlers, of course. They had daughters. Some of\nthem were very pretty and long-limbed. And George had thought about\nthat.\n\nCertainly there wasn't a decent-looking girl in the whole Governing\ncircle, and the sight of a girl with flashing eyes and a nice red mouth,\nwho was shaped a little like something besides a tree stump, was indeed\nan exciting sight.\n\nBut there were limitations to the settler girls.\n\nThey had no background to speak of, and though that didn't make any\ndifference, George assured himself, they knew nothing about art, music,\npoetry, or anything really worth while. And, too, while George's father\nhad said, \"Now, George, we're all one here. Each of us is as good as\nanother. Joe Finch, who cares for the flowers outside, is every bit as\ngood a man as I am\"--still George knew, if he told his parents he was\ngoing to marry Joe Finch's daughter someday, there would be hell to pay.\n\nSo as long as the restrictions had been bound around him, there was no\nreason to go just half-way. George was not an ordinary boy. He did\nthings in extreme. He was now in love with a Venusian girl, and his\nfamily was already starting to make him pay.\n\n       *       *       *       *       *\n\nGeorge turned off the path, just beyond an arch of thick purple-green\nvines that always reminded him of a gate to a garden. There was a quiet\nsimplicity to this small clearing where he and Gistla met. There was an\naloneness to it, and only the sound of the flat shiny leaves sliding\ntogether and the high, trilling sound of the small Venusian birds broke\nthe peaceful silence. They had always met here, nowhere else.\n\nNow, as George found himself in the clearing, he began to wonder what\nGistla would say or do when he told her he was taking her home to meet\nhis family. It had been a sudden decision, brought out of anger and\nindignation.\n\nGeorge sat down upon the flat hollow of a large vine. The sky was murky\nas usual, but the soft warm feel and smell of the growth around him,\nwith its color and brightness, made up for a sunless sky.\n\nAs he waited, he remembered what his mother had said:\n\n\"Oh, George, you're really not serious about bringing a _Venusian_ into\nour home!\"\n\nAnd his sister, Mari, had said, \"My God!\" Mari, who was eighteen, said\nthis to most anything.\n\nBut his father, eyes bright and alert, had said, \"No, now if George\nwants to bring one of these, ah, Venusians home with him, that's his\nprivilege. I think it would be very interesting.\"\n\nGeorge knew what his father meant by interesting.\n\nExposing Gistla to his family would result in deliberate sarcasm and\neye-squinting and barely hidden smiles. There would be pointed remarks\nand direct insults. And when it was over, George knew, he would be\nexpected to see the error of his ways. He would then be expected to\nforget about this odd creature and find himself a nice ignorant little\nColony girl, whose father was a member of the Governing circle.\n\n\"And to hell with that, too,\" George said.\n\n\"What?\" George heard Gistla say. He turned quickly. She was standing at\nthe edge of the clearing, her round green eyes looking soft and serious.\nShe wore the usual gray cape that reached her ankles. Her voice was a\ndeep round sound, and there was hardly any accent in the words she had\nlearned so quickly since the Colony had begun.\n\n\"Talking to myself,\" George grinned. The old excitement was inside of\nhim. There was a kind of exotic quality in meeting Gistla that never\ndisappeared.\n\nShe crossed the clearing, not too gracefully, and touched her fingers\nagainst his hand. This had been the extent of their physical expression\nof love.\n\n\"It is nice to see you, George.\"\n\nHe noticed his feeling of pleasure when he heard her speak his name.\nThere was something about his own name being spoken by Gistla that had\nalways seemed even more strange than anything else.\n\nShe sat down beside him, and they looked at each other while the leaves\nwhispered around them and the birds fluttered and chirped. He discovered\nagain the feeling of rightness, sitting beside Gistla. There was a\nsolidity about her, a quiet maturity that he seemed able to feel in\nhimself only when he was with her. And that too was strange, because in\nAmerican terms of age, she was much younger than he.\n\nSitting, as they were doing, silent, watching each other, had been most\nof their activity. You did not need to entertain Gistla with foolish\nsmall-talk or exaggerated praising.\n\nBut right now he wanted to tell her quickly, to make sure that she would\nfeel the enthusiasm he had felt.\n\n\"Listen, Gistla,\" he said, while she watched him with her soft-looking\nround eyes. \"I want you to come with me today to meet my family.\"\n\nHis words seemed to have an odd ring to them, and George waited tensely\nuntil he was sure that she was not shocked or angry about what he had\njust said.\n\nShe sat silently for a moment and then she said, \"Do you think that is\nright for me to do, George?\"\n\n\"Sure it is! Why not? They know about you and me. They know we're in\nlove.\"\n\n\"Love--\" She spoke the word as though it were an indefinite, elusive\nthing that you could not offer as reason for doing anything.\n\nGistla was very wise, George realized, but this was a time for\nenthusiasm, a time to strengthen their own relationship in this world.\n\n\"Say you will!\" George said.\n\n\"Do you want me to?\"\n\n\"Well, sure I do. What did you think?\"\n\nShe held her hands in her lap quietly. They were not unlike his own,\nGeorge observed, except for the extreme smallness and the color.\n\n\"I do not think it will be nice for you or them,\" she said.\n\n\"Ah, listen, Gistla. Don't talk that way. It'll be fine!\" But he knew\nthat he was not deceiving her with the lightness he tried to put into\nhis voice.\n\nThen, although she had never done it before, she reached out and touched\nhis cheek. George had grown used to the emotions that reflected on her\nface, and he knew she was suddenly very sad. \"Yes, George,\" she said. \"I\nwill go with you to meet your family.\" And she said it as though she\nwere telling him good-by.\n\n       *       *       *       *       *\n\nIt was no better than he had expected. It was worse. Much worse. And he\nwas growing angrier by the moment. They were all seated in the\nrock-walled patio behind the large white house. Gistla sat beside him,\nlooking very small and frightened and very different. And it was that\nobvious difference that George had hoped everyone might ignore. But\ninstead, each of them, his father, his mother, his sister, appeared to\nbe trying to make it even more obvious.\n\nThe first strain, when everyone had sat there staring at Gistla as\nthough she were something behind a cage, had passed. But now his parents\nand sister were moving in a new direction. They had relaxed, having\nfound control of the situation, and they were cutting her to pieces.\n\n\"Tell me,\" his sister was saying, her eyes dancing slyly, \"don't you\npeople have some very strange tricks you can do?\"\n\nGeorge tightened his fingers against his palms. He heard Gistla answer,\n\"Tricks?\"\n\n\"Yes.\" His sister's white smile shined. \"You know, like making things\ndisappear, things like that.\"\n\n\"My father,\" Gistla said seriously, \"can do very wonderful things. He is\na musician.\"\n\nGeorge's father leaned forward, blinking amusedly. \"Really? What does he\nplay?\"\n\n\"Play?\" asked Gistla.\n\n\"Yes. He's a musician. He must play something, some kind of instrument.\"\n\nGistla looked at George, but George did not know what to say. He wished\nhe had never tried to do this. He wished he had just ignored his family\nand gone on loving Gistla in the privacy of his own emotions.\n\n\"Well, now,\" Mr. Kenington was saying rather impatiently. \"Does he play\nsomething like our violin or clarinet or oboe, or what?\" His father,\nGeorge had noticed, was becoming impatient more frequently since he had\nbecome Secretary. The Secretarial post was very important.\n\n\"He does not play anything,\" Gistla said carefully. \"He just ... makes\nthe music and I hear it.\"\n\n\"But how?\" Mr. Kenington insisted. \"What does he play the music _on_? He\ncertainly can't make the music without using something to make it on.\"\n\nGistla glanced again at George and he said quickly, \"It's pretty hard to\nunderstand, Father. I don't think--\"\n\n\"No, now don't interrupt just now, son. This is very interesting. We'd\nlike to know what she's talking about.\"\n\nMrs. Kenington spoke for the first time. \"Are you just making this up?\"\n\nIt was like a whip coming through the air. His mother sat there,\nblinking, the suspicion and distrust she felt for this creature showing\nin her eyes and upon her mouth and even in the way she was sitting.\n\n\"Now, Lois,\" Mr. Kenington said, as though he really sympathized with\nwhat she had said, believing that not only Gistla was making it up, but\nthat all of her race made everything up. But he was stubborn. \"Come now,\ntell us. Tell us what you mean.\"\n\nGistla's smooth head turned this way and that. \"Sometimes,\" she said\nslowly, \"my father journeys to other places, and if he cannot return\nsoon, he sends me music. When the light has gone from the day and I am\nalone, I hear it.\"\n\n\"You mean he sends it by wires or by radio?\" Mr. Kenington asked with\nsurprise.\n\n\"No.\"\n\n\"Now, wait a minute,\" George's sister leaned forward, smiling. \"You just\nhear this music, is that right? Up here.\" She tapped her forehead.\n\n\"Yes,\" said Gistla.\n\n\"My God,\" George's sister said. She looked at her parents, arching her\neyebrows.\n\n\"You shouldn't make things up,\" George's mother said.\n\n\"Mother,\" George said, his face coloring. \"She's not making things up!\"\n\n\"Just a moment, son,\" Mr. Kenington said crisply. \"You don't want to\ntalk to your mother in that tone.\"\n\n\"No, but, my God,\" George's sister went on. \"Imagine. No wires, no\nloudspeakers, just ... up here.\" She tapped her forehead again.\n\n\"I'm not talking to my mother in any tone at all,\" George said,\ndisregarding his sister.\n\n\"Well, she shouldn't lie,\" said Mrs. Kenington with conviction.\n\nGeorge stood up. \"She is not lying, Mother.\"\n\n\"I forbid you to argue with your mother that way, George,\" said Mr.\nKenington.\n\n\"I mean, my God,\" said George's sister happily. \"This is an innovation!\nCan you imagine? Gistla, or whatever your name is, could your father\nmake his music sometime when we have a dance?\"\n\nGistla's eyes were hurt and she was, George knew, confused. She shook\nher head.\n\nMrs. Kenington was blinking accusingly. \"Do they teach you to make these\nthings up? Is that what they teach you at home?\"\n\n\"Mother, will you please?\" George said. \"Why must you talk to her that\nway?\"\n\nMr. Kenington stood up quickly. \"I did not raise my son to show an\nattitude like that to his mother.\"\n\n\"But she isn't making this up,\" George said. \"You asked her to tell you\nand she--\"\n\nGeorge's sister had jumped out of her chair and she was waltzing over\nthe patio. She began humming as she danced. \"Can't you just see it?\nEveryone dancing around, listening to music in their heads? No orchestra\nor records or anything?\"\n\nMr. Kenington stood very tall. \"Are you taking the word of your mother,\nor this ... this ...\" He motioned curtly at Gistla.\n\nGeorge licked his lips, looking defensively at each one of his family.\n\"It isn't a matter of taking anyone's word at all. It's just something\nwe don't understand.\"\n\nGeorge's sister whirled and then suddenly she stopped, putting her hand\nagainst her mouth. \"My God, what if everyone got the music different? I\nmean, does everyone hear the same music, dear? Because if they didn't,\nwhat a mess!\" She began dancing again, her skirt swirling over the\nbricks of the patio.\n\nMr. Kenington's voice was louder. \"I think we understand, all right,\nGeorge. There isn't anything about this we don't understand!\"\n\nGeorge's lips were paling.\n\nHis sister dipped and turned. \"We could call it a Music In The Head\ndance. Everybody brings his own head!\" She laughed merrily. \"My God!\"\n\nGeorge noticed then that Gistla was disappearing out of the rear gate.\nHe stood, clenching his fists and glaring at his family. His sister had\nstopped dancing but she was still laughing.\n\n\"I didn't think, George,\" his mother said resolutely, \"that you were\ngoing to invite someone who lied.\"\n\nGeorge turned and ran after Gistla.\n\n       *       *       *       *       *\n\nThey sat again in the clearing. George could still feel the anger\nchurning inside him, and he held his hands together so tightly that his\nfingers began to ache. \"I hate them for that,\" he said.\n\nGistla touched his arm. \"No, George. It is all right. It is the way\nthings are.\"\n\n\"But they don't need to be! My family did that on purpose.\"\n\n\"They just don't understand. My race is very different from yours and it\nseems strange.\"\n\n\"So does mine,\" George said, standing and beginning to pace back and\nforth.\n\nIt had been what he really had expected. But still he had hoped,\nsomehow, that his family might have understood. He looked at Gistla,\nsitting quietly, her large eyes watching him. He knew he loved her very\nmuch just then, more in fact than he ever had before, because she had\nbeen refused by his family.\n\n\"Listen, Gistla,\" he said, kneeling on the grass in front of her. \"It\nwon't make any difference what anyone thinks or does or says. I love\nyou, and I'll go on loving you. We'll build our own life the way we want\nit.\"\n\nShe shook her head slowly. \"No, George. It does make a difference. You\ncannot forget your family or your people. That is important to you. I\nwould only hurt you.\"\n\n\"Do you love me?\"\n\n\"Yes.\"\n\n\"Then that's all that's important to me. Not what anyone thinks. Not\nwhat my sister thinks or my father or my mother.\"\n\n\"We are different, you and I.\" She sat unmoving, her smooth face\nunchanging. \"My people seem strange to yours because we can do things\nyour people do not understand. We seem strange because we look\ndifferently, we act differently, we value things differently.\"\n\n\"My values are the same as yours,\" George pleaded. \"I love you because\nof what you are, not because of some kind of stupid chart for physical\nbeauty, not because ...\"\n\n\"George,\" she said. \"Look at me.\"\n\nGeorge met her eyes suddenly, caught by the urgency in her voice. And\nslowly, in front of his eyes, she changed. Her features shifted, until\nGeorge saw a beautiful young girl with pink white skin and red lips. He\nsaw shining blue eyes and shimmering golden hair that fell over her\nshoulders. Gistla's body had changed to a lithe, smooth figure that\nrevealed its contours beneath the gray cape.\n\nHe caught his breath and wiped a hand at his eyes.\n\n\"What you see,\" said Gistla softly, \"is an illusion. You see what would\nbe in your values, a beautiful girl.\"\n\nGeorge opened his mouth but was unable to find his voice.\n\n\"Do not be afraid, George. Beneath the illusion of your senses, I am\nstill Gistla. I am still a Venusian.\"\n\nGeorge reached out and touched his fingers against a white arm and a\nwhite shoulder bared by the cape. He touched the golden hair. \"Gistla,\"\nhe said, amazed. \"You're beautiful.\"\n\n\"Yes,\" she said sadly.\n\n\"But--you really are! Your hair and your eyes and your mouth. How did\nyou do it?\"\n\nShe shook her head to show its unimportance. \"It is something--like your\nhypnotism.\"\n\nGeorge raised himself from his knees and sat beside her. \"But I can't\nbelieve it!\"\n\n\"You can see, you can feel.\"\n\n\"Yes,\" George said. \"Yes.\"\n\n\"You are happy with me this way, aren't you, George?\"\n\n\"But you're so beautiful.\"\n\nThe golden-haired girl nodded her head, and the shining blue eyes\nwatched him carefully.\n\n\"You see then,\" Gistla said. \"It does make a difference. You love me\nmore this way.\"\n\n\"No,\" George said, touching her hair again. \"I don't love you more, but\nif you can do this, why then, we'll have no more worries. Don't you\nsee?\"\n\n\"I think so,\" Gistla said, looking away.\n\nGeorge's voice was excited, and his eyes darted over her face and body.\n\"Would other people see you as I do?\"\n\n\"If I wished, yes.\"\n\n\"Then you see? It's all changed! You are what I see. Golden-haired and\npale-skinned--\"\n\n\"I am still Gistla. You would always know that. Would you love something\nthat is not real, just because you see it with your eyes?\"\n\n       *       *       *       *       *\n\n\"But I can feel that you're real,\" George said, putting his hands on her\nshoulders. He pulled her closer and kissed her hair. \"You're Gistla,\" he\nsaid, \"and you're beautiful.\" He tipped her face up to his and bent to\nkiss her mouth.\n\nHis lips touched smooth green skin and he looked into Gistla's large\nround lidless eyes. He recoiled as though he had been touched by fire.\n\nShe watched him as he wiped a trembling hand across his chest, and her\nglobular head glistened in the reflection of the late sun.\n\nShe nodded. \"When you see what I really am, the difference _is_\nimportant.\" She gathered her cloak around her and stood up.\n\nGeorge felt the flush of his face, and he could not meet her eyes. He\nheard her walk a few steps away.\n\n\"Good-by, George,\" she said.\n\nHe jumped up quickly. \"That wasn't fair.\"\n\n\"No,\" she said slowly, \"but it proved the value of things.\"\n\n\"It wasn't fair,\" George repeated. \"And it didn't prove anything.\"\n\n\"I think it did,\" she said, moving away.\n\n\"No, listen, Gistla,\" he said. \"You can't judge anything by what I did\nor said. We are different, in a physical sense, but that doesn't really\nmatter. If a golden-haired girl materializes in front of my eyes, you\ncan't blame me for what my emotions did. It's still you I love. Not the\ncolor of your skin or the shape of your mouth. But you and what you or I\nor anybody else looks like isn't important!\"\n\nHe followed her and caught her arm. She turned to face him. \"You can say\nthat,\" she said. \"Your words tell me that and your eyes, but I know it\nisn't true.\"\n\nThe embarrassment was still inside him, but the way she denied him made\nhim want her more than ever. He held to her arm and then he said,\n\"Gistla, could you change me? I mean, so that other people, even I,\nwould see me as they see you--as a Venusian?\"\n\nShe stood very still, staring at him.\n\n\"Could you?\" he asked.\n\n\"Yes.\"\n\n\"Then do it, Gistla. I'll prove to you that nothing is important but you\nand me. I'll be a Venusian, like you are. I'll go back to my family as a\nVenusian and I'll take you with me. I'll prove that neither they nor\nanybody else makes any difference in how I love you!\"\n\nGistla watched him solemnly. Finally she said, \"Would you really do\nthat?\"\n\n\"Yes,\" he said quickly, \"Yes.\"\n\n\"I love you, George,\" she said in her deep round voice.\n\nHe lifted his hands to touch her face and he found that his skin had\nturned to pale green. He touched his own face, and he knew that if he\nlooked into a mirror he would see a round smooth head with large lidless\neyes.\n\n\"Is that what you wanted?\" she asked.\n\n\"Yes,\" he said stubbornly. \"That's what I wanted.\" He stood there for a\nlong time, trying to become used to it, fighting the fear that ran\nthrough him every time he looked at his hands or touched his head.\nFinally he said, quietly, \"Let's go meet my family.\"\n\n       *       *       *       *       *\n\nAs they drew near the house, he knew his family was still in the patio.\nHe could hear the voices of his mother and father and the high, piercing\nlaughter of his sister.\n\n\"And, my God,\" he heard his sister say, \"did you see the way those\nhorrible eyes looked at you? What ever gets into George?\"\n\n\"Dear, dear, dear,\" he heard his mother say.\n\nGistla was looking at him. \"You do not have to do this.\"\n\n\"Yes,\" he said, feeling his heart jump. \"I do.\"\n\nHe took her hand and they walked to the gate of the patio. He stood\nthere, feeling Gistla's hand tighten about his own. And as he said,\n\"Hello, everybody,\" he felt his breath shorten as though he had suddenly\ngotten stage fright.\n\nHe saw his father turn around. \"What's this?\" Mr. Kenington said,\nfrowning.\n\n\"Hello, Father,\" George said.\n\n\"_Father_,\" Mr. Kenington repeated. \"What are you doing in this patio?\"\n\n\"I brought Gistla back.\"\n\n\"So I see,\" said Mr. Kenington, his eyes narrow as he looked at Gistla.\n\"Where's George?\"\n\n\"I'm George.\"\n\n\"I'm not in the mood for joking with Venusians,\" his father snapped.\n\"What made you think you could come in here like this?\"\n\nGistla's hand tightened again. \"Try to understand,\" George said.\n\"Gistla--\"\n\n\"What's going on?\" his sister interrupted.\n\n\"Gistla, or whatever her name is,\" Mr. Kenington said, \"has brought a\nfriend of hers, another Venusian.\" He said the word, Venusian, as though\nit were a curse or a filthy word.\n\n\"My God,\" said his sister, squinting at them.\n\nMrs. Kenington leaned over in her chair, peering. \"Tell them not to come\ninto the patio, Harry,\" she said to her husband.\n\n\"Listen, Father,\" George said, feeling the panic begin. \"Gistla changed\nmy appearance, so that I seem to look like a Venusian. I came here to\ntell you that it doesn't make any difference what I look like, whether I\nlook like a Venusian or a leaf on a vine or anything else. I still love\nher, and it doesn't make any difference.\" He heard his voice rising and\nbecoming louder.\n\n\"My God,\" said his sister, giggling. \"More black magic. Can you make\nmusic?\" she asked George.\n\n\"Harry,\" his mother said. \"They frighten me. Can't you make them keep\noff the patio?\"\n\n\"Mother--\" George began.\n\n\"Now see here,\" Mr. Kenington growled. \"You know we don't allow\nVenusians around here. I'd advise you to get out of here. Quick!\"\n\n\"Why does he keep calling you father and mother?\" his sister asked.\n\"Isn't that queer, how he keeps doing that? Make some music,\" she said\nto George.\n\nGeorge could see the hatred in his father's eyes and in his mother's.\nAnd behind his sister's sarcastic smile, he could see the hatred there,\ntoo. He felt himself getting more tense, and the panic raced through\nhim.\n\n\"Listen,\" he shouted. \"I'm George, don't you understand? George!\"\n\n\"I don't want to tell you again,\" his father said, his face very red. \"I\ndon't know what your little game is, but it isn't coming off, and so\nI'll tell you just this one time. You get the hell off this property, or\nI'll ...\"\n\n\"Listen,\" George yelled. \"I'm _GEORGE_! Don't you understand?\"\n\nHis father's lips thinned to a white line, and he began shouting for Joe\nFinch, the gardener.\n\nGeorge knew what he should have done then, he should have taken Gistla\nand gone. He should have walked with her, hand in hand, down the road\nand away from there. But instead, the panic made his heart pound and he\nsaw the hatred all around him. He couldn't help it when he shouted to\nher, \"Gistla! For God's sake, change me back! Right now! Gistla!\"\n\nHe stood there, breathing hard, his muscles knotted like steel, while\nshe stared at him, looking into his eyes.\n\nSuddenly, he heard his father gasp and say, \"_George!_\"\n\nHe looked at his hands and they were white and he felt of his face and\nit was his own. He saw his sister's hand against her mouth, and his\nfather stared at him with unbelieving eyes. His mother had gotten up and\nwas coming over to him, her eyes blinking. \"George,\" she said, \"what did\nthey do to you?\" She patted his shoulder, her hands fluttering like bird\nwings.\n\nHe turned back to Gistla and she was gone. Beyond the gate now, he knew,\nand walking slowly, alone, down the road. Only this time he would not go\nafter her. He couldn't. And as he stood there, feeling his mother's hand\npatting his shoulder, hearing his sister say, \"My God,\" seeing his\nfather shake his head slowly, he felt very young and at the same time,\nvery old, and he wanted to cry.\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Planet Stories_ January 1954.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of George Loves Gistla, by James McKimmey\n\n*** END OF THIS PROJECT GUTENBERG EBOOK GEORGE LOVES GISTLA ***\n\n***** This file should be named 29578.txt or 29578.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/5/7/29578/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}