{"title": "Watchbird", "author": "Robert Sheckley", "releaseDate": "August 2, 2009", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration]\n\n\nWATCHBIRD\n\nBy ROBERT SHECKLEY\n\nIllustrated by EMSH\n\n\n _Strange how often the Millennium has been at\n hand. The idea is peace on Earth, see, and\n the way to do it is by figuring out angles._\n\n\nWhen Gelsen entered, he saw that the rest of the watchbird manufacturers\nwere already present. There were six of them, not counting himself, and\nthe room was blue with expensive cigar smoke.\n\n\"Hi, Charlie,\" one of them called as he came in.\n\nThe rest broke off conversation long enough to wave a casual greeting at\nhim. As a watchbird manufacturer, he was a member manufacturer of\nsalvation, he reminded himself wryly. Very exclusive. You must have a\ncertified government contract if you want to save the human race.\n\n\"The government representative isn't here yet,\" one of the men told him.\n\"He's due any minute.\"\n\n\"We're getting the green light,\" another said.\n\n\"Fine.\" Gelsen found a chair near the door and looked around the room.\nIt was like a convention, or a Boy Scout rally. The six men made up for\ntheir lack of numbers by sheer volume. The president of Southern\nConsolidated was talking at the top of his lungs about watchbird's\nenormous durability. The two presidents he was talking at were grinning,\nnodding, one trying to interrupt with the results of a test he had run\non watchbird's resourcefulness, the other talking about the new\nrecharging apparatus.\n\nThe other three men were in their own little group, delivering what\nsounded like a panegyric to watchbird.\n\nGelsen noticed that all of them stood straight and tall, like the\nsaviors they felt they were. He didn't find it funny. Up to a few days\nago he had felt that way himself. He had considered himself a\npot-bellied, slightly balding saint.\n\n       *       *       *       *       *\n\nHe sighed and lighted a cigarette. At the beginning of the project, he\nhad been as enthusiastic as the others. He remembered saying to\nMacintyre, his chief engineer, \"Mac, a new day is coming. Watchbird is\nthe Answer.\" And Macintyre had nodded very profoundly--another watchbird\nconvert.\n\nHow wonderful it had seemed then! A simple, reliable answer to one of\nmankind's greatest problems, all wrapped and packaged in a pound of\nincorruptible metal, crystal and plastics.\n\nPerhaps that was the very reason he was doubting it now. Gelsen\nsuspected that you don't solve human problems so easily. There had to be\na catch somewhere.\n\nAfter all, murder was an old problem, and watchbird too new a solution.\n\n\"Gentlemen--\" They had been talking so heatedly that they hadn't noticed\nthe government representative entering. Now the room became quiet at\nonce.\n\n\"Gentlemen,\" the plump government man said, \"the President, with the\nconsent of Congress, has acted to form a watchbird division for every\ncity and town in the country.\"\n\nThe men burst into a spontaneous shout of triumph. They were going to\nhave their chance to save the world after all, Gelsen thought, and\nworriedly asked himself what was wrong with that.\n\nHe listened carefully as the government man outlined the distribution\nscheme. The country was to be divided into seven areas, each to be\nsupplied and serviced by one manufacturer. This meant monopoly, of\ncourse, but a necessary one. Like the telephone service, it was in the\npublic's best interests. You couldn't have competition in watchbird\nservice. Watchbird was for everyone.\n\n\"The President hopes,\" the representative continued, \"that full\nwatchbird service will be installed in the shortest possible time. You\nwill have top priorities on strategic metals, manpower, and so forth.\"\n\n\"Speaking for myself,\" the president of Southern Consolidated said, \"I\nexpect to have the first batch of watchbirds distributed within the\nweek. Production is all set up.\"\n\n       *       *       *       *       *\n\nThe rest of the men were equally ready. The factories had been prepared\nto roll out the watchbirds for months now. The final standardized\nequipment had been agreed upon, and only the Presidential go-ahead had\nbeen lacking.\n\n\"Fine,\" the representative said. \"If that is all, I think we can--is\nthere a question?\"\n\n\"Yes, sir,\" Gelsen said. \"I want to know if the present model is the one\nwe are going to manufacture.\"\n\n\"Of course,\" the representative said. \"It's the most advanced.\"\n\n\"I have an objection.\" Gelsen stood up. His colleagues were glaring\ncoldly at him. Obviously he was delaying the advent of the golden age.\n\n\"What is your objection?\" the representative asked.\n\n\"First, let me say that I am one hundred per cent in favor of a machine\nto stop murder. It's been needed for a long time. I object only to the\nwatchbird's learning circuits. They serve, in effect, to animate the\nmachine and give it a pseudo-consciousness. I can't approve of that.\"\n\n\"But, Mr. Gelsen, you yourself testified that the watchbird would not be\ncompletely efficient unless such circuits were introduced. Without them,\nthe watchbirds could stop only an estimated seventy per cent of\nmurders.\"\n\n\"I know that,\" Gelsen said, feeling extremely uncomfortable. \"I believe\nthere might be a moral danger in allowing a machine to make decisions\nthat are rightfully Man's,\" he declared doggedly.\n\n\"Oh, come now, Gelsen,\" one of the corporation presidents said. \"It's\nnothing of the sort. The watchbird will only reinforce the decisions\nmade by honest men from the beginning of time.\"\n\n\"I think that is true,\" the representative agreed. \"But I can understand\nhow Mr. Gelsen feels. It is sad that we must put a human problem into\nthe hands of a machine, sadder still that we must have a machine enforce\nour laws. But I ask you to remember, Mr. Gelsen, that there is no other\npossible way of stopping a murderer _before he strikes_. It would be\nunfair to the many innocent people killed every year if we were to\nrestrict watchbird on philosophical grounds. Don't you agree that I'm\nright?\"\n\n\"Yes, I suppose I do,\" Gelsen said unhappily. He had told himself all\nthat a thousand times, but something still bothered him. Perhaps he\nwould talk it over with Macintyre.\n\nAs the conference broke up, a thought struck him. He grinned.\n\nA lot of policemen were going to be out of work!\n\n       *       *       *       *       *\n\n\"Now what do you think of that?\" Officer Celtrics demanded. \"Fifteen\nyears in Homicide and a machine is replacing me.\" He wiped a large red\nhand across his forehead and leaned against the captain's desk. \"Ain't\nscience marvelous?\"\n\nTwo other policemen, late of Homicide, nodded glumly.\n\n\"Don't worry about it,\" the captain said. \"We'll find a home for you in\nLarceny, Celtrics. You'll like it here.\"\n\n\"I just can't get over it,\" Celtrics complained. \"A lousy little piece\nof tin and glass is going to solve all the crimes.\"\n\n\"Not quite,\" the captain said. \"The watchbirds are supposed to prevent\nthe crimes before they happen.\"\n\n\"Then how'll they be crimes?\" one of the policeman asked. \"I mean they\ncan't hang you for murder until you commit one, can they?\"\n\n\"That's not the idea,\" the captain said. \"The watchbirds are supposed to\nstop a man before he commits a murder.\"\n\n\"Then no one arrests him?\" Celtrics asked.\n\n\"I don't know how they're going to work that out,\" the captain admitted.\n\nThe men were silent for a while. The captain yawned and examined his\nwatch.\n\n\"The thing I don't understand,\" Celtrics said, still leaning on the\ncaptain's desk, \"is just how do they do it? How did it start, Captain?\"\n\n       *       *       *       *       *\n\nThe captain studied Celtrics' face for possible irony; after all,\nwatchbird had been in the papers for months. But then he remembered that\nCeltrics, like his sidekicks, rarely bothered to turn past the sports\npages.\n\n\"Well,\" the captain said, trying to remember what he had read in the\nSunday supplements, \"these scientists were working on criminology. They\nwere studying murderers, to find out what made them tick. So they found\nthat murderers throw out a different sort of brain wave from ordinary\npeople. And their glands act funny, too. All this happens when they're\nabout to commit a murder. So these scientists worked out a special\nmachine to flash red or something when these brain waves turned on.\"\n\n\"Scientists,\" Celtrics said bitterly.\n\n\"Well, after the scientists had this machine, they didn't know what to\ndo with it. It was too big to move around, and murderers didn't drop in\noften enough to make it flash. So they built it into a smaller unit and\ntried it out in a few police stations. I think they tried one upstate.\nBut it didn't work so good. You couldn't get to the crime in time.\nThat's why they built the watchbirds.\"\n\n\"I don't think they'll stop no criminals,\" one of the policemen\ninsisted.\n\n\"They sure will. I read the test results. They can smell him out before\nhe commits a crime. And when they reach him, they give him a powerful\nshock or something. It'll stop him.\"\n\n\"You closing up Homicide, Captain?\" Celtrics asked.\n\n\"Nope,\" the captain said. \"I'm leaving a skeleton crew in until we see\nhow these birds do.\"\n\n\"Hah,\" Celtrics said. \"Skeleton crew. That's funny.\"\n\n\"Sure,\" the captain said. \"Anyhow, I'm going to leave some men on. It\nseems the birds don't stop all murders.\"\n\n\"Why not?\"\n\n\"Some murderers don't have these brain waves,\" the captain answered,\ntrying to remember what the newspaper article had said. \"Or their glands\ndon't work or something.\"\n\n\"Which ones don't they stop?\" Celtrics asked, with professional\ncuriosity.\n\n\"I don't know. But I hear they got the damned things fixed so they're\ngoing to stop all of them soon.\"\n\n\"How they working that?\"\n\n\"They learn. The watchbirds, I mean. Just like people.\"\n\n\"You kidding me?\"\n\n\"Nope.\"\n\n\"Well,\" Celtrics said, \"I think I'll just keep old Betsy oiled, just in\ncase. You can't trust these scientists.\"\n\n\"Right.\"\n\n\"Birds!\" Celtrics scoffed.\n\n       *       *       *       *       *\n\nOver the town, the watchbird soared in a long, lazy curve. Its aluminum\nhide glistened in the morning sun, and dots of light danced on its stiff\nwings. Silently it flew.\n\nSilently, but with all senses functioning. Built-in kinesthetics told\nthe watchbird where it was, and held it in a long search curve. Its eyes\nand ears operated as one unit, searching, seeking.\n\nAnd then something happened! The watchbird's electronically fast\nreflexes picked up the edge of a sensation. A correlation center tested\nit, matching it with electrical and chemical data in its memory files. A\nrelay tripped.\n\nDown the watchbird spiraled, coming in on the increasingly strong\nsensation. It _smelled_ the outpouring of certain glands, _tasted_ a\ndeviant brain wave.\n\nFully alerted and armed, it spun and banked in the bright morning\nsunlight.\n\nDinelli was so intent he didn't see the watchbird coming. He had his gun\npoised, and his eyes pleaded with the big grocer.\n\n\"Don't come no closer.\"\n\n\"You lousy little punk,\" the grocer said, and took another step forward.\n\"Rob me? I'll break every bone in your puny body.\"\n\nThe grocer, too stupid or too courageous to understand the threat of the\ngun, advanced on the little thief.\n\n\"All right,\" Dinelli said, in a thorough state of panic. \"All right,\nsucker, take--\"\n\nA bolt of electricity knocked him on his back. The gun went off,\nsmashing a breakfast food display.\n\n\"What in hell?\" the grocer asked, staring at the stunned thief. And then\nhe saw a flash of silver wings. \"Well, I'm really damned. Those\nwatchbirds work!\"\n\nHe stared until, the wings disappeared in the sky. Then he telephoned\nthe police.\n\nThe watchbird returned to his search curve. His thinking center\ncorrelated the new facts he had learned about murder. Several of these\nhe hadn't known before.\n\nThis new information was simultaneously flashed to all the other\nwatchbirds and their information was flashed back to him.\n\nNew information, methods, definitions were constantly passing between\nthem.\n\n       *       *       *       *       *\n\nNow that the watchbirds were rolling off the assembly line in a steady\nstream, Gelsen allowed himself to relax. A loud contented hum filled his\nplant. Orders were being filled on time, with top priorities given to\nthe biggest cities in his area, and working down to the smallest towns.\n\n\"All smooth, Chief,\" Macintyre said, coming in the door. He had just\ncompleted a routine inspection.\n\n\"Fine. Have a seat.\"\n\nThe big engineer sat down and lighted a cigarette.\n\n\"We've been working on this for some time,\" Gelsen said, when he\ncouldn't think of anything else.\n\n\"We sure have,\" Macintyre agreed. He leaned back and inhaled deeply. He\nhad been one of the consulting engineers on the original watchbird. That\nwas six years back. He had been working for Gelsen ever since, and the\nmen had become good friends.\n\n\"The thing I wanted to ask you was this--\" Gelsen paused. He couldn't\nthink how to phrase what he wanted. Instead he asked, \"What do you think\nof the watchbirds, Mac?\"\n\n\"Who, me?\" The engineer grinned nervously. He had been eating, drinking\nand sleeping watchbird ever since its inception. He had never found it\nnecessary to have an attitude. \"Why, I think it's great.\"\n\n\"I don't mean that,\" Gelsen said. He realized that what he wanted was to\nhave someone understand his point of view. \"I mean do you figure there\nmight be some danger in machine thinking?\"\n\n\"I don't think so, Chief. Why do you ask?\"\n\n\"Look, I'm no scientist or engineer. I've just handled cost and\nproduction and let you boys worry about how. But as a layman, watchbird\nis starting to frighten me.\"\n\n\"No reason for that.\"\n\n\"I don't like the idea of the learning circuits.\"\n\n\"But why not?\" Then Macintyre grinned again. \"I know. You're like a lot\nof people, Chief--afraid your machines are going to wake up and say,\n'What are we doing here? Let's go out and rule the world.' Is that it?\"\n\n\"Maybe something like that,\" Gelsen admitted.\n\n\"No chance of it,\" Macintyre said. \"The watchbirds are complex, I'll\nadmit, but an M.I.T. calculator is a whole lot more complex. And it\nhasn't got consciousness.\"\n\n\"No. But the watchbirds can _learn_.\"\n\n\"Sure. So can all the new calculators. Do you think they'll team up with\nthe watchbirds?\"\n\n       *       *       *       *       *\n\nGelsen felt annoyed at Macintyre, and even more annoyed at himself for\nbeing ridiculous. \"It's a fact that the watchbirds can put their\nlearning into action. No one is monitoring them.\"\n\n\"So that's the trouble,\" Macintyre said.\n\n\"I've been thinking of getting out of watchbird.\" Gelsen hadn't realized\nit until that moment.\n\n\"Look, Chief,\" Macintyre said. \"Will you take an engineer's word on\nthis?\"\n\n\"Let's hear it.\"\n\n\"The watchbirds are no more dangerous than an automobile, an IBM\ncalculator or a thermometer. They have no more consciousness or volition\nthan those things. The watchbirds are built to respond to certain\nstimuli, and to carry out certain operations when they receive that\nstimuli.\"\n\n\"And the learning circuits?\"\n\n\"You have to have those,\" Macintyre said patiently, as though\nexplaining the whole thing to a ten-year-old. \"The purpose of the\nwatchbird is to frustrate all murder-attempts, right? Well, only certain\nmurderers give out these stimuli. In order to stop all of them, the\nwatchbird has to search out new definitions of murder and correlate them\nwith what it already knows.\"\n\n\"I think it's inhuman,\" Gelsen said.\n\n\"That's the best thing about it. The watchbirds are unemotional. Their\nreasoning is non-anthropomorphic. You can't bribe them or drug them. You\nshouldn't fear them, either.\"\n\nThe intercom on Gelsen's desk buzzed. He ignored it.\n\n\"I know all this,\" Gelsen said. \"But, still, sometimes I feel like the\nman who invented dynamite. He thought it would only be used for blowing\nup tree stumps.\"\n\n\"_You_ didn't invent watchbird.\"\n\n\"I still feel morally responsible because I manufacture them.\"\n\nThe intercom buzzed again, and Gelsen irritably punched a button.\n\n\"The reports are in on the first week of watchbird operation,\" his\nsecretary told him.\n\n\"How do they look?\"\n\n\"Wonderful, sir.\"\n\n\"Send them in in fifteen minutes.\" Gelsen switched the intercom off and\nturned back to Macintyre, who was cleaning his fingernails with a wooden\nmatch. \"Don't you think that this represents a trend in human thinking?\nThe mechanical god? The electronic father?\"\n\n\"Chief,\" Macintyre said, \"I think you should study watchbird more\nclosely. Do you know what's built into the circuits?\"\n\n\"Only generally.\"\n\n\"First, there is a purpose. Which is to stop living organisms from\ncommitting murder. Two, murder may be defined as an act of violence,\nconsisting of breaking, mangling, maltreating or otherwise stopping the\nfunctions of a living organism by a living organism. Three, most\nmurderers are detectable by certain chemical and electrical changes.\"\n\nMacintyre paused to light another cigarette. \"Those conditions take care\nof the routine functions. Then, for the learning circuits, there are two\nmore conditions. Four, there are some living organisms who commit murder\nwithout the signs mentioned in three. Five, these can be detected by\ndata applicable to condition two.\"\n\n\"I see,\" Gelsen said.\n\n\"You realize how foolproof it is?\"\n\n\"I suppose so.\" Gelsen hesitated a moment. \"I guess that's all.\"\n\n\"Right,\" the engineer said, and left.\n\nGelsen thought for a few moments. There _couldn't_ be anything wrong\nwith the watchbirds.\n\n\"Send in the reports,\" he said into the intercom.\n\n       *       *       *       *       *\n\nHigh above the lighted buildings of the city, the watchbird soared. It\nwas dark, but in the distance the watchbird could see another, and\nanother beyond that. For this was a large city.\n\nTo prevent murder ...\n\nThere was more to watch for now. New information had crossed the\ninvisible network that connected all watchbirds. New data, new ways of\ndetecting the violence of murder.\n\nThere! The edge of a sensation! Two watchbirds dipped simultaneously.\nOne had received the scent a fraction of a second before the other. He\ncontinued down while the other resumed monitoring.\n\n_Condition four, there are some living organisms who commit murder\nwithout the signs mentioned in condition three._\n\nThrough his new information, the watchbird knew by extrapolation that\nthis organism was bent on murder, even though the characteristic\nchemical and electrical smells were absent.\n\nThe watchbird, all senses acute, closed in on the organism. He found\nwhat he wanted, and dived.\n\nRoger Greco leaned against a building, his hands in his pockets. In his\nleft hand was the cool butt of a .45. Greco waited patiently.\n\nHe wasn't thinking of anything in particular, just relaxing against a\nbuilding, waiting for a man. Greco didn't know why the man was to be\nkilled. He didn't care. Greco's lack of curiosity was part of his value.\nThe other part was his skill.\n\nOne bullet, neatly placed in the head of a man he didn't know. It didn't\nexcite him or sicken him. It was a job, just like anything else. You\nkilled a man. So?\n\nAs Greco's victim stepped out of a building, Greco lifted the .45 out of\nhis pocket. He released the safety and braced the gun with his right\nhand. He still wasn't thinking of anything as he took aim ...\n\nAnd was knocked off his feet.\n\nGreco thought he had been shot. He struggled up again, looked around,\nand sighted foggily on his victim.\n\nAgain he was knocked down.\n\nThis time he lay on the ground, trying to draw a bead. He never thought\nof stopping, for Greco was a craftsman.\n\nWith the next blow, everything went black. Permanently, because the\nwatchbird's duty was to protect the object of violence--_at whatever\ncost to the murderer_.\n\nThe victim walked to his car. He hadn't noticed anything unusual.\nEverything had happened in silence.\n\n       *       *       *       *       *\n\nGelsen was feeling pretty good. The watchbirds had been operating\nperfectly. Crimes of violence had been cut in half, and cut again. Dark\nalleys were no longer mouths of horror. Parks and playgrounds were not\nplaces to shun after dusk.\n\nOf course, there were still robberies. Petty thievery flourished, and\nembezzlement, larceny, forgery and a hundred other crimes.\n\n[Illustration]\n\nBut that wasn't so important. You could regain lost money--never a lost\nlife.\n\nGelsen was ready to admit that he had been wrong about the watchbirds.\nThey _were_ doing a job that humans had been unable to accomplish.\n\nThe first hint of something wrong came that morning.\n\nMacintyre came into his office. He stood silently in front of Gelsen's\ndesk, looking annoyed and a little embarrassed.\n\n\"What's the matter, Mac?\" Gelsen asked.\n\n\"One of the watchbirds went to work on a slaughterhouse man. Knocked him\nout.\"\n\nGelsen thought about it for a moment. Yes, the watchbirds would do that.\nWith their new learning circuits, they had probably defined the killing\nof animals as murder.\n\n\"Tell the packers to mechanize their slaughtering,\" Gelsen said. \"I\nnever liked that business myself.\"\n\n\"All right,\" Macintyre said. He pursed his lips, then shrugged his\nshoulders and left.\n\nGelsen stood beside his desk, thinking. Couldn't the watchbirds\ndifferentiate between a murderer and a man engaged in a legitimate\nprofession? No, evidently not. To them, murder was murder. No\nexceptions. He frowned. That might take a little ironing out in the\ncircuits.\n\n[Illustration]\n\nBut not too much, he decided hastily. Just make them a little more\ndiscriminating.\n\nHe sat down again and buried himself in paperwork, trying to avoid the\nedge of an old fear.\n\n       *       *       *       *       *\n\nThey strapped the prisoner into the chair and fitted the electrode to\nhis leg.\n\n\"Oh, oh,\" he moaned, only half-conscious now of what they were doing.\n\nThey fitted the helmet over his shaved head and tightened the last\nstraps. He continued to moan softly.\n\nAnd then the watchbird swept in. How he had come, no one knew. Prisons\nare large and strong, with many locked doors, but the watchbird was\nthere--\n\nTo stop a murder.\n\n\"Get that thing out of here!\" the warden shouted, and reached for the\nswitch. The watchbird knocked him down.\n\n\"Stop that!\" a guard screamed, and grabbed for the switch himself. He\nwas knocked to the floor beside the warden.\n\n\"This isn't murder, you idiot!\" another guard said. He drew his gun to\nshoot down the glittering, wheeling metal bird.\n\nAnticipating, the watchbird smashed him back against the wall.\n\nThere was silence in the room. After a while, the man in the helmet\nstarted to giggle. Then he stopped.\n\nThe watchbird stood on guard, fluttering in mid-air--\n\nMaking sure no murder was done.\n\nNew data flashed along the watchbird network. Unmonitored, independent,\nthe thousands of watchbirds received and acted upon it.\n\n_The breaking, mangling or otherwise stopping the functions of a living\norganism by a living organism. New acts to stop._\n\n\"Damn you, git going!\" Farmer Ollister shouted, and raised his whip\nagain. The horse balked, and the wagon rattled and shook as he edged\nsideways.\n\n\"You lousy hunk of pigmeal, git going!\" the farmer yelled and he raised\nthe whip again.\n\nIt never fell. An alert watchbird, sensing violence, had knocked him out\nof his seat.\n\nA living organism? What is a living organism? The watchbirds extended\ntheir definitions as they became aware of more facts. And, of course,\nthis gave them more work.\n\nThe deer was just visible at the edge of the woods. The hunter raised\nhis rifle, and took careful aim.\n\nHe didn't have time to shoot.\n\n       *       *       *       *       *\n\nWith his free hand, Gelsen mopped perspiration from his face. \"All\nright,\" he said into the telephone. He listened to the stream of\nvituperation from the other end, then placed the receiver gently in its\ncradle.\n\n\"What was that one?\" Macintyre asked. He was unshaven, tie loose, shirt\nunbuttoned.\n\n\"Another fisherman,\" Gelsen said. \"It seems the watchbirds won't let\nhim fish even though his family is starving. What are we going to do\nabout it, he wants to know.\"\n\n\"How many hundred is that?\"\n\n\"I don't know. I haven't opened the mail.\"\n\n\"Well, I figured out where the trouble is,\" Macintyre said gloomily,\nwith the air of a man who knows just how he blew up the Earth--after it\nwas too late.\n\n\"Let's hear it.\"\n\n\"Everybody took it for granted that we wanted all murder stopped. We\nfigured the watchbirds would think as we do. We ought to have qualified\nthe conditions.\"\n\n\"I've got an idea,\" Gelsen said, \"that we'd have to know just why and\nwhat murder is, before we could qualify the conditions properly. And if\nwe knew that, we wouldn't need the watchbirds.\"\n\n\"Oh, I don't know about that. They just have to be told that some things\nwhich look like murder are not murder.\"\n\n\"But why should they stop fisherman?\" Gelsen asked.\n\n\"Why shouldn't they? Fish and animals are living organisms. We just\ndon't think that killing them is murder.\"\n\nThe telephone rang. Gelsen glared at it and punched the intercom. \"I\ntold you no more calls, no matter what.\"\n\n\"This is from Washington,\" his secretary said. \"I thought you'd--\"\n\n\"Sorry.\" Gelsen picked up the telephone. \"Yes. Certainly is a mess ...\nHave they? All right, I certainly will.\" He put down the telephone.\n\n\"Short and sweet,\" he told Macintyre. \"We're to shut down temporarily.\"\n\n\"That won't be so easy,\" Macintyre said. \"The watchbirds operate\nindependent of any central control, you know. They come back once a week\nfor a repair checkup. We'll have to turn them off then, one by one.\"\n\n\"Well, let's get to it. Monroe over on the Coast has shut down about a\nquarter of his birds.\"\n\n\"I think I can dope out a restricting circuit,\" Macintyre said.\n\n\"Fine,\" Gelsen replied bitterly. \"You make me very happy.\"\n\n       *       *       *       *       *\n\nThe watchbirds were learning rapidly, expanding and adding to their\nknowledge. Loosely defined abstractions were extended, acted upon and\nre-extended.\n\nTo stop murder ...\n\nMetal and electrons reason well, but not in a human fashion.\n\n_A_ living organism? _Any_ living organism!\n\nThe watchbirds set themselves the task of protecting all living things.\n\nThe fly buzzed around the room, lighting on a table top, pausing a\nmoment, then darting to a window sill.\n\nThe old man stalked it, a rolled newspaper in his hand.\n\nMurderer!\n\nThe watchbirds swept down and saved the fly in the nick of time.\n\nThe old man writhed on the floor a minute and then was silent. He had\nbeen given only a mild shock, but it had been enough for his fluttery,\ncranky heart.\n\nHis victim had been saved, though, and this was the important thing.\nSave the victim and give the aggressor his just desserts.\n\n       *       *       *       *       *\n\nGelsen demanded angrily, \"Why aren't they being turned off?\"\n\nThe assistant control engineer gestured. In a corner of the repair room\nlay the senior control engineer. He was just regaining consciousness.\n\n\"He tried to turn one of them off,\" the assistant engineer said. Both\nhis hands were knotted together. He was making a visible effort not to\nshake.\n\n\"That's ridiculous. They haven't got any sense of self-preservation.\"\n\n\"Then turn them off yourself. Besides, I don't think any more are going\nto come.\"\n\nWhat could have happened? Gelsen began to piece it together. The\nwatchbirds still hadn't decided on the limits of a living organism. When\nsome of them were turned off in the Monroe plant, the rest must have\ncorrelated the data.\n\nSo they had been forced to assume that they were living organisms, as\nwell.\n\nNo one had ever told them otherwise. Certainly they carried on most of\nthe functions of living organisms.\n\nThen the old fears hit him. Gelsen trembled and hurried out of the\nrepair room. He wanted to find Macintyre in a hurry.\n\n       *       *       *       *       *\n\nThe nurse handed the surgeon the sponge.\n\n\"Scalpel.\"\n\nShe placed it in his hand. He started to make the first incision. And\nthen he was aware of a disturbance.\n\n\"Who let that thing in?\"\n\n\"I don't know,\" the nurse said, her voice muffled by the mask.\n\n\"Get it out of here.\"\n\nThe nurse waved her arms at the bright winged thing, but it fluttered\nover her head.\n\nThe surgeon proceeded with the incision--as long as he was able.\n\nThe watchbird drove him away and stood guard.\n\n\"Telephone the watchbird company!\" the surgeon ordered. \"Get them to\nturn the thing off.\"\n\nThe watchbird was preventing violence to a living organism.\n\nThe surgeon stood by helplessly while his patient died.\n\n       *       *       *       *       *\n\nFluttering high above the network of highways, the watchbird watched and\nwaited. It had been constantly working for weeks now, without rest or\nrepair. Rest and repair were impossible, because the watchbird couldn't\nallow itself--a living organism--to be murdered. And that was what\nhappened when watchbirds returned to the factory.\n\nThere was a built-in order to return, after the lapse of a certain time\nperiod. But the watchbird had a stronger order to obey--preservation of\nlife, including its own.\n\nThe definitions of murder were almost infinitely extended now,\nimpossible to cope with. But the watchbird didn't consider that. It\nresponded to its stimuli, whenever they came and whatever their source.\n\nThere was a new definition of living organism in its memory files. It\nhad come as a result of the watchbird discovery that watchbirds were\nliving organisms. And it had enormous ramifications.\n\nThe stimuli came! For the hundredth time that day, the bird wheeled and\nbanked, dropping swiftly down to stop murder.\n\nJackson yawned and pulled his car to a shoulder of the road. He didn't\nnotice the glittering dot in the sky. There was no reason for him to.\nJackson wasn't contemplating murder, by any human definition.\n\nThis was a good spot for a nap, he decided. He had been driving for\nseven straight hours and his eyes were starting to fog. He reached out\nto turn off the ignition key--\n\nAnd was knocked back against the side of the car.\n\n\"What in hell's wrong with you?\" he asked indignantly. \"All I want to do\nis--\" He reached for the key again, and again he was smacked back.\n\nJackson knew better than to try a third time. He had been listening to\nthe radio and he knew what the watchbirds did to stubborn violators.\n\n\"You mechanical jerk,\" he said to the waiting metal bird. \"A car's not\nalive. I'm not trying to kill it.\"\n\nBut the watchbird only knew that a certain operation resulted in\nstopping an organism. The car was certainly a functioning organism.\nWasn't it of metal, as were the watchbirds? Didn't it run?\n\n       *       *       *       *       *\n\nMacintyre said, \"Without repairs they'll run down.\" He shoved a pile of\nspecification sheets out of his way.\n\n\"How soon?\" Gelsen asked.\n\n\"Six months to a year. Say a year, barring accidents.\"\n\n\"A year,\" Gelsen said. \"In the meantime, everything is stopping dead. Do\nyou know the latest?\"\n\n\"What?\"\n\n\"The watchbirds have decided that the Earth is a living organism. They\nwon't allow farmers to break ground for plowing. And, of course,\neverything else is a living organism--rabbits, beetles, flies, wolves,\nmosquitoes, lions, crocodiles, crows, and smaller forms of life such as\nbacteria.\"\n\n\"I know,\" Macintyre said.\n\n\"And you tell me they'll wear out in six months or a year. What happens\n_now_? What are we going to eat in six months?\"\n\nThe engineer rubbed his chin. \"We'll have to do something quick and\nfast. Ecological balance is gone to hell.\"\n\n\"Fast isn't the word. Instantaneously would be better.\" Gelsen lighted\nhis thirty-fifth cigarette for the day. \"At least I have the bitter\nsatisfaction of saying, 'I told you so.' Although I'm just as\nresponsible as the rest of the machine-worshipping fools.\"\n\nMacintyre wasn't listening. He was thinking about watchbirds. \"Like the\nrabbit plague in Australia.\"\n\n\"The death rate is mounting,\" Gelsen said. \"Famine. Floods. Can't cut\ndown trees. Doctors can't--what was that you said about Australia?\"\n\n\"The rabbits,\" Macintyre repeated. \"Hardly any left in Australia now.\"\n\n\"Why? How was it done?\"\n\n\"Oh, found some kind of germ that attacked only rabbits. I think it was\npropagated by mosquitos--\"\n\n\"Work on that,\" Gelsen said. \"You might have something. I want you to\nget on the telephone, ask for an emergency hookup with the engineers of\nthe other companies. Hurry it up. Together you may be able to dope out\nsomething.\"\n\n\"Right,\" Macintyre said. He grabbed a handful of blank paper and hurried\nto the telephone.\n\n       *       *       *       *       *\n\n\"What did I tell you?\" Officer Celtrics said. He grinned at the captain.\n\"Didn't I tell you scientists were nuts?\"\n\n\"I didn't say you were wrong, did I?\" the captain asked.\n\n\"No, but you weren't _sure_.\"\n\n\"Well, I'm sure now. You'd better get going. There's plenty of work for\nyou.\"\n\n\"I know.\" Celtrics drew his revolver from its holster, checked it and\nput it back. \"Are all the boys back, Captain?\"\n\n\"All?\" the captain laughed humorlessly. \"Homicide has increased by fifty\nper cent. There's more murder now than there's ever been.\"\n\n\"Sure,\" Celtrics said. \"The watchbirds are too busy guarding cars and\nslugging spiders.\" He started toward the door, then turned for a parting\nshot.\n\n\"Take my word, Captain. Machines are _stupid_.\"\n\nThe captain nodded.\n\n       *       *       *       *       *\n\nThousands of watchbirds, trying to stop countless millions of murders--a\nhopeless task. But the watchbirds didn't hope. Without consciousness,\nthey experienced no sense of accomplishment, no fear of failure.\nPatiently they went about their jobs, obeying each stimulus as it came.\n\nThey couldn't be everywhere at the same time, but it wasn't necessary to\nbe. People learned quickly what the watchbirds didn't like and refrained\nfrom doing it. It just wasn't safe. With their high speed and superfast\nsenses, the watchbirds got around quickly.\n\nAnd now they meant business. In their original directives there had been\na provision made for killing a murderer, if all other means failed.\n\nWhy spare a murderer?\n\nIt backfired. The watchbirds extracted the fact that murder and crimes\nof violence had increased geometrically since they had begun operation.\nThis was true, because their new definitions increased the possibilities\nof murder. But to the watchbirds, the rise showed that the first methods\nhad failed.\n\nSimple logic. If A doesn't work, try B. The watchbirds shocked to kill.\n\nSlaughterhouses in Chicago stopped and cattle starved to death in their\npens, because farmers in the Midwest couldn't cut hay or harvest grain.\n\nNo one had told the watchbirds that all life depends on carefully\nbalanced murders.\n\nStarvation didn't concern the watchbirds, since it was an act of\nomission.\n\nTheir interest lay only in acts of commission.\n\nHunters sat home, glaring at the silver dots in the sky, longing to\nshoot them down. But for the most part, they didn't try. The watchbirds\nwere quick to sense the murder intent and to punish it.\n\nFishing boats swung idle at their moorings in San Pedro and Gloucester.\nFish were living organisms.\n\nFarmers cursed and spat and died, trying to harvest the crop. Grain was\nalive and thus worthy of protection. Potatoes were as important to the\nwatchbird as any other living organism. The death of a blade of grass\nwas equal to the assassination of a President--\n\nTo the watchbirds.\n\nAnd, of course, certain machines were living. This followed, since the\nwatchbirds were machines and living.\n\nGod help you if you maltreated your radio. Turning it off meant killing\nit. Obviously--its voice was silenced, the red glow of its tubes faded,\nit grew cold.\n\nThe watchbirds tried to guard their other charges. Wolves were\nslaughtered, trying to kill rabbits. Rabbits were electrocuted, trying\nto eat vegetables. Creepers were burned out in the act of strangling\ntrees.\n\nA butterfly was executed, caught in the act of outraging a rose.\n\nThis control was spasmodic, because of the fewness of the watchbirds. A\nbillion watchbirds couldn't have carried out the ambitious project set\nby the thousands.\n\nThe effect was of a murderous force, ten thousand bolts of irrational\nlightning raging around the country, striking a thousand times a day.\n\nLightning which anticipated your moves and punished your intentions.\n\n       *       *       *       *       *\n\n\"Gentlemen, _please_,\" the government representative begged. \"We must\nhurry.\"\n\nThe seven manufacturers stopped talking.\n\n\"Before we begin this meeting formally,\" the president of Monroe said,\n\"I want to say something. We do not feel ourselves responsible for this\nunhappy state of affairs. It was a government project; the government\nmust accept the responsibility, both moral and financial.\"\n\nGelsen shrugged his shoulders. It was hard to believe that these men,\njust a few weeks ago, had been willing to accept the glory of saving the\nworld. Now they wanted to shrug off the responsibility when the\nsalvation went amiss.\n\n\"I'm positive that that need not concern us now,\" the representative\nassured him. \"We must hurry. You engineers have done an excellent job. I\nam proud of the cooperation you have shown in this emergency. You are\nhereby empowered to put the outlined plan into action.\"\n\n\"Wait a minute,\" Gelsen said.\n\n\"There is no time.\"\n\n\"The plan's no good.\"\n\n\"Don't you think it will work?\"\n\n\"Of course it will work. But I'm afraid the cure will be worse than the\ndisease.\"\n\nThe manufacturers looked as though they would have enjoyed throttling\nGelsen. He didn't hesitate.\n\n\"Haven't we learned yet?\" he asked. \"Don't you see that you can't cure\nhuman problems by mechanization?\"\n\n\"Mr. Gelsen,\" the president of Monroe said, \"I would enjoy hearing you\nphilosophize, but, unfortunately, people are being killed. Crops are\nbeing ruined. There is famine in some sections of the country already.\nThe watchbirds must be stopped at once!\"\n\n\"Murder must be stopped, too. I remember all of us agreeing upon that.\nBut this is not the way!\"\n\n\"What would you suggest?\" the representative asked.\n\n       *       *       *       *       *\n\nGelsen took a deep breath. What he was about to say took all the courage\nhe had.\n\n\"Let the watchbirds run down by themselves,\" Gelsen suggested.\n\nThere was a near-riot. The government representative broke it up.\n\n\"Let's take our lesson,\" Gelsen urged, \"admit that we were wrong trying\nto cure human problems by mechanical means. Start again. Use machines,\nyes, but not as judges and teachers and fathers.\"\n\n\"Ridiculous,\" the representative said coldly. \"Mr. Gelsen, you are\noverwrought. I suggest you control yourself.\" He cleared his throat.\n\"All of you are ordered by the President to carry out the plan you have\nsubmitted.\" He looked sharply at Gelsen. \"Not to do so will be treason.\"\n\n\"I'll cooperate to the best of my ability,\" Gelsen said.\n\n\"Good. Those assembly lines must be rolling within the week.\"\n\nGelsen walked out of the room alone. Now he was confused again. Had he\nbeen right or was he just another visionary? Certainly, he hadn't\nexplained himself with much clarity.\n\nDid he know what he meant?\n\nGelsen cursed under his breath. He wondered why he couldn't ever be sure\nof anything. Weren't there any values he could hold on to?\n\nHe hurried to the airport and to his plant.\n\n       *       *       *       *       *\n\nThe watchbird was operating erratically now. Many of its delicate parts\nwere out of line, worn by almost continuous operation. But gallantly it\nresponded when the stimuli came.\n\nA spider was attacking a fly. The watchbird swooped down to the rescue.\n\nSimultaneously, it became aware of something overhead. The watchbird\nwheeled to meet it.\n\nThere was a sharp crackle and a power bolt whizzed by the watchbird's\nwing. Angrily, it spat a shock wave.\n\n[Illustration]\n\nThe attacker was heavily insulated. Again it spat at the watchbird. This\ntime, a bolt smashed through a wing, the watchbird darted away, but the\nattacker went after it in a burst of speed, throwing out more crackling\npower.\n\nThe watchbird fell, but managed to send out its message. Urgent! A new\nmenace to living organisms and this was the deadliest yet!\n\nOther watchbirds around the country integrated the message. Their\nthinking centers searched for an answer.\n\n       *       *       *       *       *\n\n\"Well, Chief, they bagged fifty today,\" Macintyre said, coming into\nGelsen's office.\n\n\"Fine,\" Gelsen said, not looking at the engineer.\n\n\"Not so fine.\" Macintyre sat down. \"Lord, I'm tired! It was seventy-two\nyesterday.\"\n\n\"I know.\" On Gelsen's desk were several dozen lawsuits, which he was\nsending to the government with a prayer.\n\n\"They'll pick up again, though,\" Macintyre said confidently. \"The Hawks\nare especially built to hunt down watchbirds. They're stronger, faster,\nand they've got better armor. We really rolled them out in a hurry,\nhuh?\"\n\n\"We sure did.\"\n\n\"The watchbirds are pretty good, too,\" Macintyre had to admit. \"They're\nlearning to take cover. They're trying a lot of stunts. You know, each\none that goes down tells the others something.\"\n\nGelsen didn't answer.\n\n\"But anything the watchbirds can do, the Hawks can do better,\" Macintyre\nsaid cheerfully. \"The Hawks have special learning circuits for hunting.\nThey're more flexible than the watchbirds. They learn faster.\"\n\nGelsen gloomily stood up, stretched, and walked to the window. The sky\nwas blank. Looking out, he realized that his uncertainties were over.\nRight or wrong, he had made up his mind.\n\n\"Tell me,\" he said, still watching the sky, \"what will the Hawks hunt\nafter they get all the watchbirds?\"\n\n\"Huh?\" Macintyre said. \"Why--\"\n\n\"Just to be on the safe side, you'd better design something to hunt down\nthe Hawks. Just in case, I mean.\"\n\n\"You think--\"\n\n[Illustration]\n\n\"All I know is that the Hawks are self-controlled. So were the\nwatchbirds. Remote control would have been too slow, the argument went\non. The idea was to get the watchbirds and get them fast. That meant no\nrestricting circuits.\"\n\n\"We can dope something out,\" Macintyre said uncertainly.\n\n\"You've got an aggressive machine up in the air now. A murder machine.\nBefore that it was an anti-murder machine. Your next gadget will have to\nbe even more self-sufficient, won't it?\"\n\nMacintyre didn't answer.\n\n\"I don't hold you responsible,\" Gelsen said. \"It's me. It's everyone.\"\n\nIn the air outside was a swift-moving dot.\n\n\"That's what comes,\" said Gelsen, \"of giving a machine the job that was\nour own responsibility.\"\n\n       *       *       *       *       *\n\nOverhead, a Hawk was zeroing in on a watchbird.\n\nThe armored murder machine had learned a lot in a few days. Its sole\nfunction was to kill. At present it was impelled toward a certain type\nof living organism, metallic like itself.\n\nBut the Hawk had just discovered that there were other types of living\norganisms, too--\n\nWhich had to be murdered.\n\n                                                     --ROBERT SHECKLEY\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Galaxy Science Fiction_ February 1953.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Watchbird, by Robert Sheckley\n\n*** END OF THIS PROJECT GUTENBERG EBOOK WATCHBIRD ***\n\n***** This file should be named 29579.txt or 29579.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/5/7/29579/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}