{"title": "The Game of Rat and Dragon", "author": "Cordwainer Smith", "releaseDate": "August 5, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Sankar Viswanathan, Adam Buchbinder, and the\nOnline Distributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n  This etext was produced from Galaxy Science Fiction, October 1955.\n  Extensive research did not uncover any evidence that\n  the U.S. copyright on this publication was renewed.\n\n\n\n                             The Game of\n\n                            Rat and Dragon\n\n\n\n                         By CORDWAINER SMITH\n\n\n\n             _Only partners could fight this deadliest of\n              wars--and the one way to dissolve the\n              partnership was to be personally dissolved!_\n\n\n\n                        Illustrated by HUNTER\n\n       *       *       *       *       *\n\n\n\n\nTHE TABLE\n\n[Illustration]\n\n\nPinlighting is a hell of a way to earn a living. Underhill was furious\nas he closed the door behind himself. It didn't make much sense to\nwear a uniform and look like a soldier if people didn't appreciate\nwhat you did.\n\nHe sat down in his chair, laid his head back in the headrest and\npulled the helmet down over his forehead.\n\nAs he waited for the pin-set to warm up, he remembered the girl in the\nouter corridor. She had looked at it, then looked at him scornfully.\n\n\"Meow.\" That was all she had said. Yet it had cut him like a knife.\n\nWhat did she think he was--a fool, a loafer, a uniformed nonentity?\nDidn't she know that for every half hour of pinlighting, he got a\nminimum of two months' recuperation in the hospital?\n\nBy now the set was warm. He felt the squares of space around him,\nsensed himself at the middle of an immense grid, a cubic grid, full\nof nothing. Out in that nothingness, he could sense the hollow aching\nhorror of space itself and could feel the terrible anxiety which his\nmind encountered whenever it met the faintest trace of inert dust.\n\nAs he relaxed, the comforting solidity of the Sun, the clock-work of\nthe familiar planets and the Moon rang in on him. Our own solar system\nwas as charming and as simple as an ancient cuckoo clock filled with\nfamiliar ticking and with reassuring noises. The odd little moons of\nMars swung around their planet like frantic mice, yet their regularity\nwas itself an assurance that all was well. Far above the plane of the\necliptic, he could feel half a ton of dust more or less drifting\noutside the lanes of human travel.\n\nHere there was nothing to fight, nothing to challenge the mind, to\ntear the living soul out of a body with its roots dripping in\neffluvium as tangible as blood.\n\nNothing ever moved in on the Solar System. He could wear the pin-set\nforever and be nothing more than a sort of telepathic astronomer, a\nman who could feel the hot, warm protection of the Sun throbbing and\nburning against his living mind.\n\n       *       *       *       *       *\n\nWoodley came in.\n\n\"Same old ticking world,\" said Underhill. \"Nothing to report. No\nwonder they didn't develop the pin-set until they began to planoform.\nDown here with the hot Sun around us, it feels so good and so quiet.\nYou can feel everything spinning and turning. It's nice and sharp and\ncompact. It's sort of like sitting around home.\"\n\nWoodley grunted. He was not much given to flights of fantasy.\n\nUndeterred, Underhill went on, \"It must have been pretty good to have\nbeen an Ancient Man. I wonder why they burned up their world with war.\nThey didn't have to planoform. They didn't have to go out to earn\ntheir livings among the stars. They didn't have to dodge the Rats or\nplay the Game. They couldn't have invented pinlighting because they\ndidn't have any need of it, did they, Woodley?\"\n\nWoodley grunted, \"Uh-huh.\" Woodley was twenty-six years old and due to\nretire in one more year. He already had a farm picked out. He had\ngotten through ten years of hard work pinlighting with the best of\nthem. He had kept his sanity by not thinking very much about his job,\nmeeting the strains of the task whenever he had to meet them and\nthinking nothing more about his duties until the next emergency arose.\n\nWoodley never made a point of getting popular among the Partners.\nNone of the Partners liked him very much. Some of them even resented\nhim. He was suspected of thinking ugly thoughts of the Partners on\noccasion, but since none of the Partners ever thought a complaint in\narticulate form, the other pinlighters and the Chiefs of the\nInstrumentality left him alone.\n\nUnderhill was still full of the wonder of their job. Happily he\nbabbled on, \"What does happen to us when we planoform? Do you think\nit's sort of like dying? Did you ever see anybody who had his soul\npulled out?\"\n\n\"Pulling souls is just a way of talking about it,\" said Woodley.\n\"After all these years, nobody knows whether we have souls or not.\"\n\n\"But I saw one once. I saw what Dogwood looked like when he came\napart. There was something funny. It looked wet and sort of sticky as\nif it were bleeding and it went out of him--and you know what they did\nto Dogwood? They took him away, up in that part of the hospital where\nyou and I never go--way up at the top part where the others are, where\nthe others always have to go if they are alive after the Rats of the\nUp-and-Out have gotten them.\"\n\nWoodley sat down and lit an ancient pipe. He was burning something\ncalled tobacco in it. It was a dirty sort of habit, but it made him\nlook very dashing and adventurous.\n\n\"Look here, youngster. You don't have to worry about that stuff.\nPinlighting is getting better all the time. The Partners are getting\nbetter. I've seen them pinlight two Rats forty-six million miles apart\nin one and a half milliseconds. As long as people had to try to work\nthe pin-sets themselves, there was always the chance that with a\nminimum of four hundred milliseconds for the human mind to set a\npinlight, we wouldn't light the Rats up fast enough to protect our\nplanoforming ships. The Partners have changed all that. Once they get\ngoing, they're faster than Rats. And they always will be. I know it's\nnot easy, letting a Partner share your mind--\"\n\n\"It's not easy for them, either,\" said Underhill.\n\n\"Don't worry about them. They're not human. Let them take care of\nthemselves. I've seen more pinlighters go crazy from monkeying around\nwith Partners than I have ever seen caught by the Rats. How many do\nyou actually know of them that got grabbed by Rats?\"\n\n       *       *       *       *       *\n\nUnderhill looked down at his fingers, which shone green and purple in\nthe vivid light thrown by the tuned-in pin-set, and counted ships.\nThe thumb for the _Andromeda_, lost with crew and passengers, the\nindex finger and the middle finger for _Release Ships_ 43 and 56,\nfound with their pin-sets burned out and every man, woman, and child\non board dead or insane. The ring finger, the little finger, and the\nthumb of the other hand were the first three battleships to be lost to\nthe Rats--lost as people realized that there was something out there\n_underneath space itself_ which was alive, capricious and malevolent.\n\nPlanoforming was sort of funny. It felt like like--\n\nLike nothing much.\n\nLike the twinge of a mild electric shock.\n\nLike the ache of a sore tooth bitten on for the first time.\n\nLike a slightly painful flash of light against the eyes.\n\nYet in that time, a forty-thousand-ton ship lifting free above Earth\ndisappeared somehow or other into two dimensions and appeared half a\nlight-year or fifty light-years off.\n\nAt one moment, he would be sitting in the Fighting Room, the pin-set\nready and the familiar Solar System ticking around inside his head.\nFor a second or a year (he could never tell how long it really was,\nsubjectively), the funny little flash went through him and then he was\nloose in the Up-and-Out, the terrible open spaces between the stars,\nwhere the stars themselves felt like pimples on his telepathic mind\nand the planets were too far away to be sensed or read.\n\nSomewhere in this outer space, a gruesome death awaited, death and\nhorror of a kind which Man had never encountered until he reached out\nfor inter-stellar space itself. Apparently the light of the suns kept\nthe Dragons away.\n\n       *       *       *       *       *\n\nDragons. That was what people called them. To ordinary people, there\nwas nothing, nothing except the shiver of planoforming and the hammer\nblow of sudden death or the dark spastic note of lunacy descending\ninto their minds.\n\nBut to the telepaths, they were Dragons.\n\nIn the fraction of a second between the telepaths' awareness of a\nhostile something out in the black, hollow nothingness of space and\nthe impact of a ferocious, ruinous psychic blow against all living\nthings within the ship, the telepaths had sensed entities something\nlike the Dragons of ancient human lore, beasts more clever than\nbeasts, demons more tangible than demons, hungry vortices of aliveness\nand hate compounded by unknown means out of the thin tenuous matter\nbetween the stars.\n\nIt took a surviving ship to bring back the news--a ship in which, by\nsheer chance, a telepath had a light beam ready, turning it out at the\ninnocent dust so that, within the panorama of his mind, the Dragon\ndissolved into nothing at all and the other passengers, themselves\nnon-telepathic, went about their way not realizing that their own\nimmediate deaths had been averted.\n\nFrom then on, it was easy--almost.\n\n       *       *       *       *       *\n\nPlanoforming ships always carried telepaths. Telepaths had their\nsensitiveness enlarged to an immense range by the pin-sets, which were\ntelepathic amplifiers adapted to the mammal mind. The pin-sets in turn\nwere electronically geared into small dirigible light bombs. Light did\nit.\n\nLight broke up the Dragons, allowed the ships to reform\nthree-dimensionally, skip, skip, skip, as they moved from star to\nstar.\n\nThe odds suddenly moved down from a hundred to one against mankind to\nsixty to forty in mankind's favor.\n\nThis was not enough. The telepaths were trained to become\nultrasensitive, trained to become aware of the Dragons in less than a\nmillisecond.\n\nBut it was found that the Dragons could move a million miles in just\nunder two milliseconds and that this was not enough for the human mind\nto activate the light beams.\n\nAttempts had been made to sheath the ships in light at all times.\n\nThis defense wore out.\n\nAs mankind learned about the Dragons, so too, apparently, the Dragons\nlearned about mankind. Somehow they flattened their own bulk and came\nin on extremely flat trajectories very quickly.\n\nIntense light was needed, light of sunlike intensity. This could be\nprovided only by light bombs. Pinlighting came into existence.\n\nPinlighting consisted of the detonation of ultra-vivid miniature\nphotonuclear bombs, which converted a few ounces of a magnesium\nisotope into pure visible radiance.\n\nThe odds kept coming down in mankind's favor, yet ships were being\nlost.\n\nIt became so bad that people didn't even want to find the ships\nbecause the rescuers knew what they would see. It was sad to bring\nback to Earth three hundred bodies ready for burial and two hundred or\nthree hundred lunatics, damaged beyond repair, to be wakened, and fed,\nand cleaned, and put to sleep, wakened and fed again until their lives\nwere ended.\n\n[Illustration]\n\nTelepaths tried to reach into the minds of the psychotics who had been\ndamaged by the Dragons, but they found nothing there beyond vivid\nspouting columns of fiery terror bursting from the primordial id\nitself, the volcanic source of life.\n\nThen came the Partners.\n\nMan and Partner could do together what Man could not do alone. Men had\nthe intellect. Partners had the speed.\n\nThe Partners rode their tiny craft, no larger than footballs, outside\nthe spaceships. They planoformed with the ships. They rode beside them\nin their six-pound craft ready to attack.\n\nThe tiny ships of the Partners were swift. Each carried a dozen\npinlights, bombs no bigger than thimbles.\n\nThe pinlighters threw the Partners--quite literally threw--by means of\nmind-to-firing relays direct at the Dragons.\n\nWhat seemed to be Dragons to the human mind appeared in the form of\ngigantic Rats in the minds of the Partners.\n\nOut in the pitiless nothingness of space, the Partners' minds\nresponded to an instinct as old as life. The Partners attacked,\nstriking with a speed faster than Man's, going from attack to attack\nuntil the Rats or themselves were destroyed. Almost all the time, it\nwas the Partners who won.\n\nWith the safety of the inter-stellar skip, skip, skip of the ships,\ncommerce increased immensely, the population of all the colonies went\nup, and the demand for trained Partners increased.\n\nUnderhill and Woodley were a part of the third generation of\npinlighters and yet, to them, it seemed as though their craft had\nendured forever.\n\n[Illustration]\n\nGearing space into minds by means of the pin-set, adding the Partners\nto those minds, keying up the mind for the tension of a fight on which\nall depended--this was more than human synapses could stand for long.\nUnderhill needed his two months' rest after half an hour of fighting.\nWoodley needed his retirement after ten years of service. They were\nyoung. They were good. But they had limitations.\n\nSo much depended on the choice of Partners, so much on the sheer luck\nof who drew whom.\n\n\n\n\nTHE SHUFFLE\n\n\nFather Moontree and the little girl named West entered the room. They\nwere the other two pinlighters. The human complement of the Fighting\nRoom was now complete.\n\nFather Moontree was a red-faced man of forty-five who had lived the\npeaceful life of a farmer until he reached his fortieth year. Only\nthen, belatedly, did the authorities find he was telepathic and agree\nto let him late in life enter upon the career of pinlighter. He did\nwell at it, but he was fantastically old for this kind of business.\n\nFather Moontree looked at the glum Woodley and the musing Underhill.\n\"How're the youngsters today? Ready for a good fight?\"\n\n\"Father always wants a fight,\" giggled the little girl named West. She\nwas such a little little girl. Her giggle was high and childish. She\nlooked like the last person in the world one would expect to find in\nthe rough, sharp dueling of pinlighting.\n\nUnderhill had been amused one time when he found one of the most\nsluggish of the Partners coming away happy from contact with the mind\nof the girl named West.\n\nUsually the Partners didn't care much about the human minds with which\nthey were paired for the journey. The Partners seemed to take the\nattitude that human minds were complex and fouled up beyond belief,\nanyhow. No Partner ever questioned the superiority of the human mind,\nthough very few of the Partners were much impressed by that\nsuperiority.\n\nThe Partners liked people. They were willing to fight with them. They\nwere even willing to die for them. But when a Partner liked an\nindividual the way, for example, that Captain Wow or the Lady May\nliked Underhill, the liking had nothing to do with intellect. It was a\nmatter of temperament, of feel.\n\nUnderhill knew perfectly well that Captain Wow regarded his,\nUnderhill's, brains as silly. What Captain Wow liked was Underhill's\nfriendly emotional structure, the cheerfulness and glint of wicked\namusement that shot through Underhill's unconscious thought patterns,\nand the gaiety with which Underhill faced danger. The words, the\nhistory books, the ideas, the science--Underhill could sense all that\nin his own mind, reflected back from Captain Wow's mind, as so much\nrubbish.\n\nMiss West looked at Underhill. \"I bet you've put stickum on the\nstones.\"\n\n\"I did not!\"\n\nUnderhill felt his ears grow red with embarrassment. During his\nnovitiate, he had tried to cheat in the lottery because he got\nparticularly fond of a special Partner, a lovely young mother named\nMurr. It was so much easier to operate with Murr and she was so\naffectionate toward him that he forgot pinlighting was hard work and\nthat he was not instructed to have a good time with his Partner. They\nwere both designed and prepared to go into deadly battle together.\n\nOne cheating had been enough. They had found him out and he had been\nlaughed at for years.\n\nFather Moontree picked up the imitation-leather cup and shook the\nstone dice which assigned them their Partners for the trip. By senior\nrights, he took first draw.\n\n       *       *       *       *       *\n\nHe grimaced. He had drawn a greedy old character, a tough old male\nwhose mind was full of slobbering thoughts of food, veritable oceans\nfull of half-spoiled fish. Father Moontree had once said that he\nburped cod liver oil for weeks after drawing that particular glutton,\nso strongly had the telepathic image of fish impressed itself upon his\nmind. Yet the glutton was a glutton for danger as well as for fish. He\nhad killed sixty-three Dragons, more than any other Partner in the\nservice, and was quite literally worth his weight in gold.\n\nThe little girl West came next. She drew Captain Wow. When she saw who\nit was, she smiled.\n\n\"I _like_ him,\" she said. \"He's such fun to fight with. He feels so\nnice and cuddly in my mind.\"\n\n\"Cuddly, hell,\" said Woodley. \"I've been in his mind, too. It's the\nmost leering mind in this ship, bar none.\"\n\n\"Nasty man,\" said the little girl. She said it declaratively, without\nreproach.\n\nUnderhill, looking at her, shivered.\n\nHe didn't see how she could take Captain Wow so calmly. Captain Wow's\nmind _did_ leer. When Captain Wow got excited in the middle of a\nbattle, confused images of Dragons, deadly Rats, luscious beds, the\nsmell of fish, and the shock of space all scrambled together in his\nmind as he and Captain Wow, their consciousnesses linked together\nthrough the pin-set, became a fantastic composite of human being and\nPersian cat.\n\nThat's the trouble with working with cats, thought Underhill. It's a\npity that nothing else anywhere will serve as Partner. Cats were all\nright once you got in touch with them telepathically. They were smart\nenough to meet the needs of the fight, but their motives and desires\nwere certainly different from those of humans.\n\nThey were companionable enough as long as you thought tangible images\nat them, but their minds just closed up and went to sleep when you\nrecited Shakespeare or Colegrove, or if you tried to tell them what\nspace was.\n\nIt was sort of funny realizing that the Partners who were so grim and\nmature out here in space were the same cute little animals that people\nhad used as pets for thousands of years back on Earth. He had\nembarrassed himself more than once while on the ground saluting\nperfectly ordinary non-telepathic cats because he had forgotten for\nthe moment that they were not Partners.\n\nHe picked up the cup and shook out his stone dice.\n\nHe was lucky--he drew the Lady May.\n\n       *       *       *       *       *\n\nThe Lady May was the most thoughtful Partner he had ever met. In her,\nthe finely bred pedigree mind of a Persian cat had reached one of its\nhighest peaks of development. She was more complex than any human\nwoman, but the complexity was all one of emotions, memory, hope and\ndiscriminated experience--experience sorted through without benefit of\nwords.\n\nWhen he had first come into contact with her mind, he was astonished at\nits clarity. With her he remembered her kittenhood. He remembered every\nmating experience she had ever had. He saw in a half-recognizable\ngallery all the other pinlighters with whom she had been paired for the\nfight. And he saw himself radiant, cheerful and desirable.\n\nHe even thought he caught the edge of a longing--\n\nA very flattering and yearning thought: _What a pity he is not a cat._\n\nWoodley picked up the last stone. He drew what he deserved--a sullen,\nscared old tomcat with none of the verve of Captain Wow. Woodley's\nPartner was the most animal of all the cats on the ship, a low,\nbrutish type with a dull mind. Even telepathy had not refined his\ncharacter. His ears were half chewed off from the first fights in\nwhich he had engaged.\n\nHe was a serviceable fighter, nothing more.\n\nWoodley grunted.\n\nUnderhill glanced at him oddly. Didn't Woodley ever do anything but\ngrunt?\n\nFather Moontree looked at the other three. \"You might as well get your\nPartners now. I'll let the Scanner know we're ready to go into the\nUp-and-Out.\"\n\n\n\n\nTHE DEAL\n\n\nUnderhill spun the combination lock on the Lady May's cage. He woke\nher gently and took her into his arms. She humped her back\nluxuriously, stretched her claws, started to purr, thought better of\nit, and licked him on the wrist instead. He did not have the pin-set\non, so their minds were closed to each other, but in the angle of her\nmustache and in the movement of her ears, he caught some sense of\ngratification she experienced in finding him as her Partner.\n\nHe talked to her in human speech, even though speech meant nothing to\na cat when the pin-set was not on.\n\n\"It's a damn shame, sending a sweet little thing like you whirling\naround in the coldness of nothing to hunt for Rats that are bigger and\ndeadlier than all of us put together. You didn't ask for this kind of\nfight, did you?\"\n\nFor answer, she licked his hand, purred, tickled his cheek with her\nlong fluffy tail, turned around and faced him, golden eyes shining.\n\nFor a moment, they stared at each other, man squatting, cat standing\nerect on her hind legs, front claws digging into his knee. Human eyes\nand cat eyes looked across an immensity which no words could meet, but\nwhich affection spanned in a single glance.\n\n\"Time to get in,\" he said.\n\nShe walked docilely into her spheroid carrier. She climbed in. He saw\nto it that her miniature pin-set rested firmly and comfortably against\nthe base of her brain. He made sure that her claws were padded so that\nshe could not tear herself in the excitement of battle.\n\nSoftly he said to her, \"Ready?\"\n\nFor answer, she preened her back as much as her harness would permit\nand purred softly within the confines of the frame that held her.\n\nHe slapped down the lid and watched the sealant ooze around the seam.\nFor a few hours, she was welded into her projectile until a workman\nwith a short cutting arc would remove her after she had done her duty.\n\n       *       *       *       *       *\n\nHe picked up the entire projectile and slipped it into the ejection\ntube. He closed the door of the tube, spun the lock, seated himself in\nhis chair, and put his own pin-set on.\n\nOnce again he flung the switch.\n\nHe sat in a small room, _small_, _small_, _warm_, _warm_, the bodies\nof the other three people moving close around him, the tangible lights\nin the ceiling bright and heavy against his closed eyelids.\n\nAs the pin-set warmed, the room fell away. The other people ceased to\nbe people and became small glowing heaps of fire, embers, dark red\nfire, with the consciousness of life burning like old red coals in a\ncountry fireplace.\n\nAs the pin-set warmed a little more, he felt Earth just below him,\nfelt the ship slipping away, felt the turning Moon as it swung on the\nfar side of the world, felt the planets and the hot, clear goodness of\nthe Sun which kept the Dragons so far from mankind's native ground.\n\nFinally, he reached complete awareness.\n\nHe was telepathically alive to a range of millions of miles. He felt\nthe dust which he had noticed earlier high above the ecliptic. With a\nthrill of warmth and tenderness, he felt the consciousness of the Lady\nMay pouring over into his own. Her consciousness was as gentle and\nclear and yet sharp to the taste of his mind as if it were scented\noil. It felt relaxing and reassuring. He could sense her welcome of\nhim. It was scarcely a thought, just a raw emotion of greeting.\n\nAt last they were one again.\n\nIn a tiny remote corner of his mind, as tiny as the smallest toy he\nhad ever seen in his childhood, he was still aware of the room and the\nship, and of Father Moontree picking up a telephone and speaking to a\nScanner captain in charge of the ship.\n\nHis telepathic mind caught the idea long before his ears could frame\nthe words. The actual sound followed the idea the way that thunder on\nan ocean beach follows the lightning inward from far out over the\nseas.\n\n\"The Fighting Room is ready. Clear to planoform, sir.\"\n\n\n\n\nTHE PLAY\n\n\nUnderhill was always a little exasperated the way that Lady May\nexperienced things before he did.\n\nHe was braced for the quick vinegar thrill of planoforming, but he\ncaught her report of it before his own nerves could register what\nhappened.\n\nEarth had fallen so far away that he groped for several milliseconds\nbefore he found the Sun in the upper rear right-hand corner of his\ntelepathic mind.\n\nThat was a good jump, he thought. This way we'll get there in four or\nfive skips.\n\nA few hundred miles outside the ship, the Lady May thought back at\nhim, \"O warm, O generous, O gigantic man! O brave, O friendly, O\ntender and huge Partner! O wonderful with you, with you so good, good,\ngood, warm, warm, now to fight, now to go, good with you....\"\n\nHe knew that she was not thinking words, that his mind took the clear\namiable babble of her cat intellect and translated it into images\nwhich his own thinking could record and understand.\n\nNeither one of them was absorbed in the game of mutual greetings. He\nreached out far beyond her range of perception to see if there was\nanything near the ship. It was funny how it was possible to do two\nthings at once. He could scan space with his pin-set mind and yet at\nthe same time catch a vagrant thought of hers, a lovely, affectionate\nthought about a son who had had a golden face and a chest covered with\nsoft, incredibly downy white fur.\n\nWhile he was still searching, he caught the warning from her.\n\n_We jump again!_\n\nAnd so they had. The ship had moved to a second planoform. The stars\nwere different. The Sun was immeasurably far behind. Even the nearest\nstars were barely in contact. This was good Dragon country, this open,\nnasty, hollow kind of space. He reached farther, faster, sensing and\nlooking for danger, ready to fling the Lady May at danger wherever he\nfound it.\n\nTerror blazed up in his mind, so sharp, so clear, that it came through\nas a physical wrench.\n\nThe little girl named West had found something--something immense,\nlong, black, sharp, greedy, horrific. She flung Captain Wow at it.\n\nUnderhill tried to keep his own mind clear. \"Watch out!\" he shouted\ntelepathically at the others, trying to move the Lady May around.\n\nAt one corner of the battle, he felt the lustful rage of Captain Wow\nas the big Persian tomcat detonated lights while he approached the\nstreak of dust which threatened the ship and the people within.\n\nThe lights scored near-misses.\n\nThe dust flattened itself, changing from the shape of a sting-ray into\nthe shape of a spear.\n\nNot three milliseconds had elapsed.\n\n       *       *       *       *       *\n\nFather Moontree was talking human words and was saying in a voice that\nmoved like cold molasses out of a heavy jar, \"C-A-P-T-A-I-N.\"\nUnderhill knew that the sentence was going to be \"Captain, move fast!\"\n\nThe battle would be fought and finished before Father Moontree got\nthrough talking.\n\nNow, fractions of a millisecond later, the Lady May was directly in\nline.\n\nHere was where the skill and speed of the Partners came in. She could\nreact faster than he. She could see the threat as an immense Rat\ncoming direct at her.\n\nShe could fire the light-bombs with a discrimination which he might\nmiss.\n\nHe was connected with her mind, but he could not follow it.\n\nHis consciousness absorbed the tearing wound inflicted by the alien\nenemy. It was like no wound on Earth--raw, crazy pain which started\nlike a burn at his navel. He began to writhe in his chair.\n\nActually he had not yet had time to move a muscle when the Lady May\nstruck back at their enemy.\n\nFive evenly spaced photonuclear bombs blazed out across a hundred\nthousand miles.\n\nThe pain in his mind and body vanished.\n\n[Illustration]\n\nHe felt a moment of fierce, terrible, feral elation running through\nthe mind of the Lady May as she finished her kill. It was always\ndisappointing to the cats to find out that their enemies whom they\nsensed as gigantic space Rats disappeared at the moment of\ndestruction.\n\nThen he felt her hurt, the pain and the fear that swept over both of\nthem as the battle, quicker than the movement of an eyelid, had come\nand gone. In the same instant, there came the sharp and acid twinge\nof planoform.\n\nOnce more the ship went skip.\n\nHe could hear Woodley thinking at him. \"You don't have to bother much.\nThis old son of a gun and I will take over for a while.\"\n\nTwice again the twinge, the skip.\n\nHe had no idea where he was until the lights of the Caledonia space\nboard shone below.\n\n[Illustration]\n\nWith a weariness that lay almost beyond the limits of thought, he\nthrew his mind back into rapport with the pin-set, fixing the Lady\nMay's projectile gently and neatly in its launching tube.\n\nShe was half dead with fatigue, but he could feel the beat of her\nheart, could listen to her panting, and he grasped the grateful edge\nof a thanks reaching from her mind to his.\n\n\n\n\nTHE SCORE\n\n\nThey put him in the hospital at Caledonia.\n\nThe doctor was friendly but firm. \"You actually got touched by that\nDragon. That's as close a shave as I've ever seen. It's all so quick\nthat it'll be a long time before we know what happened scientifically,\nbut I suppose you'd be ready for the insane asylum now if the contact\nhad lasted several tenths of a millisecond longer. What kind of cat\ndid you have out in front of you?\"\n\nUnderhill felt the words coming out of him slowly. Words were such a\nlot of trouble compared with the speed and the joy of thinking, fast\nand sharp and clear, mind to mind! But words were all that could reach\nordinary people like this doctor.\n\nHis mouth moved heavily as he articulated words, \"Don't call our\nPartners cats. The right thing to call them is Partners. They fight\nfor us in a team. You ought to know we call them Partners, not cats.\nHow is mine?\"\n\n\"I don't know,\" said the doctor contritely. \"We'll find out for you.\nMeanwhile, old man, you take it easy. There's nothing but rest that\ncan help you. Can you make yourself sleep, or would you like us to\ngive you some kind of sedative?\"\n\n\"I can sleep,\" said Underhill. \"I just want to know about the Lady\nMay.\"\n\nThe nurse joined in. She was a little antagonistic. \"Don't you want to\nknow about the other people?\"\n\n\"They're okay,\" said Underhill. \"I knew that before I came in here.\"\n\nHe stretched his arms and sighed and grinned at them. He could see\nthey were relaxing and were beginning to treat him as a person instead\nof a patient.\n\n\"I'm all right,\" he said. \"Just let me know when I can go see my\nPartner.\"\n\nA new thought struck him. He looked wildly at the doctor. \"They didn't\nsend her off with the ship, did they?\"\n\n\"I'll find out right away,\" said the doctor. He gave Underhill a\nreassuring squeeze of the shoulder and left the room.\n\nThe nurse took a napkin off a goblet of chilled fruit juice.\n\n       *       *       *       *       *\n\nUnderhill tried to smile at her. There seemed to be something wrong\nwith the girl. He wished she would go away. First she had started to\nbe friendly and now she was distant again. It's a nuisance being\ntelepathic, he thought. You keep trying to reach even when you are not\nmaking contact.\n\nSuddenly she swung around on him.\n\n\"You pinlighters! You and your damn cats!\"\n\nJust as she stamped out, he burst into her mind. He saw himself a\nradiant hero, clad in his smooth suede uniform, the pin-set crown\nshining like ancient royal jewels around his head. He saw his own\nface, handsome and masculine, shining out of her mind. He saw himself\nvery far away and he saw himself as she hated him.\n\nShe hated him in the secrecy of her own mind. She hated him because he\nwas--she thought--proud, and strange, and rich, better and more\nbeautiful than people like her.\n\nHe cut off the sight of her mind and, as he buried his face in the\npillow, he caught an image of the Lady May.\n\n\"She _is_ a cat,\" he thought. \"That's all she is--a _cat_!\"\n\nBut that was not how his mind saw her--quick beyond all dreams of\nspeed, sharp, clever, unbelievably graceful, beautiful, wordless and\nundemanding.\n\nWhere would he ever find a woman who could compare with her?\n\n--CORDWAINER SMITH\n\n[Illustration]\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of Project Gutenberg's The Game of Rat and Dragon, by Cordwainer Smith\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE GAME OF RAT AND DRAGON ***\n\n***** This file should be named 29614.txt or 29614.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/6/1/29614/\n\nProduced by Sankar Viswanathan, Adam Buchbinder, and the\nOnline Distributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}