{"title": "The Cuckoo Clock", "author": "Wesley Barefoot", "releaseDate": "August 6, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n THE\n CUCKOO\n CLOCK\n\n BY WESLEY BAREFOOT\n\n\n _You know a murderer preys on your household--lives\n with you--depends on you--and you have no defence!_\n\n\nDeath wore the seeming of a battered Chevrolet.\n\nThe child's scream and the screech of rubber on concrete knifed through\ntwo seconds of time before snapping, like a celery stalk of sound, into\naching silence. The silence of limbo, called into being for the space of\na slow heartbeat. Then the thud of running feet, the rising hubbub of\nmany voices.\n\n\"Give her air!\"\n\n\"Keep back. Don't try to move her.\"\n\n\"Somebody call an ambulance.\"\n\n\"Yeah, and somebody call a cop, too.\"\n\n\"I couldn't help it.\" It was the driver of the ramshackle Chevvie. \"She\nfell off the curb right in front of me. Honest to God, it wasn't my\nfault.\"\n\n\"Got to report these things right away,\" said the grey-haired man beside\nhim. \"No cause to worry if you ain't to blame.\"\n\n\"Probably no brakes,\" said a heavily accented voice, and another spoke\nas if on cue, \"Probably no insurance, neither.\"\n\n\"Let me through! Oh, please--\" The woman's voice was on the edge of\nhysteria. She came through the crowd like an automaton, not seeing the\npeople she shoved and elbowed aside.\n\n       *       *       *       *       *\n\n\"D.O.A.,\" said the woman heavily. Her face was no longer twisted with\nshock, and she was almost pretty again. \"D.O.A. Dead on arrival, it\nmeans. Oh, Jim, I never knew they said that.\" Suddenly there were tears\nin her blue eyes. There had been many tears, now.\n\n[Illustration: _Illustrator_: Ernie Barth]\n\n\"Take it easy, Jean, honey.\" Jim Blair hoisted his lank six feet out of\nthe old rocker, and crossed the room, running a nervous hand through his\ncornshuck hair. _She's only thirty_, he thought, _and I'm three years\nolder. That's awfully young to have bred three kids and lost them._ He\ntook her in his arms. \"I know how tough it is. It's bad enough for me,\nand probably worse for you. But at least we're sure they'll never be\nbomb fodder. And we still have Joanna.\"\n\n       *       *       *       *       *\n\nShe twisted away from him, her voice suddenly bitter. \"Don't give me\nthat Pollyanna stuff, Jim. 'Goody, goody, only a broken leg. It might\nhave been your back.' There's no use trying to whitewash it. Our kids,\nour _own_ kids, all gone. Dead.\" She began to sob. \"I wish I were, too.\"\n\n\"Jean, Jean--\"\n\n\"I don't care. I mean it. Everything bad has happened since Joanna came\nto live with us.\"\n\n\"Darling, you can't blame the child for a series of accidents.\"\n\n\"I know.\" She raised her tear-stained face. \"But after all-- Michael,\ndrowned. Then Steve, falling off the water tower. Now it's Marian.\" Her\nfingers gripped his arm tightly. \"Jim, each of them was playing alone\nwith Joanna when it happened.\"\n\n\"Accidents, just accidents,\" he said. It wasn't like Jean, this talk.\nAlmost-- His mind shied away from the word, and circled back. Almost\nparanoid. But Jean was stable, rational, always had been. Still, maybe a\nlittle chat with Doctor Holland would be a good idea. Breakdowns _do_\nhappen.\n\nThey both turned at the slamming of the screen door. Then came the\npatter of childish feet on the kitchen linoleum, and Joanna burst into\nthe room.\n\n\"Mommy, I want to play with Marian. Why can't I play with Marian?\"\n\nJean put her arm around the girl's thin shoulder. \"Darling, you won't be\nable to play with Marian for--quite a while. You mustn't worry about it\nnow.\"\n\n\"Mommy, she looked just like she was asleep, then they came and took her\naway.\" Her lips trembled. \"I'm frightened, Mommy.\"\n\n       *       *       *       *       *\n\nJim looked down at the dark eyes, misted now, the straight brown hair,\nand the little snub nose with its dusting of freckles. _She's all we\nhave left, poor kid, and not even ours, really. Helen's baby._\n\nHe looked up as the battered cuckoo clock on the mantel clicked\nwarningly. \"Time for little girls to be in bed, Joanna. Run along now\nlike a good girl, and get washed.\" Even as he spoke the miniature doors\nflew open and the caricature of a bird popped out, shrilly announcing\nthe hour. It cuckooed eight times, then bounced back inside. Joanna\nwatched entranced.\n\n\"Bed time, darling,\" said Jean gently. \"School tomorrow, remember? And\ndon't forget to brush your teeth.\"\n\n\"I won't. Goodnight, Mommy, goodnight, Daddy.\" She turned up her face to\nbe kissed, smiled at them, and was gone. They listened to her footsteps\non the stairs.\n\n\"Jim, I'm sorry about the things I said.\" Jean's voice was hesitant, a\nlittle ashamed. \"It _is_ hard, though, you know it is-- Jim, aren't you\nlistening? After all, you don't have to watch the clock now.\" Her smile\nwas as labored as the joke.\n\nHe smiled back. \"I think I'll take a walk, honey. Some fresh air would\ndo me good.\"\n\n\"Jim, don't go. I'd rather not be alone just now.\"\n\n\"Well.\" He looked at her, keeping his expression blank. \"All right,\ndear. How about some coffee? I could stand another cup.\" And he thought:\n_Tomorrow I'll go. I'll talk to Holland tomorrow._\n\n       *       *       *       *       *\n\n\"Let me get this straight, Jim.\" Holland's pudgy face was sober, his\neyes serious. \"You started out by thinking Jean was showing paranoid\ntendencies, and offhand I'm inclined to agree with you. Overnight you\nchanged your mind and began thinking that maybe, just maybe, she might\nbe right. Honestly, don't you suspect your own reasons for such a quick\nswitch?\"\n\n\"Sure I do, Bob,\" Blair said worriedly. \"Do you think I haven't beaten\nout my brains over it? I know the idea's monstrous. But just suppose\nthere _was_ a branch of humanity--if you could call it human--living off\nus unsuspected. A branch that knows how to eliminate--competition--almost\nby instinct.\"\n\n\"Now hold on a minute, Jim. You've taken Jean's reaction to this last\ndeath, plus a random association with a cuckoo clock, and here you are\nwith a perfectly wild hypothesis. You've always been rational and\nanalytical, old man. Surely you can realize that a perfectly normal urge\nto rationalize Jean's conclusions is making you concur with them against\nyour better judgment.\"\n\n\"Bob--\"\n\n\"I'm not through, Jim. Just consider how fantastic the whole idea is.\nBecause of a series of accidents you can't accuse a child of planned\nmurder. Nor can you further hypothesize that all orphans are\nchangelings, imbued with an instinct to polish off their\nfoster-siblings.\"\n\n\"Not _all_ orphans, Bob. Not planned murder, either. Take it easy. Just\nsome of them. A few of them--different. Growing up. Placing their young\nwith well-to-do families somehow, and then dropping unobtrusively out of\nthe picture. And the young growing up, and always the natural children\ndying off in one way or another. The changeling inherits, and the\nprocess is repeated, step by step. Can you say it's impossible? Do you\n_know_ it's impossible?\"\n\n\"I wouldn't say impossible, Jim. But I _would_ say that your thesis has\na remarkably low index of probability. Why don't others suspect, besides\nyou?\"\n\nJim spread his hands hopelessly. \"I don't know. Maybe they do. Maybe\nthese creatures--if they do exist--have some means of protection we\ndon't know about.\"\n\n\"You need more than maybes, Jim. What about Joanna Simmons' mother?\nAccording to your theories she should have been well off. Was she?\"\n\n\"No, she wasn't,\" Jim admitted reluctantly. \"She came here and took a\njob with my outfit. Said she was divorced, and had lived in New York.\nThen she quit to take a position in California, and we agreed to board\nJoanna until she got settled. Warrenburg was the town. She was killed\nthere quite horribly, in a terrible auto accident.\"\n\n\"Have you any reason for suspecting skulduggery? Honestly, Jim? Or for\nlabelling her one of your human--er--cuckoos?\"\n\n\"Only my hunch. We had a newspaper clipping, and a letter from the\ncoroner. We even sent the money for her funeral. But those things could\nbe faked, Bob.\"\n\n\"Give me some evidence that they _were_ faked, and I'll be happy to\nreinspect your views.\" Holland levered his avoirdupois out of his chair.\n\"In the meantime, relax. Take a trip if you can. Try not to worry.\"\n\nJim grinned humorlessly. \"Mustn't let myself get excited, eh? Okay, Bob.\nBut if I get hold of any evidence that I think you might accept, I'll be\nback. The last laugh and all that. Pending developments you take it\neasy, too. Don't let yourself get overworked. Stay out of the sun. So\nlong now.\"\n\n\"So long, Jim.\"\n\n       *       *       *       *       *\n\nIt was cool in the Warrenburg city hall, though outside the streets were\nsizzling.\n\n\"Sorry, Mr. Blair,\" said the stout, motherly woman with the horn-rimmed\nglasses. \"We've no record of a Helen Simmons. Nothing whatever.\" She\nclosed the file with resolute finality.\n\nJim stared at her. \"Are you sure? There must be something. Mightn't\nthere be a special file for accident cases? She was here in Warrenburg.\nShe died here.\"\n\nThe woman thinned her lips, shook her head. \"If we had any information,\nit'd be right where I looked. There isn't a thing. Have you tried her\nlast address? Maybe they could tell you something. We can't.\"\n\n\"I'll try that next. Thanks a lot.\"\n\n\"Sorry we couldn't help you.\"\n\nHe went out slowly.\n\n       *       *       *       *       *\n\n872 Maple was a rambling frame house dozing on a wide flower-bordered\nlot. There was nothing sleepy about the diminutive woman who opened the\ndoor to Jim's knock. Snapping black eyes peered at him from a maze of\nwrinkles. A veined hand moved swiftly to smooth down the white hair that\nframed her face.\n\n\"Looking for someone, young man?\"\n\n\"Just information, Mrs.--\"\n\n\"Collins, and it's Miss. Don't give out information about guests. You a\nbill collector?\"\n\n\"No, Miss Collins. As a matter of fact, I'm trying to check up on an old\nfriend I lost track of. Helen Simmons. She lived at this address for a\nwhile.\"\n\n\"Sure did. Well, come on in. Mind you, I don't usually do this, Mr.--\"\n\n\"Blair.\" Without any fanfare a bill changed hands.\n\n\"Mr. Blair. Well, I can't tell you much. Try that green chair for size.\nWhat do you want to know?\"\n\n       *       *       *       *       *\n\nJim studied the toe of his right shoe. His eyes were veiled. \"I heard\nshe was hurt, and hard up, and I was worried. My wife and I were friends\nof hers back east.\"\n\n\"Hurt, hard up? Humph! Not likely, spendin' all her time drivin' that\nEnglish car around. Takin' trips. I'm not sayin' she didn't mind her\nmanners, though.\"\n\n\"Did she have any close friends?\"\n\n\"She was chummy with Edith Walton, the girl that works for Doc Mendel.\nHe's county coroner in his spare time. No men. Didn't fool around at\nall. I'd a known.\"\n\n       *       *       *       *       *\n\nBehind Jim's stony eyes the pattern took clearer form, as if a mosaic\napproached completion. A mosaic of carefully planned events that\ntotalled horror. He shivered as the outlines of his hunch filled in.\nHelen--what creatures were these? Helen--not dead, not poor,--carefully\nplanting ostensible proof of her death and going on to a new role, a new\nlife, in London or Paris or Rome. A free, untrammelled life. And her\nchild--if child was the word--in his home, repeating the pattern.\nEliminating competition as her mother undoubtedly had done. The\ncompetition--his and Jean's children! Changeling, changeling-- No, not\nthat. Incubus! He shivered again.\n\n\"Rabbits on your grave, Mr. Blair?\"\n\nHe looked up slowly. \"Sorry. I was just wondering. Did Miss Simmons have\na job while she was here?\"\n\n\"No, she didn't. One thing she did do was rent a place. Used to be\nBlands Hardware. Paid a month's rent, too. Said some friends of hers\nwere plannin' to open a mortuary. Seemed like a funny way for people to\ndo business, but then, no affair of mine.\"\n\nFunny? No, not funny at all, but icily, eerily logical. There had to be\nan undertaking parlor where he could send the funeral expenses. He\nwondered if Helen had laughed when she opened the letter. Everyone his,\nor her, own undertaker. And the carefully cultivated friend in the\ncoroner's office. For stationery.\n\nHe got to his feet. \"Thanks a lot, Miss Collins. You've been a great\ndeal of help.\" He almost smiled as he asked, \"I don't suppose she left a\nforwarding address?\"\n\nThe old head shook decisively. \"Not a thing. Just packed and left, one\nMonday morning.\"\n\nAll the loose ends tied up tight on a Monday morning. Nothing to cause\nsuspicion. Nothing to worry about. Only a woman's almost paranoid\nhysteria,--and a glance at a clock. Not very much to unmask--incubus.\nAnd what could he do? What _could_ he do? Start talking and land in an\ninstitution? Well, there was one thing.\n\n\"Thanks again, Miss Collins.\"\n\nHe went out.\n\n       *       *       *       *       *\n\nSwanson didn't look like the general conception of a small-town\nnewspaperman. One knew instinctively that his beard wouldn't have been\ntobacco-stained even if he'd cared to grow one. And he didn't have a\nbottle of bourbon in the file marked Miscellaneous, or if he did he\ndidn't bring it out.\n\n\"That never came from my paper,\" he said precisely. He handed the\nclipping back to Jim. \"We don't use that type, for one thing. For\nanother, Miss Simmons, so far as I know, wasn't killed here or anywhere\nelse.\"\n\n\"You knew her?\"\n\n\"I knew of her. I never met her.\"\n\n\"What about this report of her death?\"\n\nSwanson shrugged; tented manicured fingers. \"It's a hoax. Any job\nprinting shop with a Linotype could do it. In all likelihood it was some\nplace in San Francisco. That's closest. It would be very difficult to\ncheck.\" His curiosity was showing.\n\n\"I see. Well, thanks for your time and trouble, Mr. Swanson.\"\n\n\"Not at all. Sorry I couldn't be of more help.\"\n\nOne thing to do. One thing that must be done.\n\nMotors over the mountains. And riding with them, the numb resolve.\nMotors over the salt pans, the wheat lands, the corn belt.\n\nThe stewardess stops again. \"Coffee, sir? A sandwich, perhaps?\"\n\n\"I beg your-- Oh, no. No, thanks.\"\n\nShe watches him covertly, uneasily, longing for the end of the run.\n\nMotors in the night.\n\nAnd the dull determination growing, strengthening.\n\nThe airport, baggage, the ancient taxi with the piston slap, and at last\nthe dark, familiar street.\n\n\"Jim, you're back! Oh, Jim, darling. Next time they send you west I'm\ngoing too. I am!\"\n\n\"Okay, Jean, sure. Why not?\"\n\n\"What's the matter, dear? Oh, you're tired, of course. I should have\nknown. Sit down, Jim. Let me get you a drink.\"\n\n\"In a minute, Jean.\" Do it now _now_ NOW! \"Where's Joanna?\"\n\n\"She's in bed. Hours ago. Jim, has something--?\"\n\n\"Nothing, dear. I just want to look in on her. And freshen up a bit, of\ncourse.\"\n\n\"Jim--\"\n\nHe smoothed away the worried frown with his forefinger.\n\n\"In a minute, dear.\"\n\nShe smiled uncertainly. \"Hurry back, Jim.\"\n\n       *       *       *       *       *\n\nThe stairs unwind irrevocably, slow motion in a nightmare. The bedroom\ndoor opens, the hall light dim on the bed and the child's face. Incubus\nin the half dark.\n\nFor a moment Jim remembered wondering somewhere, sometime, what strange\npowers of protection might be implicit in such a creature. As the\nthought came into his mind, Joanna stirred. She opened her eyes and\nlooked at him.\n\nHe took one step toward the bed.\n\nThe little girl eyes over their dusting of freckles slitted. Then they\nopened wide, became two glowing golden lakes that grew, and grew--\n\nThere was the feeling of a great soundless explosion in his mind. Waves\nof cool burning in his brain, churning and bubbling in every unknown\ncorner, every cranny. Here and there a cell, or a group of cells,\nblanked out, the complex molecules reverting, becoming new again. Ready\nfor fresh punch marks. Synapses shorted with soundless cold fire, and\nwaited in timeless stasis for rechannelling. The waves frothed, became\nripples, were gone. He stood unmoving.\n\nWhat was it he was supposed to do? Let's see-- Tuck Joanna's blanket\naround her. But she was covered up snugly. Sleeping soundly, too, and\nfor a few seconds he'd thought she was awake. And Jean was waiting\ndownstairs, Jean and a cool drink.\n\nOh, yes, stop in the bathroom.\n\nThe stairs wind up again. It is good to be with one's family, relaxed in\nthe well known chair. Not a worry in the world.\n\nHe sat there, his mind at ease, not caring much about anything. He\ndidn't even look up when the clock on the mantel whirred, and the\nridiculous bird popped out of its nest to herald a new day.\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Amazing Stories_ March 1954. Extensive\n    research did not uncover any evidence that the U.S. copyright on\n    this publication was renewed. Minor spelling and typographical\n    errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Cuckoo Clock, by Wesley Barefoot\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE CUCKOO CLOCK ***\n\n***** This file should be named 29623.txt or 29623.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/6/2/29623/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}