{"title": "Teething Ring", "author": "James Causey", "releaseDate": "August 6, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\nTeething Ring\n\nBy JAMES CAUSEY\n\n[Illustration: Illustrated by DICK FRANCIS]\n\n\n _Anyone can make an error, but the higher the\n society ... the more disastrous the mistake!_\n\n\nHalf an hour before, while she had been engrossed in the current soap\nopera and Harry Junior was screaming in his crib, Melinda would\nnaturally have slammed the front door in the little man's face. However,\nwhen the bell rang, she was wearing her new Chinese red housecoat, had\njust lustered her nails to a blinding scarlet, and Harry Junior was\nsleeping like an angel.\n\nYawning, Melinda answered the door and the little man said, beaming,\n\"Excellent day. I have geegaws for information.\"\n\nMelinda did not quite recoil. He was perhaps five feet tall, with a\ngleaming hairless scalp and a young-old face. He wore a plain gray\ntunic, and a peddler's tray hung from his thin shoulders.\n\n\"Don't want any,\" Melinda stated flatly.\n\n\"_Please._\" He had great, beseeching amber eyes. \"They all say that. I\nhaven't much time. I must be back at the University by noon.\"\n\n\"You working your way through college?\"\n\nHe brightened. \"Yes. I suppose you could call it that. Alien\nanthropology major.\"\n\nMelinda softened. The initiations those frats pulled nowadays--shaving\nthe poor guy's head, eating goldfish--it was criminal.\n\n\"Well?\" she asked grudgingly. \"What's in the tray?\"\n\n\"Flanglers,\" said the little man eagerly. \"Oscilloscopes. Portable\nforce-field generators. A neural distorter.\" Melinda's face was blank.\nThe little man frowned. \"You use them, of course? This _is_ a Class IV\nculture?\" Melinda essayed a weak shrug and the little man sighed with\nrelief. His eyes fled past her to the blank screen of the TV set. \"Ah, a\nmonitor.\" He smiled. \"For a moment I was afraid--May I come in?\"\n\n       *       *       *       *       *\n\nMelinda shrugged, opened the door. This might be interesting, like a\nvacuum-cleaner salesman who had cleaned her drapes last week for free.\nAnd Kitty Kyle Battles Life wouldn't be on for almost an hour.\n\n\"My name is Porteous,\" said the little man with an eager smile. \"I'm\ndoing a thematic on Class IV cultures.\" He whipped out a stylus, began\njotting down notes. The TV set fascinated him.\n\n\"It's turned off right now,\" Melinda said.\n\nPorteous's eyes widened impossibly. \"You mean,\" he whispered in horror,\n\"that you're exercising Class V privileges? This is terribly confusing.\nI get doors slammed in my face, when Class Fours are supposed to have a\nsplendid gregarian quotient--you _do_ have atomic power, don't you?\"\n\n\"Oh, sure,\" said Melinda uncomfortably. This wasn't going to be much\nfun.\n\n\"Space travel?\" The little face was intent, sharp.\n\n\"Well,\" Melinda yawned, looking at the blank screen, \"they've got Space\nPatrol, Space Cadet, Tales of Tomorrow ...\"\n\n\"Excellent. Rocket ships or force-fields?\" Melinda blinked. \"Does your\nhusband own one?\" Melinda shook her blonde head helplessly. \"What are\nyour economic circumstances?\"\n\nMelinda took a deep rasping breath, said, \"Listen, mister, is this a\ndemonstration or a quiz program?\"\n\n\"Oh, my excuse. Demonstration, certainly. You will not mind the\nquestions?\"\n\n\"Questions?\" There was an ominous glint in Melinda's blue eyes.\n\n\"Your delightful primitive customs, art-forms, personal habits--\"\n\n\"Look,\" Melinda said, crimsoning. \"This is a respectable neighborhood,\nand I'm not answering any Kinsey report, understand?\"\n\nThe little man nodded, scribbling. \"Personal habits are tabu? I so\nregret. The demonstration.\" He waved grandly at the tray. \"Anti-grav\nsandals? A portable solar converter? Apologizing for this miserable\nselection, but on Capella they told me--\" He followed Melinda's\nentranced gaze, selected a tiny green vial. \"This is merely a\nregenerative solution. You appear to have no cuts or bruises.\"\n\n\"Oh,\" said Melinda nastily. \"Cures warts, cancer, grows hair, I\nsuppose.\"\n\nPorteous brightened. \"Of course. I see you can scan. Amazing.\" He\nscribbled further with his stylus, glanced up, blinked at the obvious\nscorn on Melinda's face. \"Here. Try it.\"\n\n\"You try it.\" Now watch him squirm!\n\nPorteous hesitated. \"Would you like me to grow an extra finger, hair--\"\n\n\"Grow some hair.\" Melinda tried not to smile.\n\nThe little man unstopped the vial, poured a shimmering green drop on his\nwrist, frowning.\n\n\"Must concentrate,\" he said. \"Thorium base, suspended solution. Really\njolts the endocrines, complete control ... see?\"\n\nMelinda's jaw dropped. She stared at the tiny tuft of hair which had\nsprouted on that bare wrist. She was thinking abruptly, unhappily, about\nthat chignon she had bought yesterday. They had let her buy that for\neight dollars when with this stuff she could have a natural one.\n\n\"How much?\" she inquired cautiously.\n\n\"A half hour of your time only,\" said Porteous.\n\nMelinda grasped the vial firmly, settled down on the sofa with one leg\ntucked carefully under her.\n\n\"Okay, shoot. But nothing personal.\"\n\n       *       *       *       *       *\n\nPorteous was delighted. He asked a multitude of questions, most of them\npointless, some naive, and Melinda dug into her infinitesimal fund of\nknowledge and gave. The little man scribbled furiously, clucking like a\ngravid hen.\n\n\"You mean,\" he asked in amazement, \"that you live in these primitive\nhuts of your own volition?\"\n\n\"It's a G.I. housing project,\" Melinda said, ashamed.\n\n\"Astonishing.\" He wrote: _Feudal anachronisms and atomic power, side by\nside. Class Fours periodically \"rough it\" in back-to-nature movements._\n\nHarry Junior chose that moment to begin screaming for his lunch.\nPorteous sat, trembling. \"Is that a Security Alarm?\"\n\n\"My son,\" said Melinda despondently, and went into the nursery.\n\nPorteous followed, and watched the ululating child with some\ntrepidation. \"Newborn?\"\n\n\"Eighteen months,\" said Melinda stiffly, changing diapers. \"He's cutting\nteeth.\"\n\nPorteous shuddered. \"What a pity. Obviously atavistic. Wouldn't the\ncreche accept him? You shouldn't have to keep him here.\"\n\n\"I keep after Harry to get a maid, but he says we can't afford one.\"\n\n\"Manifestly insecure,\" muttered the little man, studying Harry Junior.\n\"Definite paranoid tendencies.\"\n\n\"He was two weeks premature,\" volunteered Melinda. \"He's real\nsensitive.\"\n\n\"I know just the thing,\" Porteous said happily. \"Here.\" He dipped into\nthe glittering litter on the tray and handed Harry Junior a translucent\nprism. \"A neural distorter. We use it to train regressives on Rigel Two.\nIt might be of assistance.\"\n\nMelinda eyed the thing doubtfully. Harry Junior was peering into the\nshifting crystal depths with a somewhat strained expression.\n\n\"Speeds up the neural flow,\" explained the little man proudly. \"Helps\ntap the unused eighty per cent. The pre-symptomatic memory is\nunaffected, due to automatic cerebral lapse in case of overload. I'm\nafraid it won't do much more than cube his present IQ, and an\nintelligent idiot is still an idiot, but--\"\n\n\"How dare you?\" Melinda's eyes flashed. \"My son is _not_ an idiot! You\nget out of here this minute and take your--things with you.\" As she\nreached for the prism, Harry Junior squalled. Melinda relented. \"Here,\"\nshe said angrily, fumbling with her purse. \"How much are they?\"\n\n\"Medium of exchange?\" Porteous rubbed his bald skull. \"Oh, I really\nshouldn't--but it'll make such a wonderful addendum to the chapter on\nmalignant primitives. What is your smallest denomination?\"\n\n\"Is a dollar okay?\" Melinda was hopeful.\n\nPorteous was pleased with the picture of George Washington. He turned\nthe bill over and over in his fingers, at last bowed low and formally,\napologized for any tabu violations, and left via the front door.\n\n\"Crazy fraternities,\" muttered Melinda, turning on the TV set.\n\n       *       *       *       *       *\n\nKitty Kyle was dull that morning. At length Melinda used some of the\nliquid in the green vial on her eyelashes, was quite pleased at the\nresults, and hid the rest in the medicine cabinet.\n\nHarry Junior was a model of docility the rest of that day. While Melinda\nwatched TV and munched chocolates, did and re-did her hair, Harry Junior\nplayed quietly with the crystal prism.\n\nToward late afternoon, he crawled over to the bookcase, wrestled down\nthe encyclopedia and pawed through it, gurgling with delight. He\ndefinitely, Melinda decided, would make a fine lawyer someday, not a\nuseless putterer like Big Harry, who worked all hours overtime in that\ndamned lab. She scowled as Harry Junior, bored with the encyclopedia,\nbegan reaching for one of Big Harry's tomes on nuclear physics. One\nputterer in the family was enough! But when she tried to take the book\naway from him, Harry Junior howled so violently that she let well enough\nalone.\n\nAt six-thirty, Big Harry called from the lab, with the usual despondent\nmessage that he would not be home for supper. Melinda said a few\nresigned things about cheerless dinners eaten alone, hinted darkly what\nlonesome wives sometimes did for company, and Harry said he was very\nsorry, but this might be _it_, and Melinda hung up on him in a temper.\n\nPrecisely fifteen minutes later, the doorbell rang. Melinda opened the\nfront door and gaped. This little man could have been Porteous's double,\nexcept for the black metallic tunic, the glacial gray eyes.\n\n\"Mrs. Melinda Adams?\" Even the voice was frigid.\n\n\"Y-Yes. Why--\"\n\n\"Major Nord, Galactic Security.\" The little man bowed. \"You were visited\nearly this morning by one Porteous.\" He spoke the name with a certain\ndisgust. \"He left a neural distorter here. Correct?\"\n\nMelinda's nod was tremulous. Major Nord came quietly into the living\nroom, shut the door behind him. \"My apologies, madam, for the intrusion.\nPorteous mistook your world for a Class IV culture, instead of a Class\nVII. Here--\" He handed her the crumpled dollar bill. \"You may check the\nserial number. The distorter, please.\"\n\n       *       *       *       *       *\n\nMelinda shrunk limply onto the sofa. \"I don't understand,\" she said\npainfully. \"Was he a thief?\"\n\n\"He was--careless about his spatial coordinates.\" Major Nord's teeth\nshowed in the faintest of smiles. \"He has been corrected. Where is it?\"\n\n\"Now look,\" said Melinda with some asperity. \"That thing's kept Harry\nJunior quiet all day. I bought it in good faith, and it's not my\nfault--say, have you got a warrant?\"\n\n\"Madam,\" said the Major with dignity, \"I dislike violating local tabus,\nbut must I explain the impact of a neural distorter on a backwater\nculture? What if your Neanderthal had been given atomic blasters? Where\nwould you have been today? Swinging through trees, no doubt. What if\nyour Hitler had force-fields?\" He exhaled. \"Where is your son?\"\n\nIn the nursery, Harry Junior was contentedly playing with his blocks.\nThe prism lay glinting in the corner.\n\nMajor Nord picked it up carefully, scrutinized Harry Junior. His voice\nwas very soft.\n\n\"You said he was--playing with it?\"\n\nSome vestigial maternal instinct prompted Melinda to shake her head\nvigorously. The little man stared hard at Harry Junior, who began\nwhimpering. Trembling, Melinda scooped up Harry Junior.\n\n\"Is _that_ all you have to do--run around frightening women and\nchildren? Take your old distorter and get out. Leave decent people\nalone!\"\n\nMajor Nord frowned. If only he could be sure. He peered stonily at Harry\nJunior, murmured, \"Definite egomania. It doesn't seem to have affected\nhim. Strange.\"\n\n\"Do you want me to scream?\" Melinda demanded.\n\nMajor Nord sighed. He bowed to Melinda, went out, closed the door,\ntouched a tiny stud on his tunic, and vanished.\n\n\"The manners of some people,\" Melinda said to Harry Junior. She was\nrelieved that the Major had not asked for the green vial.\n\nHarry Junior also looked relieved, although for quite a different\nreason.\n\n       *       *       *       *       *\n\nBig Harry arrived home a little after eleven. There were small worry\ncreases about his mouth and forehead, and the leaden cast of defeat in\nhis eyes. He went into the bedroom and Melinda sleepily told him about\nthe little man working his way through college by peddling silly goods,\nand about that rude cop named Nord, and Harry said that was simply\nastonishing and Melinda said, \"Harry, you had a drink!\"\n\n\"I had two drinks,\" Harry told her owlishly. \"You married a failure,\ndear. Part of the experimental model vaporized, _wooosh_, just like\nthat. On paper it looked so good--\"\n\nMelinda had heard it all before. She asked him to see if Harry Junior\nwas covered, and Big Harry went unsteadily into the nursery, sat down by\nhis son's crib.\n\n\"Poor little guy,\" he mused. \"Your old man's a bum, a useless tinker. He\nthought he could send Man to the stars on a string of helium nuclei. Oh,\nhe was smart. Thought of everything. Auxiliary jets to kick off the\nnegative charge, bigger mercury vapor banks--a fine straight thrust of\npositive Alpha particles.\" He hiccuped, put his face in his hands.\n\n\"Didn't you ever stop to think that a few air molecules could defocus\nthe stream? Try a vacuum, stupid.\"\n\nBig Harry stood up.\n\n\"Did you say something, son?\"\n\n\"Gurfle,\" said Harry Junior.\n\nBig Harry reeled into the living room like a somnambulist.\n\nHe got pencil and paper, began jotting frantic formulae. Presently he\ncalled a cab and raced back to the laboratory.\n\n       *       *       *       *       *\n\nMelinda was dreaming about little bald men with diamond-studded trays.\nThey were chasing her, they kept pelting her with rubies and emeralds,\nall they wanted was to ask questions, but she kept running, Harry Junior\nclasped tightly in her arms. Now they were ringing alarm bells. The\nbells kept ringing and she groaned, sat up in bed, and seized the\ntelephone.\n\n\"Darling.\" Big Harry's voice shook. \"I've got it! More auxiliary\nshielding plus a vacuum. We'll be rich!\"\n\n\"That's just fine,\" said Melinda crossly. \"You woke the baby.\"\n\nHarry Junior was sobbing bitterly into his pillow. He was sick with\ndisappointment. Even the most favorable extrapolation showed it would\ntake him nineteen years to become master of the world.\n\nAn eternity. Nineteen years!\n\n                                                        --JAMES CAUSEY\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Galaxy Science Fiction_ January 1953.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Teething Ring, by James Causey\n\n*** END OF THIS PROJECT GUTENBERG EBOOK TEETHING RING ***\n\n***** This file should be named 29625.txt or 29625.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/6/2/29625/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}