{"title": "The Moon is Green", "author": "Fritz Reuter Leiber", "releaseDate": "August 10, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n _THE MOON\n        IS GREEN_\n\nBy FRITZ LEIBER\n\nIllustrated by DAVID STONE\n\n\n _Anybody who wanted to escape death could, by\n paying a very simple price--denial of life!_\n\n\n\"Effie! What the devil are you up to?\"\n\nHer husband's voice, chopping through her mood of terrified rapture,\nmade her heart jump like a startled cat, yet by some miracle of feminine\nself-control her body did not show a tremor.\n\n_Dear God_, she thought, _he mustn't see it. It's so beautiful, and he\nalways kills beauty._\n\n\"I'm just looking at the Moon,\" she said listlessly. \"It's green.\"\n\n_Mustn't, mustn't see it._ And now, with luck, he wouldn't. For the\nface, as if it also heard and sensed the menace in the voice, was\nmoving back from the window's glow into the outside dark, but slowly,\nreluctantly, and still faunlike, pleading, cajoling, tempting, and\nincredibly beautiful.\n\n\"Close the shutters at once, you little fool, and come away from the\nwindow!\"\n\n\"Green as a beer bottle,\" she went on dreamily, \"green as emeralds,\ngreen as leaves with sunshine striking through them and green grass to\nlie on.\" She couldn't help saying those last words. They were her token\nto the face, even though it couldn't hear.\n\n\"Effie!\"\n\nShe knew what that last tone meant. Wearily she swung shut the ponderous\nlead inner shutters and drove home the heavy bolts. That hurt her\nfingers; it always did, but he mustn't know that.\n\n\"You know that those shutters are not to be touched! Not for five more\nyears at least!\"\n\n\"I only wanted to look at the Moon,\" she said, turning around, and then\nit was all gone--the face, the night, the Moon, the magic--and she was\nback in the grubby, stale little hole, facing an angry, stale little\nman. It was then that the eternal thud of the air-conditioning fans and\nthe crackle of the electrostatic precipitators that sieved out the dust\nreached her consciousness again like the bite of a dentist's drill.\n\n\"Only wanted to look at the Moon!\" he mimicked her in falsetto. \"Only\nwanted to die like a little fool and make me that much more ashamed of\nyou!\" Then his voice went gruff and professional. \"Here, count\nyourself.\"\n\nShe silently took the Geiger counter he held at arm's length, waited\nuntil it settled down to a steady ticking slower than a clock--due only\nto cosmic rays and indicating nothing dangerous--and then began to comb\nher body with the instrument. First her head and shoulders, then out\nalong her arms and back along their under side. There was something\noddly voluptuous about her movements, although her features were gray\nand sagging.\n\nThe ticking did not change its tempo until she came to her waist. Then\nit suddenly spurted, clicking faster and faster. Her husband gave an\nexcited grunt, took a quick step forward, froze. She goggled for a\nmoment in fear, then grinned foolishly, dug in the pocket of her grimy\napron and guiltily pulled out a wristwatch.\n\nHe grabbed it as it dangled from her fingers, saw that it had a radium\ndial, cursed, heaved it up as if to smash it on the floor, but instead\nput it carefully on the table.\n\n\"You imbecile, you incredible imbecile,\" he softly chanted to himself\nthrough clenched teeth, with eyes half closed.\n\nShe shrugged faintly, put the Geiger counter on the table, and stood\nthere slumped.\n\nHe waited until the chanting had soothed his anger, before speaking\nagain. He said quietly, \"I do suppose you still realize the sort of\nworld you're living in?\"\n\n       *       *       *       *       *\n\nShe nodded slowly, staring at nothingness. Oh, she realized, all right,\nrealized only too well. It was the world that hadn't realized. The world\nthat had gone on stockpiling hydrogen bombs. The world that had put\nthose bombs in cobalt shells, although it had promised it wouldn't,\nbecause the cobalt made them much more terrible and cost no more. The\nworld that had started throwing those bombs, always telling itself that\nit hadn't thrown enough of them yet to make the air really dangerous\nwith the deadly radioactive dust that came from the cobalt. Thrown them\nand kept on throwing until the danger point, where air and ground would\nbecome fatal to all human life, was approached.\n\nThen, for about a month, the two great enemy groups had hesitated. And\nthen each, unknown to the other, had decided it could risk one last\ngigantic and decisive attack without exceeding the danger point. It had\nbeen planned to strip off the cobalt cases, but someone forgot and then\nthere wasn't time. Besides, the military scientists of each group were\nconfident that the lands of the other had got the most dust. The two\nattacks came within an hour of each other.\n\nAfter that, the Fury. The Fury of doomed men who think only of taking\nwith them as many as possible of the enemy, and in this case--they\nhoped--all. The Fury of suicides who know they have botched up life for\ngood. The Fury of cocksure men who realize they have been outsmarted by\nfate, the enemy, and themselves, and know that they will never be able\nto improvise a defense when arraigned before the high court of\nhistory--and whose unadmitted hope is that there will be no high court\nof history left to arraign them. More cobalt bombs were dropped during\nthe Fury than in all the preceding years of the war.\n\nAfter the Fury, the Terror. Men and women with death sifting into their\nbones through their nostrils and skin, fighting for bare survival under\na dust-hazed sky that played fantastic tricks with the light of Sun and\nMoon, like the dust from Krakatoa that drifted around the world for\nyears. Cities, countryside, and air were alike poisoned, alive with\ndeadly radiation.\n\nThe only realistic chance for continued existence was to retire, for the\nfive or ten years the radiation would remain deadly, to some well-sealed\nand radiation-shielded place that must also be copiously supplied with\nfood, water, power, and a means of air-conditioning.\n\nSuch places were prepared by the far-seeing, seized by the stronger,\ndefended by them in turn against the desperate hordes of the dying ...\nuntil there were no more of those.\n\nAfter that, only the waiting, the enduring. A mole's existence, without\nbeauty or tenderness, but with fear and guilt as constant companions.\nNever to see the Sun, to walk among the trees--or even know if there\nwere still trees.\n\nOh, yes, she realized what the world was like.\n\n       *       *       *       *       *\n\n\"You understand, too, I suppose, that we were allowed to reclaim this\nground-level apartment only because the Committee believed us to be\nresponsible people, and because I've been making a damn good showing\nlately?\"\n\n\"Yes, Hank.\"\n\n\"I thought you were eager for privacy. You want to go back to the\nbasement tenements?\"\n\n_God, no! Anything rather than that fetid huddling, that shameless\ncommunal sprawl. And yet, was this so much better? The nearness to the\nsurface was meaningless; it only tantalized. And the privacy magnified\nHank._\n\nShe shook her head dutifully and said, \"No, Hank.\"\n\n\"Then why aren't you careful? I've told you a million times, Effie, that\nglass is no protection against the dust that's outside that window. The\nlead shutter must never be touched! If you make one single slip like\nthat and it gets around, the Committee will send us back to the lower\nlevels without blinking an eye. And they'll think twice before trusting\nme with any important jobs.\"\n\n\"I'm sorry, Hank.\"\n\n\"Sorry? What's the good of being sorry? The only thing that counts is\nnever to make a slip! Why the devil do you do such things, Effie? What\ndrives you to it?\"\n\nShe swallowed. \"It's just that it's so dreadful being cooped up like\nthis,\" she said hesitatingly, \"shut away from the sky and the Sun. I'm\njust hungry for a little beauty.\"\n\n\"And do you suppose I'm not?\" he demanded. \"Don't you suppose I want to\nget outside, too, and be carefree and have a good time? But I'm not so\ndamn selfish about it. I want my children to enjoy the Sun, and my\nchildren's children. Don't you see that that's the all-important thing\nand that we have to behave like mature adults and make sacrifices for\nit?\"\n\n\"Yes, Hank.\"\n\nHe surveyed her slumped figure, her lined and listless face. \"You're a\nfine one to talk about hunger for beauty,\" he told her. Then his voice\ngrew softer, more deliberate. \"You haven't forgotten, have you, Effie,\nthat until last month the Committee was so concerned about your\nsterility? That they were about to enter my name on the list of those\nwaiting to be allotted a free woman? Very high on the list, too!\"\n\nShe could nod even at that one, but not while looking at him. She turned\naway. She knew very well that the Committee was justified in worrying\nabout the birth rate. When the community finally moved back to the\nsurface again, each additional healthy young person would be an asset,\nnot only in the struggle for bare survival, but in the resumed war\nagainst Communism which some of the Committee members still counted on.\n\nIt was natural that they should view a sterile woman with disfavor, and\nnot only because of the waste of her husband's germ-plasm, but because\nsterility might indicate that she had suffered more than the average\nfrom radiation. In that case, if she did bear children later on, they\nwould be more apt to carry a defective heredity, producing an undue\nnumber of monsters and freaks in future generations, and so\ncontaminating the race.\n\nOf course she understood it. She could hardly remember the time when she\ndidn't. Years ago? Centuries? There wasn't much difference in a place\nwhere time was endless.\n\n       *       *       *       *       *\n\nHis lecture finished, her husband smiled and grew almost cheerful.\n\n\"Now that you're going to have a child, that's all in the background\nagain. Do you know, Effie, that when I first came in, I had some very\ngood news for you? I'm to become a member of the Junior Committee and\nthe announcement will be made at the banquet tonight.\" He cut short her\nmumbled congratulations. \"So brighten yourself up and put on your best\ndress. I want the other Juniors to see what a handsome wife the new\nmember has got.\" He paused. \"Well, get a move on!\"\n\nShe spoke with difficulty, still not looking at him. \"I'm terribly\nsorry, Hank, but you'll have to go alone. I'm not well.\"\n\nHe straightened up with an indignant jerk. \"There you go again! First\nthat infantile, inexcusable business of the shutters, and now this! No\nfeeling for my reputation at all. Don't be ridiculous, Effie. You're\ncoming!\"\n\n\"Terribly sorry,\" she repeated blindly, \"but I really can't. I'd just be\nsick. I wouldn't make you proud of me at all.\"\n\n\"Of course you won't,\" he retorted sharply. \"As it is, I have to spend\nhalf my energy running around making excuses for you--why you're so odd,\nwhy you always seem to be ailing, why you're always stupid and snobbish\nand say the wrong thing. But tonight's really important, Effie. It will\ncause a lot of bad comment if the new member's wife isn't present. You\nknow how just a hint of sickness starts the old radiation-disease rumor\ngoing. You've _got_ to come, Effie.\"\n\nShe shook her head helplessly.\n\n\"Oh, for heaven's sake, come on!\" he shouted, advancing on her. \"This is\njust a silly mood. As soon as you get going, you'll snap out of it.\nThere's nothing really wrong with you at all.\"\n\nHe put his hand on her shoulder to turn her around, and at his touch her\nface suddenly grew so desperate and gray that for a moment he was\nalarmed in spite of himself.\n\n\"Really?\" he asked, almost with a note of concern.\n\nShe nodded miserably.\n\n\"Hmm!\" He stepped back and strode about irresolutely. \"Well, of course,\nif that's the way it is ...\" He checked himself and a sad smile crossed\nhis face. \"So you don't care enough about your old husband's success to\nmake one supreme effort in spite of feeling bad?\"\n\nAgain the helpless headshake. \"I just can't go out tonight, under any\ncircumstances.\" And her gaze stole toward the lead shutters.\n\nHe was about to say something when he caught the direction of her gaze.\nHis eyebrows jumped. For seconds he stared at her incredulously, as if\nsome completely new and almost unbelievable possibility had popped into\nhis mind. The look of incredulity slowly faded, to be replaced by a\nharder, more calculating expression. But when he spoke again, his voice\nwas shockingly bright and kind.\n\n\"Well, it can't be helped naturally, and I certainly wouldn't want you\nto go if you weren't able to enjoy it. So you hop right into bed and get\na good rest. I'll run over to the men's dorm to freshen up. No, really,\nI don't want you to have to make any effort at all. Incidentally, Jim\nBarnes isn't going to be able to come to the banquet either--touch of\nthe old 'flu, he tells me, of all things.\"\n\nHe watched her closely as he mentioned the other man's name, but she\ndidn't react noticeably. In fact, she hardly seemed to be hearing his\nchatter.\n\n\"I got a bit sharp with you, I'm afraid, Effie,\" he continued\ncontritely. \"I'm sorry about that. I was excited about my new job and I\nguess that was why things upset me. Made me feel let down when I found\nyou weren't feeling as good as I was. Selfish of me. Now you get into\nbed right away and get well. Don't worry about me a bit. I know you'd\ncome if you possibly could. And I know you'll be thinking about me.\nWell, I must be off now.\"\n\nHe started toward her, as if to embrace her, then seemed to think better\nof it. He turned back at the doorway and said, emphasizing the words,\n\"You'll be completely alone for the next four hours.\" He waited for her\nnod, then bounced out.\n\n       *       *       *       *       *\n\nShe stood still until his footsteps died away. Then she straightened up,\nwalked over to where he'd put down the wristwatch, picked it up and\nsmashed it hard on the floor. The crystal shattered, the case flew\napart, and something went _zing!_\n\nShe stood there breathing heavily. Slowly her sagged features lifted,\nformed themselves into the beginning of a smile. She stole another look\nat the shutters. The smile became more definite. She felt her hair, wet\nher fingers and ran them along her hairline and back over her ears.\nAfter wiping her hands on her apron, she took it off. She straightened\nher dress, lifted her head with a little flourish, and stepped smartly\ntoward the window.\n\nThen her face went miserable again and her steps slowed.\n\nNo, it couldn't be, and it won't be, she told herself. It had been just\nan illusion, a silly romantic dream that she had somehow projected out\nof her beauty-starved mind and given a moment's false reality. There\ncouldn't be anything alive outside. There hadn't been for two whole\nyears.\n\nAnd if there conceivably were, it would be something altogether\nhorrible. She remembered some of the pariahs--hairless, witless\ncreatures, with radiation welts crawling over their bodies like worms,\nwho had come begging for succor during the last months of the\nTerror--and been shot down. How they must have hated the people in\nrefuges!\n\nBut even as she was thinking these things, her fingers were caressing\nthe bolts, gingerly drawing them, and she was opening the shutters\ngently, apprehensively.\n\nNo, there couldn't be anything outside, she assured herself wryly,\npeering out into the green night. Even her fears had been groundless.\n\nBut the face came floating up toward the window. She started back in\nterror, then checked herself.\n\nFor the face wasn't horrible at all, only very thin, with full lips and\nlarge eyes and a thin proud nose like the jutting beak of a bird. And no\nradiation welts or scars marred the skin, olive in the tempered\nmoonlight. It looked, in fact, just as it had when she had seen it the\nfirst time.\n\nFor a long moment the face stared deep, deep into her brain. Then the\nfull lips smiled and a half-clenched, thin-fingered hand materialized\nitself from the green darkness and rapped twice on the grimy pane.\n\nHer heart pounding, she furiously worked the little crank that opened\nthe window. It came unstuck from the frame with a tiny explosion of dust\nand a _zing_ like that of the watch, only louder. A moment later it\nswung open wide and a puff of incredibly fresh air caressed her face and\nthe inside of her nostrils, stinging her eyes with unanticipated tears.\n\nThe man outside balanced on the sill, crouching like a faun, head high,\none elbow on knee. He was dressed in scarred, snug trousers and an old\nsweater.\n\n\"Is it tears I get for a welcome?\" he mocked her gently in a musical\nvoice. \"Or are those only to greet God's own breath, the air?\"\n\n       *       *       *       *       *\n\nHe swung down inside and now she could see he was tall. Turning, he\nsnapped his fingers and called, \"Come, puss.\"\n\nA black cat with a twisted stump of a tail and feet like small boxing\ngloves and ears almost as big as rabbits' hopped clumsily in view. He\nlifted it down, gave it a pat. Then, nodding familiarly to Effie, he\nunstrapped a little pack from his back and laid it on the table.\n\nShe couldn't move. She even found it hard to breathe.\n\n\"The window,\" she finally managed to get out.\n\nHe looked at her inquiringly, caught the direction of her stabbing\nfinger. Moving without haste, he went over and closed it carelessly.\n\n\"The shutters, too,\" she told him, but he ignored that, looking around.\n\n\"It's a snug enough place you and your man have,\" he commented. \"Or is\nit that this is a free-love town or a harem spot, or just a military\npost?\" He checked her before she could answer. \"But let's not be\ntalking about such things now. Soon enough I'll be scared to death for\nboth of us. Best enjoy the kick of meeting, which is always good for\ntwenty minutes at the least.\" He smiled at her rather shyly. \"Have you\nfood? Good, then bring it.\"\n\nShe set cold meat and some precious canned bread before him and had\nwater heating for coffee. Before he fell to, he shredded a chunk of meat\nand put it on the floor for the cat, which left off its sniffing\ninspection of the walls and ran up eagerly mewing. Then the man began to\neat, chewing each mouthful slowly and appreciatively.\n\nFrom across the table Effie watched him, drinking in his every deft\nmovement, his every cryptic quirk of expression. She attended to making\nthe coffee, but that took only a moment. Finally she could contain\nherself no longer.\n\n\"What's it like up there?\" she asked breathlessly. \"Outside, I mean.\"\n\nHe looked at her oddly for quite a space. Finally, he said flatly, \"Oh,\nit's a wonderland for sure, more amazing than you tombed folk could ever\nimagine. A veritable fairyland.\" And he quickly went on eating.\n\n\"No, but really,\" she pressed.\n\nNoting her eagerness, he smiled and his eyes filled with playful\ntenderness. \"I mean it, on my oath,\" he assured her. \"You think the\nbombs and the dust made only death and ugliness. That was true at first.\nBut then, just as the doctors foretold, they changed the life in the\nseeds and loins that were brave enough to stay. Wonders bloomed and\nwalked.\" He broke off suddenly and asked, \"Do any of you ever venture\noutside?\"\n\n\"A few of the men are allowed to,\" she told him, \"for short trips in\nspecial protective suits, to hunt for canned food and fuels and\nbatteries and things like that.\"\n\n\"Aye, and those blind-souled slugs would never see anything but what\nthey're looking for,\" he said, nodding bitterly. \"They'd never see the\ngarden where a dozen buds blossom where one did before, and the flowers\nhave petals a yard across, with stingless bees big as sparrows gently\nsupping their nectar. Housecats grown spotted and huge as leopards (not\nlittle runts like Joe Louis here) stalk through those gardens. But\nthey're gentle beasts, no more harmful than the rainbow-scaled snakes\nthat glide around their paws, for the dust burned all the murder out of\nthem, as it burned itself out.\n\n\"I've even made up a little poem about that. It starts, 'Fire can hurt\nme, or water, or the weight of Earth. But the dust is my friend.' Oh,\nyes, and then the robins like cockatoos and squirrels like a princess's\nermine! All under a treasure chest of Sun and Moon and stars that the\ndust's magic powder changes from ruby to emerald and sapphire and\namethyst and back again. Oh, and then the new children--\"\n\n\"You're telling the truth?\" she interrupted him, her eyes brimming with\ntears. \"You're not making it up?\"\n\n\"I am not,\" he assured her solemnly. \"And if you could catch a glimpse\nof one of the new children, you'd never doubt me again. They have long\nlimbs as brown as this coffee would be if it had lots of fresh cream in\nit, and smiling delicate faces and the whitish teeth and the finest\nhair. They're so nimble that I--a sprightly man and somewhat enlivened\nby the dust--feel like a cripple beside them. And their thoughts dance\nlike flames and make me feel a very imbecile.\n\n\"Of course, they have seven fingers on each hand and eight toes on each\nfoot, but they're the more beautiful for that. They have large pointed\nears that the Sun shines through. They play in the garden, all day long,\nslipping among the great leaves and blooms, but they're so swift that\nyou can hardly see them, unless one chooses to stand still and look at\nyou. For that matter, you have to look a bit hard for all these things\nI'm telling you.\"\n\n\"But it is true?\" she pleaded.\n\n\"Every word of it,\" he said, looking straight into her eyes. He put down\nhis knife and fork. \"What's your name?\" he asked softly. \"Mine's\nPatrick.\"\n\n\"Effie,\" she told him.\n\nHe shook his head. \"That can't be,\" he said. Then his face brightened.\n\"Euphemia,\" he exclaimed. \"That's what Effie is short for. Your name is\nEuphemia.\" As he said that, looking at her, she suddenly felt beautiful.\nHe got up and came around the table and stretched out his hand toward\nher.\n\n\"Euphemia--\" he began.\n\n\"Yes?\" she answered huskily, shrinking from him a little, but looking up\nsideways, and very flushed.\n\n\"Don't either of you move,\" Hank said.\n\nThe voice was flat and nasal because Hank was wearing a nose respirator\nthat was just long enough to suggest an elephant's trunk. In his right\nhand was a large blue-black automatic pistol.\n\n       *       *       *       *       *\n\nThey turned their faces to him. Patrick's was abruptly alert, shifty.\nBut Effie's was still smiling tenderly, as if Hank could not break the\nspell of the magic garden and should be pitied for not knowing about\nit.\n\n\"You little--\" Hank began with an almost gleeful fury, calling her\nseveral shameful names. He spoke in short phrases, closing tight his\nunmasked mouth between them while he sucked in breath through the\nrespirator. His voice rose in a crescendo. \"And not with a man of the\ncommunity, but a pariah! _A pariah!_\"\n\n\"I hardly know what you're thinking, man, but you're quite wrong,\"\nPatrick took the opportunity to put in hurriedly, conciliatingly. \"I\njust happened to be coming by hungry tonight, a lonely tramp, and\nknocked at the window. Your wife was a bit foolish and let\nkindheartedness get the better of prudence--\"\n\n\"Don't think you've pulled the wool over my eyes, Effie,\" Hank went on\nwith a screechy laugh, disregarding the other man completely. \"Don't\nthink I don't know why you're suddenly going to have a child after four\nlong years.\"\n\nAt that moment the cat came nosing up to his feet. Patrick watched him\nnarrowly, shifting his weight forward a little, but Hank only kicked the\nanimal aside without taking his eyes off them.\n\n\"Even that business of carrying the wristwatch in your pocket instead of\non your arm,\" he went on with channeled hysteria. \"A neat bit of\ncamouflage, Effie. Very neat. And telling me it was my child, when all\nthe while you've been seeing him for months!\"\n\n\"Man, you're mad; I've not touched her!\" Patrick denied hotly though\nstill calculatingly, and risked a step forward, stopping when the gun\ninstantly swung his way.\n\n\"Pretending you were going to give me a healthy child,\" Hank raved on,\n\"when all the while you knew it would be--either in body or germ\nplasm--a thing like _that_!\"\n\nHe waved his gun at the malformed cat, which had leaped to the top of\nthe table and was eating the remains of Patrick's food, though its\nwatchful green eyes were fixed on Hank.\n\n\"I should shoot him down!\" Hank yelled, between sobbing, chest-racking\ninhalations through the mask. \"I should kill him this instant for the\ncontaminated pariah he is!\"\n\nAll this while Effie had not ceased to smile compassionately. Now she\nstood up without haste and went to Patrick's side. Disregarding his\nwarning, apprehensive glance, she put her arm lightly around him and\nfaced her husband.\n\n\"Then you'd be killing the bringer of the best news we've ever had,\" she\nsaid, and her voice was like a flood of some warm sweet liquor in that\nmusty, hate-charged room. \"Oh, Hank, forget your silly, wrong jealousy\nand listen to me. Patrick here has something wonderful to tell us.\"\n\n       *       *       *       *       *\n\nHank stared at her. For once he screamed no reply. It was obvious that\nhe was seeing for the first time how beautiful she had become, and that\nthe realization jolted him terribly.\n\n\"What do you mean?\" he finally asked unevenly, almost fearfully.\n\n\"I mean that we no longer need to fear the dust,\" she said, and now her\nsmile was radiant. \"It never really did hurt people the way the doctors\nsaid it would. Remember how it was with me, Hank, the exposure I had and\nrecovered from, although the doctors said I wouldn't at first--and\nwithout even losing my hair? Hank, those who were brave enough to stay\noutside, and who weren't killed by terror and suggestion and panic--they\nadapted to the dust. They changed, but they changed for the better.\nEverything--\"\n\n\"Effie, he told you lies!\" Hank interrupted, but still in that same\nagitated, broken voice, cowed by her beauty.\n\n\"Everything that grew or moved was purified,\" she went on ringingly.\n\"You men going outside have never seen it, because you've never had eyes\nfor it. You've been blinded to beauty, to life itself. And now all the\npower in the dust has gone and faded, anyway, burned itself out. That's\ntrue, isn't it?\"\n\nShe smiled at Patrick for confirmation. His face was strangely veiled,\nas if he were calculating obscure changes. He might have given a little\nnod; at any rate, Effie assumed that he did, for she turned back to her\nhusband.\n\n\"You see, Hank? We can all go out now. We need never fear the dust\nagain. Patrick is a living proof of that,\" she continued triumphantly,\nstanding straighter, holding him a little tighter. \"Look at him. Not a\nscar or a sign, and he's been out in the dust for years. How could he be\nthis way, if the dust hurt the brave? Oh, believe me, Hank! Believe what\nyou see. Test it if you want. Test Patrick here.\"\n\n\"Effie, you're all mixed up. You don't know--\" Hank faltered, but\nwithout conviction of any sort.\n\n\"Just test him,\" Effie repeated with utter confidence, ignoring--not\neven noticing--Patrick's warning nudge.\n\n\"All right,\" Hank mumbled. He looked at the stranger dully. \"Can you\ncount?\" he asked.\n\nPatrick's face was a complete enigma. Then he suddenly spoke, and his\nvoice was like a fencer's foil--light, bright, alert, constantly\nplaying, yet utterly on guard.\n\n\"Can I count? Do you take me for a complete simpleton, man? Of course I\ncan count!\"\n\n\"Then count yourself,\" Hank said, barely indicating the table.\n\n\"Count myself, should I?\" the other retorted with a quick facetious\nlaugh. \"Is this a kindergarten? But if you want me to, I'm willing.\" His\nvoice was rapid. \"I've two arms, and two legs, that's four. And ten\nfingers and ten toes--you'll take my word for them?--that's twenty-four.\nA head, twenty-five. And two eyes and a nose and a mouth--\"\n\n\"With this, I mean,\" Hank said heavily, advanced to the table, picked up\nthe Geiger counter, switched it on, and handed it across the table to\nthe other man.\n\nBut while it was still an arm's length from Patrick, the clicks began to\nmount furiously, until they were like the chatter of a pigmy machine\ngun. Abruptly the clicks slowed, but that was only the counter shifting\nto a new scaling circuit, in which each click stood for 512 of the old\nones.\n\n       *       *       *       *       *\n\nWith those horrid, rattling little volleys, fear cascaded into the room\nand filled it, smashing like so much colored glass all the bright\nbarriers of words Effie had raised against it. For no dreams can stand\nagainst the Geiger counter, the Twentieth Century's mouthpiece of\nultimate truth. It was as if the dust and all the terrors of the dust\nhad incarnated themselves in one dread invading shape that said in words\nstronger than audible speech, \"Those were illusions, whistles in the\ndark. This is reality, the dreary, pitiless reality of the Burrowing\nYears.\"\n\nHank scuttled back to the wall. Through chattering teeth he babbled,\n\"... enough radioactives ... kill a thousand men ... freak ... a\nfreak ...\" In his agitation he forgot for a moment to inhale through\nthe respirator.\n\nEven Effie--taken off guard, all the fears that had been drilled into\nher twanging like piano wires--shrank from the skeletal-seeming shape\nbeside her, held herself to it only by desperation.\n\nPatrick did it for her. He disengaged her arm and stepped briskly away.\nThen he whirled on them, smiling sardonically, and started to speak, but\ninstead looked with distaste at the chattering Geiger counter he held\nbetween fingers and thumb.\n\n\"Have we listened to this racket long enough?\" he asked.\n\nWithout waiting for an answer, he put down the instrument on the table.\nThe cat hurried over to it curiously and the clicks began again to\nmount in a minor crescendo. Effie lunged for it frantically, switched it\noff, darted back.\n\n\"That's right,\" Patrick said with another chilling smile. \"You do well\nto cringe, for I'm death itself. Even in death I could kill you, like a\nsnake.\" And with that his voice took on the tones of a circus barker.\n\"Yes, I'm a freak, as the gentleman so wisely said. That's what one\ndoctor who dared talk with me for a minute told me before he kicked me\nout. He couldn't tell me why, but somehow the dust doesn't kill me.\nBecause I'm a freak, you see, just like the men who ate nails and walked\non fire and ate arsenic and stuck themselves through with pins. Step\nright up, ladies and gentlemen--only not too close!--and examine the man\nthe dust can't harm. Rappaccini's child, brought up to date; his\nembrace, death!\n\n\"And now,\" he said, breathing heavily, \"I'll get out and leave you in\nyour damned lead cave.\"\n\nHe started toward the window. Hank's gun followed him shakingly.\n\n\"Wait!\" Effie called in an agonized voice. He obeyed. She continued\nfalteringly, \"When we were together earlier, you didn't act as if ...\"\n\n\"When we were together earlier, I wanted what I wanted,\" he snarled at\nher. \"You don't suppose I'm a bloody saint, do you?\"\n\n\"And all the beautiful things you told me?\"\n\n\"That,\" he said cruelly, \"is just a line I've found that women fall for.\nThey're all so bored and so starved for beauty--as _they_ generally put\nit.\"\n\n\"Even the garden?\" Her question was barely audible through the sobs that\nthreatened to suffocate her.\n\nHe looked at her and perhaps his expression softened just a trifle.\n\n\"What's outside,\" he said flatly, \"is just a little worse than either of\nyou can imagine.\" He tapped his temple. \"The garden's all here.\"\n\n\"You've killed it,\" she wept. \"You've killed it in me. You've both\nkilled everything that's beautiful. But you're worse,\" she screamed at\nPatrick, \"because he only killed beauty once, but you brought it to life\njust so you could kill it again. Oh, I can't stand it! I won't stand\nit!\" And she began to scream.\n\nPatrick started toward her, but she broke off and whirled away from him\nto the window, her eyes crazy.\n\n\"You've been lying to us,\" she cried. \"The garden's there. I know it is.\nBut you don't want to share it with anyone.\"\n\n[Illustration]\n\n\"No, no, Euphemia,\" Patrick protested anxiously. \"It's hell out there,\nbelieve me. I wouldn't lie to you about it.\"\n\n\"Wouldn't lie to me!\" she mocked. \"Are you afraid, too?\"\n\nWith a sudden pull, she jerked open the window and stood before the\nblank green-tinged oblong of darkness that seemed to press into the room\nlike a menacing, heavy, wind-urged curtain.\n\nAt that Hank cried out a shocked, pleading, \"Effie!\"\n\nShe ignored him. \"I can't be cooped up here any longer,\" she said. \"And\nI won't, now that I know. I'm going to the garden.\"\n\nBoth men sprang at her, but they were too late. She leaped lightly to\nthe sill, and by the time they had flung themselves against it, her\nfootsteps were already hurrying off into the darkness.\n\n\"Effie, come back! Come back!\" Hank shouted after her desperately, no\nlonger thinking to cringe from the man beside him, or how the gun was\npointed. \"I love you, Effie. Come back!\"\n\nPatrick added his voice. \"Come back, Euphemia. You'll be safe if you\ncome back right away. Come back to your home.\"\n\nNo answer to that at all.\n\nThey both strained their eyes through the greenish murk. They could\nbarely make out a shadowy figure about half a block down the near-black\ncanyon of the dismal, dust-blown street, into which the greenish\nmoonlight hardly reached. It seemed to them that the figure was scooping\nsomething up from the pavement and letting it sift down along its arms\nand over its bosom.\n\n\"Go out and get her, man,\" Patrick urged the other. \"For if I go out for\nher, I warn you I won't bring her back. She said something about having\nstood the dust better than most, and that's enough for me.\"\n\nBut Hank, chained by his painfully learned habits and by something else,\ncould not move.\n\nAnd then a ghostly voice came whispering down the street, chanting,\n\"Fire can hurt me, or water, or the weight of Earth. But the dust is my\nfriend.\"\n\nPatrick spared the other man one more look. Then, without a word, he\nvaulted up and ran off.\n\nHank stood there. After perhaps a half minute he remembered to close his\nmouth when he inhaled. Finally he was sure the street was empty. As he\nstarted to close the window, there was a little _mew_.\n\nHe picked up the cat and gently put it outside. Then he did close the\nwindow, and the shutters, and bolted them, and took up the Geiger\ncounter, and mechanically began to count himself.\n\n                                                        --FRITZ LEIBER\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Galaxy Science Fiction_ April 1952.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of Project Gutenberg's The Moon is Green, by Fritz Reuter Leiber\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE MOON IS GREEN ***\n\n***** This file should be named 29662.txt or 29662.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/6/6/29662/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}