{"title": "Zero Data", "author": "Charles Saphro", "releaseDate": "August 19, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\nZERO DATA\n\nBy CHARLES SAPHRO\n\n\n    _All the intricate, electronic witchery of the 21st century could\n    not pin guilt on fabulous Lonnie Raichi, the irreproachable\n    philanthropist. But Jason, the cop, was sweating it out ...\n    searching for that fourth and final and all-knowing rule that would\n    knock Lonnie's \"triple ethic\" for a gala loop._\n\n\nLonnie Raichi was small, heavily built, wet-eyed, dapper and successful.\nHis success he attributed entirely to his philosophy.\n\nNot knowing about Lonnie's philosophy, the whole twenty-odd years of\nLonnie's success was the abiding crux of Jason's disgust. And this, in\nspite of the more and more men Jason came to control and the fitful\nstream of new techniques and equipment Gov-Pol and Gov-Mil Labs put at\nhis disposal.\n\nJason was a cop. In fact, by this Friday the thirteenth in the fall of\n2009, squirming on what had come to be his pet Gov-Park bench right\nacross from the Tiara of Wold in the Fane, he was only one step short of\nbeing the Head Cop of Government City. He was good. Gathering in a lot\nof criminals was what had brought him up the steps.\n\nBut he hadn't gathered in Lonnie.\n\nIt wasn't for lack for trying. Way back, when Lonnie was known simply as\n\"Lonnie,\" Jason managed to get a little help from his associates and\nsuperiors. Sometimes.\n\nBut as Lonnie came to be known as Lon Raichi, then Mr. Raichi, and\nfinally as \"THE Launcelot Raichi\" (to Everyone Who Mattered), and as\nJason's promotions kept pace with his widening experience and\npainstakingly acquired knowledge; peculiarly, there seemed to be fewer\nand fewer persons around who could be made interested in \"Lonnie.\"\n\nInside Government and Gov-Pol-Anx as well as among the general\nTwo-Worlds public.\n\nSo Jason got less and less help, or even passive cooperation, from his\nsuperiors. As a matter of fact, the more men he could command, the fewer\nhe could use on anything that could be construed as concerning Lonnie.\n\nEquipment, though, was a little different matter. There was usually\nenough so that one unit of a kind could be unobtrusively trained on Mr.\nRaichi under the care of Jason's own desk sergeant. In 1999, for\nexample, Moglaut, that erratic and secretive genius in Physlab Nine,\ncame out with a quantum analyzer and probability reproducer. The machine\ninstalled in Pol-Anx, reconstructed crimes and identified the probable\ncriminals by their modus operandi and the physical traces they couldn't\navoid leaving at the un-mercy of any of its portable data accumulators.\n\nOn Jason's first attempt it almost came close to Lonnie. It did gather\nin the hidden, dead, still twitching, completely uncommunicative\ncarcasses of the five men who actually relieved the vault of the\nCitizen's Bank of Berlin of its clutch of millions. It even identified\nthe body of the rocopilot found floating in the Potomac a few days later\nas being one of the group, and the killer. It did _not_ locate the\narsonized remnants of the plane, though, nor the currency; and only\nachieved the casting of a slight, or subsidiary, third-hand aspersion in\nthe direction of THE Launcelot Raichi.\n\nBut Lonnie came up with an irrefutable alibi, somehow, and the hassle\nthat followed made Jason's luck run out. And on Jason's stubborn,\nsecret, subsequent tries, all the analyzer could produce was a report of\nzero data whenever Jason, reasonably or unreasonably, believed that\nLonnie was involved.\n\nEvery time.\n\nZero data when Schicklehitler's marshal's baton disappeared from the\nBritish Museum.\n\n[Illustration: _Lonnie on his dream throne ... Jason at his instruments.\nWas the struggle endless between these two?_]\n\nZero data when Charlemagne's Crown lapsed unobtrusively from its shrine\nin Vienna during the Year 2000 Celebration.\n\nSubsequently, Jason realized that the Berlin job in 1999 had marked\nLonnie's last essay after money. Other things seemed to occupy Lonnie's\nmind after he'd sprouted publicly into the status of full-fledged,\nhyper-respectable, inter-planetary business tycoon; complete with a\nmany-tentacled industrial organization in Moon Colony and a far-flung\nprospecting unit headquartering at Mars Equatorial.\n\nTycoonship was a status with which Everyone Who Mattered was always\npleased.\n\nJason's next attempt on Lonnie had to wait until 2005 and was the result\nof two unconnected circumstances. The first was Physlab Nine's secretive\ngenius, Moglaut, evolving another piece of equipment, a disarmer, which,\nsubsequent to its first use, saved countless cops' lives. The second was\nthe discovery in the Valley of Kings, of Amenhotep III's own personal\nofficial Uraeus. Positively identified beyond the shadow of doubt.\n\nJason, playing the hunch he'd built up about Lonnie, rushed a man, armed\nwith the brand new disarmer, instantly to the scene.\n\nThe next morning, Amenhotep's Uraeus was gone and the corpse of Jason's\nman was found--part of it. The right hand, arm, shoulder, and most of\nthe head were missing; burned away. And of the disarmer, only a fused\nhunk of mixed metals and silver helix remained.\n\nAnd the analyzer reported zero data.\n\nLab Nine's taciturn and exasperating Moglaut failed to derive an\nexplanation for either circumstance.\n\n\"I won't shut up,\" Jason said, standing on the carpet in front of his\nsuperior. \"He did it. I don't know how, but he did.\"\n\nAnother spasm of frustration shook him and he slammed his fist down on\nthe sacred desk. \"I've known Lonnie all my life. I know he doesn't know\nphfut about anything scientific, and yet he makes a horse's--\"\n\n\"Captain Jason, I insist that you stop referring to--\"\n\n\"Makes a--\" Jason raised his voice, \"horse's--\"\n\n\"CAPTAIN JASON!\"\n\nJason subsided.\n\n\"Captain, Annex has been most forbearing all these years. We've\noverlooked your incomprehensible phobia--this--this confoundedly\nunfounded impossible bias against such an irreproachable philanthropist\nas Launcelot Raichi--because of the sterling quality of your ... ah ...\nother work. However--\"\n\nOn the desk, the Commissioner's fingers took up a measured tattoo.\n\"--should this fixed idea begin to encroach on--uh--uh--\"\n\n\"All right ... Sir.\" Sullenly, Jason submitted. \"I understand.\"\n\nWith a self-congratulatory smirk up at the ceiling that separated them\nfrom Executive Level, the bland face of the Commissioner smoothed out.\n\"All right, Captain, as long as we understand each other ...\"\n\nSourly, Jason got himself back to his own office. Drumming his own\nfingers on his own desk and glaring at his own desk sergeant, he purged\nhis soul.\n\n\"--damned equipment would only work, I'd gather him in! They couldn't\nstop me, then! But--\" Jason choked. When he could speak again, \"He's\nnever studied a lick in his life, I tell you! Yet he makes a he-cow's\nbehind out of the best man and the best scientific equipment Annex can\nprovide! How? How, I ask you! He doesn't know the first blasted thing\nabout any blasted thing in any blasted science!\"\n\n       *       *       *       *       *\n\nThat was true. Conversely, Jason didn't know about Lonnie's philosophy.\n\nNowadays, Lonnie called it a \"philosophy.\" He told reporters it was\n\"based on a triple ethic.\" (Inside his skull, a small boy jumped up and\ndown in glee over the magnificent language he was able to use.) But he\nalways replied only with a superior smile when asked by reporters to put\nthe philosophy and the triple ethic into words. If pressed, he\nparaphrased an Ancient Man: \"You know my works. Judge by them.\"\n\nHe was referring, of course, to his having branched out into patronizing\nthe Arts. He'd even erected Raichi Museum just across the velvety green\ncircle of Gov-Park from Government's own Fane of Artifacts.\n\nThe reporters would go away and write more articles about his modesty\nand the superlative treasures of Earth, Moon and Mars that were\ngathered in the Raichi Galleries; protected, the papers always boasted,\nby the same ultra-safety mechanisms that guarded the mile-long,\none-gallery-wide, glass-fronted Fane itself. Government affably made up\ntwo of every anti-break-and-entry device nowadays. One for the Fane and\nthe other for Raichi Museum.\n\nDespite occasional grumbles in the letters-to-the-editor columns, the\npapers never seemed to inquire into why so many priceless trans-worlds\nartifacts got into Lonnie's private ownership instead of Government's\npublic Fane. And while some artists and architects (unendowed by Lonnie)\nsucceeded in publicly proclaiming Raichi Museum gaudy, such carpings\nwere but to be expected, particularly from modernists.\n\nActually, Everyone Who Mattered felt Raichi Museum's granite walls were\nmuch more dignified than the narrow, glass-faced arcade that was the\nFane, wide open to the most disrespectfully casual public inspection all\nthe time. Why, even late at night gawking loiterers pressed their noses\nagainst the glass; black, clumsy images pinned to the blazing whiteness\nhurled by radionic tubes against the back wall of snowy marble from\nMars' arctic quarries. Besides, that glass, proof though it was against\nanything but an atomic explosion, still made every true art lover feel\ndisquietingly insecure.\n\nNo, on the whole, the papers and reporters and true art lovers who felt\nthe Public's treasures should be more secure than visible, never\nquestioned Lonnie's doing good to so much Art.\n\nThus, nowadays, nobody did anything but accept Lonnie. Except Jason. And\nhe, perforce, took out his disgust not on hounding the sacrosanct\nLonnie, but on that crackpot, mumchance, captive genius of Physlab Nine.\nWith the result that, late in 2007, Pol-Anx had an electronic\nservo-tracer.\n\nPending construction of sufficient hundreds of thousands more for full\nAnx use, Jason swore Lab Nine to secrecy and installed the pilot model\nin his own office. He had enough authority for that.\n\nIt was a hellishly unbuildable and deceptively simple gadget, that\ntracer. Simply tune it in on the encephalo-aura, the brain wave pattern\nof any individual ... and monitor. It never let go until deliberately\nswitched off by the operator. It tracked; pinpointed the subject\naccurately up to twenty thousand miles. It stopped humming and started\npanting in proportionately ascending decibels when the subject became\ntense, nervous, afraid. It also directed pocket-sized trackers of its\nown Damoclean beam. It made it a cinch to gather in known criminals in\nthe very midst of their first subsequent flagrante delicto.\n\nJason latched the servo-tracer on Lonnie and settled down to wait.\n\nAt 10 p.m., local mean time, January 25, 2008, the tracer hiccupped and,\nall by itself, _went to sleep_!\n\nJason blinked. Jiggled the gadget. Swore. Either the gadget was haywire\nor Lonnie was up to something, and, as usual, was making a--\n\nJason bawled for four reliable squad men he'd mentally selected before.\nIf he could find Lonnie--catch Lonnie in actual performance of an\nact--then Commissioner or no Commissioner, Executive Level or no\nExecutive Level...!\n\nHe roared from Pol-Anx with the men, past the flank of Government Fane,\nacross the Park and around the bulk of Raichi Museum to Lonnie's mansion\nin its shadow. Leaped from the gyro-van, sweeping his men out into a fan\nfor the neighborhood.\n\nNothing. Placid. Tree-shadowed, lawn-swept streets, ebony and silver in\nthe light the moon reflected from solar space.\n\nHe'd missed. Too late. Lonnie was gone ... or was he?\n\nJason didn't give himself time to think; his men time to get even a\nmomentary hesitation started. He shoved his thumb hard against the door\nchimes and his shield under the butler's nose.\n\nYes, Mr. Raichi was at home. Then, after an interval nicely calculated\nto allow Jason to feel how acutely precarious his position stood, \"Mr.\nRaichi is accessible.\"\n\nLonnie was bland. Blandly accepting Jason's urgent story of a known ...\ner ... jewel thief traced to the neighborhood. Blandly amenable to\nJason's suggestion that his men be permitted to go over the mansion\n(once he'd started this damfool caper, he had to go through with it).\nLonnie so bland that Jason felt a skitter of perspiration down his\nbackbone while his men hustled up the soaring circle of the stair.\n\n\nII\n\n\"Since I've been disturbed anyway,\" Lonnie offered, \"I'll show you\naround.\"\n\n\"Thanks,\" Jason shook his head stiffly. \"I'll just wait.\"\n\n\"I think you should come.\"\n\nShrugging, Jason followed, eyes stubbornly downcast.\n\n\"... my library ... my den ... bar. Care for a drink? Well, suit\nyourself.\" As the lights of the den dimmed and one wall swooshed\nsmoothly into the ceiling. \"My theatre ... The usual tri-di stereo, of\ncourse, but I've had a couple of the new tight beams installed to\nchannel Moon and Mars on the cube. Much better than the usual staged\nbilge. Say, that reminds me, a couple hours ago Mars projector had a\nscanner on one of the exploration parties caught out in a psychosonic\nstorm. Jove, did they wriggle! Even in atomsuits they were better than\nMessalina Magdalen working on her last G-string. Here, I'll switch it\non. Maybe the rescue team's--\"\n\nBuilding up inside the hundreds of thousands of layers of crystallized\nplastic came a reddish, three-dimensional landscape, as if viewed from a\nheight. Orange dust swirled across a gaunt, clawed plain under a\ntransparent pink haze. A feeling as of sub-visual vibration, emanating\nfrom the cube, tugged at Jason's eyelids.\n\nNo life.\n\n\"--Nope; they've cleaned up the carcasses already. Too bad. Tell you\nwhat, though. Next time I catch it happening, I'll phone you and--\"\n\n\"Don't bother.\"\n\n\"Suit yourself.\" Lonnie shifted and went on, lightly. \"I'm not at all\nsatisfied with the color, are you? It's off a little, don't you\nthink?... Well?... Well!\"\n\nUnwillingly, Jason moved his attention to the cube. Eyes widening, he\nstudied it. \"No. You're wrong. That's good! The tech who poured that\nstereo did a damned good job. It's--\"\n\n\"Not good enough for me! That's not exactly what I saw up at Vulcan\nCity. If those lazy--\"\n\n\"Look, you can't expect exactly the same reflectivity from crystallized\nplastic that you get from molecules of atmosphere, no matter how\nscientifically the pouring and layering is controlled. It's--they're two\ndifferent materials. Leaving aside the ion-index differential and\nquality of incident light, you still can't--\"\n\n\"_I_ can ...\" As the pause lengthened, Jason's gaze was finally drawn to\nLonnie's face. \"You still haven't changed a bit, have you, Jasey? Still\nall wrapped up in _how_ any collection of doodads work instead of just\nfor what it'll do. You know, I wouldn't be surprised if that hasn't\nalways been the difference between us. Where's it got you?\"\n\nJason strode for the door.\n\n\"Wait a minute.\" Lonnie's voice came louder. \"Better wait, copper. I'm\nnot through ... That's better.\"\n\nFrom behind Jason came the sound of rubbing palms. \"We've come a long\nway from Gimlet Street, haven't we, Jasey? You particularly. Captain.\nPromotions. Pay raises ...\" Then Lonnie was in front of him, staring up.\n\"You're quite a substantial citizen now. Yes? Well, look at that. Go on,\nlook at it.\"\n\nAgainst the side wall stood a gigantic triptych. More than life size,\nthe central panel canopied the statue of a Mongol potentate; the two\nside wings, a pair of guards in bas-relief. All three wrought in\nchryselephantine gold and ivory; the gold with flowing pallid\nhighlights. Damascened armor, encrusted with jewels, girdled the chest\nof the Asiatic Prince; helmeted the sullen head carved from a single\nimmensity of ivory.\n\nRuby eyes glared arrogantly under ebon brows. Against the statue's\nfolded shins, its pommel negligently gripped by one immovable, ivory\nhand, leaned a short Turkish scimitar of watered steel. Beneath the\ncarved hassock upon which the statue sat, a dais of three steps fell\naway to the floor.\n\n\"That's Genghis Khan,\" Lonnie said. \"I had him made. That isn't gold\nhe's made of; that's aureum--and it cost plenty to have the silver mixed\nin. It makes it better. And I get the best! A hundred thousand, it cost\nme. And thirty-six thousand more to brace the wall and floor. It's good.\nIt's the best that's made!\"\n\nHe came up on tiptoe, thrusting his chin as close as possible to Jason's\naverted face. \"Why don't you buy one for your place, Captain?\"\n\n       *       *       *       *       *\n\nJason stared into the malevolent eyes of the statue.\n\n\"Huh ... hu-hu ... hu-ha-ha-ha ...\" At the dais, Lonnie put his foot on\nthe second step and patted Genghis Khan familiarly on one ivory knee. \"I\nlike this old boy. He had the right idea. I have it. You haven't. You\nnever had. If you had, you'd'a listened to the proposition I made you\nway back then. Remember when Aggie told you about it? Say, I wonder\nwhat's become of her, anyway. Do you know? What? What'd you say?\"\n\nJason cleared his throat. Hard.\n\n\"Well?\"\n\nJason swallowed. Blood pounded in his temples.\n\n\"Jasey, you're stupid.\"\n\nJason made his eyes close. Let them re-open slowly.\n\n\"You were born stupid and you've stayed stupid.\"\n\nStill Jason held back an answer.\n\n\"You're nothing but a stupid, go-where-you're-sent, do-what-you're-told\ncop! What do you say to that! If you want to keep on being one, answer\nme! Answer me!\"\n\nDeliberately, Jason jerked his chin at the statue. \"That's another\nexample of what I mean.\"\n\n\"_What?!!_\" screamed Lonnie.\n\n\"Reflectivity. The silver in the gold. Two different metals and where\nthey're not well fused. That sword blade, too. Just the misalignment of\nmolecules in the surface of the steel makes it look wavy, and ripple\nwhen the light changes or you move. Different even in two parts of the\nsame material. That's why you can't get the stereo cube to reproduce\ncolor-feel exactly.\" Breathing heavily, Jason had to let his voice fade\nout.\n\n\"Gaaa ...\" Lonnie convulsed. \"Who cares!\" Laugh sounds rolled out of his\nthroat. \"You'll never change.\"\n\nHe flicked his hand at Jason, brushing him away.\n\nBut, as Jason, white-faced, herded his men out through the costly\ngrandeurs of the vestibule, Lonnie called from the inner hall:\n\"Copper ...\"\n\nJason turned, waited.\n\n\"You amused me, so it's all right this time. You can keep your\npenny-ante job. But don't try for me again. You cross my path again,\nI'll smear you. And what's more, I'll use whatever you're trying, to\nsmear you with. Get that! Get it good! Now get out!\"\n\nBack in Jason's office, the desk sergeant reported as Jason came in.\n\"Funny thing. That there tracer started to hum again soon after you was\nout for a while. Quit again 'bout five minutes ago, though.\"\n\nJason gritted his teeth, banished the sergeant, and spent five minutes\nalone gripping the edge of his desk. Then he yanked Lab Nine's silent\ngenius down to his office. That didn't help for the tracer stayed\nasleep. Not even a hiccup rewarded Moglaut's most active efforts on\nLonnie's wave length. On others, fine. Through the night and on into the\nnext day, Jason kept Moglaut at work.\n\nLate in the morning, Authority at Peiping televised publicly that the\nMace of Alexander was gone from its satin pillow in the proof-glass case\nin the alarm-wired room off the machine-weapon-guarded main corridor of\nthe security-policed Temple of Mankind.\n\nThe Mace, symbol of Alexander's power, was a pretty little baton barely\ntwo feet long. Its staff was mastodon ivory, the paleontologists had\ndetermined. One end sported a solid ball of gold hardly as big as a\nfist; studded with rubies, but none set quite so close as to actually\ntouch.\n\nThe other end, balancing the ball of gold, mounted the largest single\npolished emerald crystal in the discovered universe. Neither the Moon or\nMars had produced anything in the emerald line equivalent to what had\ncome out of the mists of Earthly history.\n\n       *       *       *       *       *\n\nDisregarding the bulletin, Jason kept Moglaut at the servo-tracer. In\nthe night's smallest hours it began placidly to hum on Lonnie's aura\nagain.\n\n\"What happened?\" Jason said. \"What did you do?\"\n\nMoglaut shrugged.\n\n\"You must have done something. What was it?\"\n\nMoglaut, not looking up from the purring machine, shook his head.\n\n\"All right. You can go now.\" Jason watched the genius disappear\nhurriedly through the door. From the door he watched the man scutter\ndown the long, long corridor out of sight. The first thing in the\nmorning, Jason promised himself, he'd have a session about Moglaut with\nLab Nine's chief.\n\nThe first thing in the morning brought word that Lab Nine's erratic\ngenius had stumbled himself out of the seventeenth-floor window of his\nsuburban apartment to his death. Lab Nine's chief clucked sorrowfully.\n\nJason shook his head and wondered. After exhaustive investigation (zero\ndata) he still wondered. That's all he was able to do, wonder.\n\nThe second time Jason's servo-tracer on Lonnie hiccupped and dozed off\nwas at 12:01 a.m., August 7th, 2008, just one day after the Diamond\nThrone arrived on Earth. The single, glittering diamond crystal,\nmisshapen like an armchair and larger than one, had been mined out of\nthe core of Tycho's crater. And it was also just two days before the\nMoon Throne would have been installed in the unbreakable safety of\nRaichi Museum!\n\n\"Jason, you're insane,\" his superior told him when Jason, reinforced by\nan astounding public furore, brought the matter up. \"He owned it. He had\nno reason to steal it from himself. Besides, one man alone couldn't\nbudge that enormous--\"\n\n\"It won't do any harm to look-see.\"\n\n\"It can do a lot of harm!\" The Commissioner glanced quickly at the\nceiling. \"I'll have nothing to do with it. That's all.\"\n\nOfficially, Jason's hands were tied. But secretly he maneuvered the\ntransfer of a five-layers-down undercover man from Madras to Government\nCity. And, coincidentally, in the ordinary routine of operation, Raichi\nMuseum took on a new janitor; a little brown man who grinned constantly\nand was fanatical about dust. He was a good, reliable man and when he\nreported that neither the Diamond Throne nor any of the other missing\nglories were anywhere in the Museum, Jason had to believe him.\n\nAs a matter of fact, it wouldn't have done Jason any good to have\ninstalled the little brown man in Lonnie's mansion, either. The\nlock--not the apparent one openly in the den door, but the real one--was\nas unobtrusive and foolproof as twenty-first-century engineering could\nmake it. And Lonnie always made sure he was alone and unobserved in the\nden before he locked it and sauntered across to bestow a peculiar,\nmultiple tweak to the nose of Genghis Khan.\n\nHe enjoyed the gesture. On Christmas Eve he grinned broadly while the\ntriptych pivoted in the wall, let him off in the Kruppmartite-walled,\npulsing radiance of his very secret, very, very personal throne room,\nand swung back into place.\n\nHis grin changed to an expression of imperial dignity as he encased\nhimself in Catherine the Great's ermine Robe of State and grasped the\nMace of Alexander in his good left hand. But then the royal mien gave\nway to a sullen scowl as he hesitated between Charlemagne's Crown and\nAmenhotep's Uraeus.\n\nActually, neither one was worthy of him. Both purely regional coronets\nbelonged over in the farthest dusty corner behind the curtain, along\nwith Schicklehitler's shabby baton and that crummy Peacock Throne. What\nhe really needed was a crown worthily symbolic of the position he'd make\nit possible to publicly assume in the not-too-distant future.\n\nIt was a damned imposition that he had to put up with. Well, he'd make\nthem do since they were the best to be had. Adjusting the Crown of\nCharlemagne upon his brow, he stood on tiptoe to wriggle his way back\ninto the embrace of the titanic crystal that was the Diamond Throne.\nThere, he relaxed and gave himself over to the contemplation of the\nglories of Lonnie.\n\nWho but he had developed such an efficient philosophy to such an\nunfailingly incisive point? Certainly not Old Boswell who, back in the\nearly days had thought to be teaching him.\n\n\"Rule One, my boy,\" he remembered the old patrician twittering, \"there's\nalways someone to pull your chestnuts out of the fire for you--for a\nprice. Pay it. Then add a plus to the payment and the man's yours to use\nagain and again.\"\n\nBut even in those days as a callow, trusting youth, he'd been smarter\nthan Boswell. Observing, from the safety of the sidelines, the way the\nold fool had finally tripped up, he'd added a codicil of his own to\nRule One: \"Make sure the payment's _final_!\"\n\n(... witness the Berlin chestnut pullers. And the unobtrusive and\nundiscovered spate of their predecessors whose usefulness had become\noutweighed ...)\n\nThen Boswell had said, \"Rule Two: You don't have to know the how of\nanything. All you have to know is _the man who does_. He always has a\nprice. The currency is usually odd, but find it, pay it, then proceed\nper Rule One.\"\n\nEven tonight, in his own Throne Room, Lonnie flushed heavily at the way\nhe'd accepted at face value what came next. \"By the way,\" Old Boswell\nhad added smoothly, \"no connection of course, my boy, but the topic\nreminded me. Here are the keys to that daffodil-hued tri-phibian you\nogled at Sporter's exhibit. I must admit you have an eye for dashing\nmachinery even though I can't agree with your esthetics. No--no ... It's\nyours. I feel that you've earned it and more by--\"\n\nHe'd rushed to the garage to gloat over the mono-cyclic,\ngyro-stabilized, U-powered model with the seat that flattened into a\nconvenient bed at the touch of a button. The tri-phib, he recalled, in\nwhich he'd coaxed Agnes into taking her first ride.\n\n\nIII\n\nThe details of that recollection brought up his spirits again and, he\nreminded himself, the lesson had sunk in; had developed into his most\nuseful ethic. After his narrow scrape with Jason's quantum analyzer in\nthe Berlin incident, it hadn't taken long for a good, one-man detective\nagency to locate Physlab Nine's frenetic genius, Moglaut. It had taken\nlonger to discover Moglaut's currency but, after much shadowing, the\n'tec had come through handsomely. Lonnie, automatically applying his\nfully-developed Ethic One, always considered it a nice sentimental touch\nthat the one-man agency's final case was successful.\n\nMoglaut's price was a prim, brunette soprano who wore her eyes disguised\nbehind heavy tortoiseshell. The ill-cut garb she could afford added\ngreatly to her staid appearance, obscuring a certain full-bodied\nlitheness. She earned a throttled existence soloing at funerals and in\nthe worship halls of obscure, rigidly fanatic offshoot sects.\n\nHer consuming passion was to be an opera prima donna.\n\nLonnie never tried to understand why Moglaut sat fascinated through\nendless sin-busting sermons and lachrymose requiems. To hurry\nafterwards, with the jerky motions, the glazed eyes of a zombie, to\nsubsequent rendezvous with the soprano at his suburban apartment. It was\nentirely sufficient in Lonnie's philosophy that Moglaut did.\n\nThe soprano's continuing suburban cooperation was insured by Lonnie's\njudicious doling out of exactly the cash to keep a tenth-rate opera\ncompany barely functioning in a lesser quarter of Government City.\nOddly, he found it pleased him and from that grew his wide patronizing\nof the Arts.\n\nThe immediate result of the situation he created and controlled so\ndeftly was Moglaut's production of a closed-plenum grid suit.\n\nNone of Gov-Pol, Gov-Mil or Gov-Econ labs found out about it; much less\nPol-Anx or Government itself. Moglaut did all the work in the tiny\ncomplete lab Lonnie set up in the suburbs.\n\nLonnie didn't care what electronic witchery took place in the minute\nspatial interstices between the finely-woven mesh of flexible tantalum.\nSufficient for him, the silvery white suit once donned and triple-zipped\nthrough hood and glove-endings, he was immune to ordinary Earthly\nphenomena; free to move about, do what he wished, untraceably. In it,\nhis words were not vulnerable to the sono-beam's eavesdropping.\nPhoto-electric and magneto-photonic watchdogs ignored him. Even the most\ndelicately sensitive thermo-couples continued their dreams of freezing\nflame undisturbed. Jason's quantum analyzer couldn't pick up the\nleavings of a glance--all that the suit permitted out into the physical\nworld.\n\nThe suit had its limitations, of course. Lonnie could see out, but the\nsuit could also be seen. That required sometimes intricate advance\nplanning to offset. Also, occasionally, manipulating the field of the\ngrid to permit mechanical contact with the physical world was a trifle\ncumbersome but never annoyingly so. All it took was a modicum of\nstep-by-step thought and some care not to leave a personal trace for the\nquantum analyzer to pick up. No actual trouble. And, finally, Moglaut\nhad warned that the compact power unit pocketed on the left breast had a\nhalf-life of only thirteen years.\n\nThat left Lonnie placid. He took the suit for granted and used it for\nwhat it let him do.\n\nWhen something more was needed, he was convinced his philosophy would\nprovide it.\n\nHe didn't waste time trying to determine whether possession of the suit\nor previous experiences leading to his insistence on its development\nbrought into focus the third ethic of his philosophy: \"Rules One and Two\nare valuable and have their use. But when the chips are really down, _do\nit yourself_!\" Instead, he toddled about personally acquiring the\ntrappings of omnipotent royalty with little thought for the means.\n\n       *       *       *       *       *\n\nBut while he was about that business, the very limitations of the grid\nsuit furnished an unending challenge to Moglaut's genius. And out of a\nsideline experiment incited by that challenge came the disarmer which\nJason greeted with such fruitless glee.\n\nFruitless because, of course, before turning the disarmer over to Lab\nNine and Pol-Anx, Moglaut devised a new, infinitely stronger, more\nversatile power pack for Lonnie's suit. A power pack controlled by a\nsimple rheostat in the palm of the left-hand glove, but whose energy\nderived from the electron-kinetic properties of pent and shielded\ntritium. Not simple. In fact, solving the problem of penning and\nshielding tritium in a portable package delayed the appearance of\nJason's disarmer two whole years.\n\nThat power pack and the reciprocating properties of the fields of the\ngrid suit itself made a dilly of a combination. Before, the\nclosed-plenum mesh kept Lonnie from leaving traces. Now, anything once\nembraced within the palpitating fields of the grid moved with and how\nthe suit moved; not in accord with the natural laws of the surrounding\ncontinuum. That neat new attribute took care of the cubic yard or so of\nDiamond Throne.\n\nAnd the ravenous tritium was malignant. Let any external power be\napplied against the plenum and it would be smashed, hurled back full\nforce upon its source.\n\nJason had an undiagnosed example of that when he got only part of his\nman back from the Valley of Kings.\n\nIt was the power-pack-grid-suit combo that made a sleeping Buddha of the\nservo-tracer on the night of Jason's call at Lonnie's mansion; bollixed\nup the elaborate guards of the Peiping Temple of Mankind; and, when\nJason so openly displayed suspicion of the genius, made child's play of\nwhat the newspapers headlined as \"Scientist's Amazing Suicide Love\nPact.\"\n\nLonnie grinned, remembering the incident. Then other memories--things\nhe'd witnessed through a tight-beam scanner secreted in the suburban\napartment--crowded his mind; stirring him restlessly on the Diamond\nThrone. Divesting himself of imperial appurtenances, he started for a\ncertain locked file in the den to check the specifications of available\nper-diem empresses.\n\nMaking sure the triptych was snugly in place behind him, he paused to\nflip the switch on the stereo cube. Maybe Messalina Magdalen or one of\nthe lesser ecdysiasts was presenting the perfection of her techniques\nover the private channel at the moment, an event he would appreciate.\n\nInstead, the private channel presented, as the cube glowed and cleared,\nthe same red, clawed landscape he'd shown to Jason months before. The\ndisembodied voice of the commentator on Mars--not the lyrical public\nannouncer, but the industrial economist who served the private\nchannel--picked up in mid-word: \"... early to have much data on the\nscience and material resources this dead civilization possessed, but I\nrecommend that every Corporation in Induscomm Cabal should place a\ntechnical party at Mars Equatorial as soon as possible. We shall now key\nin with the public spacecast. Note the texture and color range of the\nadornments and artifacts. I venture that these items will prove popular\namong you who can well afford such rare treasures. However, subtlety in\nacquiring them is suggested. While common clamor for Public ownership is\nunder control, overt provocation is not recommended. Here is the\ncut-over ...\"\n\nThe scene in the cube flashed and coalesced, dazzling Lonnie's eyes for\na moment. He was conscious of the landscape rushing \"up\"; of gigantic\nwalls and spires rising out of the obscurity of a quarried chasm to\ntower briefly against the pink haze of the Martian sky, then expand to\ngive the impression of engulfing him before the scanner lens settled\nunder the center of a leaping, vaulted dome.\n\nTo Lonnie, the many-acred enclosure meant nothing with its shimmering,\nstone-lace pillars, its tapestries that flamed with color or traced\nghostlike, barely discernible outlines on the walls. Nor did any thought\nenter his mind of the exactness of the reflected color in the stereo\ncube. Hands clenched into aching fists, he stood leaning forward;\nstriving by sheer will-power to span the void of space and force the\nscanner lens closer to the truncated pyramid of steps atop which, on a\nblock of plain black stone, a dessicated mummy sat erect, hands folded\nin its reedy lap and on its head a blazing, coruscating radiance.\n\nA _Crown_!\n\n\nIV\n\nDazedly, Lonnie was conscious of the public announcer's rhapsodizing:\n\"... Gov-Anth's ethnologists and linguistics experts are making some\nprogress toward deciphering the inscription carved on the plaque. Wait!\nHere's a note from Gawley Worin. You remember Gawley Worin, our famous\nleg-man, folks, don't you? Well, here's a note. It ... Listen to this,\nfolks! Listen! This is the beginning of the first rough translation of\nthe inscription. Listen ...\n\n\"'We, Wold, last of the Imperial Family of Wold who exercise our Power\nfrom Wold, the Imperial City, throughout Wold, the Planet. We, last of\nthe line of Wold, who alone may wear the Tiara which is Our Power, and\nour Symbol of Power, and the Symbol of Our Power throughout all the edos\nof Raii's life-taking light, without fear, facing the fate--'\"\n\nHissing, Lonnie cut the stereo switch. He'd seen enough. Darting across\nthe den, he opened his communico. \"Get me Sykes in our Mars unit,\" he\nordered the operator. \"Make sure what I say is scrambled. While you're\nwaiting, get through to Denisen at Gov-Forn, then Raikes at Gov-Planet,\nthen Butchwaeu in Gov-Int. And keep this line closed--that means you,\ntoo--while I'm talking.\"\n\nLonnie--THE Launcelot Raichi--was going after what he wanted.\n\nJust under a mile away, Jason turned from the public stereo in the\nrotunda of Pol-Anx. Tapping the cold bit of his pipe against his teeth\nas he walked, he sought the ease of his chair. In the privacy of his\noffice he began to ponder.\n\nThe months' developments gave him no surprise. Because it was the first\ncontact Humanity had had with a non-human race, the Mars discoveries\nmade an overwhelming impression on the man in the street. The result was\nthat for the first time in Post-Synthesis history all artifacts were\nreserved for Earth Public!!!\n\nEveryone Who Mattered screamed, except Lonnie. He evinced a biding\ncalmness while attending the ceremonies marking the installation of the\nTiara of Wold in the exact center of Government's own Fane of Artifacts;\neven smiling benignly on certain Gov-Ficials who seemed to perspire more\nthan the coolness of the evening warranted.\n\nJason, loitering on the grass of Gov-Park, noted the smile and the\nperspiration. The perspirers reminded him of small boys expecting a\nwhipping.\n\nOnce the dedication ceremonies were over, Lonnie never returned to the\nFane to examine the Tiara.\n\nIt was Jason the Tiara seemed to fascinate. He spent more and more time,\nparticularly evenings, crouching on the bench in Gov-Park across from\nthe Tiara, ignoring the constant stream of awed tourists silhouetted\nagainst the blaze of light. He kept in constant touch with his desk\nsergeant through his pocket communico, so Annex business didn't suffer.\nAnd the summer was warm, to say the least, so that several Gov-Ficials\nwere almost regretful that the dignity of their positions forbade\nfollowing Jason's example.\n\nBut then, too, no mere cop had their responsibilities.\n\nNone of them was conscious of how habitually Jason frowned, scratched\nhis head, moved uneasily on the pleasant bench. Occasionally, he would\nsnap his fingers and the frown would relax. He'd switch on the\ncommunico and speak briefly. Immediately thereafter, one or the other of\nthe hand-picked four in Jason's personal squad would raise his eyebrows\nslightly--safely, since the pocket communico did not project video--and\ntake up a new position or new duties. Or, an equipment unit in Op-room\nat Anx would be indifferently retuned by heedless techs.\n\nThen for a while Jason would vent smoke pleasantly from his malodorous\npipe until the frown would settle back between his eyebrows and he'd\nbegin to squirm on the bench again, glancing warily at Executive Level,\nfeeling helpless about the inadequacy of his resources.\n\nBut Lonnie had gotten over feeling sad about _his_ resources months\nearlier.\n\nThe night he'd returned from the Tiara ceremonies he'd locked himself in\nhis den and let the on-view smile his face was wearing lapse. He tweaked\nGenghis Khan's nose viciously and slammed himself down in the Diamond\nThrone without donning a single imperial trapping, pounding his fist on\nthe cool mineral facet and staring morosely at the grid suit hanging in\nits place on the wall.\n\nThe grid suit wouldn't help him this time. The cover-alls that had\neverything except the necessary invisibility to--\n\n_Invisibility!_\n\nSlowly, Lonnie began to grin. Very little later he had an obscure\nbiochemist hooked, and ended his instructions with: \"... don't care if\nit needs concentrated essence of chameleon juice. Invent it. And it\nbetter work for there's going to be a total shortage of neo-hyperacth at\ntwo-twenty-eight per cc for wifey!\"\n\nThe biochemist delivered. Lonnie didn't stop to question if it really\nwas essence of chameleon juice. He hurried with the beaker of viscous\nfluid to his throne room, drenched every square centimeter of the grid\nsuit with it and watched breathlessly through the hours while it dried.\n\nIn the glowing, shadowless illumination, the suit gradually disappeared.\nFirst, the wall against which it hung shone mistily through it. Then\nthere was wall, slightly outlined by a greyish cast. And at last, only\nan indescribable fuzziness that had to be sensed rather than seen.\n\n\nV\n\nHe took the fuzziness off its hanger and threw it up in the air toward\nthe center light. The light was undimmed. The fuzziness was air. It\nsprawled down across the Throne and became diamond, except for the\nsleeve that dangled; part air, part intricately patterned Persian\ncarpet. It wasn't a fuzziness, exactly, it was more of a faint tone of\ndifference in the color-texture feel. It was as though what was behind\nthe suit was miraculously translated to its facing surface and then\nreflected to the eye within the nth of utter fidelity.\n\nGrinning, slowly Lonnie's lower lip crept out and up to squeeze its\nmate. Then, because it was always better to be sure, he donned the suit\nto try it against a variety of experimental backgrounds, indoors and\nout.\n\nOver at Pol-Anx, the servo-tracer went to sleep; the desk sergeant\nyanked the creaking joints of his bunioned feet down off Jason's desk;\non the bench in Gov-Park, Jason's communico squeaked briefly and Jason\nand his four men rose to emergency alert.\n\nTwo hours later, the Wold Tiara still coruscating in the Fane's blaze of\nlight, the servo-tracer picked up its placid humming. Jason's communico\nsqueaked again and Jason's men relaxed while Jason himself clutched his\nhead with both hands and whispered bitter things.\n\nAt the same time, Lonnie, whistling cheerfully, drew his legs out of the\nsuit, shook it straight and hung it back on the wall. He was sure now.\nAs sure as he was that the little biochemist and his wife and quintet of\ndaughters would not want for neo-hyperacth or anything else any longer.\nHe giggled a little, thinking of Jason crouched on the bench, glaring\nvacantly, utterly unconscious of Lonnie passing across the grass so\nclose beside him.\n\nAt his own convenience, Lonnie selected his night; a full-moon night\nbecause his now-invisible grid suit didn't require dark. He picked a\nfairly early hour, too, because what matter if a few yawps gawked as the\nTiara vanished? And that one of those yawps would be Jason, stodgily on\nhis bench, gave Lonnie an extra fillip. Perhaps it was just for this\nhe'd let Jason plug along on a cold trail all these years.\n\nSo that night, wearily from his bench in Gov-Park, Jason looked up at\nFriday the 13th's full moon swimming amiably through its own reflected\nnight-brightness. His brain, tired of its everlasting shuttle between\nworries, presented him with a disconnected memory-fact: \"As cited by\nZollner,\" Jason found himself quoting a forgotten textbook, \"the Moon's\nreflectivity is point one seven four ... Nuts!\" Angrily, he broke off,\nthumbed the button of his communico, growled into the microphone on his\nlapel, \"Report.\"\n\n\"Adams,\" came promptly back. \"West Entry. Nothing.\"\n\n\"McGillis. Patrolling rear wall. All clear in both directions as far as\nI can see. An' I can see both ends of the Fane in all this moonlight,\nChief.\"\n\n\"Holland. At Raichi House. Nothing.\"\n\n\"Johnson. East Entry. More of the same.\" Then, \"Say, Jase, how about it?\nThese double shifts are getting me.\"\n\n\"What's the matter with you, now?\"\n\n\"My feet hurt, Jase. Neither one of us is as young as we used to be,\nremember. How about knocking off?\"\n\n\"Hmphf ...\" Johnson, Jason thought, was getting old. He'd been a good\nman in his day but-- Hey, he was still a good man! It was Jason's own\nstubbornness that was wearing Johnson down. Jason's useless\nstubbornness. After all, without the backing of Anx or Gov, without\nresults from the equipment he had filched to use on Lonnie, what was the\nuse of everlastingly sticking around the Tiara like a fly buzzing\nmolasso-saccharine anyway? Jason opened his mouth to send them all home,\npressed the communico button and--shelved the relieving order\ntemporarily. Instead, he blasted into the microphone: \"Sergeant!\nSERGEANT!\"\n\nFrom the communico, an intermittent drone became a gasping gulp; changed\ninto a violent yawn and only then turned into startled speech. \"Yeah?\nHuh?... Yeah, Chief!\"\n\n\"Sergeant, if I ever catch you asleep again, you won't ever get your\npension.\"\n\n\"Chief, I wasn't asleep! Honest! I--\"\n\n\"All right. What's happening up there?\"\n\n\"Nothin' ... nothin' ... I wasn't asleep, Chief. I'd'a called you 'f\nanything--\"\n\n       *       *       *       *       *\n\nSomething bright, or was it dull, plucked at the edge of Jason's vision.\nInside the Fane, far down at one end. A thin, vertical bar of difference\nin the blaze of light. Chin half turned, Jason stared. What?...\n\n\"_Chief!_ That tracer's asleep--I mean--that there tracer's just GONE\nt'sleep! I mean--Chief! It's--\"\n\n\"Shut up!\" Jason hissed. \"Holland! If you've let anyone slip past you\nout of that house--\"\n\n\"Nobody did. You know me better than that, Chief.\"\n\n\"Adams! McGillis! Johnson! What's happening?\"\n\n\"Nothing ...\"\n\n\"Not a thing ...\"\n\n\"_Johnson!_\" Jason licked suddenly dry lips. \"Dammit, Johnson,\nreport!... _Johnson!_\"\n\nSilence.\n\nGrimly, Jason watched the vertical bar of different brightness edge back\nto the Fane's East wall and disappear into the even dazzle of the\nmarble. He had a feeling it wasn't any use calling Johnson again. Ever.\n\n\"Chief, what's up? What do we do?\"\n\n\"Huh? Oh ... You, Holland, get over to the East Entry as fast as your\nlegs'll stretch.\"\n\n\"There in three minutes flat!\"\n\n\"You, too, McGillis.\"\n\n\"On my way!\"\n\n\"Adams, you stick at that West Entry. If anything gets past you, I'll--\"\n\n\"Don't worry, Chief. I've got Johnson to even up for.\"\n\nNot watching how he ran, Jason hurled himself toward the East Entry; his\neyes following, in the opposite direction, a dullness moving in the\nblaze inside the Fane. A smoothly moving, white on white, unfaced ghost\nof whiteness within, a part of, the blazing radionic light. Just as he\nrounded the East end of the Fane, he glimpsed the vertical bar of\nwhiteness again--the edge of the marble slab that was the entry door,\nreflecting the blazing light at a different angle. Behind it, McGillis's\ntightly grinning face. Under McGillis's face, the stab of blue-white\nlight reflected a glancing ray from the old-fashioned solid-missile\nservice pistol that Jason had insisted all four men arm themselves with\nfor this assignment.\n\nOver the sound of his own labored breathing as he plunged through the\nEast Entry, Jason heard panting behind him. Holland. Holland bettering\nhis promised three minutes--and with a forbidden disarmer in his hand.\nGuiltily, Jason felt the weight of the disarmer he had himself secreted\nunder his armpit.\n\nThen there wasn't time for thinking or feeling, only for running down\nthe dazzling half-mile inside the Fane to the Tiara. Up ahead, the\ndifferent-white shape was motionless in front of it. Oddly, a dark,\nvertical line appeared from the top to what would be the waist of the\nshape. And for the instant it took the Tiara to vanish inside, Jason saw\nclearly in the radiant light the profile of Lonnie's unmistakable face.\nSaw Lonnie's eyes swivel in the direction of the thundering echoes of\ntheir footfalls in the silence of the Fane. Saw Lonnie turn toward them,\nthe dark line disappearing from waist to top as if it had never been.\n\nOnce more the different-whiteness moved. Toward them. Edging for the\nback wall to skirt around them; one limb-shape fumbling in the palm of\nthe other.\n\n\"No you don't!\" McGillis, ahead of Jason, yelled, his howl drowned in\nthe smacking crack of his pistol.\n\nThere seemed to be a waver in the different-whiteness. A small black dot\nappeared against it; hung briefly, apparently unsupported, in the air;\nthen the undistorted bullet dropped inertly to the floor.\n\n\"You _still_ won't!\" McGillis hurled himself, shoulders low and legs\ndriving, at the shape. Two feet from it, he rebounded sharply, trod on\nthe rolling bullet, went down, his head splatting dully against the\nmarble floor.\n\nHolland grunted. Crouched to leap. Thrust his disarmer high, ready to\nsnap into line.\n\n\"Hold it!\" Jason commanded. Silently, eyelids barely separated to endure\nthe dazzle, he stared at the different-whiteness that confronted him. \"I\nmade it this time, Lonnie,\" he called. \"Caught up with you-- No!\" His\narm flung out, startling him with the feel of his disarmer now oddly in\nhis hand.\n\n\"Don't move!\"\n\nThe white-within-white's limb-shapes moved up, the hand-ends one over\nthe other. Through the minute spaces the overlapping fingers left,\nglimpses of a thin dark line appeared. The hood was open a trifle at\nmouth level, and from the opening Lonnie's voice emerged, sifting\nthrough the protecting screen of gloves. \"You can't see me! You\n_can't_!\"\n\n\"No? Take one step sideways. Just _one_! Stop!\"\n\nThe different-whiteness had moved, and Holland had moved with it;\ncrouching now, alertly motionless, in his new position. Jason changed\nthe angle of his own facing. \"Now do you think we can't see you?\"\n\n\"But ... but how!\"\n\n\"Your albedo is showing,\" Jason chuckled harshly. \"You never would take\nthe trouble to learn the _how_ of anything, Lonnie. Sure, your damned\ndisguise is the same color as the marble. Maybe even exactly the same.\nBut the material is different, and the surface texture; it doesn't have\nthe same degree or quality of reflectivity to incident light that marble\ndoes!\n\n\"Eighty years ago, even the commercial photographers knew about\nalbedo--one of 'em made a picture of a cat, white on white. I told you\nabout the reflectivity in your stereo cube. But you wouldn't listen,\nLonnie, would you?\" Jason let out a bursting peal of laughter. \"_So you\ntripped over your own albedo!_\"\n\nThrough the dying echoes of his own laughter, Jason caught Lonnie's\nharsh whisper. \"You haven't got me, copper!\"\n\n       *       *       *       *       *\n\nThe black line marking the opening in the grid suit disappeared. The\nbarely-discernible limb-shapes dropped, one hand-end again fumbling at\nthe rheostat in the palm of the other.\n\n\"I'll get him, Chief!\" Holland was in action, his disarmer snapping down\ninto aim.\n\n\"No!\" Jason roared. \"Holland, don't!\"\n\nToo late. Under the pressure of Holland's finger, the disarmer's\ninvisible ion-stream tightened to the thread-thin lethal intensity,\nleaped out against the suit's grid. Then the disarmer was luminous even\nin the dazzle; even through the flesh of Holland's fist. Holland\nscreamed and squirmed and dropped. Part of him--the part that wasn't\nburned away--reached the floor.\n\nThe stench of carbonized flesh scoured Jason's nostrils. Stupidly, he\nstared down at the headless, shoulderless, armless torso; black ...\nsooty ... against the snowy gleam of the floor; conscious of the\nsidelong, round-about approach of the different-white figure. He'd\nfailed again. Lonnie, in that damned suit, was impervious.\n\nSlowly, he raised his eyes from the thing on the floor to the thing\napproaching. One consolation, he himself wouldn't go on living after\nthis. With grim frustration, he raised his arm in a final, fruitless\ngesture and hurled the useless disarmer at the shape of Lonnie.\n\nIt halted, dead, in mid-air, a yard away from the shape-thing. Dropped\nstraight down, clanging against the floor.\n\nA quiver as of mirth appeared to shake the different-whiteness. It\nstooped. One hand-end fumbled at the palmed rheostat, then dropped to\npick up the disarmer. Fumbled again at the rheostat while the figure\nstraightened up to point the glistening projector at Jason's belly.\n\nThe dark opening in the hood appeared again.\n\nLonnie's voice chortled, \"Told you I'd use whatever you tried to smear\nyou with. Goodbye, Jasey ...\"\n\nThe dark line was gone. The disarmer, turned to lethal potential,\nsettled in the shape's hand-end and began to spout. Jason went stiff.\nEvery muscle of his body clenching to withstand obliteration.\n\nHe waited for it. Tight ... except his eyes that, in spite of\nthemselves, opened.\n\nCaught within the field, the full power of the disarmer poured itself\ninto the suit. The suit's capacity absorbed it. Almost. Then turned the\ncombined energies on itself.\n\nWith the smell of frying organic matter, slowly the grid-coveralls\nappeared in dazzling radiance within the dazzle of the Fane's lights;\nglowed in it; red--then white--hot. Whiter than the light itself--far,\nfar lighter than any reflected rays could make it.\n\nInside the all-encompassing, roasting grid of the melting suit,\nLonnie writhed. Faintly, as the suit failed, his screams came\nthrough--momentarily. Then they were gone as the fused, molten heap\nsubsided lower ... lower ... began to trickle across the dazzling,\nice-white marble of the floor.\n\nAfterward, had Jason known anything at all about Lonnie's Philosophy,\nhe'd have immediately supplied another \"rule\"; making a foursome out of\nthe \"Triple Ethic\": \"If you do it yourself, make sure you know _what_\nyou're doing.\"\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Planet Stories_ September 1952.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Zero Data, by Charles Saphro\n\n*** END OF THIS PROJECT GUTENBERG EBOOK ZERO DATA ***\n\n***** This file should be named 29727.txt or 29727.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/7/2/29727/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}