{"title": "The Long Voyage", "author": "Carl Richard Jacobi", "releaseDate": "August 20, 2009", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n    _When we published Carl Jacobi's last story we had no assurance he\n    would be with us so soon again. For when a uniquely gifted\n    science-fantasy writer becomes radio-active on the entertainment\n    meter and goes voyaging into the unknown, he may be gone from the\n    world we know for as long as yesterday's tomorrow. But Carl Jacobi\n    has not only returned almost with the speed of light--he has brought\n    with him shining new nuggets of wonder and surmise._\n\n\n    the\n   long\n voyage\n\n _by ... Carl Jacobi_\n\n\n The secret lay hidden at the end of nine landings,\n and Medusa-dark was one man's search for it--in\n the strangest journey ever made.\n\n\nA soft gentle rain began to fall as we emerged from the dark woods and\ncame out onto the shore. There it was, the sea, stretching as far as the\neye could reach, gray and sullen, and flecked with green-white froth.\nThe blue _hensorr_ trees, crowding close to the water's edge, were bent\nbackward as if frightened by the bleakness before them. The sand,\nvisible under the clear patches of water, was a bleached white like the\nexposed surface of a huge bone.\n\nWe stood there a moment in silence. Then Mason cleared his throat\nhuskily.\n\n\"Well, here goes,\" he said. \"We'll soon see if we have any friends\nabout.\"\n\nHe unslung the packsack from his shoulders, removed its protective outer\nshield and began to assemble the organic surveyor, an egg-shaped ball of\nwhite carponium secured to a segmented forty-foot rod. While Brandt and\nI raised the rod with the aid of an electric fulcrum, Mason carefully\nplaced his control cabinet on a piece of outcropping rock and made a\nlast adjustment.\n\nThe moment had come. Even above the sound of the sea, you could hear\nthe strained breathing of the men. Only Navigator Norris appeared\nunconcerned. He stood there calmly smoking his pipe, his keen blue eyes\nsquinting against the biting wind.\n\nMason switched on the speaker. Its high-frequency scream rose\ndeafeningly above us and was torn away in unsteady gusts. He began to\nturn its center dial, at first a quarter circle, and then all the way to\nthe final backstop of the calibration. All that resulted was a\ncontinuation of that mournful ululation like a wail out of eternity.\n\nMason tried again. With stiff wrists he tuned while perspiration stood\nout on his forehead, and the rest of us crowded close.\n\n\"It's no use,\" he said. \"This pickup failure proves there isn't a\nvestige of animal life on Stragella--on this hemisphere of the planet,\nat least.\"\n\nNavigator Norris took his pipe from his mouth and nodded. His face was\nexpressionless. There was no indication in the man's voice that he had\nsuffered another great disappointment, his sixth in less than a year.\n\n\"We'll go back now,\" he said, \"and we'll try again. There must be some\nplanet in this system that's inhabited. But it's going to be hard to\ntell the women.\"\n\nMason let the surveyor rod down with a crash. I could see the anger and\nresentment that was gathering in his eyes. Mason was the youngest of our\nparty and the leader of the antagonistic group that was slowly but\nsteadily undermining the authority of the Navigator.\n\nThis was our seventh exploratory trip after our sixth landing since\nentering the field of the sun Ponthis. Ponthis with its sixteen\nequal-sized planets, each with a single satellite. First there had been\nCoulora; then in swift succession, Jama, Tenethon, Mokrell, and R-9. And\nnow Stragella. Strange names of strange worlds, revolving about a\nstrange star.\n\nIt was Navigator Norris who told us the names of these planets and\ntraced their positions on a chart for us. He alone of our group was\nfamiliar with astrogation and cosmography. He alone had sailed the\nspaceways in the days before the automatic pilots were installed and\nlocked and sealed on every ship.\n\nA handsome man in his fortieth year, he stood six feet three with broad\nshoulders and a powerful frame. His eyes were the eyes of a scholar,\ndreamy yet alive with depth and penetration. I had never seen him lose\nhis temper, and he governed our company with an iron hand.\n\nHe was not perfect, of course. Like all Earthmen, he had his faults.\nMonths before he had joined with that famed Martian scientist,\nGaneth-Klae, to invent that all-use material, _Indurate_, the formula\nfor which had been stolen and which therefore had never appeared on the\ncommercial market. Norris would talk about that for hours. If you\ninadvertently started him on the subject a queer glint would enter his\neyes, and he would dig around in his pocket for a chunk of the black\nsubstance.\n\n\"Did I ever show you a piece of this?\" he would say. \"Look at it\ncarefully. Notice the smooth grainless texture--hard and yet not\nbrittle. You wouldn't think that it was formed in a gaseous state, then\nchanged to a liquid and finally to a clay-like material that could be\nworked with ease. A thousand years after your body has returned to dust,\nthat piece of _Indurate_ will still exist, unchanged, unworn. Erosion\nwill have little effect upon it. Beside it granite, steel are nothing.\nIf only I had the formula ...\"\n\nBut he had only half the formula, the half he himself had developed. The\nother part was locked in the brain of Ganeth-Klae, and Ganeth-Klae had\ndisappeared. What had become of him was a mystery. Norris perhaps had\nfelt the loss more than any one, and he had offered the major part of\nhis savings as a reward for information leading to the scientist's\nwhereabouts.\n\nOur party--eighteen couples and Navigator Norris--had gathered together\nand subsequently left Earth in answer to a curious advertisement that\nhad appeared in the Sunday edition of the London _Times_.\n\n    WANTED: _A group of married men and women, young, courageous,\n    educated, tired of political and social restrictions, interested\n    in extra-terrestrial colonization. Financial resources no\n    qualification._\n\nAfter we had been weeded out, interviewed and rigorously questioned,\nNorris had taken us into the hangar, waved a hand toward the _Marie\nGalante_ and explained the details.\n\nThe _Marie Galante_ was a cruiser-type ship, stripped down to essentials\nto maintain speed, but equipped with the latest of everything. For a\nshort run to Venus, for which it was originally built, it would\naccommodate a passenger list of ninety.\n\nBut Norris wasn't interested in that kind of run. He had knocked out\nbulkheads, reconverted music room and ballroom into living quarters. He\nhad closed and sealed all observation ports, so that only in the bridge\ncuddy could one see into space.\n\n\"We shall travel beyond the orbit of the sun,\" he said. \"There will be\nno turning back; for the search for a new world, a new life, is not a\ntask for cowards.\"\n\nAside to me, he said: \"You're to be the physician of this party, Bagley.\nSo I'm going to tell you what to expect when we take off. We're going to\nhave some mighty sick passengers aboard then.\"\n\n\"What do you mean, sir?\" I said.\n\nHe pointed with his pipe toward the stern of the vessel. \"See that ...\nwell, call it a booster. Ganeth-Klae designed it just before he\ndisappeared, using the last lot of _Indurate_ in existence. It will\nincrease our take-off speed by five times, and it will probably have a\nbad effect on the passengers.\"\n\nSo we had left Earth, at night from a field out in Essex. Without\norders, without clearance papers, without an automatic pilot check.\nEighteen couples and one navigator--destination unknown. If the\nInterstellar Council had known what Norris was up to, it would have been\na case for the Space-Time Commission.\n\nOf that long initial lap of our voyage, perhaps the less said the\nbetter. As always is the case when monotony begins to wear away the\nveneer of civilization, character quirks came to the surface, cliques\nformed among the passengers, and gossip and personalities became matters\nof pre-eminent importance.\n\nRising to the foreground out of our thirty-six, came Fielding Mason,\ntall, taciturn, and handsome, with a keen intellect and a sense of\nvalues remarkable in so young a man. Mason was a graduate of Montape,\nthe French outgrowth of St. Cyr. But he had majored in military tactics,\npsychology and sociology and knew nothing at all about astrogation or\neven elemental astronomy. He too was a man of good breeding and\nrefinement. Nevertheless conflict began to develop between him and\nNavigator Norris. That conflict began the day we landed on Coulora.\n\nNorris stepped out of the air lock into the cold thin air, glanced\nbriefly about him and faced the eighteen men assembled.\n\n\"We'll divide into three groups,\" he said. \"Each group to carry an\norganic surveyor and take a different direction. Each group will so\nregulate its marching as to be back here without fail an hour before\ndarkness sets in. If you find no sign of animal life, then we will take\noff again immediately on your return.\"\n\nMason paused halfway in the act of strapping on his packsack.\n\n\"What's that got to do with it?\" he demanded. \"There's vegetation here.\nThat's all that seems to be necessary.\"\n\nNorris lit his pipe. \"If you find no sign of animal life we will take\noff immediately on your return,\" he said as if he hadn't heard.\n\nBut the strangeness of Coulora tempered bad feelings then. The blue\n_hensorr_ trees were actually not trees at all but a huge cat-tail-like\ngrowth, the stalks of which were quite transparent. In between the\nstalks grew curious cabbage-like plants that changed from red to yellow\nas an intruder approached and back to red again after he had passed.\nRock outcroppings were everywhere, but all were eroded and in places\npolished smooth as glass.\n\nThere was a strange kind of dust that acted as though endowed with life.\nIt quivered when trod upon, and the outline of our footsteps slowly\nrose into the air, so that looking back I could see our trail floating\nbehind us in irregular layers.\n\nAbove us the star that was this planet's sun shown bright but faintly\nred as if it were in the first stages of dying. The air though thin was\nfit to breathe, and we found it unnecessary to wear space suits. We\nmarched down the corridors of _hensorr_ trees, until we came to an open\nspot, a kind of glade. And that was the first time Mason tuned his\norganic surveyor and received absolutely nothing.\n\nThere was no animal life on Coulora!\n\n       *       *       *       *       *\n\nWithin an hour we had blasted off again. The forward-impact delivered by\nthe Ganeth-Klae booster was terrific, and nausea and vertigo struck us\nall simultaneously. But again, with all ports and observation shields\nsealed shut, Norris held the secret of our destination.\n\nOn July twenty-second, the ship gave that sickening lurch and came once\nagain to a standstill.\n\n\"Same procedure as before,\" Norris said, stepping out of the airlock.\n\"Those of you who desire to have their wives accompany you may do so.\nMason, you'll make a final correlation on the organic surveyors. If\nthere is no trace of animal life return here before dark.\"\n\nOnce our group was out of sight of the ship, Mason threw down his\npacksack, sat down on a boulder and lighted a cigarette.\n\n\"Bagley,\" he said to me, \"has the Old Man gone loco?\"\n\n\"I think not,\" I said, frowning. \"He's one of the most evenly balanced\npersons I know.\"\n\n\"Then he's hiding something,\" Mason said. \"Why else should he be so\nconcerned with finding animal life?\"\n\n\"You know the answer to that,\" I said. \"We're here to colonize, to start\na new life. We can't very well do that on a desert.\"\n\n\"That's poppycock,\" Mason replied, flinging away his cigarette. \"When\nthe Albertson expedition first landed on Mars, there was no animal life\non the red planet. Now look at it. Same thing was true when Breslauer\nfirst settled Pluto. The colonies there got along. I tell you Norris has\ngot something up his sleeve, and I don't like it.\"\n\nLater, after Mason had taken his negative surveyor reading, the flame of\ntrouble reached the end of its fuse!\n\nNorris had given orders to return to the _Marie Galante_, and the rest\nof us were sullenly making ready to start the back trail. Mason,\nhowever, deliberately seized his pick and began chopping a hole in the\nrock surface, preparatory apparently to erecting his plastic tent.\n\n\"We'll make temporary camp here,\" he said calmly. \"Brandt, you can go\nback to the ship and bring back the rest of the women.\" He turned and\nsmiled sardonically at Navigator Norris.\n\nNorris quietly knocked the ashes from his pipe and placed it in his\npocket. He strode forward, took the pick from Mason's hands and flung it\naway. Then he seized Mason by the coat, whipped him around and drove his\nfist hard against the younger man's jaw.\n\n\"When you signed on for this voyage, you agreed to obey my orders,\" he\nsaid, not raising his voice. \"You'll do just that.\"\n\nMason picked himself up, and there was an ugly glint in his eyes. He\ncould have smashed Norris to a pulp, and none knew it better than the\nNavigator. For a brief instant the younger man swayed there on the balls\nof his feet, fists clenched. Then he let his hands drop, walked over and\nbegan to put on his packsack.\n\nBut I had seen Mason's face, and I knew he had not given in as easily as\nit appeared. Meanwhile he began to circulate among the passengers,\nmaking no offers, yet subtly enlisting backers for a policy, the\nsignificance of which grew on me slowly. It was mutiny he was plotting!\nAnd with his personal charm and magnetism he had little trouble in\nwinning over converts. I came upon him arguing before a group of the\nwomen one day, among them his own wife, Estelle. He was standing close\nto her.\n\n\"We have clothing and equipment and food concentrate,\" Mason said.\n\"Enough to last two generations. We have brains and intelligence, and we\ncertainly should be able to establish ourselves without the aid of other\nvertebrate forms of life.\n\n\"Coulora, Jama, Tenethon, Mokrell, R-9, and Stragella. We could have\nsettled on any one of those planets, and apparently we should have, for\nconditions have grown steadily worse at each landing. But always the\nanswer is no. Why? Because Norris says we must go on until we find\nanimal life.\"\n\nHe cleared his throat and gazed at the feminine faces before him. \"Go\nwhere? What makes Norris so sure he'll find life on any planet in this\nsystem? And incidentally where in the cosmos is this system?\"\n\nOne of the women, a tall blonde, stirred uneasily. \"What do you mean?\"\nshe said.\n\n\"I mean we don't know if our last landing was on Stragella or Coulora. I\nmean we don't know where we are or where we're going, and I don't think\nNorris does either. _We're lost!_\"\n\nThat was in August. By the last of September we had landed on two more\nplanets, to which Norris gave the simple names of R-12 and R-14. Each\nhad crude forms of vegetable life, represented principally by the blue\n_hensorr_ trees, but in neither case did the organic surveyor reveal the\nslightest traces of animal life.\n\nThere was, however, a considerable difference in physical appearance\nbetween R-12 and R-14, and for a time that fact excited Norris\ntremendously. Up to then, each successive planet, although similar in\nsize, had exhibited signs of greater age than its predecessor. But on\nR-12 there were definite manifestations of younger geologic development.\n\nSeveral pieces of shale lay exposed under a fold of igneous rock. Two of\nthose pieces contained fossils of highly developed _ganoids_, similar to\nthose found on Venus. They were perfectly preserved.\n\nIt meant that animal life had existed on R-12, even if it didn't now. It\nmeant that R-12, though a much older planet than Earth, was still\nyounger than Stragella or the rest.\n\nFor a while Norris was almost beside himself. He cut out rock samples\nand carried them back to the ship. He personally supervised the tuning\nof the surveyors. And when he finally gave orders to take off, he was\nalmost friendly to Mason, whereas before his attitude toward him had\nbeen one of cold aloofness.\n\nBut when we reached R-14, our eighth landing, all that passed. For R-14\nwas old again, older than any of the others.\n\nAnd then, on October sixteenth, Mason opened the door of the locked\ncabin. It happened quite by accident. One of the _arelium-thaxide_\nconduits broke in the _Marie Galante's_ central passageway, and the\nresulting explosion grounded the central feed line of the instrument\nequipment. In a trice the passageway was a sheet of flame, rapidly\nfilling with smoke from burning insulation.\n\nNorris, of course, was in the bridge cuddy with locked doors between us\nand him, and now with the wiring burned through there was no way of\nsignalling him he was wanted for an emergency. In his absence Mason took\ncommand.\n\nThat passageway ran the full length of the ship. Midway down it was the\ndoor leading to the women's lounge. The explosion had jammed that door\nshut, and smoke was pouring forth from under the sill. All at once one\nof the women rushed forward to announce hysterically that Mason's wife,\nEstelle, was in the lounge.\n\nAdjoining the lounge was a small cabin which since the beginning of our\nvoyage had remained locked. Norris had given strict orders that that\ncabin was not to be disturbed. We all had taken it as a matter of course\nthat it contained various kinds of precision instruments.\n\nNow, however, Mason realized that the only way into the lounge was by\nway of that locked cabin. If he used a heat blaster on the lounge door\nthere was no telling what would happen to the woman inside.\n\nHe ripped the emergency blaster from its wall mounting, pressed it to\nthe magnetic latch of the sealed cabin door and pressed the stud. An\ninstant later he was leading his frightened wife, Estelle, out through\nthe smoke.\n\nThe fire was quickly extinguished after that and the wiring spliced.\nThen when the others had drifted off, Mason called Brandt and me aside.\n\n\"We've been wondering for a long time what happened to Ganeth-Klae, the\nMartian inventor who worked with Norris to invent _Indurate_,\" he said\nvery quietly. \"Well, we don't need to wonder any more. He's in there.\"\n\nBrandt and I stepped forward over the sill--and drew up short.\nGaneth-Klae was there all right, but he would never trouble himself\nabout making a voyage in a locked cabin. His rigid body was encased in a\ntransparent block of amber-colored solidifex, the after-death\npreservative used by all Martians.\n\nBoth of us recognized his still features at once, and in addition his\nname-tattoo, required by Martian law, was clearly visible on his left\nforearm.\n\n       *       *       *       *       *\n\nFor a brief instant the discovery stunned us. Klae dead? Klae whose IQ\nhad become a measuring guide for the entire system, whose Martian head\nheld more ordinary horse sense, in addition to radical postulations on\ntheoretical physics, than anyone on the planets. It wasn't possible.\n\nAnd what was the significance of his body on Norris' ship? Why had\nNorris kept its presence a secret and why had he given out the story of\nKlae's disappearance?\n\nMason's face was cold as ice. \"Come with me, you two,\" he said. \"We're\ngoing to get the answer to this right now.\"\n\nWe went along the passage to the circular staircase. We climbed the\nsteps, passed through the scuttle and came to the door of the bridge\ncuddy. Mason drew the bar and we passed in. Norris was bent over the\nchart table. He looked up sharply at the sound of our steps.\n\n\"What is the meaning of this intrusion?\" he said.\n\nIt didn't take Mason long to explain. When he had finished, he stood\nthere, jaw set, eyes smouldering.\n\nNorris paled. Then quickly he got control of himself, and his old bland\nsmile returned.\n\n\"I expected you to blunder into Klae's body one of these days,\" he said.\n\"The explanation is quite simple. Klae had been ill for many months, and\nhe knew his time was up. His one desire in life was to go on this\nexpedition with me, and he made me promise to bury him at the site of\nour new colony. The pact was between him and me, and I've followed it to\nthe letter, telling no one.\"\n\nMason's lips curled in a sneer. \"And just what makes you think we're\ngoing to believe that story?\" he demanded.\n\nNorris lit a cigar. \"It's entirely immaterial to me whether you believe\nit or not.\"\n\nBut the story was believed, especially by the women, to whom the\nromantic angle appealed and Mason's embryonic mutiny died without being\nborn, and the _Marie Galante_ sailed on through uncharted space toward\nher ninth and last landing.\n\nAs the days dragged by and no word came from the bridge cuddy,\nrestlessness began to grow amongst us. Rumor succeeded rumor, each story\nwilder and more incredible than the rest. Then just as the tension had\nmounted to fever pitch, there came the sickening lurch and grinding\nvibration of another landing.\n\nNorris dispensed with his usual talk before marching out from the ship.\nAfter testing the atmosphere with the ozonometer, he passed out the heat\npistols and distributed the various instruments for computing\nradioactivity and cosmic radiation.\n\n\"This is the planet Nizar,\" he said shortly. \"Largest in the field of\nthe sun Ponthis. You will make your survey as one group this time. I\nwill remain here.\"\n\nHe stood watching us as we marched off down the cliff side. Then the\nblue _hensorr_ trees rose up to swallow him from view. Mason swung along\nat the head of our column, eyes bright, a figure of aggressive action.\nWe had gone but a hundred yards when it became apparent that, as a\nplanet, Nizar was entirely different from its predecessors. There was\nconsiderable top soil, and here grew a tall reed-shaped plant that gave\noff varying chords of sound when the wind blew.\n\nIt was as if we were progressing through the nave of a mighty church\nwith a muted organ in the distance. There was animal life too, a strange\nlizard-like bird that rose up in flocks ahead of us and flew screaming\noverhead.\n\n\"I don't exactly like it, Bagley,\" he said. \"There's something\nunwholesome about this planet. The evolution is obviously in an early\nstate of development, but I get the impression that it has gone\nbackward; that the planet is really old and has reverted to its earlier\nlife.\"\n\nAbove us the sky was heavily overcast, and a tenuous white mist rising\nup from the _hensorr_ trees formed curious shapes and designs. In the\ndistance I could hear the swashing of waves on a beach.\n\nSuddenly Mason stopped. \"Look!\" he said.\n\nBelow us stretched the shore of a great sea. But it was the structure\nrising up from that shore that drew a sharp exclamation from me. Shaped\nin a rough ellipse, yet mounted high toward a common point, was a large\nbuilding of multiple hues and colors. The upper portion was eroded to\ncrumbling ruins, the lower part studded with many bas-reliefs and\ntriangular doorways.\n\n\"Let's go,\" Mason said, breaking out into a fast loping run.\n\nThe building was farther away than we had thought, but when we finally\ncame up to it, we saw that it was even more of a ruin than it had at\nfirst appeared. It was only a shell with but two walls standing, alone\nand forlorn. Whatever race had lived here, they had come and gone.\n\nWe prowled about the ruins for more than an hour. The carvings on the\nwalls were in the form of geometric designs and cabalistic symbols,\ngiving no clue to the city's former occupants' identity.\n\nAnd then Mason found the stairs leading to the lower crypts. He switched\non his ato-flash and led the way down cautiously. Level one ... level\ntwo ... three ... we descended lower and lower. Here water from the\nnearby sea oozed in little rivulets that glittered in the light of the\nflash.\n\nWe emerged at length on a wide underground plaisance, a kind of\namphitheater, with tier on tier of seats surrounding it and extending\nback into the shadows.\n\n\"Judging from what we've seen,\" Mason said, \"I would say that the race\nthat built this place had reached approximately a grade C-5 of\ncivilization, according to the Mokart scale. This apparently was their\ncouncil chamber.\"\n\n\"What are those rectangular stone blocks depending from the ceiling?\" I\nsaid.\n\nMason turned the light beam upward. \"I don't know,\" he said. \"But my\nguess is that they are burial vaults. Perhaps the creatures were\nornithoid.\"\n\nAway from the flash the floor of the plaisance appeared to be a great\nmirror that caught our reflections and distorted them fantastically and\nhorribly. We saw then that it was a form of living mold, composed of\nmillions of tiny plants, each with an eye-like iris at its center. Those\neyes seemed to be watching us, and as we strode forward, a great sigh\nrose up, as if in resentment at our intrusion.\n\nThere was a small triangular dais in the center of the chamber, and in\nthe middle of it stood an irregular black object. As we drew nearer, I\nsaw that it had been carved roughly in the shape of this central\nbuilding and that it was in a perfect state of preservation.\n\nMason walked around this carving several times, examining it curiously.\n\n\"Odd,\" he said. \"It looks to be an object of religious veneration, but I\nnever heard before of a race worshipping a replica of their own living\nquarters.\"\n\nSuddenly his voice died off. He bent closer to the black stone, studying\nit in the light of the powerful ato-flash. He got a small magnifying\nglass out of his pocket and focused it on one of the miniature\nbas-reliefs midway toward the top of the stone. Unfastening his geologic\nhammer from his belt, he managed, with a sharp, swinging blow, to break\noff a small protruding piece.\n\nHe drew in his breath sharply, and I saw his face go pale. I stared at\nhim in alarm.\n\n\"What's wrong?\" I asked.\n\nHe motioned that I follow and led the way silently past the others\ntoward the stair shaft. Climbing to the top level was a heart-pounding\ntask, but Mason almost ran up those steps. At the surface he leaned\nagainst a pillar, his lips quivering spasmodically.\n\n\"Tell me I'm sane, Bagley,\" he said huskily. \"Or rather, don't say\nanything until we've seen Norris. Come on. We've got to see Norris.\"\n\n       *       *       *       *       *\n\nAll the way back to the _Marie Galante_, I sought to soothe him, but he\nwas a man possessed. He rushed up the ship's gangway, burst into central\nquarters and drew up before Navigator Norris like a runner stopping at\nthe tape.\n\n\"You damned lying hypocrite!\" he yelled.\n\nNorris looked at him in his quiet way. \"Take it easy, Mason,\" he said.\n\"Sit down and explain yourself.\"\n\nBut Mason didn't sit down. He thrust his hand in his pocket, pulled out\nthe piece of black stone he had chipped off the image in the cavern and\nhanded it to Norris.\n\n\"Take a look at that!\" he demanded.\n\nNorris took the stone, glanced at it and laid it down on his desk. His\nface was emotionless. \"I expected this sooner or later,\" he said. \"Yes,\nit's _Indurate_ all right. Is that what you want me to say?\"\n\nThere was a dangerous fanatical glint in Mason's eyes now. With a sudden\nquick motion he pulled out his heat pistol.\n\n\"So you tricked us!\" he snarled. \"Why? I want to know why.\"\n\nI stepped forward and seized Mason's gun hand. \"Don't be a fool,\" I\nsaid. \"It can't be that important.\"\n\nMason threw back his head and burst into an hysterical peal of laughter.\n\"Important!\" he cried. \"Tell him how important it is, Norris. _Tell\nhim._\"\n\nQuietly the Navigator filled and lighted his pipe. \"I'm afraid Mason is\nright,\" he said. \"I did trick you. Not purposely, however. And in the\nbeginning I had no intention of telling anything but the truth. Actually\nwe're here because of a dead man's vengeance.\"\n\nNorris took his pipe from his lips and stared at it absently.\n\n\"You'll remember that Ganeth-Klae, the Martian, and I worked together to\ninvent _Indurate_. But whereas I was interested in the commercial\naspects of that product, Klae was absorbed only in the experimental\nangle of it. He had some crazy idea that it should not be given to the\ngeneral public at once, but rather should be allocated for the first few\nyears to a select group of scientific organizations. You see, _Indurate_\nwas such a departure from all known materials that Ganeth-Klae feared it\nwould be utilized for military purposes.\n\n\"I took him for a dreamer and a fool. Actually he was neither. How was I\nto know that his keen penetrating brain had seen through my motive to\nget control of all commercial marketing of _Indurate_? I had laid my\nplans carefully, and I had expected to reap a nice harvest. Klae must\nhave been aware of my innermost thoughts, but Martian-like he said\nnothing.\"\n\nNorris paused to wet his lips and lean against the desk. \"I didn't kill\nGaneth-Klae,\" he continued, \"though I suppose in a court of law I would\nbe judged responsible for his death. The manufacture of _Indurate_\nrequired some ticklish work. As you know, we produced our halves of the\nformula separately. Physical contact with my half over a long period of\ntime would prove fatal, I knew, and I simply neglected to so inform\nGaneth-Klae.\n\n\"But his ultimate death was a boomerang. With Klae gone, I could find no\ntrace of his half of the formula. I was almost beside myself for a time.\nThen I thought of something. Klae had once said that the secret of his\nhalf of the formula lay in himself. A vague statement, to say the least.\nBut I took the words at their face value and gambled that he meant them\nliterally; that is, that his body itself contained the formula.\n\n\"I tried everything: X-ray, chemical analysis of the skin. I even\nremoved the cranial cap and examined the brain microscopically. All\nwithout result. Meanwhile the police were beginning to direct their\nsuspicions toward me in the matter of Klae's disappearance.\n\n\"You know the rest. It was necessary that I leave Earth at once and go\nbeyond our system, beyond the jurisdiction of the planetary police. So I\narranged this voyage with a sufficient complement of passengers to\nlessen the danger and hardship of a new life on a new world. I was still\npositive, however, that Klae's secret lay in his dead body. I took that\nbody along, encased in the Martian preservative, solidifex.\n\n\"It was my idea that I could continue my examination once we were safe\non a strange planet But I had reckoned without Ganeth-Klae.\"\n\n\"What do you mean?\" I said slowly.\n\n\"I said Klae was no fool. But I didn't know that with Martian stoicism\nhe suspected the worst and took his own ironic means of combating it. He\nused the last lot of _Indurate_ to make that booster, a device which he\nsaid would increase our take-off speed. He mounted it on the _Marie\nGalante_.\n\n\"Mason, that device was no booster. It was a time machine, so devised as\nto catapult the ship not into outer space, but into the space-time\ncontinuum. It was a mechanism designed to throw the _Marie Galante_\nforward into the future.\"\n\nA cloud of fear began to well over me. \"What do you mean?\" I said again.\n\nNavigator Norris paced around his desk. \"_I mean that the_ Marie Galante\n_has not once left Earth, has not in fact left the spot of its moorings\nbut has merely gone forward in time. I mean that the nine 'landings' we\nmade were not stops on some other planets but halting stages of a\njourney into the future._\"\n\nHad a bombshell burst over my head the effect could have been no\ngreater. Cold perspiration began to ooze out on my forehead. In a flash\nI saw the significance of the entire situation. That was why Norris had\nbeen so insistent that we always return to the ship before dark. He\ndidn't want us to see the night sky and the constellations there for\nfear we would guess the truth. That was why he had never permitted any\nof us in the bridge cuddy and why he had kept all ports and observation\nshields closed.\n\n\"But the names of the planets ... Coulora, Stragella, and the others and\ntheir positions on the chart...?\" I objected.\n\nNorris smiled grimly. \"All words created out of my imagination. Like the\nrest of you, I knew nothing of the true action of the booster. It was\nonly gradually that truth dawned on me. But by the time we had made our\nfirst 'landing' I had guessed. That was why I demanded we always take\norganic surveyor readings. I knew we had traveled far into future time,\nfar beyond the life period of man on Earth. But I wasn't sure how far we\nhad gone, and I lived with the hope that Klae's booster might reverse\nitself and start carrying us backwards down the centuries.\"\n\nFor a long time I stood there in silence, a thousand mad speculations\nracing through my mind.\n\n\"How about that piece of _Indurate_?\" I said at length. \"It was chipped\noff an image in the ruins of a great building a mile or so from here.\"\n\n\"An image?\" repeated Norris. A faint glow of interest slowly rose in his\neyes. Then it died. \"I don't know,\" he said. \"It would seem to\npresuppose that the formula, both parts of it, was known by Klae and\nthat he left it for posterity to discover.\"\n\nAll this time Mason had been standing there, eyes smouldering, lips an\nugly line. Now abruptly he took a step forward.\n\n\"I've wanted to return this for a long time,\" he said.\n\nHe doubled back his arm and brought his fist smashing onto Norris' jaw.\nThe Navigator's head snapped backward; he gave a low groan and slumped\nto the floor.\n\nAnd that is where, by all logic, this tale should end. But, as you may\nhave guessed, there is an anticlimax--what story-tellers call a happy\nconclusion.\n\nMason, Brandt, and I worked, and worked alone, on the theory that the\nsecret of the _Indurate_ formula would be the answer to our return down\nthe time trail. We removed the body of Ganeth-Klae from its solidifex\nenvelope and treated it with every chemical process we knew. By sheer\nluck the fortieth trial worked. A paste of carbo-genethon mixed with\nthe crushed seeds of the Martian iron-flower was spread over Klae's\nchest and abdomen.\n\nAnd there, in easily decipherable code, was not only the formula, but\nthe working principles of the ship's booster--or rather, time-catapult.\nAfter that, it was a simple matter to reverse the principle and throw us\nbackward in the time stream.\n\nWe are heading back as I write these lines. If they reach print and you\nread them, it will mean our escape was successful and that we returned\nto our proper slot in the epilogue of human events.\n\nThere remains, however, one matter to trouble me. Navigator Norris. I\nlike the man. I like him tremendously, in spite of his cold-blooded\nconfession, and past record. He must be punished, of course. But I, for\none, would hate to see him given the death penalty. It is a serious\nproblem.\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Fantastic Universe_ September 1955.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Long Voyage, by Carl Richard Jacobi\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE LONG VOYAGE ***\n\n***** This file should be named 29742.txt or 29742.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/7/4/29742/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}