{"title": "The Planetoid of Peril", "author": "Paul Ernst", "releaseDate": "August 23, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                   The Planetoid of Peril\n\n                       By Paul Ernst\n\n[Transcriber' Note: This etext was produced from Astounding Stories\nNovember 1931. Extensive research did not uncover any evidence that the\nU.S. copyright on this publication was renewed.]\n\n[Illustration: _He pointed it at the incredible body._]\n\n     Undaunted by crazy tales of an indestructible presence on\n     Asteroid Z-40, Harley 2Q14N20 sets out alone to face and\n     master it.\n\n\nHarley 2Q14N20 stopped for a moment outside the great dome of the\nCelestial Developments Company. Moodily he stared at their asteroid\ndevelopment chart. It showed, as was to be expected, the pick of the\nlatest asteroid subdivision projects: the Celestial Developments\nCompany, established far back in 2045, would handle none but the very\nbest. Small chance of his finding anything here!\n\nHowever, as he gazed at the chart, hope came suddenly to his face, and\nhis heart beat high under his sapphire blue tunic. There was an asteroid\nleft for sale there--one blank space among the myriad, pink-lettered\nSold symbols. Could it be that here was the chance he had been hunting\nso desperately?\n\nHe bent closer, to read the description of the sphere, and the hope\nfaded gradually from his countenance. According to its orbit and\nlocation, and the spectroscopic table of its mineral resources, it was a\nchoice planetoid indeed. Of course such a rich little sphere, listed for\nsale by the luxurious Celestial Developments Company, would cost far\nmore than he could ever rake together to pay for an asteroid.\n\nShaking his head, he adjusted his gravity regulator to give him about a\npound and a half of weight, and started to float on. Then, his lips\ntwisting at his own absurd hopefulness, he stopped again; and after\nanother moment of indecision turned into the archway that led to the\nconcern's great main office. After all, it wouldn't hurt to inquire the\nprice, even though he knew in advance it would be beyond his humble\nmeans.\n\n       *       *       *       *       *\n\nA youngster in the pale green of the one-bar neophyte in business\npromptly glided toward him.\n\n\"Something for you to-day, sir?\" he asked politely.\n\n\"Yes,\" said Harley. \"I'm looking around for a planetoid; want to get a\nplace of my own out a way from Earth. Something, you understand, that\nmay turn out to be a profitable investment as well as furnishing an\nexclusive home-site. I see on your chart that you have a sphere left for\nsale, in the Red Belt, so I came in to ask about it.\"\n\n\"Ah, you mean asteroid Z-40,\" said the youngster, gazing with envious\nrespect at the ten-bar insignia, with the crossed Sco drills, that\nproclaimed Harley to be a mining engineer of the highest rank. \"Yes,\nthat is still for sale. A splendid sphere, sir; and listed at a\nremarkably low figure. Half a million dollars.\"\n\n\"Half a million dollars!\" exclaimed Harley. It was an incredibly small\nsum: scarcely the yearly salary of an unskilled laborer. \"Are you sure\nthat's right?\"\n\n\"Yes, that's the correct figure. Down payment of a third, and the\nremaining two thirds to be paid out of the exploitation profits--\"\n\n       *       *       *       *       *\n\nHere the conversation was interrupted by an elderly, grey-haired man\nwith the six-bar dollar-mark insignia of a business executive on his\npurple tunic. He had been standing nearby, and at the mention of\nasteroid Z-40 had looked up alertly. He glided to the two with a frown\non his forehead, and spoke a few curt words to the neophyte, who slunk\naway.\n\n\"Sorry, sir,\" he said to Harley. \"Z-40 isn't for sale.\"\n\n\"But your young man just told me that it was,\" replied Hartley, loath to\ngive up what had begun to look like an almost unbelievable bargain.\n\n\"He was mistaken. It's not on the market. It isn't habitable, you see.\"\n\n\"What's wrong--hasn't it an atmosphere?\"\n\n\"Oh, yes. One that is exceptionally rich in oxygen, as is true of all\nthe spheres we handle. With a late model oxygen concentrator, one would\nhave no trouble at all existing there.\"\n\n\"Is its speed of revolution too great?\"\n\n\"Not at all. The days are nearly three hours long: annoying till you get\nused to it, but nothing like the inferior asteroids of the Mars Company\nwhere days and nights are less than ten minutes in duration.\"\n\n\"Well, is it barren, then? No minerals of value? No vegetation?\"\n\n\"The spectroscope shows plenty of metals, including heavy radium\ndeposits. The vegetation is as luxuriant as that of semi-tropic Earth.\"\n\n\"Then why in the name of Betelguese,\" said Harley, exasperated, \"won't\nyou sell the place to me? It's exactly what I've been looking for, and\nwhat I'd despaired of finding at my price.\"\n\n\"I'm forbidden to tell why it isn't for sale,\" said the executive,\nstarting to float off. \"It might hurt our business, reputation if the\ntruth about that bit of our celestial properties became widely\nknown--Oh, disintegrate it all! Why wasn't the thing erased from the\nchart weeks ago!\"\n\n\"Wait a minute.\" Harley caught his arm and detained him. \"You've gone\ntoo far to back out now. I'm too eager to find some such place as your\nZ-40 to be thrown off the subject like a child. _Why_ isn't it for\nsale?\"\n\nThe man tightened his lips as though to refuse to answer, then shrugged.\n\n\"I'll tell you,\" he said at last. \"But I beg of you to keep it\nconfidential. If some of our investors on neighboring asteroids ever\nfound out about the peril adjoining them on Z-40, they'd probably insist\non having their money back.\"\n\nHe led the way to a more secluded spot under the big dome, and spoke in\na low tone, with many a glance over his shoulder to see if anyone were\nwithin earshot.\n\n\"Z-40 is an exceptionally fine bit of property. It is commodious; about\ntwenty miles in diameter. Its internal heat is such that it has a\ndelightful climate in spite of the extreme rarity of atmosphere common\nto even the best of asteroids. It has a small lake; in fact it has about\neverything a man could want. Yet, as I said, it is uninhabitable.\"\n\nHis voice sank still lower.\n\n\"You see, sir, there's already a tenant on that sphere, a tenant that\nwas in possession long before the Celestial Developments Company was\norganized. And it's a tenant that can't be bought off or reasoned with.\nIt's some sort of beast, powerful, ferocious, that makes it certain\ndeath for a man to try to land there.\"\n\n\"A beast?\" echoed Harley. \"What kind of a beast?\"\n\n\"We don't know. In fact we hardly even know what it looks like. But from\nwhat little has been seen of it, it's clear that it is like no other\nspecimen known to universal science. It's something enormous, some freak\nof animal creation that seems invulnerable to man's smaller weapons. And\nthat is why we can't offer the place for sale. It would be suicide for\nanyone to try to make a home there.\"\n\n\"_Has_ anyone ever tried it?\" asked Harley. \"Any competent adventurer, I\nmean?\"\n\n\"Yes. Twice we sold Z-40 before we realized that there was something\nterribly wrong with it. Both buyers were hardy, intrepid men. The first\nwas never heard of after thirty-six hours on the asteroid. The second\nman managed to escape in his Blinco Dart, and came back to Earth to tell\nof a vast creature that had attacked him during one of the three-hour\nnights. His hair was white from the sight of it, and he's still in a\nsanitarium, slowly recovering from the nervous shock.\"\n\nHarley frowned thoughtfully. \"If this thing is more than a match for one\nman, why don't you send an armed band with heavy atomic guns and clear\nthe asteroid by main force?\"\n\n\"My dear sir, don't you suppose we've tried that? Twice we sent\nexpensive expeditions to Z-40 to blow the animal off the face of the\nsphere, but neither expedition was able to find the thing, whatever it\nis. Possibly it has intelligence enough to hide if faced by overwhelming\nforce. When the second expedition failed, we gave it up. Poor business\nto go further. Already, Z-40 has cost us more than we could clear from\nthe sale of half a dozen planetoids.\"\n\nFor a long time Harley was silent. The Company was a hard headed, cold\nblooded concern. Anything that kept them from selling an asteroid must\nbe terrible indeed.\n\nHis jaw set in a hard line. \"You've been honest with me,\" he said at\nlength. \"I appreciate it. Just the same--I still want to buy Z-40. Maybe\nI can oust the present tenant. I'm pretty good with a ray-pistol.\"\n\n\"It would be poor policy for us to sell the asteroid. We don't want to\nbecome known as a firm that trades in globes on which it is fatal to\nland.\"\n\n\"Surely my fate is none of your worry?\" urged Harley.\n\n\"The asteroid,\" began the executive with an air of finality, \"is not\nfor--\"\n\n\"Man, it's _got_ to be!\" cried Harley. Then, with a perceptible effort\nhe composed himself. \"There's a reason. The reason is a girl. I'm a poor\nman, and she's heiress to fabulous--Well, frankly, she's the daughter of\n3W28W12 himself!\" The executive started at mention of that universally\nknown number. \"I don't want to be known as a fortune hunter; and my best\nbet is to find a potentially rich asteroid, cheap, and develop\nit--incidentally getting an exclusive estate for my bride and myself far\nout in space, away from the smoke and bustle of urban Earth. Z-40, save\nfor the menace you say now has possession of it, seems to be just what I\nwant. If I can clear it, it means the fulfillment of all my dreams. With\nthat in view, do you think I'd hesitate to risk my neck?\"\n\n\"No,\" said the executive slowly, looking at the younger man's powerful\nshoulders and square-set chin and resolute eyes. \"I don't think you\nwould. Well, so be it. I'd greatly prefer not to sell you Z-40. But if\nyou want to sign an agreement that we're released of all blame or\nresponsibility in case of your death, you can buy it.\"\n\n\"I'll sign any agreement you please,\" snapped Harley. \"Here is a down\npayment of a hundred and seventy thousand dollars. My name is Harley;\nsign 2Q14N20; unmarried--though I hope to change that soon, if I\nlive--occupation, mining engineer, ten-bar degree; age, thirty-four. Now\ndraw me up a deed for Z-40, and see that I'm given a stellar call number\non the switchboard of the Radivision Corporation. I'll drop around there\nlater and get a receiving unit. Good day.\" And, adjusting his gravity\nregulator to lighten his weight to less than a pound, he catapulted out\nthe archway.\n\nBehind him a prosaic business executive snatched a moment from a busy\nday to indulge in a sentimental flight of fancy. He had read once of\ncurious old-time beings called knights, who had undertaken to fight and\nslay fire-eating things called dragons for the sake of an almost\noutmoded emotion referred to as love. It occurred to him that this\nbrusque man of action might be compared to just such a being. He was\nundertaking to slay a dragon and win a castle for the daughter of\n3W28W12--\n\nThe romantic thought was abruptly broken up by the numeral. It jarred\nso, somehow, that modern use of numbers instead of names, when thinking\nof sentimental passages of long ago. \"The rose is fair; but in all the\nworld there is no rose as fair as thou, my princess 3W28W12....\" No, it\nwouldn't do.\n\nCursing himself for a soft-headed fool, he went to deliver a stinging\nrebuke to somebody for not having blocked Z-40 off the asteroid chart\nweeks before.\n\n       *       *       *       *       *\n\n\"Harley 2Q14N20,\" recited the control assistant at Landon Field.\n\"Destination, asteroid Z-40. Red Belt, arc 31.3470. Sights corrected,\nflight period twelve minutes, forty-eight seconds past nine o'clock. All\nset, sir?\"\n\nHarley nodded. He stepped inside the double shell of his new Blinco\nDart--that small but excellent quantity-production craft that had\nentirely replaced the cumbersome space ships of a decade ago--and\nscrewed down the man-hole lid. Then, with his hand on the gravity bar,\nhe gazed out the rear panel, ready to throw the lever at the control\nassistant's signal.\n\nThe move was unthinkingly, mechanically made. Too many times had he gone\nthrough this process of being aimed by astronomical calculation, and\nlaunched into the heavens, to be much stirred by the wonder of it. The\njourney to Z-40 in the Dart was no more disquieting than, a century and\na half ago, before the United States had fused together into one vast\ncity, a journey from Chicago to Florida would have been in one of the\ninefficient gasoline-driven vehicles of that day.\n\nAll his thoughts were on his destination, and on a wonder as to what\ncould be the nature of the thing that dwelt there.\n\nHe had just come from the sanitarium where the man who'd bought Z-40\nbefore him was recovering from nervous exhaustion. He'd gone there to\ntry to get first hand information about the creature the executive at\nthe Celestial Developments Company had talked so vaguely of. And the\ntale the convalescent had told him of the thing on the asteroid was as\nfantastic as it was sketchy.\n\nA tremendous, weirdly manlike creature looming in the dim night--a thing\nthat seemed a part of the planetoid itself, fashioned from the very dirt\nand rock from which it had risen--a thing immune to the ray-pistol, that\nlatest and deadliest of man-made small-arms--a thing that moved like a\nwalking mountain and stared with terrible, stony eyes at its prey! That\nwas what the fellow said he had faintly made out in the darkness before\nhis nerves had finally given way.\n\nHe had impressed Harley as being a capable kind of a person, too; not at\nall the sort to distort facts, nor to see imaginary figures in the\nnight.\n\nThere was that matter of the stone splinter, however, which certainly\nargued that the wan, prematurely white-haired fellow was a little\nunbalanced, and hence not to be believed too implicitly. He'd handed it\nto Harley, and gravely declared it to be a bit of the monster's flesh.\n\n\"Why, it's only a piece of rock!\" Harley had exclaimed before he could\ncheck himself.\n\n\"Did you ever see rock like it before?\"\n\nTurning it over in his hands, Harley had been forced to admit that he\nnever had. It was of the texture and roughness of granite, but more\nheavily shot with quartz, or tridymite than any other granite he'd ever\nseen. It had a dull opalescent sheen, too. But it was rock, all right.\n\n\"It's a piece of the thing's hide,\" the man had told him. \"It flaked off\nwhen it tried to pry open the man-hole cover of ray Dart. A moment after\nthat I got Radivision arc directions from London Field, aimed my sights,\nand shot for Earth. It was a miracle I escaped.\"\n\n\"But surely your ray-pistol--\" Harley had begun, preserving a discreet\nsilence about the man's delusion concerning the stone splinter.\n\n\"I tell you it was useless as a toy! Never before have I seen any form\nof life that could stand up against a ray-gun. But _this_ thing _did_!\"\n\nThis was another statement Harley had accepted with a good deal of\nreservation. He had felt sure the weapon the man had used had a leak in\nthe power chamber, or was in need of recharging, or something of the\nkind. For it had been conclusively proved that all organic matter\nwithered and burned away under the impact of the Randchron ray.\n\nNevertheless, discounting heavily the convalescent's wild story, only a\nfool would have clung to a conviction that the menace on Z-40 was a\ntrivial one. There was _something_ on that asteroid, something larger\nand more deadly than Harley had ever heard of before in all his\nplanetary wanderings.\n\nHe squared his shoulders. Whatever it was, he was about to face it, man\nagainst animal. He was reasonably certain his ray-gun would down\nanything on two legs or ten. If it didn't--well, there was nothing else\nthat could; and he'd certainly provide a meal for the creature, assuming\nit ate human flesh....\n\nA mechanic tapped against the rear view panel to recall his wandering\nattention. The control assistant held up his hands, fingers outspread,\nto indicate that there were ten seconds left.\n\nHarley's hand went to his throat, where was hung a locket--a lovely but\nuseless trinket of the kind once much worn by Earth women--and his\nfingers tightened tenderly on it. It had belonged to Beatrice 3W28W12's\ngreat-great-grandmother, and Beatrice had given it to him as a token.\n\n\"With luck, my dear,\" he whispered aloud. \"With luck....\"\n\nThere was a slight vibration. He threw the gravity bar over to the first\nnotch. Earth dropped, plummet-like, away from him. He pushed the bar to\nthe limit leg; and, at a rate of hundreds of miles a second, was\nrepelled from Earth toward Z-40, and the thing that skulked there.\n\n       *       *       *       *       *\n\nWith a scarcely perceptible jar, he landed on the small sphere that, he\nhoped, was to be his future home. Before opening his man-hole lid, he\nwent from panel to panel of the Dart and cautiously reconnoitered. He\nhad elected to land beside the little lake that was set like a three\nhundred-acre gem on the surface of Z-40, and it was more than possible\nthat the enemy had its den nearby.\n\nHowever, a careful survey of the curved landscape in all directions\nfailed to reveal a glimpse of anything remotely threatening. He donned\nhis oxygen concentrator--in appearance a simple tube of a thing,\nprojecting about six inches above his forehead, and set in a light metal\nband that encircled his head. Adjusting his gravity regulator so he\nwouldn't inadvertently walk clear off into empty space--he calculated\nhis weight would be less than a twentieth of an ounce here--he stepped\nout of the Dart and gazed around at the little world.\n\nBefore him was the tiny lake, of an emerald green hue in the flashing\nsunlight. Around its shores, and covering the adjacent, softly rolling\ncountryside as far as eye could reach, was a thick growth of\ncarmine-tinted vegetation: squat, enormous-leaved bushes; low, sturdy\ntrees, webbed together by innumerable vines. To left and right,\nminiature mountains reared ragged crests over the abbreviated horizon,\nmaking the spot he was in a peaceful, lovely valley.\n\nHe sighed. There was everything here a man could wish for--provided he\ncould win it! Loosening his ray-pistol in its holster, he started to\nwalk slowly around the lake to choose a site for the house he intended\nto build. On the opposite shore he found a place that looked suitable.\n\nA few yards back from the water's edge, curling in a thick crescent like\na giant sleeping on its side, was a precipitous outcropping of rock;\ncurious stuff, rather like granite, that gleamed with dull opalescence\nin the brilliant sunlight. With that as a sort of natural buttress\nbehind the house, and with the beautiful lake as his front dooryard,\nhe'd have a location that any man might envy.\n\nHe returned to his Dart, hopped back across the lake in it, and unloaded\nhis Sco drill[1]. With this he planned to sink a shaft that would serve\nin the future as the cellar for his villa, and in the present as an\nentrenchment against danger.\n\nBut now the swift night of Z-40 was almost upon him. The low slant of\nthe descending sun warned him that he had less than ten minutes of light\nleft, until the next three-hour day should break over the eastern rim.\nHe placed the drums and the flexible hose of the Sco drill so that he\ncould begin operations with it as soon as the dawn broke, and started to\nwalk toward the precipitous outcropping of quartziferous stone\nimmediately behind the home-site he had picked. He would climb to the\ntop of this for a short look around, and then return to the Dart--in\nwhich double-hulled, metal fortress he thought he would be safe from\nanything.\n\n       *       *       *       *       *\n\nHe had almost reached the rock outcropping when the peculiarities of its\noutline struck him anew. He'd already observed that the craggy mound\nrather resembled a sleeping, formless giant. The closer he got to it the\nmore the resemblance was heightened and the greater grew his perplexity.\n\nIt sprang straight up from the carmine underbrush, like a separate heap\nof stone cast there by some mighty hand. One end of it tapered down in a\nthick ridge; and this ridge had a deep, horizontal cleft running along\nit which made it appear as though it were divided into two leglike\nmembers. In the center the mound swelled to resemble a paunchy trunk\nwith sagging shoulders. This was topped by a huge, nearly round ball\nthat looked for all the world like a head. There were even rudimentary\nfeatures. It was grotesque--one of those freak sculptures of nature,\nHarley reflected, that made it seem as though the Old Girl had a mind\nand artistic talent of her own.\n\nHe scrambled through the brush till he reached that part of the long\nmound that looked like a head. There, as the sun began to stream the red\nlines of its descent over the sky, he prepared to ascend for his view of\nthe surrounding landscape.\n\nHe'd got within twenty feet of the irregular ball, and had adjusted his\ngravity regulator to enable him to leap to its top, when he stopped as\nabruptly as though he had been suddenly paralyzed. Over the two deep\npits that resembled nostrils in the grotesque mask of a face he thought\nhe had observed a quiver. The illusion had occurred in just the proper\nplace for an eyelid. It was startling, to say the least.\n\n\"I'm getting imaginative,\" said Harley. He spoke aloud as a man tends to\ndo when he is alone and uneasy. \"I'd better get a tighter grip on my\nnerves, or--good God!\"\n\nCoincident with the sound of his voice in the thin, quiet air, the huge\nstumps that looked like legs stirred slightly. A tremor ran through the\nentire mass of rock. And directly in front of Harley, less than twenty\nfeet from where he stood, a sort of half-moon-shaped curtain of rock\nslid slowly up to reveal an enormous, staring eye.\n\nFrozen with a terror such as he had never felt before in a life filled\nwith adventure, scarce breathing, Harley glared at the monstrous\nspectacle transpiring before him. A hill was coming to life, A granite\ncliff was growing animate. It was impossible, but it was happening.\n\nThe half-moon curtains of rock that so eerily resembled eyelids, blinked\nheavily. He could hear a faint rasping like the rustle of sandpaper, as\nthey did so. One of the great leg stumps moved distinctly, independent\nof the other one. Three columnar masses of rock--arms, or tentacles,\nwith a dozen hinging joints in each--slowly moved away from the parent\nmass near the base of the head, and extended toward the Earth man.\n\nStill in his trance, with his heart pounding in his throat till he\nthought it would burst, Harley watched the further awful developments.\nThe eyelids remained opened, disclosing two great, dull eyes like poorly\npolished agates, which stared expressionlessly at him. There was a\nconvulsion like a minor earthquake, and the mass shortened and\nheightened its bulk, raising itself to a sitting posture. The three\nhinged, irregular arms suddenly extended themselves to the full in a\nthrust that barely missed him. They were tipped, those arms, with\nimmense claws, like interlocking, rough-hewn stone fingers. They crashed\nemptily together within a few feet of Harley. Then, and not till then,\ndid the paralysis of horror loose its grip on the human.\n\nHe tore his ray-pistol from its holster and pointed it at the incredible\nbody. An angry, blue-green cone of light leaped from the muzzle, and\nplayed over the mighty torso. Nothing happened. He squeezed the trigger\nback to the guard. The blue-green beam increased in intensity, and a\ncrackling noise was audible. Under that awful power the monster should\nhave disappeared, dissolved to a greasy mist. But it didn't.\n\nThe light beam from the ray-gun died away. The power was exhausted. It\nwas only good for about ten seconds of such an emergency, full-force\ndischarge, after which it must be re-charged again. The ten seconds were\nup. And the gigantic creature against which it had been directed had\napparently felt no injury from a beam that would have annihilated ten\nthousand men.\n\nThe now useless ray-pistol slipped from his limp fingers. Stupefied with\nhorror at the futility of the deadly Randchron ray against this terrible\nadversary, he stood rooted to the spot. Then the thing reached for him\nagain; and his muscles were galvanized to action--to instinctive,\nstupid, reasonless action.\n\nScreaming incoherently, mad with horror of the stone claws that had\nclutched at him, he turned and ran. In great leaps he bounded away from\nthe accursed lake and made for the taller trees and thicker vegetation\nat a distance from the shore. It was the worst thing he could have done.\nThere was a chance that he could have reached his Dart, had he thought\nof it, and soared aloft out of reach. But he thought of nothing. All he\nwanted to do, in that abysmal fear that can still make a mindless animal\nout of a civilized man, was to run and hide--to get away from the\nfearful monster that had risen up to glare at him with those stony,\npitiless eyes, and to reach for him with two-fingered bands like\ngrinding rock vises.\n\n       *       *       *       *       *\n\nJust as the sun fell below the rim of the asteroid, plunging it into a\ndarkness only faintly relieved by the light of the stars, he crashed\ninto the deeper underbrush. A trailing creeper tripped him in his mad\nflight. He fell headlong, to lie panting, sobbing for breath, in the\nthick carpet of blood-colored moss.\n\nBehind him, from the direction of the lake, he heard a sudden clangor as\nof rock beating against metal. This endured only a short time. Then the\nsolid ground beneath him shook slightly, and an appalling crash of trees\nand underbrush to the rear told him that the stone colossus was on his\ntrail.\n\nHe leaped to his feet and continued his great bounds over the sharply\ncurved surface of the asteroid, banging against tree trunks, bruising\nhimself against stones, falling in the darkness to rise again and flee\nas before in a mad attempt to distance the crashing sound of pursuit\nbehind him.\n\nThen he felt himself writhing in thin air as his flying course took him\nover the edge of a cliff. Down, down he fell, to land in a dense bed of\nfoliage far below. Something hit his head with terrific force. Pinwheels\nof light flashed before his eyes, to fade into velvety nothingness....\n\n       *       *       *       *       *\n\nSlowly, uncertainly he wavered back to consciousness. For a moment he\nwas aware of nothing save that he was lying on some surface that was\njagged and uncomfortable, and that it was broad daylight. He opened his\neyes, and saw that he was reclining, across a springy bed formed of the\ntop of a tree. Ahead of him loomed a cliff about a hundred feet high.\n\nRemembrance suddenly came to him. The unreasoning rush through the\nunderbrush. The nightmare creature lumbering swiftly after him. The fall\nover the cliff into the top of this tree.\n\nWith a cry, he sat up, expecting to see the stone giant nearby and\npoised to leap. But it was nowhere in sight; nor, listen as intently as\nhe would, could he hear the sounds of its crashing path through the\nbrush. Somehow, for the moment at least, he had been saved. Perhaps his\ndisappearance over the cliff edge had thrown it off his track.\n\nHe became aware of the fact that it was difficult for him to breathe.\nHis lungs were heaving in a vain effort to suck in more oxygen, and his\ntongue felt thick as though he were being strangled. Then he saw that\nhis oxygen concentrator had been knocked from his head when he fell, and\nwas dangling from a limb several feet away. It was almost out of\nbreathing range. Had it fallen on through the branches to the ground he\nwould have died, in his unconsciousness, in the rarified atmosphere. He\nreached for it; settled the band around his head again.\n\nAfter once more listening and peering around to make sure the rock\ncolossus was not about, he descended the tree that had saved his life,\nand began to walk in the direction he judged the lake to be. He would\nget into his Dart, cruise aloft out of harm's way, and perhaps think up\nsome effective course of action.\n\n       *       *       *       *       *\n\nHe was thinking clearly, now. And, in the glare of daylight, no longer\nan unreasoning animal fleeing blindly over a dim-lit foreign sphere, he\nwas unable to understand his panic of the night. Afraid? Of course he\nhad been afraid! What man wouldn't have been at sight of that monstrous\nthing? But that he, Harley 2Q14N20, should have lost his head completely\nand gone plunging off into the brush like that, seemed unbelievable. To\nthe depths of his soul he felt ashamed. And to his own soul he made the\npromise that he would wipe out, in action, that hour of cowardice.\n\nAs he wound his way through the squat, carmine forest, he tried to\nfigure out the nature of the thing that had crashed balefully after him\nin the black hours.\n\nIt had seemed made of rock--a giant, primitive stone statue imbued with\nlife. But it was impossible that it should really be fashioned of rock.\nAt least it ought to be impossible. Rock is inorganic, inanimate. It\nsimply couldn't have the spark of life in it. Harley had seen many\nstrange creations, on many strange planets, but never had he seen\ninorganic mineral matter endowed with animation. Nor had anyone else.\n\nYet the thing _looked_ as though made of stone. Of some peculiar,\nquartz-suffused granite--proving that the wan, white-haired man he had\ntalked to in the sanitarium had not been mad at all, but only too\nterribly sane. The creature's very eyes had had a stony look. Its\neyelids had rasped like stone curtains rubbing together. Its awful,\ntwo-fingered hands, or claws, had ground together like stones rubbing.\n\nWas it akin to the lizards, the cold-blooded life of Earth? Was this\nrocky exterior merely a horny shell like that of a turtle? No. Horn is\nhorn and rock is rock. The two can't be confused.\n\nThe only theory Harley could form was that the great beast was in some\nstrange way a link between the animal and the mineral kingdoms. Its\nskeletal structure, perhaps, was silicate in substance, extending to\nprovide an outside covering that had hardened into actual stone, while\nforming an interior support to flesh that was half organic, half\ninorganic matter. Some such silicate construction was to be found in the\nsponge, of Earth. Could this be a gigantic relative of that lowly\ncreature? He did not know, and couldn't guess. He wasn't a zoologist.\nAll he knew was that the thing appeared to be formed of living,\nimpregnable stone. He knew, also, that this fabulous creature was bent\non destroying him.\n\nAt this point in his reflections, the glint of water came to his eyes\nbetween the tree trunks ahead of him. He had come back to the lake.\n\n       *       *       *       *       *\n\nFor moments he stood behind one of the larger trees on the fringe and\nsearched around the shore for sight of the rock giant. It was nowhere in\nevidence. Rapidly he advanced from the forest and ran for the Dart. From\na distance it appeared to be all right: but as he drew near a cry rose\ninvoluntarily to his lips.\n\nIn a dozen places the double hull of the little space craft was battered\nin. The man-hole lid was torn from its braces and bent double. The glass\npanels, unbreakable in themselves, had been shoved clear into the cabin;\ntheir empty sash frames gaped at Harley like blinded eyes. Never again\nwould that Blinco Dart speed through the heavens!\n\nHe went to the spot where he had left his Sco drill, and a further\nevidence of the thing's cold blooded ferocity was revealed. The\nintricate mechanism had been wrenched into twisted pieces. The drums\nwere battered in and the flexible hose lengths torn apart in shreds. The\ninventor himself couldn't have put it in working order again.\n\nHe was hopelessly trapped. He had no means of fighting the colossus. He\nhad no way of escaping into space, nor of returning to Earth and trying\nto raise a loan that would allow him to come back here with men and\natomic guns. He hadn't even a way of intrenching himself in the ground\nagainst the next attack.\n\nFor an instant his hair prickled in a flash of the blind panic that had\nseized him a few hours before. With a tremendous effort of will he\nfought it down. This--the destruction of his precious Dart and\ndrill--was the result of one siege of insensate fear. If he succumbed to\nanother one he might well dash straight into the arms of death. He sank\nto the ground and rested his chin on his fist, concentrating all his\nintellect on the hopeless problem that faced him.\n\nThe surface of Z-40 was many square miles in extent. But, if he tried to\nhide himself, he knew it was only a question of time before he would be\nhunted down. The asteroid was too tiny to give him indefinite\nconcealment. Flight, then, was futile.\n\nBut if he didn't try to conceal himself in the sparse forest lands, it\nmeant that he must stay to face the monster at once--which was insanity.\nWhat could he do, bare-handed, against that thirty-foot,\nthree-tentacled, silicate mass of incredible life!\n\nIt was useless to run, and it was madness to stay and confront the\nthing. What, then, could he do? The sun had slid down the sky and the\nred of another swift dusk was heralding the short night before he shook\nhis head somberly and gave the fatal riddle up.\n\nHe rose to his feet, intending to make his way back to the\nconcealment--such as it was--of the forest. It might be that he could\nfind safety in some lofty treetop till day dawned again. Then he\nstopped, and listened. What was that?\n\nFrom far away to the left he could hear faint sounds of some gargantuan\nstirring. And, coincident with the flickering out of the last scrap of\nsunlight, a distant crashing came to his ears as an enormous body\nsmashed like an armored ship through trees and thorn bushes and trailing\nvines. The rock thing had found his trail and was after him again.\n\n       *       *       *       *       *\n\nA second time Harley fled through the dim-lighted night, stumbling over\nboulders and tripping on creepers. But this time his flight was not that\nof panic. Frightened enough, he was; but his mind was working clearly as\nhe leaped through the forest away from the source of the crashing.\n\nThe first thing he noted was that though--as far as his ears could\ninform him--he was managing to keep his lead, he wasn't outdistancing\nhis horrible pursuer by a yard. Dark though the night was, and far away\nas he contrived to keep himself, the colossus seemed to cling to his\ntrail as easily as though following a well-blazed path.\n\nHe climbed a tree, faced at right angles to the course he had pursued,\nand swung for the next tree. It was a long jump. But desperation lent\nabnormal power to his muscles, and the gravity regulator adjusted to\nextremely low pitch, was a great help. He made it safely. Another\nswinging leap into the dark, to land sprawling in a second tree; a\nthird; a fourth. Finally be crouched in a tangle of boughs, and\nlistened. He was a quarter of a mile from the point where he had turned\nfrom his first direction. Perhaps this deviation would throw the rock\nterror off.\n\nIt didn't. He heard the steady smashing noise stop. For an instant there\nwas a silence in the darkness of the asteroid that was painful. Then the\ncrashing was resumed, this time drawing straight toward where he was\nhidden. Somehow the thing had learned of his change of direction.\n\nHe continued his flight into the night, his eyes staring glassily into\nthe darkness, his expression the ghastly one of a condemned man. And as\nhe fled the crashing behind him told how he was followed--easily\ninfallibly, in spite of all his twisting and turning and efforts at\nconcealment. What hellish intelligence the monster must possess!\n\nHe ran for eternities. He ran till his chest was on fire, and the\nsobbing agony of his breathing could be heard for yards. He ran till\nspots of fire floated before his eyes and the blood, throbbing in his\nbrain, cut out the noise of the devilish pursuit behind him. At long\nlast his legs buckled under him, and he fell, to rise no more.\n\nHe was done. He knew it. His was the position of the hunted animal that\nlies panting, every muscle paralyzed with absolute exhaustion, and\nglares in an agony of helplessness at the hunter whose approach spells\ndeath.\n\nThe crashing grew louder. The tremor of the ground grew more pronounced\nas the vast pursuer pounded along with its tons and tons of weight.\nHarley gazed into the blackness back along the way he had come, his eyes\nsunk deep in the hollows fatigue had carved in his face, and waited for\nthe end. The dark night darkened still more with the approach of another\nswift, inexorable dawn.\n\nThere was a terrific rending of tree trunks and webbed creepers. Dimly\nin the darkness he could see something that towered on a level with the\ntallest trees, something that moved as rapidly and steadily as though\ndriven by machinery. Fear so great that it nauseated him, swept over him\nin waves; but he could not move.\n\nThe first grey smear of dawn appeared in the sky. In the ghostly\ngreyness he got a clearer and clearer sight of the monster. He groaned\nand cowered there while it approached him--more slowly now, eyeing him\nwith staring, stony orbs in which there was no expression of any kind,\nof rage or bate, of curiosity or triumph.\n\nGreat stumps of legs, with no joints in them, on which the colossus\nstalked like a moving stone tower--a body resembling an enormous boulder\ncarved by an amateurish hand to portray the trunk of a human being--a\ncraggy sphere of rock for a head, set directly atop the deeply riven\nshoulders--a face like the horrible mask of an embryonic gargoyle--a\nmouth that was simply a lipless chasm that opened and closed with the\nsound of rocks grinding together in a slow-moving glacier--the whole\nveiled thinly by trailing lengths of snapped vines, great shattered tree\nboughs, bushes, all uprooted in its stumping march through the forest!\nHarley closed his eyes to shut out the sight. But in spite of himself\nthey flashed open again and stared on, as though hypnotized by the\nspectacle they witnessed.\n\n       *       *       *       *       *\n\nThe grey of dawn lightened to the first rose tint of the rising sun. As\nthough stung to action by the breaking of day, the thing hastened its\nground-shaking pace. With one last stride, it came to Harley's side and\nloomed far above, the unwinking eyes glaring down at him.\n\nThe three arms, hinged at equidistant points at the base of the horrible\nhead, slowly lowered toward his prostrate form. There was a grating\nnoise as the creature hinged in the middle and bent low, bringing its\nenormous, staring eyes within two yards of his face.\n\nOne of its hands closed over his leg, tentatively, experimentally, as\nthough to ascertain of what substance he was made. He cried aloud as the\nrock vise, like a gigantic lobster claw, squeezed tight. The thing drew\nback abruptly. Then the chasm of its mouth opened a little, for all the\nworld as though giving vent to soundless, demoniac laughter. All three\nof the vise-like hands clamped over him--lightly enough, considering\ntheir vast size, and intimating that the colossus did not mean to kill\nhim for a moment or two--but so cruelly that his senses swam with the\npain of it.\n\nHe felt the grip relax. The vast stone pincers were lifted from him;\nslithered to the ground beside him.\n\nThe first blinding rays of the sun were beating straight on the colossal\nfigure, which glittered fantastically, like a huge splintered opal, in\ntheir brilliance.\n\nIt glared down at Harley. The abyss of a mouth opened as though again\ngiving vent to silent, infernal laughter. Then, with the noise of a\nlandslide, the giant form settled slowly to the ground. The rock\nhalf-moons of curtains dropped over the expressionless, dull eyes. The\nwhole great figure quivered, and grew still. It lay without movement,\nstretched along the ground like a craggy, opalescent hill.\n\n       *       *       *       *       *\n\nDazed, stunned by such fantastic behavior, Harley struggled wearily to\nhis feet. He had been a dead man as surely as though shot with a\nray-gun. One twitch of those terrible rock pincers would have broken him\nin two pieces. It had seemed as though that deadly twitch were surely\nforthcoming. And then the thing had released him--and had lain down to\ngo to sleep! Or was it asleep?\n\nHe took a few slow steps away from it, expecting to see the three great\ntentacles flash out to capture him as a cat claws at a mouse that thinks\nit is escaping. The arms didn't move. Astounding as it was, Harley was\nfree to run away if he chose. Why was that?\n\nA hint of a clue to the creature's action began to unfold in his mind.\nWhen he had first laid eyes on it, in daylight, it was asleep. It had\nnot pursued him during the preceding day, which argued that again it was\nasleep. And now, with the first touch of dawn, it was once more quiet,\nimmobile.\n\nThe answer seemed to be that it was entirely nocturnal; that for some\nobscure, unguessable reason sunlight induced in it a state of suspended\nanimation. It seemed an insane theory, but no other surmise was remotely\nreasonable.\n\nBut if it were invariably sunk in a coma during daylight, why had it\ndelayed killing him just a moment ago? Its every act indicated that it\npossessed intelligence of a high order. It was more than probable that\nit realized its limitation--why hadn't it acted in accordance with that\nrealization?\n\nOn thinking it over, he believed he had the answer to that, too. He\nremembered the way the gaping mouth had seemed to express devilish\nmirth. The thing was playing with him. That was all. It had saved him\nfor another night of hopeless flight and infallible trailing through the\nforests of Z-40.\n\nHe gazed at the monster in a frenzy of impotent rage and fear. If only\nhe could kill it somehow in its sleep! But he couldn't. In no way could\nhe harm it. Secure in its silicate covering, it was impervious to his\nwildest attempts at destruction. And it knew it, too; hadn't it laughed\njust before sinking down to slumber through the asteroidal day?\n\nWith his Sco drill he might have pierced that silicon dioxide armor till\nhe reached the creature's gritty flesh. Then he could have used his\nray-pistol, possibly disintegrating all its vitals and leaving only an\nempty rock shell sprawling hugely there in the trampled underbrush.\n\nBut he had neither drill nor pistol. The one had been wrecked by the\nmonster; the other he had dropped in his madness of fright, after\ncompletely exhausting its power chamber.\n\nHalf crazed by the hopelessness of his plight, he paced up and down\nbeside the great length of animated stone. Trapped on an\nasteroid--utterly unarmed--alone with the most pitiless, invulnerable\ncreation Nature had placed in a varied universe! Could Hell itself have\ndevised a more terrible fate?\n\nShuddering, he turned away. He had some two and a half hours of grace,\nbefore the sun should set again and darkness release the colossus from\nits torpor. There was only one thing he could do: place the diameter of\nthe sphere between the thing and himself, and try to exist through\nanother night of terror.\n\nHis hands went to his belt to adjust the gravity regulator strapped\nabout his waist. By reducing his weight to an ounce or two, he could\nmake the long journey possible for his fatigue-numbed muscles--\n\nHis hands clenched into fists, and his breath whistled between his set\nteeth as a wild hope came to him. The touch of the regulator had brought\ninspiration. A way to defeat the gigantic creature stretched on the\nground beside him! A way to banish it forever from the surface of this\nlovely little world where all was perfect but the monstrous thing with\nwhich it was cursed!\n\n       *       *       *       *       *\n\nTrembling with the reaction wrought in him by the faint glow of hope, he\nbegan to race toward the lake and his wrecked Blinco Dart. It wasn't\nhard to find the way; the rock giant had left a trail as broad as a\nroad; trees broken off like celery stalks, bushes smashed flat, tracks\nthat looked like shallow wells sunk into the firm ground. Fifty yards to\na step, he leaped along this path, praying that one object, just one bit\nof machinery in the Dart had escaped the general wreckage.\n\nArrived at the little shell at last, he was forced to pause a moment and\ncompose himself before he could step into the battered interior.\nEverything hinged on this one final chance!\n\nDrawing a long breath, he entered the cabin and made his way to the\nstern repellor. A groan escaped his lips. It was ruined. Evidently the\nthing had reached in the man-hole opening with one of its three mighty\ntentacles, and, with sure instinct, had fastened its stone claws on the\nrepellor housing. At any rate, it was ground to bits. But--there was the\nbow repellor.\n\nHe went to that, and the flame of hope came back to his eyes. It was\nuntouched! He threw back the housing to make sure. Yes, the\ninter-sliding series of plates, that reversed or neutralized\ngravitational attraction at a touch, were in alignment.\n\nHe bent to the task of disconnecting it from the heavy bed-plate to\nwhich it was bolted, his fingers flying frenziedly. Then back to the\ntorpid colossus he hurried, clutching the precious repellor tight in his\narms lest he should drop it, walking carefully lest he should fall with\nit.\n\nThere he was faced by a new difficulty that at first seemed\ninsurmountable. How could he fasten the repellor to that great,\nimpenetrable, opalescent bulk?\n\nA second time he bounded back toward the Dart, to return with the heavy\nbow and stern bed-plates from its hull.\n\n       *       *       *       *       *\n\nOnce more the orange ball of the sun was sinking low. The terrible\nbrevity of those three-hour days! He had less than ten minutes, Earth\ntime, in which to work.\n\nOne of the thing's arms, or tentacles, was pointing out away from the\nparent mass. It was twice the diameter of his body, and was ponderously\nheavy; but by rigging a fulcrum and lever device, with a stone as the\nfulcrum and a tough log as the lever, he managed to raise it high enough\nto thrust one of the bed-plates under it. The other massive metal sheet\nhe laid across the top.\n\nThe lower rim of the sun touched the horizon. A tremor ran through the\ncolossus. In frantic haste, racing against the flying seconds, Harley\nclamped the two plates tight against the columnar tentacle with four\nlong hull-bolts from the Dart. He set the repellor in position on the\ntop bed-plate, and began to fasten it down.\n\nHe felt another tremor run through the stone column on which he was\nsquatting. With a rasping sound, one of the half-moon rock-curtains the\nthing had for eyelids blinked open and shut. He shot the last bolt into\nplace and tightened it.\n\nThe stone claws, just behind which he had fastened the repellor, ground\nsavagely shut. The great tentacle began to lift, and carried him with\nit--toward the chasm of a mouth. That chasm opened wide....\n\nHarley straightened up and jumped for the ground. As he jumped, he\nkicked the repellor control bar hard over.\n\nThere was a shrieking of wind as though all the hurricanes in the\nuniverse were battling each other. He felt himself turned over and over,\nbuffeted, torn at, in a mad aerial whirlpool. The whirlpool calmed as\nthe abruptly created vacuum, caused by the monster's rapid drive upward,\npassed after it into space. Far overhead there was one fleeting glimpse\nof a pinpoint of dull opalescence reflecting the rays of the dying sun.\nThen the pinpoint disappeared in fathomless space. With his gravity\nregulator adjusted to the point where it almost neutralized his weight,\nhe fell slowly back toward the ground....\n\n       *       *       *       *       *\n\nAlmost immediately after he had landed in the darkness that blanketed\nthe surface of the planetoid, a big space yacht settled down near him. A\nsearchlight bored a hole in the blackness, to bathe him in cold light.\nDown the beam came a band of men from Earth, pushing atomic cannon and\ngazing apprehensively about them. In the lead was an elderly man with\nthe six-bar dollar-mark insignia of a business executive on his purple\ntunic.\n\nHe hastened to Harley's side. Harley only dimly heard what he said.\nSomething to the effect that the man had been worried after selling the\nfatal asteroid. Had got in touch with the Radivision Corporation and\nlearned that this call number was dead. Had come with men and big guns\nto rescue him, if it wasn't too late, and take him back to Earth. Had\ncruised for half an hour before locating him. \"I've been calling myself\na murderer ever since I let you have Z-40, Mr. 2Q14N20,\" he concluded.\n\"I was sure we'd get here only to find you'd been killed. But I see\nyou've managed to escape from the creature so far--though by the look of\nyou, it must have been a narrow shave.\"\n\nAt this Harley shook off some of the gathering dizziness that hazed his\nmind. He threw back his shoulders. \"Managed to _escape_? I did better\nthan that. I got rid of the thing forever! Yes, I'll return to Earth\nwith you, but only because I need a new Blinco Dart. I'm coming back to\nZ-40 at once. Perfect little paradise, now that I've got rid of\nthat--animated--rock pile--\"\n\nThe belated rescuers caught him as he collapsed.\n\n[Footnote 1: This implement, invented by Blansco 9X247A in 2052, is not\nso much a \"drill\" as a compressor. It is somewhat superficially defined\nin the Universal Dictionary, 2061 edition, as \"a portable mechanism\nwhich, by alternating gaseous blasts of extreme heat and cold, breaks\ndown the atoms of inorganic matter, causing them to collapse together in\ndense compression.\" Thus a cubic yard of earth can be reduced in size,\nin a few moments, to a pebble no larger than a pea; which pebble would\nweigh, on Earth, close to a ton.]\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Planetoid of Peril, by Paul Ernst\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE PLANETOID OF PERIL ***\n\n***** This file should be named 29771.txt or 29771.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/7/7/29771/\n\nProduced by Greg Weeks, Mary Meehan and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}