{"title": "Poppa Needs Shorts", "author": "Leigh Richmond", "releaseDate": "August 25, 2009", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\nPOPPA NEEDS SHORTS\n\n    Given valid data, you can reach completely wrong conclusions. But\n    given a wrong conclusion, you can still get a right answer!\n\nWALT and LEIGH RICHMOND\n\nIllustrated by John Schoenherr\n\n\nLittle Oley had wandered into forbidden territory again--Big Brother\nSven's ham shack. The glowing bottles here were an irresistible lure,\nand he liked to pretend that he knew all there was to know about the\nmysteries in this room.\n\nOf course, Sven said that not even _he_ knew all of the mysteries,\nthough he admitted he was one of the best ham operators extant, with\nQSOs from eighteen countries and thirty-eight states to his credit.\n\nAt the moment, Sven was busily probing into an open chassis with a hot\nsoldering iron.\n\n\"Short's in here some place,\" he muttered.\n\n\"What makes shorts, Sven?\" Oley wasn't so knowledgeable but what he\nwould ask an occasional question.\n\nSven turned and glared down. \"What are you doing in here? You know it's\na Federal Offense for anybody to come into this room without I say so?\"\n\n\"Momma and Hilda come in all the time, and you don't say so.\" Oley stood\nfirm on what he figured were legal grounds. \"What makes shorts?\"\n\nSven relented a little. This brother had been something of a surprise to\nhim, coming along when Sven was a full ten years old. But, he reflected,\nafter a few years maybe I should get used to the idea. Actually, he sort\nof liked the youngster.\n\n\"Shorts,\" he said, speaking from the superior eminence of his fourteen\nyears to the four-year-old, \"is when electricity finds a way to get back\nwhere it came from without doing a lot of hard work getting there. But\nyou see, electricity like to work; so, even when it has an easy way, it\njust works harder and uses itself up.\"\n\nThis confused explanation of shorts was, of course, taken verbatim,\ndespite the fact that Oley couldn't define half the words and probably\ncouldn't even pronounce them.\n\n\"I don't like shorts. I don't like these pink shorts Momma put on me\nthis morning. Is they electrics, Sven?\"\n\nSven glanced around at the accidentally-dyed-in-the-laundry, formerly\nwhite shorts.\n\n\"Um-m-m. Yeah. You could call 'em electric.\"\n\nWith this Oley let out whoop and dashed out of the room, trailing a\nsmall voice behind him. \"Momma, Momma. Sven says my shorts is electric!\"\n\n\"I'll short Sven's electrics for him, if he makes fun of your shorts!\"\nOley heard his mother's comforting reply.\n\n       *       *       *       *       *\n\nIn the adult world days passed before Oley's accidentally acquired\npattern of nubilous information on the subject of shorts was enlarged.\nIt was only days in the adult world, but in Oley's world each day was a\nmountainous fraction of an entire lifetime, into which came tumbling and\njumbling--or were pulled--bits, pieces, oddments, landslides and\nacquisitions of information on every subject that he ran into, or that\nran into him. Nobody had told Oley that acquiring information was his\njob at the moment; the acquisition was partly accidental, mostly\ninstinctive, and spurred by an intense curiosity and an even more\nintense determination to master the world as he saw it.\n\nThere was the taste of the sick green flowers that Momma kept in the\nwindow box and, just for a side course, a little bit of the dirt, too.\nThere were the patterns of the rain on the window, and the reactions of\na cat to having its tail pulled. The fact that you touch a stove one\ntime, and it's cool and comfortable to lay your head against, and\nanother time it hurts. Things like that. And other things--towering\nadults who sometimes swoop down on you and throw you high into the air;\nand most times walk over you, around you, and ignore you completely. The\njumble of assorted and unsorted information that is the heritage of\nevery growing young inquiring brain.\n\nIn terms of time, it was only a couple of weeks, if you were looking at\nit as an adult, until the next \"shorts\" incident.\n\nOley was sitting peacefully at the breakfast table, doing his level best\nto control the manipulation of the huge knife-fork-and-spoon,\nplate-bowl-and-glass, from which he was expected to eat a meal. Things\nsmelled good. Momma was cooking doste, and that to Oley smelled best of\nall. The doster ticked quietly to itself, then gave a loud pop, and up\ncame two golden-brown slices of doste. Dostes? Oley wasn't sure. But he\nhadn't really begun paying too much attention to whether one doste was\nthe same as two doste or what, though he could quite proudly tell you\nthe difference between one and two.\n\nOut it came, and fresh butter was spread on it, and in went two shiny\nwhite beds, for some more doste.\n\nLittle Oley watched in fascination. And now he reached for the\ntremendous glass sitting on the table in front of him. But his fingers\ndidn't quite make it. Somehow, the glass was heavy and slippery, and it\neluded him, rolled over on its side, and spilled the bright purple juicy\ncontents out across the table in a huge swish.\n\nOley wasn't dismayed, but watched with a researcher's interest as the\nbright purple juice swept across the table towards the busily ticking\ndoster. Momma, of course, wasn't here, or she would have been gruff\nabout it. She'd just gone into the other room.\n\n[Illustration]\n\nThe juice spread rapidly at first, and then more and more slowly, making\na huge, circuitous river spreading across the table, first towards the\ndoster and then away from it towards the frayed power-cord lying on the\ntable. It touched and began to run along the cord. Not a very eventful\nrecording so far, but Oley watched, charmed.\n\nAs he watched, a few bubbles began to appear near the frayed spot. A few\nwisps of steam. And then, suddenly, there was a loud, snarling\nsplat--and Momma screamed from the doorway. \"That juice is making a\nshort!\"\n\nThe information, of course, was duly recorded. Juice makes shorts.\n\nIt was a minor item of information, mixed into a jumble of others, and\nnothing else was added to this particular file for nearly another week.\n\n       *       *       *       *       *\n\nOley was playing happily on the living room floor that night. Here there\nwas much to explore, though an adult might not have thought twice about\nit. Back in the corner behind Momma's doing bachine a bright, slender\npiece of metal caught Oley's attention. Bigger on one end than the\nother, but not really very big anywhere, the sewing machine needle\nproved fascinating. As a first experiment, Oley determined that it\nworked like a tooth by biting himself with it. After that he went around\nthe room, biting other things with it. Information, of course, is\ninformation, and to be obtained any way one can.\n\nThe brown, snaky lamp cord was the end of this experiment. Oley bit it,\nviciously, with his new tooth, and had only barely observed that it had\npenetrated completely through when there was a loud splat, and all the\nlights in the room went out.\n\nIn the darkness and confusion, of course, Oley moved away, seeking other\nnew experiences. So the cause of the short that Momma and Poppa yakked\nso loudly about was never attributed to Oley's actions, but only to \"How\ncould a needle have gotten from your sewing machine into this lamp cord,\nAlice?\"\n\nBut the sum of information had increased. Neatles stuck into lamp cords\nhad something to do with shorts.\n\nMore time passed. And this time the file on shorts was stimulated by\nPoppa. The big, rough, booming voice had always scared Oley a bit when\nit sounded mad, like now.\n\n\"Alice, I've just got to have some more shorts!\"\n\nPoppa was rummaging in a drawer far above Oley's head, so he couldn't\nsee the object under discussion. But all he already knew about\nshorts--the information passed in review before him.\n\nShorts are useful. They help electrics to work harder.\n\nShorts you wear, and they are electrics.\n\nWires are electrics.\n\nShorts can be made by juice.\n\nShorts can be made by neatles, that bite like teeth.\n\nPoppa needs more shorts.\n\nBut Oley wasn't motivated to act at the moment. Just sorting out\ninformation and connecting it with other information files in the\nnecessarily haphazard manner that might eventually result in something\ncalled intelligence, although he didn't know that yet.\n\nIt was a week later in the kitchen, when Momma dropped a giant version\nof the neatle on the floor, that his information file in this area\nincreased again.\n\n\"Is that a neatle?\" Oley asked.\n\nHis mother laughed quietly and looked fondly at her son as she put the\nice pick back on the table.\n\n\"I guess you could call it a needle, Oley,\" she told him. \"An ice\nneedle.\"\n\nOley instinctively waited until Momma's back was turned before taking\nthe nice neatle to try its biting powers; and instinctively took it out\nof the kitchen before starting his experiments.\n\nAs he passed the cellar door he heard a soft gurgling and promptly\nchanged course. Pulling open the door with difficulty, he seated himself\non the cellar stairs to watch a delightful new spectacle--frothing,\ngurgling water making its way across the floor towards the stairs. It\nlooked wonderfully dirty and brown, and to Oley it was an absorbing\nphenomenon. It never occurred to him to tell Momma.\n\nSuddenly above him the cellar door slammed open, and Poppa came charging\ndown the stairs, narrowly missing the small figure, straight into the\nrising waters, intent, though Oley couldn't know it, on reaching the\ndrain pipe in the far corner of the cellar to plug it before water from\nthe spring rains could back up farther and really flood the cellar out.\n\nHalfway across the cellar, Poppa reached up and grasped the dangling\noverhead light to turn it on, in order to see his way to the drain--and\nsuddenly came to frozen, rigid, gasping stop as his hand clamped firmly\nover the socket.\n\nLittle Oley watched. There was juice in the cellar. Poppa had hold of an\nelectric. Was Poppa trying to make the shorts he needed?\n\nOley wasn't sure. He thought it probable. And from the superior\nknowledge of his four years, Oley already knew a better way to make\nshorts. Neatles make good shorts. Juice don't do so well.\n\nSuddenly, Oley decided to prove his point: Nice neatles probably made\neven better shorts than other neatles--and there was a big electric\nrunning up the side of the stairs--an electric fat enough to make a real\ngood shorts. Maybe lots of shorts.\n\nRaising his nice neatle, Oley took careful aim and plunged it through\nthe 220-volt stove feeder cable.\n\n       *       *       *       *       *\n\nOley woke up. The strange pretty lady in white was a new experience.\nSomebody he hadn't seen before. And there seemed to be something wrong\nwith his hand, but Oley hadn't noticed it very much, yet.\n\n\"Well, my little Hero's awake! And how are you this morning? Your Momma\nand Poppa will be in to see you in just a minute.\"\n\nThe pretty lady in white went away, and Oley gazed around the white room\nwith its funny shape, happily recorded the experience, and dozed off\nagain.\n\nThen suddenly he was awakened again. Momma was there; and Poppa. And\nSven. But they all seemed different somehow this morning. Momma had been\ncrying, even though she was smiling bravely now. And Poppa seemed to\nhave a new softness that he'd seldom seen before. Sven was looking\npuzzled.\n\n\"I still say, Pop, that he's a genius. He _must_ have known what he was\ndoing.\"\n\n\"Oley,\" Poppa's voice was husky--gruff, but kinder and softer than\nusual. \"I want you to answer me carefully. But understand that it's all\nright either way. I just want you to tell me. Why did you put the ice\npick through the stove cable? You saved my life, you know. But I'd like\nto know how you knew how.\"\n\nLittle Oley grinned. His world was peaceful and wonderful now. And all\nthe big adults were bending and leaning down and talking to him.\n\n\"Nice neatle,\" he said. \"Big electric. Poppa needed shorts.\"\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Analog Science Fact & Fiction_ January\n    1964. Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note. The word\n    _nubilous_ appears in place of the originally printed _nubient_.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Poppa Needs Shorts, by \nLeigh Richmond and Walt Richmond\n\n*** END OF THIS PROJECT GUTENBERG EBOOK POPPA NEEDS SHORTS ***\n\n***** This file should be named 29789.txt or 29789.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/7/8/29789/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}