{"title": "The Most Sentimental Man", "author": "Evelyn E. Smith", "releaseDate": "August 25, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n    _Johnson knew he was annoying the younger man, who so obviously\n    lived by the regulations in the_ Colonial Officer's Manual _and\n    lacked the imagination to understand why he was doing this....\n    Evelyn E. Smith is famous for her bitter-sweet stories of the worlds\n    of Tomorrow._\n\n\n         the\n        most\n sentimental\n         man\n\n _by EVELYN E. SMITH_\n\n\n Once these irritating farewells were over with, he\n could begin to live as he wished and as he'd dreamed.\n\n\nJohnson went to see the others off at Idlewild. He knew they'd expect\nhim to and, since it would be the last conventional gesture he'd have to\nmake, he might as well conform to their notions of what was right and\nproper.\n\nFor the past few centuries the climate had been getting hotter; now,\neven though it was not yet June, the day was uncomfortably warm. The\nsun's rays glinting off the bright metal flanks of the ship dazzled his\neyes, and perspiration made his shirt stick to his shoulder blades\nbeneath the jacket that the formality of the occasion had required. He\nwished Clifford would hurry up and get the leave-taking over with.\n\nBut, even though Clifford was undoubtedly even more anxious than he to\nfinish with all this ceremony and take off, he wasn't the kind of man to\nlet inclination influence his actions. \"Sure you won't change your mind\nand come with us?\"\n\nJohnson shook his head.\n\nThe young man looked at him--hatred for the older man's complication of\nwhat should have been a simple departure showing through the pellicule\nof politeness. He was young for, since this trip had only slight\nhistorical importance and none of any other kind, the authorities had\nfelt a junior officer entirely sufficient. It was clear, however, that\nClifford attributed his commandership to his merits, and he was very\nconscious of his great responsibility.\n\n\"We have plenty of room on the ship,\" he persisted. \"There weren't many\nleft to go. We could take you easily enough, you know.\"\n\nJohnson made a negative sign again. The rays of the sun beating full\nupon his head made apparent the grey that usually blended into the\nstill-thick blond hair. Yet, though past youth, he was far from being an\nold man. \"I've made my decision,\" he said, remembering that anger now\nwas pointless.\n\n\"If it's--if you're just too proud to change your mind,\" the young\ncommander said, less certainly, \"I'm sure everyone will understand\nif ... if ...\"\n\nJohnson smiled. \"No, it's just that I want to stay--that's all.\"\n\nBut the commander's clear blue eyes were still baffled, uneasy, as\nthough he felt he had not done the utmost that duty--not duty to the\nservice but to humanity--required. That was the trouble with people,\nJohnson thought: when they were most well-meaning they became most\ntroublesome.\n\nClifford lowered his voice to an appropriately funeral hush, as a fresh\nthought obviously struck him. \"I know, of course, that your loved ones\nare buried here and perhaps you feel it's your duty to stay with\nthem...?\"\n\nAt this Johnson almost forgot that anger no longer had any validity. By\n\"loved ones\" Clifford undoubtedly had meant Elinor and Paul. It was true\nthat Johnson had had a certain affection for his wife and son when they\nwere alive; now that they were dead they represented an episode in his\nlife that had not, perhaps, been unpleasant, but was certainly over and\ndone with now.\n\nDid Clifford think _that_ was his reason for remaining? Why, he must\nbelieve Johnson to be the most sentimental man on Earth. \"And, come to\nthink of it,\" Johnson said to himself, amused, \"I am--or soon will\nbe--just that.\"\n\nThe commander was still unconsciously pursuing the same train of\nthought. \"It does seem incredible,\" he said in a burst of boyish candor\nthat did not become him, for he was not that young, \"that you'd want to\nstay alone on a whole planet. I mean to say--entirely alone.... There'll\nnever be another ship, you know--at least not in your lifetime.\"\n\nJohnson knew what the other man was thinking. If there'd been a woman\nwith Johnson now, Clifford might have been able to understand a little\nbetter how the other could stick by his decision.\n\nJohnson wriggled, as sweat oozed stickily down his back. \"For God's\nsake,\" he said silently, \"take your silly ship and get the hell off my\nplanet.\" Aloud he said, \"It's a good planet, a little worn-out but still\nin pretty good shape. Pity you can't trade in an old world like an old\ncar, isn't it?\"\n\n\"If it weren't so damned far from the center of things,\" the young man\nreplied, defensively assuming the burden of all civilization, \"we\nwouldn't abandon it. After all, we hate leaving the world on which we\noriginated. But it's a long haul to Alpha Centauri--you know that--and a\ntremendously expensive one. Keeping up this place solely out of\nsentiment would be sheer waste--the people would never stand for the tax\nburden.\"\n\n\"A costly museum, yes,\" Johnson agreed.\n\nHow much longer were these dismal farewells going to continue? How much\nlonger would the young man still feel the need to justify himself? \"If\nonly there were others fool enough--if only there were others with\nyou.... But, even if anybody else'd be willing to cut himself off\nentirely from the rest of the civilized universe, the Earth won't\nsupport enough of a population to keep it running. Not according to our\npresent living standards anyway.... Most of its resources are gone, you\nknow--hardly any coal or oil left, and that's not worth digging for when\nthere are better and cheaper fuels in the system.\"\n\nHe was virtually quoting from the _Colonial Officer's Manual_. Were\nthere any people left able to think for themselves, Johnson wondered.\nHad there ever been? Had he thought for himself in making his decision,\nor was he merely clinging to a childish dream that all men had had and\nlost?\n\n\"With man gone, Earth will replenish herself,\" he said aloud. First the\nvegetation would begin to grow thick. Already it had released itself\nfrom the restraint of cultivation; soon it would be spreading out over\nthe continent, overrunning the cities with delicately persistent green\ntendrils. Some the harsh winters would kill, but others would live on\nand would multiply. Vines would twist themselves about the tall\nbuildings and tenderly, passionately squeeze them to death ...\neventually send them tumbling down. And then the trees would rear\nthemselves in their places.\n\nThe swamps that man had filled in would begin to reappear one by one, as\nthe land sank back to a pristine state. The sea would go on changing\nher boundaries, with no dikes to stop her. Volcanoes would heave up the\nland into different configurations. The heat would increase until it\ngrew unbearable ... only there would be no one--no human, anyway--to\nbear it.\n\nYear after year the leaves would wither and fall and decay. Rock would\ncover them. And some day ... billions of years thence ... there would be\ncoal and oil--and nobody to want them.\n\n\"Very likely Earth will replenish herself,\" the commander agreed, \"but\nnot in your time or your children's time.... That is, not in _my_\nchildren's time,\" he added hastily.\n\nThe handful of men lined up in a row before the airlock shuffled their\nfeet and allowed their muttering to become a few decibels louder.\nClifford looked at his wrist chronometer. Obviously he was no less\nanxious than the crew to be off, but, for the sake of his conscience, he\nmust make a last try.\n\n\"Damn your conscience,\" Johnson thought. \"I hope that for this you feel\nguilty as hell, that you wake up nights in a cold sweat remembering that\nyou left one man alone on the planet you and your kind discarded. Not\nthat I don't want to stay, mind you, but that I want you to suffer the\nway you're making me suffer now--having to listen to your platitudes.\"\n\nThe commander suddenly stopped paraphrasing the _Manual_. \"Camping out's\nfun for a week or two, you know, but it's different when it's for a\nlifetime.\"\n\nJohnson's fingers curled in his palms ... he was even angrier now that\nthe commander had struck so close to home. Camping out ... was that all\nhe was doing--fulfilling childhood desires, nothing more?\n\nFortunately Clifford didn't realize that he had scored, and scuttled\nback to the shelter of the _Manual_. \"Perhaps you don't know enough\nabout the new system in Alpha Centauri,\" he said, a trifle wildly. \"It\nhas two suns surrounded by three planets, Thalia, Aglaia, and\nEuphrosyne. Each of these planets is slightly smaller than Earth, so\nthat the decrease in gravity is just great enough to be pleasant,\nwithout being so marked as to be inconvenient. The atmosphere is almost\nexactly like that of Earth's, except that it contains several beneficial\nelements which are absent here--and the climate is more temperate. Owing\nto the fact that the planets are partially shielded from the suns by\ncloud layers, the temperature--except immediately at the poles and the\nequators, where it is slightly more extreme--is always equable,\nresembling that of Southern California....\"\n\n\"Sounds charming,\" said Johnson. \"I too have read the Colonial Office\nhandouts.... I wonder what the people who wrote them'll do now that\nthere's no longer any necessity for attracting colonists--everybody's\nalready up in Alpha Centauri. Oh, well; there'll be other systems to\nconquer and colonize.\"\n\n\"The word _conquer_ is hardly correct,\" the commander said stiffly,\n\"since not one of the three planets had any indigenous life forms that\nwas intelligent.\"\n\n\"Or life forms that you recognized as intelligent,\" Johnson suggested\ngently. Although why should there be such a premium placed on\nintelligence, he wondered. Was intelligence the sole criterion on which\nthe right to life and to freedom should be based?\n\nThe commander frowned and looked at his chronometer again. \"Well,\" he\nfinally said, \"since you feel that way and you're sure you've quite made\nup your mind, my men _are_ anxious to go.\"\n\n\"Of course they are,\" Johnson said, managing to convey just the right\namount of reproach.\n\nClifford flushed and started to walk away.\n\n\"I'll stand out of the way of your jets!\" Johnson called after him. \"It\nwould be so anticlimactic to have me burned to a crisp after all this.\nBon voyage!\"\n\nThere was no reply.\n\nJohnson watched the silver vessel shoot up into the sky and thought,\n\"Now is the time for me to feel a pang, or even a twinge, but I don't at\nall. I feel relieved, in fact, but that's probably the result of getting\nrid of that fool Clifford.\"\n\nHe crossed the field briskly, pulling off his jacket and discarding his\ntie as he went. His ground car remained where he had parked it--in an\narea clearly marked _No Parking_.\n\nThey'd left him an old car that wasn't worth shipping to the stars. How\nlong it would last was anybody's guess. The government hadn't been\ndeliberately illiberal in leaving him such a shabby vehicle; if there\nhad been any way to ensure a continuing supply of fuel, they would\nprobably have left him a reasonably good one. But, since only a little\ncould be left, allowing him a good car would have been simply an example\nof conspicuous waste, and the government had always preferred its waste\nto be inconspicuous.\n\nHe drove slowly through the broad boulevards of Long Island, savoring\nthe loneliness. New York as a residential area had been a ghost town for\nyears, since the greater part of its citizens had been among the first\nto emigrate to the stars. However, since it was the capital of the world\nand most of the interstellar ships--particularly the last few--had\ntaken off from its spaceports, it had been kept up as an official\nembarkation center. Thus, paradoxically, it was the last city to be\ncompletely evacuated, and so, although the massive but jerry-built\napartment houses that lined the streets were already crumbling, the\nroads had been kept in fairly good shape and were hardly cracked at all.\n\nStill, here and there the green was pushing its way up in unlikely\nplaces. A few more of New York's tropical summers, and Long Island would\nsoon become a wilderness.\n\nThe streets were empty, except for the cats sunning themselves on\nlong-abandoned doorsteps or padding about on obscure errands of their\nown. Perhaps their numbers had not increased since humanity had left the\ncity to them, but there certainly seemed to be more--striped and solid,\nblack and grey and white and tawny--accepting their citizenship with\nequanimity. They paid no attention to Johnson--they had long since\ndissociated themselves from a humanity that had not concerned itself\ngreatly over their welfare. On the other hand, neither he nor the\nsurface car appeared to startle them; the old ones had seen such before,\nand to kittens the very fact of existence is the ultimate surprise.\n\nThe Queensborough Bridge was deadly silent. It was completely empty\nexcept for a calico cat moving purposefully toward Manhattan. The\nstructure needed a coat of paint, Johnson thought vaguely, but of course\nit would never get one. Still, even uncared for, the bridges should\noutlast him--there would be no heavy traffic to weaken them. Just in\ncase of unforeseeable catastrophe, however--he didn't want to be trapped\non an island, even Manhattan Island--he had remembered to provide\nhimself with a rowboat; a motorboat would have been preferable, but then\nthe fuel difficulty would arise again....\n\nHow empty the East River looked without any craft on it! It was rather a\ncharming little waterway in its own right, though nothing to compare\nwith the stately Hudson. The water scintillated in the sunshine and the\nair was clear and fresh, for no factories had spewed fumes and smoke\ninto it for many years. There were few gulls, for nothing was left for\nthe scavenger; those remaining were forced to make an honest living by\ncatching fish.\n\nIn Manhattan, where the buildings had been more soundly constructed, the\nsigns of abandonment were less evident ... empty streets, an occasional\ncracked window. Not even an unusual amount of dirt because, in the\npast, the normal activities of an industrial and ruggedly individual\ncity had provided more grime than years of neglect could ever hope to\nequal. No, it would take Manhattan longer to go back than Long Island.\nPerhaps that too would not happen during his lifetime.\n\nYet, after all, when he reached Fifth Avenue he found that Central Park\nhad burst its boundaries. Fifty-ninth Street was already half jungle,\nand the lush growth spilled down the avenues and spread raggedly out\ninto the side streets, pushing its way up through the cracks it had made\nin the surface of the roads. Although the Plaza fountain had not flowed\nfor centuries, water had collected in the leaf-choked basin from the\nlast rain, and a group of grey squirrels were gathered around it,\nshrilly disputing possession with some starlings.\n\nExcept for the occasional cry of a cat in the distance, these voices\nwere all that he heard ... the only sound. Not even the sudden blast of\na jet regaining power ... he would never hear that again; never hear the\nstridor of a human voice piercing with anger; the cacophony of a hundred\ntelevision sets, each playing a different program; the hoot of a horn;\noff-key singing; the thin, uncertain notes of an amateur musician ...\nthese would never be heard on Earth again.\n\nHe sent the car gliding slowly ... no more traffic rules ... down Fifth\nAvenue. The buildings here also were well-built; they were many\ncenturies old and would probably last as many more. The shop windows\nwere empty, except for tangles of dust ... an occasional broken,\ndiscarded mannequin.... In some instances the glass had already cracked\nor fallen out. Since there were no children to throw stones, however,\nothers might last indefinitely, carefully glassing in nothingness. Doors\nstood open and he could see rows of empty counters and barren shelves\nfuzzed high with the dust of the years since a customer had approached\nthem.\n\nCats sedately walked up and down the avenue or sat genteelly with tails\ntucked in on the steps of the cathedral--as if the place had been theirs\nall along.\n\nDusk was falling. Tonight, for the first time in centuries, the street\nlamps would not go on. Undoubtedly when it grew dark he would see\nghosts, but they would be the ghosts of the past and he had made his\npeace with the past long since; it was the present and the future with\nwhich he had not come to terms. And now there would be no present, no\npast, no future--but all merged into one and he was the only one.\n\nAt Forty-second Street pigeons fluttered thickly around the public\nlibrary, fat as ever, their numbers greater, their appetites grosser.\nThe ancient library, he knew, had changed little inside: stacks and\nshelves would still be packed thick with reading matter. Books are\nbulky, so only the rare editions had been taken beyond the stars; the\nrest had been microfilmed and their originals left to Johnson and decay.\nIt was his library now, and he had all the time in the world to read all\nthe books in the world--for there were more than he could possibly read\nin the years that, even at the most generous estimate, were left to him.\n\nHe had been wondering where to make his permanent residence for, with\nthe whole world his, he would be a fool to confine himself to some\nmodest dwelling. Now he fancied it might be a good idea to move right\ninto the library. Very few places in Manhattan could boast a garden of\ntheir own.\n\nHe stopped the car to stare thoughtfully at the little park behind the\ngrimy monument to Neoclassicism. Like Central Park, Bryant had already\nslipped its boundaries and encroached upon Sixth Avenue--Avenue of the\nWorld, the street signs said now, and before that it had been Avenue of\nthe Nations and Avenue of the Americas, but to the public it had always\nbeen Sixth Avenue and to Johnson, the last man on Earth, it was Sixth\nAvenue.\n\nHe'd live in the library, while he stayed in New York, that was--he'd\nthought that in a few weeks, when it got really hot, he might strike\nnorth. He had always meant to spend a summer in Canada. His surface car\nwould probably never last the trip, but the Museum of Ancient Vehicles\nhad been glad to bestow half a dozen of the bicycles from their exhibits\nupon him. After all, he was, in effect, a museum piece himself and so as\nworth preserving as the bicycles; moreover, bicycles are difficult to\npack for an interstellar trip. With reasonable care, these might last\nhim his lifetime....\n\nBut he had to have a permanent residence somewhere, and the library was\nan elegant and commodious dwelling, centrally located. New York would\nhave to be his headquarters, for all the possessions he had carefully\namassed and collected and begged and--since money would do him no good\nany more--bought, were here. And there were by far too many of them to\nbe transported to any really distant location. He loved to own things.\n\nHe was by no means an advocate of Rousseau's complete return to nature;\nwhatever civilization had left that he could use without compromise, he\nwould--and thankfully. There would be no electricity, of course, but he\nhad provided himself with flashlights and bulbs and batteries--not too\nmany of the last, of course, because they'd grow stale. However, he'd\nalso laid in plenty of candles and a vast supply of matches.... Tins of\nfood and concentrates and synthetics, packages of seed should he grow\ntired of all these and want to try growing his own--fruit, he knew,\nwould be growing wild soon enough.... Vitamins and medicines--of course,\nwere he to get really ill or get hurt in some way, it might be the end\n... but that was something he wouldn't think of--something that couldn't\npossibly happen to him....\n\nFor his relaxation he had an antique hand-wound phonograph, together\nwith thousands of old-fashioned records. And then, of course, he had the\nwhole planet, the whole world to amuse him.\n\nHe even had provided himself with a heat-ray gun and a substantial\nsupply of ammunition, although he couldn't imagine himself ever killing\nan animal for food. It was squeamishness that stood in his way rather\nthan any ethical considerations, although he did indeed believe that\nevery creature had the right to live. Nonetheless, there was the\npossibility that the craving for fresh meat might change his mind for\nhim. Besides, although hostile animals had long been gone from this part\nof the world--the only animals would be birds and squirrels and, farther\nup the Hudson, rabbits and chipmunks and deer ... perhaps an occasional\nbear in the mountains--who knew what harmless life form might become a\nthreat now that its development would be left unchecked?\n\nA cat sitting atop one of the stately stone lions outside the library\nmet his eye with such a steady gaze of understanding, though not of\nsympathy, that he found himself needing to repeat the by-now almost\nmagic phrase to himself: \"Not in my lifetime anyway.\" Would some\nintelligent life form develop to supplant man? Or would the planet\nrevert to a primeval state of mindless innocence? He would never know\nand he didn't really care ... no point in speculating over unanswerable\nquestions.\n\nHe settled back luxuriously on the worn cushions of his car. Even so\nlittle as twenty years before, it would have been impossible for\nhim--for anyone--to stop his vehicle in the middle of Forty-second\nStreet and Fifth Avenue purely to meditate. But it was his domain now.\nHe could go in the wrong direction on one-way streets, stop wherever he\npleased, drive as fast or as slowly as he would (and could, of course).\nIf he wanted to do anything as vulgar as spit in the street, he could\n(but they were his streets now, not to be sullied) ... cross the roads\nwithout waiting for the lights to change (it would be a long, long wait\nif he did) ... go to sleep when he wanted, eat as many meals as he\nwanted whenever he chose.... He could go naked in hot weather and\nthere'd be no one to raise an eyebrow, deface public buildings (except\nthat they were private buildings now, his buildings), idle without the\nguilty feeling that there was always something better he could and\nshould be doing ... even if there were not. There would be no more\nguilty feelings; without people and their knowledge there was no more\nguilt.\n\nA flash of movement in the bushes behind the library caught his eye.\nSurely that couldn't be a fawn in Bryant Park? So soon?... He'd thought\nit would be another ten years at least before the wild animals came\nsniffing timidly along the Hudson, venturing a little further each time\nthey saw no sign of their age-old enemy.\n\nBut probably the deer was only his imagination. He would investigate\nfurther after he had moved into the library.\n\nPerhaps a higher building than the library.... But then he would have to\nclimb too many flights of stairs. The elevators wouldn't be working ...\nsilly of him to forget that. There were a lot of steps outside the\nlibrary too--it would be a chore to get his bicycles up those steps.\n\nThen he smiled to himself. Robinson Crusoe would have been glad to have\nhad bicycles and steps and such relatively harmless animals as bears to\nworry about. No, Robinson Crusoe never had it so good as he, Johnson,\nwould have, and what more could he want?\n\nFor, whoever before in history had had his dreams--and what was wrong\nwith dreams, after all?--so completely gratified? What child,\nenvisioning a desert island all his own could imagine that his island\nwould be the whole world? Together Johnson and the Earth would grow\nyoung again.\n\nNo, the stars were for others. Johnson was not the first man in history\nwho had wanted the Earth, but he had been the first man--and probably\nthe last--who had actually been given it. And he was well content with\nhis bargain.\n\nThere was plenty of room for the bears too.\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Fantastic Universe_ August 1957.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of Project Gutenberg's The Most Sentimental Man, by Evelyn E. Smith\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE MOST SENTIMENTAL MAN ***\n\n***** This file should be named 29791.txt or 29791.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/7/9/29791/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}