{"title": "Tree, Spare that Woodman", "author": "Dave Dryfoos", "releaseDate": "August 24, 2009", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration: Illustrated by FRIES]\n\n\n Tree,\n Spare That Woodman\n\n By DAVE DRYFOOS\n\n\n _The single thing to fear was\n fear--ghastly, walking fear!_\n\n\nStiff with shock, Naomi Heckscher stood just inside the door to Cappy's\none-room cabin, where she'd happened to be when her husband discovered\nthe old man's body.\n\nHer nearest neighbor--old Cappy--dead. After all his wire-pulling to get\ninto the First Group, and his slaving to make a farm on this alien\nplanet, dead in bed!\n\nNaomi's mind circled frantically, contrasting her happy anticipations\nwith this shocking actuality. She'd come to call on a friend, she\nreminded herself, a beloved friend--round, white-haired, rosy-cheeked;\nlonely because he'd recently become a widower. To her little boy, Cappy\nwas a combination Grandpa and Santa Claus; to herself, a sort of newly\nmet Old Beau.\n\nHer mouth had been set for a sip of his home brew, her eyes had pictured\nthe delight he'd take in and give to her little boy.\n\nShe'd walked over with son and husband, expecting nothing more shocking\nthan an ostentatiously stolen kiss. She'd found a corpse. And to have\nlet Cappy die alone, in this strange world ...\n\nShe and Ted could at least have been with him, if they'd known.\n\nBut they'd been laughing and singing in their own cabin only a mile\naway, celebrating Richard's fifth birthday. She'd been annoyed when\nCappy failed to show up with the present he'd promised Richard.\nAnnoyed--while the old man pulled a blanket over his head, turned his\nround face to the wall, and died.\n\nWatching compassionately, Naomi was suddenly struck by the\nmatter-of-fact way Ted examined the body. Ted wasn't surprised.\n\n\"Why did you tell Richard to stay outside, just now?\" she demanded. \"How\ndid you know what we'd find here? And why didn't you tell me, so I could\nkeep Richard at home?\"\n\nShe saw Ted start, scalded by the splash of her self-directed anger, saw\nhim try to convert his wince into a shrug.\n\n\"You insisted on coming,\" he reminded her gently. \"I couldn't have kept\nyou home without--without saying too much, worrying you--with the\nEarth-ship still a year away. Besides, I didn't know for sure, till we\nsaw the tree-things around the cabin.\"\n\nThe tree-things. The trees-that-were-not. Gnarled blue trunks,\nhalf-hidden by yellow leaf-needles stretching twenty feet into the sky.\nSomething like the hoary mountain hemlocks she and Ted had been forever\nphotographing on their Sierra honeymoon, seven life-long years ago.\n\nThree of those tree-things had swayed over Cappy's spring for a far\nlonger time than Man had occupied this dreadful planet. Until just\nnow ...\n\nThe three of them had topped the rise that hid Cappy's farm from their\nown. Richard was running ahead like a happily inquisitive puppy.\nSuddenly he'd stopped, pointing with a finger she distinctly recalled as\nneeding thorough soapy scrubbing.\n\n\"Look, Mommie!\" he'd said. \"Cappy's trees have moved. They're around the\ncabin, now.\"\n\nHe'd been interested, not surprised. In the past year, Mazda had become\nRichard's home; only Earth could surprise him.\n\nBut, Ted, come to think of it, had seemed withdrawn, his face a careful\nblank. And she?\n\n\"Very pretty,\" she'd said, and stuffed the tag-end of fear back into the\njammed, untidy mental pigeon-hole she used for all unpleasant thoughts.\n\"Don't run too far ahead, dear.\"\n\nBut now she had to know what Ted knew.\n\n\"Tell me!\" she said.\n\n\"These tree-things--\"\n\n\"There've been _other_ deaths! How many?\"\n\n\"Sixteen. But I didn't want to tell you. Orders were to leave women and\nchildren home when we had that last Meeting, remember.\"\n\n\"What did they say at the Meeting? Out with it, Ted!\"\n\n\"That--that the tree-things think!\"\n\n\"But that's ridiculous!\"\n\n\"Well, unfortunately, no. Look, I'm not trying to tell you that\nterrestrial trees think, too, nor even that they have a nervous system.\nThey don't. But--well, on Earth, if you've ever touched a lighted match\nto the leaf of a sensitive plant like the mimosa, say--and I\nhave--you've been struck by the speed with which _other_ leaves close up\nand droop. I mean, sure, we know that the leaves droop because certain\ncells exude water and nearby leaves feel the heat of the match. But the\nothers don't, yet they droop, too. Nobody knows how it works ...\"\n\n\"But _that's_ just defensive!\"\n\n\"Sure. But _that's_ just on Earth!\"\n\n\"All right, dear. I won't argue any more. But I still don't understand.\nGo on about the Meeting.\"\n\n\"Well, they said these tree-things both create and respond to the\npatterned electrical impulses of the mind. It's something like the way a\ndoctor creates fantasies by applying a mild electric current to the\nright places on a patient's brain. In the year we've been here, the\ntrees--or some of them--have learned to read from and transmit to our\nminds. The range, they say, is around fifty feet. But you have to be\nreceptive--\"\n\n\"Receptive?\"\n\n\"Fearful. That's the condition. So I didn't want to tell you because you\n_must not_ let yourself become afraid, Naomi. We're clearing trees from\nthe land, in certain areas. And it's their planet, after all. Fear is\ntheir weapon and fear can kill!\"\n\n\"You still--all you men--should have let us women know! What do you\nthink we are? Besides, I don't really believe you. How can fear kill?\"\n\n\"Haven't you ever heard of a savage who gets in bad with his\nwitch-doctor and is killed by magic? The savage is convinced, having\nseen or heard of other cases, that he _can_ be killed. The witch-doctor\nsees to it he's told he _will_ be killed. And sometimes the savage\nactually dies--\"\n\n\"From poison, I've always thought.\"\n\n\"The poison of fear. The physical changes that accompany fear, magnified\nbeyond belief by belief itself.\"\n\n\"But how in the world could all this have affected Cappy? He wasn't a\nsavage. And he was elderly, Ted. A bad heart, maybe. A stroke.\nAnything.\"\n\n\"He passed his pre-flight physical only a year ago. And--well, he lived\nall alone. He was careful not to let you see it, but I know he worried\nabout these three trees on his place. And I know he got back from the\nMeeting in a worried state of mind. Then, obviously, the trees\nmoved--grouped themselves around his cabin within easy range. But don't\nbe afraid of them, Naomi. So long as you're not, they can't hurt you.\nThey're not bothering us now.\"\n\n\"No. But where's Richard?\"\n\nNaomi's eyes swept past Ted, encompassing the cabin. No Richard! He'd\nbeen left outside ...\n\nGlass tinkled and crashed as she flung back the cabin door. \"Richard!\nRichard!\"\n\nHer child was not in sight. Nor within earshot, it seemed.\n\n\"Richard Heckscher! Where are you?\" Sanity returned with the\nconventional primness. And it brought her answer.\n\n\"Here I am, Mommie! Look-at!\"\n\nHe was in a tree! He was fifteen feet off the ground, high in the\nbranches of a tree-thing, swaying--\n\nFor an instant, dread flowed through Naomi as if in her bloodstream and\nsomething was cutting off her breath. Then, as the hands over mouth and\nthroat withdrew, she saw they were Ted's. She let him drag her into the\ncabin and close the broken door.\n\n\"Better not scare Richard,\" he said quietly, shoving her gently into a\nchair. \"He might fall.\"\n\nDumbly she caught her breath, waiting for the bawling out she'd earned.\n\nBut Ted said, \"Richard keeps us safe. So long as we fear for him, and\nnot ourselves--\"\n\nThat was easy to do. Outside, she heard a piping call: \"Look at me now,\nMommie!\"\n\n\"Showing off!\" she gasped. In a flashing vision, Richard was half boy,\nhalf vulture, flapping to the ground with a broken wing.\n\n\"Here,\" said Ted, picking up a notebook that had been on the table.\n\"Here's Cappy's present. A homemade picture book. Bait.\"\n\n\"Let _me_ use it!\" she said. \"Richard may have seen I was scared just\nnow.\"\n\nOutside again, under the tree, she called, \"Here's Cappy's present,\nRichard. He's gone away and left it for you.\"\n\nWould he notice how her voice had gone up half an octave, become flat\nand shrill?\n\n\"I'm coming down,\" Richard said. \"Let me down, tree.\"\n\nHe seemed to be struggling. The branches were cagelike. He was caught!\n\nNaomi's struggle was with her voice. \"How did you _ever_ get up there?\"\nshe called.\n\n\"The tree let me up, Mommie,\" Richard explained solemnly, \"but he won't\nlet me down!\" He whimpered a little.\n\nHe must _not_ become frightened! \"You tell that tree you've got to come\nright down this instant!\" she ordered.\n\nShe leaned against the cabin for support. Ted came out and slipped his\narm around her.\n\n\"Break off a few leaves, Richard,\" he suggested. \"That'll show your tree\nwho's boss!\"\n\nStanding close against her husband, Naomi tried to stop shaking. But she\nlacked firm support, for Ted shook, too.\n\nHis advice to Richard was sound, though. What had been a trap became,\nthrough grudging movement of the branches, a ladder. Richard climbed\ndown, scolding at the tree like an angry squirrel.\n\n       *       *       *       *       *\n\nNaomi thought she'd succeeded in shutting her mind. But when her little\nboy slid down the final bit of trunk and came for his present, Naomi\nbroke. Like a startled animal, she thrust the book into his hands,\npicked him up and ran. Her mind was a jelly, red and quaking.\n\nShe stopped momentarily after running fifty yards. \"Burn the trees!\" she\nscreamed over her shoulder. \"Burn the cabin! Burn it all!\" She ran on,\nTed's answering shouts beyond her comprehension.\n\nFatigue halted her. At the top of the rise between Cappy's farm and\ntheir own, pain and dizziness began flowing over her in waves. She set\nRichard down on the mauve soil and collapsed beside him.\n\nWhen she sat up, Richard squatted just out of reach, watching curiously.\nShe made an effort at casualness: \"Let's see what Daddy's doing back\nthere.\"\n\n\"He's doing just what you said to, Mommie!\" Richard answered\nindignantly.\n\nHer men were standing together, Naomi realized. She laughed. After a\nmoment, Richard joined her. Then he looked for his book, found it a few\npaces away, and brought it to her.\n\n\"Read to me, Mommie.\"\n\n\"At home,\" she said.\n\nActivity at Cappy's interested her now. Wisps of smoke were licking\naround the trees. A tongue of flame lapped at one while she watched.\nBranches writhed. The trees were too slow-moving to escape ...\n\nBut where was Ted? What had she exposed him to, with her hysterical\norders? She held her breath till he moved within sight, standing quietly\nby a pile of salvaged tools. Behind him the cabin began to smoke.\n\nTed wasn't afraid, then. He understood what he faced. And Richard wasn't\nafraid, either, because he didn't understand.\n\nBut she? Surreptitiously Naomi pinched her hip till it felt black and\nblue. That was for being such a fool. She must _not_ be afraid!\n\n\"Daddy seems to be staying there,\" she said. \"Let's wait for him at\nhome, Richard.\"\n\n\"Are you going to make Daddy burn _our_ tree?\"\n\nShe jumped as if stung. Then, consciously womanlike, she sought relief\nin talk.\n\n\"What do _you_ think we should do, dear?\"\n\n\"Oh, I _like_ the tree, Mommie. It's cool under there. And the tree\nplays with me.\"\n\n\"How, Richard?\"\n\n\"If I'm pilot, he's navigator. Or ship, maybe. But he's so dumb, Mommie!\nI always have to tell him everything. Doesn't know what a fairy is, or\nGoldilocks, or anything!\"\n\nHe clutched his book affectionately, rubbing his face on it. \"Hurry up,\nMommie. It'll be bedtime before you ever read to me!\"\n\nShe touched his head briefly. \"You can look at the book while I fix your\nsupper.\"\n\n       *       *       *       *       *\n\nBut to explain Cappy's pictures--crudely crayoned cartoons, really--she\nhad to fill in the story they illustrated. She told it while Richard\nate: how the intrepid Spaceman gallantly used his ray gun against the\nvillainous Martians to aid the green-haired Princess. Richard spooned up\nthe thrills with his mush, gazing fascinated at Cappy's colorful and\nfantastic pictures, propped before him on the table. Had Ted been home,\nthe scene might almost have been blissful.\n\nIt might have been ... if their own tree hadn't reminded her of\nCappy's. Still, she'd almost managed to stuff her fear back into that\nmental pigeon-hole before their own tree. It was unbelievable, but she'd\nbeen glancing out the window every few minutes, so she saw it start.\nTheir own tree began to walk.\n\nDown the hill it came--right there!--framed in the window behind\nRichard's head, moving slowly but inexorably on a root system that\nwrithed along the surface. Like some ancient sculpture of Serpents\nSupporting the Tree of Life. Except that it brought death ...\n\n\"Are you sick, Mommie?\"\n\nNo, not sick. Just something the matter with her throat, preventing a\nquick answer, leaving no way to keep Richard from turning to look out\nthe window.\n\n\"I think our tree is coming to play with me, Mommie.\"\n\nNo, no! Not Richard!\n\n\"Remember how you used to say that about Cappy? When he was really\ncoming to see your daddy?\"\n\n\"But Daddy isn't home!\"\n\n\"He'll get here, dear. Now eat your supper.\"\n\nA lot to ask of an excited little boy. And the tree _was_ his friend, it\nseemed. Cappy's tree had even followed the child's orders. Richard might\nintercede--\n\nNo! Expose him to such danger? How could she think of it?\n\n\"Had enough to eat, dear? Wash your hands and face at the pump, and you\ncan stay out and play till Daddy gets home. I--I want----I may have to\nsee your friend, the tree, by myself ...\"\n\n\"But you haven't finished my story!\"\n\n\"I will when Daddy gets home. And if I'm not here, you tell Daddy to do\nit.\"\n\n\"Where are you going, Mommie?\"\n\n\"I might see Cappy, dear. Now go and wash, please!\"\n\n\"Sure, Mommie. Don't cry.\"\n\nAccept his kiss, even if it _is_ from a mouth rimmed with supper. And\ndon't rub it off till he's gone out, you damned fool. You frightened\nfool. You shaking, sweating, terror-stricken fool.\n\nWho's he going to kiss when you're not here?\n\nThe tree has stopped. Our little tree is having its supper. How nice.\nSucking sustenance direct from soil with aid of sun and air in true\nplant fashion--but exhausting our mineral resources.\n\n(How wise of Ted to make you go to those lectures! You wouldn't want to\ndie in ignorance, would you?)\n\nThe lecture--come on, let's go back to the lecture! Let's free our soil\nfrom every tree or we'll not hold the joint in fee. No, not joint. A\nvulgarism, teacher would say. Methinks the times are out of joint.\nAroint thee, tree!\n\nNow a pinch. Pinch yourself hard in the same old place so it'll hurt\nreal bad. Then straighten your face and go stick your head out the\nwindow. Your son is talking--your son, your sun.\n\nCan your son be eclipsed by a tree? A matter of special spatial\nrelationships, and the space is shrinking, friend. The tree is only a\nfew hundred feet from the house. It has finished its little supper and\nis now running around. Like Richard. _With_ Richard! Congenial, what?\n\nSmile, stupid. Your son speaks. Answer him.\n\n\"What, dear?\"\n\n\"I see Daddy! He just came over the hill. He's running! Can I go meet\nhim, Mommie?\"\n\n\"No, dear. It's too far.\"\n\nToo far. Far too far.\n\n\"Did you say something to me, Richard?\"\n\n\"No. I was talking to the tree. I'm the Spaceman and he's the Martian.\nBut he doesn't want to be the Martian!\"\n\nRichard plays. Let us play. Let us play.\n\nYou're close enough to get into the game, surely. A hundred and fifty\nfeet, maybe. Effective range, fifty feet. Rate of motion? Projected\ntime-interval? Depends on which system you observe it from. Richard has\na system.\n\n\"He doesn't want to play, Mommie. He wants to see you!\"\n\n\"You tell that tree your Mommie _never_ sees strangers when Daddy isn't\nhome!\"\n\n\"I'll _make_ him wait!\"\n\nStoutly your pot-bellied little protector prevents his protective mother\nfrom going to pot.\n\n\"If he won't play, I'll use my ray gun on him!\"\n\nObviously, the tree won't play. Watch your son lift empty hands, arm\nhimself with a weapon yet to be invented, and open fire on the advancing\nfoe.\n\n\"Aa-aa-aa!\"\n\nSo _that's_ how a ray gun sounds!\n\n\"You're dead, tree! You're dead! Now you _can't_ play with me any more.\nYou're dead!\"\n\n       *       *       *       *       *\n\nSeeing it happen, then, watching the tree accept the little boy's\nfantasy as fact, Naomi wondered why she'd never thought of that herself.\n\nSo the tree was a treacherous medicine-man, was it? A true-believing\nwitch-doctor? And who could be more susceptible to the poisoning of fear\nthan a witch-doctor who has made fear work--and believes it's being used\nagainst him?\n\nIt was all over. She and the tree bit the dust together. But the tree\nwas dead, and Naomi merely fainting, and Ted would soon be home ...\n\n                                                        --DAVE DRYFOOS\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Galaxy Science Fiction_ October 1952.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of Project Gutenberg's Tree, Spare that Woodman, by Dave Dryfoos\n\n*** END OF THIS PROJECT GUTENBERG EBOOK TREE, SPARE THAT WOODMAN ***\n\n***** This file should be named 29794.txt or 29794.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/7/9/29794/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}