{"title": "The Hohokam Dig", "author": "Theodore Pratt", "releaseDate": "August 24, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n    _From_ where _had these attacking Indians come? Out of a long\n    forgotten and dim past? Had their medicine man seen the one supreme\n    vision?_\n\n\n     the\n hohokam\n     dig\n\n _by ... Theodore Pratt_\n\n\n At first they thought the attack was a\n joke. And then they realized the truth!\n\n\nAt first the two scientists thought the Indian attack on them was a joke\nperpetrated by some of their friends. After all, modern Indians did not\nattack white men any more.\n\nExcept that these did.\n\nGeorge Arthbut and Sidney Hunt were both out of New York, on the staff\nof the Natural History Museum. George was an ethnologist who specialized\nin what could be reconstructed about the prehistoric Indians of North\nAmerica, with emphasis on those of the Southwest. He was a tall, lean,\ngracious bald man in his early sixties.\n\nSidney was an archeologist who was fascinated by the ruins of the same\nkind of ancient Indians. Medium-sized, with black hair that belied his\nsixty-five years, he and George made an excellent team, being the\nleaders in their field.\n\nThey had come west on a particular bit of business this spring, trying\nto solve the largest question that remained about the old cliff dwellers\nand the prehistoric desert Indians, both of whom had deserted their\nvillages and gone elsewhere for reasons that remained a mystery.\n\nOne theory was that drought had driven them both away. Another theory\nran to the effect that enemies wiped them out or made off with them as\ncaptives. Still another supposition, at least for the Hohokam desert\npeople, the builders of Casa Grande whose impressive ruins still stood\nnear Coolidge, had to do with their land giving out so they could no\nlonger grow crops, forcing them to go elsewhere to find better soil.\n\nNo one really knew. It was all pure guesswork.\n\n       *       *       *       *       *\n\nThe two scientists meant to spend the entire summer trying to solve this\nriddle for all time, concentrating on it to the exclusion of everything\nelse. They drove west in a station wagon stuffed with equipment and\ntracking a U-Haul-It packed with more.\n\nGeorge drove, on a road that was only two sand tracks across the wild\nempty desert between Casa Grande Monument and Tonto National Monument\nwhere cliff dwellers had lived. It was here, not far ahead, in new ruins\nthat were being excavated, that they hoped to solve the secret of the\nexodus of the prehistoric Indians. The place was known as the Hohokam\nDig.\n\nThey topped a rise of ground and came to the site of the dig. Here the\nsand tracks ended right in the middle of long trenches dug out to reveal\nthick adobe walls. In the partially bared ruins the outline of a small\nvillage could be seen; the detailed excavation would be done this summer\nby workmen who would arrive from Phoenix and Tucson.\n\nGeorge stopped their caravan and the two men got out, stretching their\nlegs. They looked about, both more interested in the dig, now they were\nback at it, than setting up camp. They walked around, examining various\nparts of it, and the excitement of the promise of things to be\ndiscovered in the earth came to them. \"This summer we'll learn the\nanswer,\" Sidney predicted.\n\nWith skeptical hope George replied, \"Maybe.\"\n\nIt was early afternoon when they set up camp, getting out their tent\nfrom the U-Haul-It. They took out most of their gear, even setting up a\nportable TV set run on batteries brought along. They worked efficiently\nand rapidly, having done this many times before and having their\nequipment well organized from long experience. By the middle of the\nafternoon all was ready and they rested, sitting on folding chairs at a\nsmall table just outside the opening of their tent.\n\nLooking around at the dig Sidney remarked, \"Wouldn't it be easy if we\ncould talk to some of the people who once lived here?\"\n\n\"There's a few questions I'd like to ask them,\" said George. \"I\ncertainly wish we had some to talk with.\"\n\nHe had no more than uttered this casual wish than there sounded, from\nall sides of where they sat, screeching whoops. The naked brown men who\nsuddenly appeared seemed to materialize from right out of the\nexcavations. As they yelled they raised their weapons. The air was\nfilled, for an instant, with what looked like long arrows. Most of them\nwhistled harmlessly past the two scientists, but one hit the side of the\nstation wagon, making a resounding thump and leaving a deep dent, while\ntwo buried themselves in the wood of the U-Haul-It and remained there,\nquivering.\n\nGeorge and Sidney, after the shock of their first surprise at this\nattack, leaped to their feet.\n\n\"The car!\" cried Sidney. \"Let's get out of here!\"\n\nThey both started to move. Then George stopped and grabbed Sidney's arm.\n\"Wait!\"\n\n\"Wait?\" Sidney demanded. \"They'll kill us!\"\n\n\"Look,\" advised George, indicating the red men who surrounded them; they\nnow made no further move of attack.\n\nGeorge gazed about. \"Oh,\" he said, \"you think somebody's playing a joke\non us?\"\n\n\"Could be,\" said George. He ran one hand over his bald head.\n\n\"Some dear friends,\" Sidney went on, resenting the scare that had been\nthrown into them, \"hired some Indians to pretend to attack us?\"\n\n\"Maybe Pimas,\" said George. He peered at the Indians, who now were\njabbering among themselves and making lamenting sounds as they glanced\nabout at the ruins of the ancient village. There were eighteen of them.\nThey were clad in nothing more than a curious cloth of some kind run\nbetween their legs and up and over a cord about their waists, to form a\nshort apron, front and back.\n\n\"Or Zunis,\" said Sidney.\n\n\"Maybe Maricopas,\" said George.\n\n\"Except,\" Sidney observed, \"none of them look like those kind of\nIndians. And those arrows they shot.\" He stared at the two sticking in\nthe U-Haul-It. \"Those aren't arrows, George--they're atlatl lances!\"\n\n\"Yes,\" said George.\n\nSidney breathed, \"They aren't holding bows--they've got atlatls!\"\n\n\"No modern Indian of any kind,\" said George, \"uses an atlatl.\"\n\n\"Most of them wouldn't even know what it was,\" Sidney agreed. \"They\nhaven't been used for hundreds of years; the only place you see them is\nin museums.\"\n\nAn atlatl was the weapon which had replaced the stone axe in the stone\nage. It was a throwing stick consisting of two parts. One was the lance,\na feathered shaft up to four feet long, tipped with a stone point. The\ntwo-foot flat stick that went with this had a slot in one end and two\nrawhide finger loops. The lance end was fitted in the slot to be thrown.\nThe stick was an extension of the human arm to give the lance greater\nforce. Some atlatls had small charm stones attached to them to give\nthem extra weight and magic.\n\nCharm stones could be seen fastened to a few of the atlatls being held\nby the Indians now standing like bronze statues regarding them.\n\nGeorge whispered, \"What do you make of it?\"\n\n\"It isn't any joke,\" replied Sidney. He gazed tensely at the Indians.\n\"That's all I'm sure of.\"\n\n\"Have you noticed their breechclouts?\"\n\nSidney stared again. \"They aren't modern clouts. George, they're right\nout of Hohokam culture!\"\n\n\"They aren't made of cloth, either. That's plaited yucca fibre.\"\n\n\"Just like we've dug up many times. Only here ...\" George faltered.\n\"It's being worn by--by I don't know what.\"\n\n\"Look at their ornaments.\"\n\nNecklaces, made of pierced colored stones, hung about many of the brown\nnecks. Shell bracelets were to be seen, and here and there a carved\npiece of turquoise appeared.\n\n\"Look at the Indian over there,\" George urged.\n\nSidney looked to the side where George indicated, and croaked, \"It's a\ngirl!\"\n\nIt was a girl indeed. She stood straight and magnificent in body\ncompletely bare except for the brief apron at her loins. Between her\nbeautiful full copper breasts there hung a gleaming piece of turquoise\ncarved in the shape of a coyote.\n\nAt her side stood a tall young Indian with a handsome face set with\ngreat pride. On her other side was a wizened little old fellow with a\nwrinkled face and ribs corrugated like a saguaro.\n\nSidney turned back and demanded, \"What do you make of this? Are we\nseeing things?\" Hopefully, he suggested, \"A mirage or sort of a mutual\nhallucination?\"\n\nIn a considered, gauging tone George replied, \"They're real.\"\n\n\"Real?\" cried Sidney. \"What do you mean, real?\"\n\n\"Real in a way. I mean, Sidney, these--I sound crazy to myself saying\nit--but I think these are--well, Sid, maybe they're actual prehistoric\nIndians.\"\n\n\"Huh?\"\n\n\"Well, let's put it this way: We asked for them and we got them.\"\n\nSidney stared, shocked at George's statement. \"You're crazy, all right,\"\nhe said. \"Hohokams in the middle of the Twentieth Century?\"\n\n\"I didn't say they're Hohokams, though they probably are, of the village\nhere.\"\n\n\"You said they're prehistoric,\" Sidney accused. He quavered, \"Just how\ncould they be?\"\n\n\"Sid, you remember in our Indian studies, again and again, we meet the\nmedicine man who has visions. Even modern ones have done things that are\npretty impossible to explain. I believe they have spiritual powers\nbeyond the capability of the white man. The prehistoric medicine men may\nhave developed this power even more. I think the old man there is their\nmedicine man.\"\n\n\"So?\" Sidney invited.\n\n\"I'm just supposing now, mind you,\" George went on. He rubbed his bald\npate again as though afraid of what thoughts were taking place under it.\n\"Maybe way back--a good many hundreds of years ago--this medicine man\ndecided to have a vision of the future. And it worked. And here he is\nnow with some of his people.\"\n\n\"Wait a minute,\" Sidney objected. \"So he had this vision and transported\nthese people to this moment in time. But if it was hundreds of years ago\nthey're already dead, been dead for a long time, so how could they--\"\n\n\"Don't you see, Sid? They can be dead, but their appearance in the\nfuture--for them--couldn't occur until now because it's happened with us\nand we weren't living and didn't come along here at the right time until\nthis minute.\"\n\nSidney swallowed. \"Maybe,\" he muttered, \"maybe.\"\n\n\"Another thing,\" George said. \"If we can talk with them we can learn\neverything we've tried to know in all our work and solve in a minute\nwhat we're ready to spend the whole summer, even years, digging for.\"\n\nSidney brightened. \"That's what we wanted to do.\"\n\nGeorge studied the Indians again. \"I think they're just as surprised as\nwe are. When they discovered themselves here and saw us--and you must\nremember we're the first white men they've ever seen--their immediate\ninstinct was to attack. Now that we don't fight back they're waiting for\nus to make a move.\"\n\n\"What do we do?\"\n\n\"Take it easy,\" advised George. \"Don't look scared and don't look\nbelligerent. Look friendly and hope some of the modern Indian dialects\nwe know can make connection with them.\"\n\n       *       *       *       *       *\n\nThe two scientists began, at a gradual pace, to make their way toward\nthe old man, the young man, and the girl. As they approached, the girl\ndrew back slightly. The young man reached over his shoulder and from the\nfurred quiver slung on his back drew an atlatl lance and fitted it to\nhis throwing stick, holding it ready. The other warriors, all about,\nfollowed suit.\n\nThe medicine man alone stepped forward. He held up a short colored stick\nto which bright feathers were attached and shook it at the two white\nmen. They stopped.\n\n\"That's his aspergill,\" observed Sidney. \"I'd like to have that one.\"\n\nThe medicine man spoke. At first the scientists were puzzled, then\nGeorge told Sidney, \"That's Pima, or pretty close to it, just pronounced\ndifferently. It probably shows we were right in thinking the Pimas\ndescended from these people. He wants to know who we are.\"\n\nGeorge gave their names. The medicine man replied, \"The man who has\nwhite skin instead of red speaks our language in a strange way. I am\nHuk.\" He turned to the young man at his side and said, \"This is Good\nFox, our young chief.\" He indicated the girl. \"That is Moon Water, his\nwife.\"\n\nGeorge explained what he and the other white man with him were doing\nhere. Huk, along with all the other Indians, including Good Fox and Moon\nWater, listened intently; they seemed greatly excited and disturbed.\n\nWhen George was finished Good Fox turned to Huk and said, \"You have\nsucceeded, wise one, in bringing us forward, far in the future to the\ntime of these men with white skins.\"\n\n\"This is the truth,\" said the wrinkled Huk; he did not boast but rather\nseemed awed.\n\nMoon Water spoke in a frightened tone. She looked about at the partially\nexcavated ruins and asked, \"But what has happened to our village?\" She\nfaltered, \"Is this the way it will look in the future?\"\n\n\"It is the way,\" Good Fox informed her sorrowfully.\n\n\"I weep for our people,\" she said. \"I do not want to see it.\" She hung\nher pretty face over her bare body, then, in a moment, raised it\nresolutely.\n\nGood Fox shook the long scraggly black hair away from his eyes and told\nthe white men, \"We did not mean to harm you. We did not know what else\nto do upon finding you here and our village buried.\"\n\nIgnoring that in his excited interest, Sidney asked, \"What year are\nyou?\"\n\n\"Year?\" asked Good Fox. \"What is this word?\"\n\nBoth Sidney and George tried to get over to him what year meant in\nregard to a date in history, but Good Fox, Huk, and Moon Water, and none\nof the others could understand.\n\n\"We do not know what you mean,\" Huk said. \"We know only that we live\nhere in this village--not as you see it now--but one well built and\nalive with our people. As the medicine man I am known to have extra\npower and magic in visions. Often I have wondered what life would be\nlike in the far future. With this group I conjured up a vision of it,\ncarrying them and myself to what is now here before us.\"\n\nGeorge and Sidney glanced at each other. George's lips twitched and\nthose of Sidney trembled. George said softly to the Indians, \"Let us be\nfriends.\" He explained to them what they were doing here. \"We are trying\nto find out what you were--are--like. Especially what made you desert\npeople leave your villages.\"\n\nThey looked blank. Huk said, \"But we have not left--except in this\nvision.\"\n\nIn an aside to George, Sidney said, \"That means we've caught them before\nthey went south or wherever they went.\" He turned back to Huk. \"Have\nthe cliff people yet deserted their dwellings?\"\n\nHuk nodded solemnly. \"They have gone. Some of them have joined us here,\nand more have gone to other villages.\"\n\n\"We have read that into the remains of your people, especially at Casa\nGrande,\" Sidney told him. With rising excitement in his voice he asked,\n\"Can you tell us why they left?\"\n\nHuk nodded. \"This I can do.\"\n\nNow the glance of Sidney and George at each other was quick, their eyes\nlighting.\n\n\"I'll take it down on the typewriter,\" Sidney said. \"Think of it! Now\nwe'll know.\"\n\nHe led Huk to the table set in front of the tent, where he brought out a\nportable typewriter and opened and set it up. He sat on one chair, and\nHuk, gingerly holding his aspergill before him as though to protect\nhimself, sat on the other.\n\nGood Fox, Moon Water and the other Indians crowded about, curious to see\nthe machine that came alive under Sidney's fingers as Huk began to\nrelate his story. Soon their interest wandered in favor of other things\nabout the two men with white skin. They wanted to know about the machine\nwith four legs.\n\nGeorge opened up the hood of the station wagon and showed them the\nengine. He sat in the car and started the motor. At the noise the\nIndians jumped back, alarmed, and reaching for their atlatls. Moon Water\napproached the rear end of the car. Her pretty nose wrinkled at the\nfumes coming from it and she choked, drawing back in disgust. \"It is\ntrying to kill me,\" she said.\n\nClearly, she did not approve of an automobile.\n\nGeorge cut off its engine.\n\nOver Good Fox's shoulder hung a small clay water jug hung in a plaited\nyucca net. George asked for a drink from it and when he tasted it and\nfound it fresh it was wondrous to him that its water was hundreds of\nyears old. He brought out a thermos, showing the Indians the modern\nversion of carrying water. They tasted of its contents and exclaimed at\nits coolness. Good Fox held the thermos, admiring it.\n\n\"Would you like to have it?\" asked George.\n\n\"You would give it to me?\" the handsome young Indian asked.\n\n\"It's yours.\"\n\n\"Then I give you mine.\" He gave George his clay water jug and could not\nknow how much more valuable it was than the thermos.\n\nGeorge then took them to the portable television set and turned it on.\nWhen faces, music, and words appeared the Indians jerked back, then\njabbered and gathered closer to watch. A girl singer, clad in a gown\nthat came up to her neck, caused Moon Water to inquire, \"Why does she\nhide herself? Is she ashamed?\"\n\nThe standards of modesty, George reflected as he glanced at the lovely\nnude form of the prehistoric Indian girl, change with the ages.\n\nOf the people and noises on the TV screen Good Fox wanted to know quite\nsolemnly, \"Are these crazy people? Is it the way you treat your people\nwho go crazy?\"\n\nGeorge laughed. \"You might say it's something like that.\"\n\nA shout came from Sidney at the card table near the tent where he was\ntaking down Huk's story. \"George! He's just told me why the cliff people\nleft! And why the desert people will have to leave in time. It's a\nreason we never thought of! It's because--\"\n\nJust then a big multi-engined plane came over, drowning out his words.\nThe Indians stared skyward, now in great alarm. They looked about for a\nplace to run and hide, but there was none. They held their hands over\ntheir ears and glanced fearfully at the TV which now spluttered, its\npicture and sound thrown off by the plane. Awesomely, they waited until\nthe plane went over.\n\n\"We fly now in machines with wings,\" George explained.\n\n\"To make such a noise in the air,\" Moon Water said, \"is wicked,\ndestroying all peace.\"\n\n\"I'll agree with you there,\" said George.\n\n\"You have this,\" Good Fox observed, indicating the TV, which was now\nback to normal, \"and you send the other through the sky to make it\ncrazier than before.\" He shook his head, not comprehending.\n\nGeorge shut off the TV. He took up a camera of the kind that\nautomatically finishes a picture in a minute's time. Grouping Good Fox,\nMoon Water and the other warriors, he took their picture, waited, then\npulled it out and showed it to them.\n\nThey cried out, one man shouting in fear, \"It is great magic!\"\n\nGeorge took a number of photographs, including several of Huk as he sat\ntalking with Sidney. No matter what happened he would have this record\nas Sidney would have that he was taking down on the typewriter.\n\nNext he showed them a pair of binoculars, teaching them how to look\nthrough them. They exclaimed and Good Fox said, \"With this we could see\nour enemies before they see us.\"\n\n\"You have enemies?\" George asked.\n\n\"The Apache,\" Good Fox said fiercely.\n\nGeorge handed him the binoculars. \"It is yours to use against the\nApache.\"\n\nSolemnly the young chief answered, \"The man with white skin is thanked.\nThe red man gives in return his atlatl and lances.\" He held out his\nthrowing stick and unslung his quiver of lances. George accepted them\nwith thanks; they would be museum pieces.\n\nFinally George showed them a rifle. He looked about for game and after\nsome searching saw a rabbit sitting on a mound in the excavations. As\nhe took aim Good Fox asked, \"You would hunt it with your stick?\"\n\nGeorge nodded.\n\n\"This cannot be done from here,\" stated one warrior.\n\nGeorge squeezed the trigger. Instantaneously with the explosion of the\nshell the rabbit jumped high and then came down, limp and dead. The\nIndians yelled with fright and ran off in all directions. Huk jumped up\nfrom the table. Then all stopped and cautiously returned. One went to\nthe rabbit and picked it up, bringing it back. All, including Huk who\nleft the table, stared with fright at it and at the rifle.\n\nMoon Water expressed their opinion of it. \"The thunder of the killing\nstick is evil.\"\n\n\"Moon Water speaks the truth,\" said Huk.\n\n\"It would make hunting easy,\" said Good Fox, \"but we do not want it even\nif given to us.\"\n\nHe drew back from the rifle, and the others edged away from it.\n\nGeorge put it down.\n\nSidney held up a sheaf of papers. \"I've got it all, George,\" he said\nexultantly in English, \"right here! I asked Huk if they can stay with us\nin our time, at least for a while. We can study them more, maybe even\ntake them back to show the world.\"\n\n\"What did he say?\"\n\n\"He didn't have a chance to reply when you shot the rifle.\"\n\nGeorge put it formally to the Indians, addressing Huk, Good Fox, Moon\nWater and the rest. \"You have seen something of the modern world. We\nwould like you to stay in it if it is your wish. I don't know how long\nyou could stay in Huk's vision, but if you can remain here permanently\nand not go back to your time and--well, not being alive there any\nmore--we hope you will consider this.\"\n\nHuk replied, \"It is possible that we could stay in your time, at least\nas long as my vision lasts, which might be for as long as I lived.\" He\nglanced at Good Fox.\n\nThe young chief in turn looked at Moon Water. Her gaze went to the\nstation wagon, to the TV, then up at the sky where the plane had\nappeared, at the rifle, the camera, the thermos, and all else of the\nwhite man. She seemed to weigh their values and disadvantages, looking\ndubious and doubtful.\n\nGood Fox announced, \"We will hold a council about it. As is our custom,\nall have words to say about such a thing.\"\n\nAbruptly he led his people away, into the excavations and over a slight\nrise of ground, behind which they disappeared.\n\nSidney murmured, \"I don't like that so much.\"\n\n\"They must do as they want.\" George led the way to the card table and\nthey sat there. On it rested Huk's aspergill.\n\n\"He gave it to me,\" Sidney explained.\n\nGeorge placed Good Fox's netted clay water jug and his atlatl and furred\nquiver of lances on the table, together with the pictures he had taken\nof the ancient Indians. They waited.\n\nSidney, glancing at the low hill behind which the Indians had gone,\nsaid, \"What they're doing is choosing between living in modern\ncivilization and remaining dead. What do you think they'll do?\"\n\n\"I don't know,\" said George. \"They didn't think so much of us.\"\n\n\"But they couldn't choose death and complete oblivion!\"\n\n\"We'll see.\"\n\nThey waited some more.\n\n\"At least,\" said Sidney, indicating the articles on the table, \"we'll\nhave these for evidence.\" He held up the sheaf of papers containing\nHuk's story. \"And this, giving the real reason the cliff dwellers left.\nI haven't told you what it was, George. It's so simple that--\"\n\nHe didn't complete his sentence, for just then Huk, Good Fox, Moon\nWater, and the other warriors made their choice. It was announced\ndramatically.\n\nThe water jug, the aspergill, and the atlatl and quiver of lances\ndisappeared from the table. In their places, suddenly, there were the\nthermos and the binoculars.\n\nSidney stared stupidly at them.\n\nGeorge said quietly, \"They've gone back.\"\n\n\"But they can't do this!\" George protested.\n\n\"They have.\"\n\nSidney's hand shook as he picked up the sheaf of papers holding Huk's\nstory. Indicating it and the photographs, he said, \"Well, they haven't\ntaken these away.\"\n\n\"Haven't they?\" asked George. He picked up some of the pictures. \"Look.\"\n\nSidney looked and saw that the pictures were now blank. His glance went\nquickly to the typewritten sheets of paper in his hands. He cried out\nand then shuffled them frantically.\n\nThey, too, were blank.\n\nSidney jumped up. \"I don't care!\" he exclaimed. \"He told me and I've got\nit here!\" He pointed to his head. \"I can remember it, anyway.\"\n\n\"Can you?\" asked George.\n\n\"Why, certainly I can,\" Sidney asserted confidently. \"The reason the\ncliff dwellers left, George, was that they ...\" Sidney stopped.\n\n\"What's the matter, Sid?\"\n\n\"Well, I--it--I guess it just slipped my mind for a second.\" His brow\npuckered. He looked acutely upset and mystified. \"Huk told me,\" he\nfaltered. \"Just a minute ago I was thinking of it when I started to tell\nyou. Now ... I can't remember.\"\n\n\"That's gone, too.\"\n\n\"I'll get it!\" Sidney declared. \"I've just forgotten it for a minute.\nI'll remember!\"\n\n\"No,\" said George, \"you won't.\"\n\nSidney looked around. \"There must be something left.\" He thought. \"The\natlatl lances they shot at us!\" He looked at the U-Haul-It. The lances\nno longer stuck in its side. Nor were those that had fallen to the\nground to be seen.\n\nSidney sat down again, heavily. \"We had it all,\" he moaned. \"Everything\nwe'd been working for. And now ...\"\n\n\"Now we'll have to dig for it again,\" said George. \"Do it the hard way.\nWe'll start tomorrow when the workmen come.\"\n\nSidney looked up. \"There's one thing!\" he cried. \"The dent in the car\nmade by the lance! It's still there, George! However everything else\nworked, that was forgotten. It's still there!\"\n\nGeorge glanced at the dent in the side panel of the station wagon. \"It's\nstill there,\" he agreed. \"But only to tell us this wasn't a dream. No\none else would believe it wasn't caused by a rock.\"\n\nGeorge groaned. He stared at the rise of ground behind which the Indians\nhad disappeared. \"Huk,\" he pleaded. \"Good Fox. Moon Water. The others.\nCome back, come back ...\"\n\nNo one appeared over the rise of ground as the cool desert night began\nto close in.\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Fantastic Universe_ November 1956.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Hohokam Dig, by Theodore Pratt\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE HOHOKAM DIG ***\n\n***** This file should be named 29793.txt or 29793.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/7/9/29793/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}