{"title": "Rescue Squad", "author": "Thomas J. O'Hara", "releaseDate": "August 27, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n    _When Mr. O'Hara won the prize story contest recently conducted by\n    THE FANTASY WRITERS' WORKSHOP at the College of the City of New\n    York, in conjunction with FANTASTIC UNIVERSE, it was the unanimous\n    opinion of the judges that a second story by Mr. O'Hara, RESCUE\n    SQUAD, deserved honorable mention. We think you'll agree with that\n    decision when you've read this documentary-type science-fiction\n    yarn, which so excitingly combines realistic characterization with\n    the mystery, suspense and terror of the near future's exploration of\n    space and a lone pilot's struggle to survive._\n\n\n rescue\n  squad\n\n _by ... Thomas J. O'Hara_\n\n\n Stark disaster to a brave lad in space may--to the\n mind that loves--be a tragedy pridefully concealed.\n\n\nThe mail ship, MR4, spun crazily through space a million miles off her\ntrajectory. Her black-painted hull resembled a long thermonuclear\nweapon, and below her and only a scant twenty million miles away burned\nthe hungry, flaming maw of the Sun.\n\nThe atomic-powered refrigeration units of the MR4 were working full\nblast--and still her internal and external temperatures were slowly and\ninexorably rising. Her atomic engines had been long since\nsilenced--beaten by the inexhaustible, fiery strength of the invincible\nopponent waiting patiently a narrowing twenty million miles \"below.\"\n\nHal Burnett twisted painfully on the narrow space-bunk, his tormented\nbody thrusting desperately against the restraining bands of the safety\nstraps that lashed him in against the dangers of non-gravity.\n\nHe moaned, and twisted sideways, while his half-asleep mind struggled on\nan almost instinctive level against a dimly-remembered, utterly\nintolerable reality.\n\nIt was a losing battle. He was suddenly wide awake, staring in horror at\nthe vibrating bulkheads of the deserted little mail ship. For a moment\nhis conscious barriers against reality were so completely down that he\nfelt mortally terrified and overwhelmed by the vast emptiness about him.\nFor a moment the mad idea swept into his mind that perhaps the universe\nwas just another illusion, an echo of man's own inner loneliness.\n\nRealizing his danger, Burnett quickly undid the restraining safety\nstraps, sat up and propelled himself outward from the edge of his bunk.\nThe sudden surge of physical action swept the cobwebs from his mind.\n\nHe thought of his father--and there was bitterness in his heart and\nfrustration, and a rebellious, smouldering anger. The old man would\nnever know how close he had come to cracking up.\n\nFor a moment he wondered fearfully if his father's cold and precise\nappraisal of his character and courage had been correct. Suppose he\n_was_ unable to stand the rigid strains and pressures of a real\nemergency. Suppose-- He tightened his lips in defiant self-justification.\nWhat did they expect of a twenty-year-old kid anyway? He was, after all,\nthe youngest and probably the greenest mail pilot in the entire\nUniversal Run.\n\nSuddenly the defensive barriers his mind had thrown up against the\ngrievous flaw in his character, which made him feel uncertain of himself\nwhen he should have felt strong and capable, crumbled away completely.\nHe could no longer pretend, no longer deceive himself. He hated his\nfather because the elder Burnett had never known a moment of profound\nself-distrust in his entire life.\n\nHe remembered his father's favorite line of reasoning with a sudden,\noverwhelming resentment. \"Fear can and must be controlled. If you have\nyour objective clearly in mind a new experience, no matter how\nhazardous, will quickly become merely a routine obstacle to be\nsurmounted, a yardstick by which a man can measure his own maturity and\nstrength of purpose. You'll find peace of mind in doing your work ably\nand well and by ignoring all danger to yourself.\"\n\nIt was so easy to say, so hard to live up to. How, for instance, could a\ntwenty-year-old kid on his _first_ mail run hope to completely outwit\nfatigue, or even forget, for a single moment, that it _was_ his first\nrun. Fatigue had caused his undoing, but had he been completely fearless\nhe might have found a way to save himself, might have managed somehow to\nprevent the small, navigational errors from piling up until they had\ncarried him past the point of no return.\n\nA constant re-checking of every one of his instruments might have saved\nhim. But he had been too terrified to think straight, and too ashamed\nof his \"first-run\" inexperience to send out a short wave message\nrequesting emergency instructions and advice. Now he was hopelessly off\nhis course and it was too late. Too late!\n\nHe could almost feel the steadily-growing pull of his mindless enemy in\nthe distant sky. Floating and kicking his way over to the Tele-screen,\nhe quickly switched the instrument on. Rotating the control dials, he\nbrought the blinding white image of the onrushing solar disk into\nperfect focus. Automatically he adjusted the two superimposed polaroid\nfilters until the proper amount of light was transmitted to his viewing\nscreen. They really built ships and filters these days, he reflected\nwryly. Now if they could only form a rescue squad just as easily--\n\nEven through the viewing screen he could almost feel the hot blast of\nwhite light hit his face with the physical impact of a baseball bat.\nWith what was almost a whimper of suppressed fear he rocked backward on\nhis heels.\n\nThe Sun's ghastly prominences seemed to reach beckoning fingers toward\nhim, as its flood of burning, radiant light seared through the\nincalculable cold of space, and its living corona of free electrons and\nenergy particles appeared to swell and throb menacingly.\n\nFearfully he watched the flaming orb draw closer and closer, and as its\npull grew more pronounced he wondered if it were not, in some\nnightmarishly fantastic fashion becoming malignantly aware of him. It\nresembled nothing so much as a great festering sore; an infection of the\nvery warp-and-woof stuff of space.\n\nHe flipped off the power control on the Tele-screen and watched the\nimage fade away with a depleted whine of dying energy. That incandescent\ninferno out there-- Grimly he tried to recall the name of the man who\nhad said that, philosophically, energy is not actually a real thing at\nall.\n\nHe knew better than to waste time trying the pilot controls again. They\nwere hopelessly jammed by the great magnetic attraction of the Sun. They\nhad been jammed for hours now. He forced his way back to his bunk, and\nsecurely lashed himself to it again. Sleep was his only hope now, his\nonly real escape from the growing, screaming hysteria within him.\n\nHe flung an arm across his tired face. His thin features trembled as he\nremembered the continuous alterations in his trajectory that had brought\nhim within range of the Sun's mighty pull. He remembered also every\ndetail of the last and gravest of the series of miscalculations that had\nswept him from the established route of the regular Venus-Mercury mail\nrun, and threatened him with a violent, flaming end.\n\nGreatly off course, he had been approaching Mercury, a routine\nthirty-six million miles from the Sun. On this, the final leg of his\nlong journey, he had deviated just far enough from the extreme limits of\nsafety to find himself and his ship gripped inexorably in the mighty\nmagnetic fields of the Sun's passage....\n\nHe remembered a name-- Josephine.\n\nThere would be no lover's meeting now on the green fields of Earth in\nthe dusk of a summer evening. There would be no such meeting now. Not\nunless the prayers and dreams a boy and a girl had shared had followed\nhim, plunging senselessly into the cold glacial heart of interstellar\nspace.\n\nHis false bravado began to break and he began to weep quietly. He began\nto wish with all his heart that he had never left home.\n\nThe sudden crackling of the almost static-jammed ultra-wave radio\nsnapped through to his mind. Quickly he began to free himself from the\nbunk.\n\n\"MR4, come in, MR4.\"\n\nAn eternity seemed to pass as he floated across the room, deliberately\ndisregarding the strategically-placed hand-grips on the walls, floor,\nand ceiling. It seemed aeons before he reached the narrow little control\ncompartment, and got the ultra-wave radio into action, nearly wrecking\nit in his clumsy-fingered haste.\n\n\"MR4 to Earth. Over.\"\n\nHe waited a few moments and then repeated the message as no\nacknowledgment came through. Then he abruptly remembered the nearby\npresence of the Sun and its interference with radio transmission and\nreception. He was white and shaken by the time his message was received\nand his report requested and given.\n\nHe gave the whole tragic picture in frantic short wave. The amount of\natomic fuel left in the ship, the internal and external temperatures,\nthe distance from the Sun, and the strength of the solar disk's magnetic\nfield and his rate of drift toward it--along with a staggering list of\nother pertinent factors.\n\nAt last it was over and he stood by awaiting the decision from Earth\nheadquarters.\n\nIt came at last.\n\n\"MR4.\" The growling voice was Donnelly's, the huge space-engineer in\ncharge of the smaller mail-rocket units. \"You're in a tough spot but\nwe've got an expert here from the Government. He's worked on deals like\nthis with me before and he's got an idea.\n\n\"Here's the substance of it. We're going to send out a space tug from\nMercury to see if we can haul you in. It's a new, experimental tug and\nit's been kept under wraps until now. But it's been designed for jobs\nlike this and we figure it can sure as hell do it.\n\n\"There's just one hitch, though, kid. It's a mighty powerful ship so\nthere's going to be a terrific shock when it contacts you and the\nmagnetic grapples set to work. In your medicine kit you'll find a small\nhypo in a red-sealed plastic box. Take the shot that's in it\nimmediately and we'll have the tug out there as soon as we can. It will\nprobably take about twelve hours.\"\n\nDonnelly's voice broke and he hesitated strangely for a moment. \"You'll\nbe out fast,\" he went on. \"So you won't feel a thing when the shock wave\nhits you. There's less chance of injuries, this way.\"\n\n       *       *       *       *       *\n\n\"It's a lousy thing to do,\" cried Donnelly as he snapped off the set. \"A\nrotten, heartless way of giving the lad false hopes. But then you don't\ngive a damn about anybody's feelings but your own, do you, Doc?\"\n\n\"Take it easy, Joe--\"\n\n\"Shut up, Williams. I'm talking to this little Government time-server\nover here, not to you.\"\n\nThe psychiatrist shrugged wearily. \"I don't care what you think. I've\nworked with you both on cases similar to this before, though I'll admit\nthat none of them were quite as hopeless. In any case, I'll do it my\nway, or not at all.\"\n\n\"Maybe you will, maybe you will,\" said Donnelly. \"But if I had to wait\nthirty days in that thing and somebody told me it was only a matter of\nhours--\"\n\n\"I know what I'm doing even if you think that I don't. The Government\nhas developed a set approach in matters like this. Fortunately, there\naren't many of them. Perhaps if there were--\"\n\n\"Let me take over, Doc,\" broke in Donnelly. \"I'm a space-engineer and\nthat makes me far better qualified to handle this than you are. Why the\nhell they ever put a psychiatrist on this job in the first place is\nsomething I'll never know, if I live to be a hundred and ten. It's a job\nfor an engineer, not a brain washer.\"\n\n\"There's a lot of things you'll never know, Donnelly,\" the gaunt, thin\nlittle man sighed wearily. He sat down at the long mahogany table in the\nRadio Room. With a careless wave of one arm, he swept a pile of papers\nand magazines to the floor.\n\n\"Try and get this through your head, Donnelly. There's not too much you\ncan do by yourself for that boy up there. You just don't know how to\ncope with the psychological intangibles. That's why they have me\nhere--so that we could work together as a team.\n\n\"Now the sooner you get on that radio and follow my instructions for the\npilot the sooner we'll get this over with. Then maybe I can go home and\nspend a hundred years trying to forget about it. Until then please try\nand keep your personal opinions to yourself. Please.\"\n\nDonnelly's face flushed a still deeper red. His fists clenched and, as a\nmuscle started to twitch warningly in his cheek, he started to get up.\nHe stopped for a moment--frozen in silence. Then he relaxed and pushed\nback his chair. With a heavy sigh, he maneuvered his huge bear of a body\nto its feet.\n\nHe rumbled something disgustedly in his throat and then spat casually on\nthe floor. \"Williams,\" he thundered. \"Get the hell out of here and get\nus some coffee.\"\n\nHe waited a moment until the only witness had left the room and then,\nwith grim determination, he turned to the little psychiatrist seated at\nthe table.\n\n\"You, Doc,\" he said coldly and with deliberate malice, \"are a dirty,\nunclean little--\"\n\n       *       *       *       *       *\n\nWilliams, when he eased his slight body through the door a few minutes\nlater, found a suspicious scene. The little doctor, his face flushed and\nrage-twisted, his effortless and almost contemptuous composure shaken\nfor once, was on his feet. Speechless, he faced the grinning\nspace-engineer who was waving a huge and warning finger in his face.\n\n\"Easy, Doc,\" Donnelly roared in a friendly voice. \"I might take\nadvantage of it if you keep on giving me a good excuse. Then where would\nall your psychiatry and your fine overlording manners get you?\"\n\n\"Joe,\" yelled Williams in explosive sudden fright. \"Leave him alone.\nYou're liable to have the Government Police down on us.\"\n\n\"Sure, Williams. The police and the newspapers too. They'd just love to\nhave the taxpayers find out what they're doing to those kids out in deep\nspace. What would they call it, Doc? Just an interesting psychological\nexperiment? Is that what it's meant to be, eh, Doc?\"\n\nHe chuckled suddenly as the little doctor flinched under his virulent\nattack. \"I really hit the spot that time, didn't I, Doc? So that's what\nthe Government's so scared and hush-hush about. They're really scared to\nhell and back, aren't they? I wonder what's really going on behind all\nthis?\"\n\nHe leaned forward, suddenly roaring and ferocious. \"Why are Williams and\nI followed everywhere we go when we leave here? To see who we talk to?\nIs that the way of it? Why do quite a few of the ships you and I and\nWilliams have rescued in the past few years never show up again? Just\nwhere are they? I don't see them reported missing in the newspapers,\neither.\"\n\nHe leaned back in exhausted satisfaction at the look on the little\ndoctor's face. \"Yeah, Doc, the only way to get anything out of you is to\nblast it out, isn't it?\"\n\nPale and frightened, Williams hurried across the room to the table and,\nwith shaky hands, took out three containers of coffee from the paper bag\nand passed them out.\n\nNobody bothered to thank him.\n\nThe hidden tension in the room had begun to mount steadily, so Donnelly\nhelped it out a little.\n\n\"Is this the first time you've ever been on the defensive, Doc?\" he\nasked.\n\nWilliams jumped in before the explosion. \"When will the rocket get to\nthe kid's ship, Doctor?\" he asked.\n\n\"In about thirty days,\" the little man answered, coldly and\ndeliberately.\n\nWilliams blinked in surprise. \"Good Lord,\" he said. \"I thought it was\nsupposed to be in twelve hours or so?\"\n\n\"That's the whole point,\" snapped Donnelly. \"That's what I'm so fighting\nmad about. Think of it yourself, Williams. Suppose you had a son or a\nbrother up there, how would you feel about this whole infernal, lying\nbusiness?\n\n\"I don't get it,\" he went on. \"I just don't get the big central idea\nbehind it. Don't all these tugs we send out ever get there? First they\ntell the kid he'll have his life saved in twelve hours or so. Then they\nget him to take a shot so his mind won't crack up while he's waiting.\n\n\"Now they know very well the shot won't last for thirty days. If it did\nhe'd starve to death. So what have they accomplished? Nothing. As a\nmatter of fact they've made things worse instead of better. What's going\nto happen to that poor kid when he wakes up in twelve hours and finds\nout he still has to wait for thirty more days? What's going to happen to\nhim then, Doc? Don't you think that kid will really go off his rocker\nfor sure?\"\n\nDonnelly and Williams both looked at the little psychiatrist. He sat\nagain at his former place at the table, white and shaken. His face was\nonce again buried in one hand.\n\n\"Come on, Doc,\" whispered Williams, quietly. \"What's going on here,\nanyway?\"\n\n\"That's enough,\" cried the doctor, suddenly. He sprang up and strode\ntoward the door. \"Leave me alone,\" he exclaimed, almost in tears. \"By\nheaven, I've had enough of this. I've had all I can stand.\"\n\nDonnelly moved to block the door and the psychiatrist came abruptly to a\nhalt. \"That ain't enough, Doc. You get out after you talk.\"\n\n\"For God's sake, Joe.\"\n\n\"Shut up, Williams, I'm warning you for the last time.\"\n\n\"Let me by. I warn you, Donnelly. Let me by.\"\n\nWilliams moved in, regaining a sudden spurt of assurance. \"What about\nthat kid up there, Doc? Nobody's letting him by, are they, Doc?\"\n\nA look of utter weariness swept across the doctor's face.\n\n\"All right,\" he said. \"You may as well know the truth then. You won't\nlike or understand it, but here it is anyway. You see, there isn't any\ntug up there, experimental or otherwise. There was only our need for a\ngood excuse--in this present case--to get him to take the drug. You're a\nspace-engineer and a good one, Donnelly. That's why you were chosen for\nthis job. If anybody could help those kids, you could.\"\n\nDonnelly's face tightened warningly and the doctor hurried on. \"You\nwould have known about it if there had been any experimental models\ndeveloped even if they had been secret. As a matter of fact, with your\nstanding, you would probably have been working on them.\"\n\n\"Why all this, then, Doc? Why?\"\n\n\"Because,\" the little doctor hesitated--and then shrugged. \"I may as\nwell tell you. It's not going to make any difference now, anyway. It was\nall done to put him out for several hours until--\"\n\n\"Until what, Doc?\" Donnelly's tone was harsh and uncompromising.\n\n\"You must understand that I'm under orders. I'm doing what is done in\nall these cases. Though heaven help me, I wish I didn't have to--\"\n\n\"Doc,\" Donnelly roared. \"You have been contradicting yourself all along\nand I intend to find out why.\"\n\n\"There isn't much more to find out.... Wait.\"\n\nThe doctor strode quickly over to the radio, and glanced at his\nwristwatch. His face haggard with strain, he turned to Williams. \"Will\nyou contact the MR4, please?\"\n\nHe held up a silencing hand to Donnelly. \"There's a reason behind all\nthis. Just wait for a moment, please. Just wait and listen--\"\n\n       *       *       *       *       *\n\nIt was a fumbling-fingered ten minutes later, after Donnelly had signed\noff, that Hal Burnett finally found the tiny red plastic box in the\nlittle emergency medical kit. Trembling he held it in his hand as he\nfloated in free fall.\n\nIt was a little red key--a key to Earth, to life and to the chance to\nram every cold, precise, contemptuous word down his father's\nover-analytical mouth.\n\nHe didn't really hate the old man but he knew that he feared him. He\nfeared also that his father might be right about him after all. Who in\nhis own mind, he thought bitterly, should know a son better than that\nson's own father.\n\nA quick surge of elation swept over him as he swam quickly to the\nTele-screen and switched it on. It wasn't a bit like saying good-bye to\nan old friend, he thought, as he gazed at the flaming prominences not so\nfar below him. After a while he switched the instrument off and swam\ntriumphantly back to his bunk.\n\nThere were some tri-dimensional color slides in the ditty bag hanging by\nhis bunk. He took them out and looked at them. None of them were of his\nfather.\n\nThe girl was there, though. She was a small, cute girl with a rainbow of\nlaughter wreathed about her. She hadn't been really important before,\nbut she sure was important now that he was going to live. His old man\nhad foretold that, too.\n\nAfter a little while he put the slides back in the portable holder and\nbroke open the plastic box. It contained a gleaming hypo filled with\nwhat looked like a small quantity of water. There was an odd\npeppermint-like odor about it.\n\nThere were no instructions. Just the needle and the little red box.\n\nHe wondered how many hours he would have to wait before help would come.\nBut that didn't matter. He would be asleep, anyway.\n\nThe temperature had climbed. It was burning, roaring hot.\n\nGently he slid the needle into his arm and depressed the plunger....\n\n       *       *       *       *       *\n\nThe MR4 continued to spin even more lazily in space. Her sun-blackened\nhull, pitted by the glancing blows of by-passing meteor fragments, was\nslowly overheating. Her refrigeration units were gradually breaking down\nunder their tremendous overload.\n\nShe was inching in ever-shortening circles always in the direction of\nthe massive, molten globe not so far below....\n\nSometime later, Hal Burnett awakened slowly, as if from some distant and\ndimly-remembered dream. The haze of a deep and foggy sleep clung to the\nunfamiliar mass that was his mind.\n\nA distant alarm bell had rung deep within the primitive, subcortical\nlevels of his brain. It had rung--but not loudly nor insistently enough.\nIt had failed to cut through the eddying fog that was rising slowly into\nhis ebbing consciousness.\n\nHe did not remember undoing the straps with benumbed and aching fingers.\nHe did not remember the befogged and stumbling \"walk\" into the Control\nRoom. Dimly, as if viewing himself and the room from a distant world, he\nswitched on the dying hum of the radio and tried futilely to transmit a\nmessage.\n\nThe faint crackle of the radio grew more distant. He slumped forward in\nthe bucket seat, his head striking the controls in front of him--and,\nfor him, the sounds of the muted radio died out completely.\n\nThe burning heat seared into the metal hull of the MR4. Its outer hull\nwas almost at the boiling point. Inside, it was a burning, suffocating\nhell. Perhaps it was the heat that aroused Hal Burnett once again.\nSomehow he managed to stumble to the Tele-screen. With the last vestige\nof a waning strength, he managed to switch it on and hold himself erect.\n\nThe stupendous white blast of the Sun struck across his staring eyes,\nbut he did not flinch. Unconscious, his hands clutched at the control\nknobs as his sagging legs let him drift weightlessly toward the floor.\nHe was like a drowning swimmer, out of control and helplessly floating\nunder water.\n\nHe seemed to become aware for a moment as a last flicker of\nconsciousness crossed his mind. He mouthed something unintelligible--a\nlast, forgotten word.\n\nAnchored only by his grip on the control knobs, his weightless body\nfloated aimlessly in the almost steaming cabin as the awful stillness\nre-echoed throughout the hollow vault of the ship.\n\nDown below, with ever-growing closeness, the Sun waited patiently, like\na bright and hovering vulture.\n\nThe MR4 swung and pivoted gently like a ship at sea straining at its\nanchor in the first, fresh breezes of a gathering storm. For a moment it\nseemed to hesitate like a coy maiden on the verge of some unknown\nthreshold. Then, abruptly, she climaxed her voyage and plunged directly\ntoward the waiting Sun some twenty million miles below, carrying with\nher only her dead cargo; her pilot--\n\n       *       *       *       *       *\n\nThe radio crackled noisily after Hal Burnett's last incoherent\ntransmission. It crackled aimlessly for a few moments--and then was\nstill.\n\n\"Something's wrong,\" said Williams, a thin thread of moisture shining\ndown his face. \"Something's gone wrong up there!\"\n\n\"It sure has,\" said Donnelly, quietly. \"And I know who I'm going to ask\nabout it.\"\n\nThe little doctor said nothing. His face was an embittered parchment\nmask. \"It's happened. God help me. It's happened. He's gone,\" he\nmuttered, almost inaudibly.\n\nDonnelly sighed heavily, a look almost of defeat sweeping momentarily\nacross his features. \"See here, Doc,\" he said exhaustedly. \"Don't be so\nheartless about people. You've got a son of your own in space, so you\nought to understand how other people feel. What kind of a father would\ndo a thing like this to another man's son anyway?\"\n\n\"Look, Donnelly,\" said the little man with bitter weariness. \"Do me a\nfavor will you? You fill out the reports tonight. Somehow or other I\njust don't feel up to it.\"\n\n\"Maybe it's your conscience,\" said Donnelly, sarcastically. \"But I'll be\ndamned if I'll do it for you. You don't like to do your own dirty work,\ndo you, Doc? I thought you just loved to fill out Government reports.\"\n\n\"Donnelly, Donnelly,\" cried the doctor in sudden anguish. \"Can't you\nunderstand yet. Even an undertaker's job is unpleasant but somebody's\ngot to do it. Don't you see yet? _It has to be done!_\"\n\nWith a muffled groan of disgust, Donnelly sprang to the radio once\nagain, pushing Williams roughly aside. Futilely, and in desperation he\nstrained at the controls for a moment and then, with a roar of fury, he\nturned back to the doctor.\n\n\"Now see here, Doc--\" he thundered, and then stopped in amazement.\n\nThe door to the dim and ill-lighted outer hallway of the lab was\nstanding open. And at the far end, the outer door was quietly closing\nbehind the disappearing figure of the bent-shouldered little man.\n\nDonnelly started to spring after him, and then abruptly stopped. His\nhuge figure slumped in sudden despairing futility as he recognized the\ntragic hopelessness of the situation.\n\n\"Let him go,\" rasped Williams. \"There's nothing we can do now anyway,\nJoe.\"\n\n\"Yeah, yeah. Let's write the report up ourselves. That's real important,\nyou know. The Government needs it.\"\n\nHe sat down at the typewriter, his heavy features twisted in hopeless\nbitterness and anger. He started typing, and then stopped for a moment.\n\n\"What was this kid pilot's full name, Williams?\"\n\nWilliams checked the Government order sheet. \"Hell,\" he said.\n\"Strangely, it's the same as the doctor's, Dr. Alfred Burnett. Only the\nkid's name is Harold Burnett.\"\n\nDonnelly sat, suddenly transfixed, staring at his typewriter. A peculiar\nlook flashed across his face. Then he shook his massive head in an\nunbelieving gesture of agonized understanding.\n\n\"Hell, no,\" he muttered to himself. \"It couldn't be. It just couldn't\nbe. It just isn't possible. Burnett! _Burnett!_\"\n\nSwiftly he was on his feet and moving through the door after the\nvanished figure of the little doctor, his face a mask of grim remorse.\n\n\"It was merciful,\" he muttered. \"Yes, it _was_ merciful. It was the only\nthing Doc Burnett could have done.\"\n\nWilliams stared after Donnelly's disappearing figure in frank and\nopen-mouthed amazement.\n\n\"Hey, Joe,\" he yelled. \"Where the hell are you going?\"\n\nThe outer door slammed shut on the departing echo of his words. \"Well,\nI'll be hung for an ugly son!\" he muttered to himself. \"Nobody makes\nsense around this place, any more.\"\n\nHe shrugged half to himself and then began to type out the rest of the\nreport.\n\n\"I don't get it,\" he mumbled to himself. \"I just don't get it at all.\nThere's no logic in it.\"\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Fantastic Universe_ September 1955.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note. Although\n    _polaroid_ appears as originally printed, given the lack of a\n    capital letter, it may be a printer's error for _polarized_.\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Rescue Squad, by Thomas J. O'Hara\n\n*** END OF THIS PROJECT GUTENBERG EBOOK RESCUE SQUAD ***\n\n***** This file should be named 29822.txt or 29822.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/8/2/29822/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}