{"title": "Life Sentence", "author": "James McConnell", "releaseDate": "September 2, 2009", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration]\n\n\n Life\n   Sentence\n\n By JAMES McCONNELL\n\n Illustrated by DICK FRANCIS\n\n\n _\"Happy New Year!\" she cried. But how often\n should one hear it said in a single lifetime?_\n\n\nOutside, bells were ringing. \"Happy New Year!\"\n\nThe mad sound of people crazed for the moment, shouting, echoed the\nbells.\n\n\"Happy New Year!\"\n\nA sound of music, waxing, waning, now joined in wild symphony by the\nvoices, now left alone to counterpoint the noise of human\ncelebration....\n\nFor a while, Oliver Symmes heard the raucous music of the crowd. It\nbecame a part of him, seemed to come from somewhere inside him, gave him\nlife. And then, as always, it passed on, leaving him empty.\n\nShadows....\n\nThe door to his room opened and a young-looking woman, dressed in a\npleasant green uniform, came in and turned up the light. On her sleeve\nshe wore the badge of geriatrician, with the motto, \"To Care for the\nAged.\"\n\n\"Happy New Year, Mr. Symmes,\" she said, and went over to stand by the\nwindow. In the mild light, the sheen of her hair attracted attention\naway from the slight imperfections of her face.\n\nShe watched the crowd outside, wishing she could be a part of it. There\nseemed so little life inside the prison where the only function of\nliving was the awaiting of death. \"To Care for the Aged.\" That meant to\nlike and love them as well as to take physical care of them. Only,\nsomehow, it seemed so hard to _really_ love them.\n\nShe sighed and turned away from the window to look at one of the reasons\nshe could not be with the rest of the world that night.\n\n       *       *       *       *       *\n\nHe sat bunched up in his chair like a vegetable. She could have closed\none of her hands around both his arms together. Or his legs. Bones and\nskin and a few little muscles left, and that was all. Skin tight,\ndrumlike, against the skull. Cheeks shrunk, lips slightly parted by the\ncontraction of the skin. Even the wrinkles he should have had were\nerased by the shrinkage of the epidermis. Even in a strong light, the\nfaint wrinkle lines were barely visible.\n\nAfter a moment of looking at him, she put a smile back on her face and\nrepeated her greeting.\n\n\"I said, 'Happy New Year,' Mr. Symmes.\"\n\nHe raised his eyes to her for a moment, then slowly lowered them,\nuncomprehendingly.\n\n\"He looks just a little bit like a caricature,\" she said to herself,\nfeeling a little more tenderness toward him. \"A cute little stick man\nmade of leaves and twigs and old bark and ...\"\n\n       *       *       *       *       *\n\n_Shadows._ For so long there had been shadows. And for a time the\nfleeting passage of dreams and past memories had been a solace. But now\nthe shadows were withered and old, debilitated and desiccated. They had\nbeen sucked dry of interest long ago.\n\nBut still they flitted through his mind on crippled wings, flapping\nabout briefly in the now-narrowed shell of his consciousness, then\nfading back among the cobwebs. Every once in a while, one of them would\nreturn to exercise its wings.\n\n\"Did she say, 'Happy New Year?'\" he wondered. \"New Year's?\"\n\nAnd, at the thought of it, there came shadows out of the past....\n\n       *       *       *       *       *\n\nYoung Oliver Symmes laughed. The girl laughed, too. She was good to hold\nin one's arms, soft like a furry animal, yielding and plush of mouth.\n\n\"I love you, Ollie,\" she said; the warmness of her body close against\nhis.\n\nHe laughed again and wrapped her in his arms. He owned her now, owned\nher smile, her love for him, her mind and her wonderful body. She\nbelonged to him, and the thrill of ownership was strong and exciting.\n\n\"I'll always love you, Ollie. I'll love only you.\" She ran her fingers\nin and out of his hair, caressing each strand as it went through her\nfingers. \"I love the strength of your arms, the firmness of your body.\"\n\nAgain he laughed, surrendering all his consciousness to the warm magic\nof her spell.\n\n\"I love the shading of your hair and eyes, the smooth angularity of your\ntallness, the red ecstasy of your mind.\" Her fingers slipped down the\nback of his neck, playing little games with his flesh and hair. \"I'll\nalways love you, Ollie.\"\n\nHe kissed her savagely.\n\nDuring the daytime, there was his work at the anthropological\nlaboratories, the joy of poking among the cultures of the past. And at\nnight there was the joy of living with her, of sharing the tantalizing\nstimulations of the culture of the present, the infinite varieties of\nlove mingling with passions.\n\nFor months there was this happiness of the closeness of her. And then\nshe was gone from him, for the moment. He still owned her, but they were\nphysically apart and there was the hunger of loneliness in him. The\nmonths his work kept them apart seemed like centuries, until, finally,\nhe could return.\n\n       *       *       *       *       *\n\nHe was walking through a happy, shouting crowd, walking back to her. It\nwas the eve of the new year, a time for beginnings, a time for looking\nfrom the pleasures of the past to those waiting in the future. There was\na happy outcry inside him that matched the mood of the crowd.\n\n\"Happy New Year!\"\n\nWomen stopped him on the street, asking for his affection. But he passed\nthem by, for she was waiting for him and he was hungry for the\npossessive love of his slave.\n\nHe went eagerly into the building where they lived.\n\n       *       *       *       *       *\n\nThe crowd was gone. A door was opening. The voice of his love, sudden,\nfull of naked surprise, bleated at him. And another voice, that of a man\nstanding behind her, croaked with hasty excuses and fear.\n\nA change of hungers--it seemed no more complex than that.\n\nHe put his hand to his side and took out a piece of shaped metal,\npointing it at the man. A blast of light and the man was dead. He put\nthe weapon aside.\n\nYoung Oliver Symmes walked toward the girl. She backed away from him,\npleading with words, eyes, body. He noticed for the first time the many\nsmall imperfections of her face and figure.\n\nCornered, she raised her arms to embrace him. He raised his arms to\nanswer the embrace, but his hands stopped and felt their way around the\nwhiteness of her neck. He pressed his hands together, thumbs tight\nagainst each other.\n\nMinutes later, he dropped her to the floor and stood looking at her. He\nhad owned her and then destroyed her when his ownership was in dispute.\n\nHe bent to kiss the lax lips.\n\n       *       *       *       *       *\n\nShadows. As a man grows older, the weight and size of his brain\ndecrease, leaving cavities in his mind. The years that pass are a\ndigger, a giant excavator, scooping the mass of past experience up in\nthe maw of dissipation. The slow, sure evacuation of the passing decades\nleaves wing-room in a man's head for stirring memories.\n\nThe withered man looked up again. The woman in the green uniform was\nsmiling at him through parted, almost twisted lips.\n\n\"I suppose that this time of year is the worst for you, isn't it?\" she\nasked sympathetically. The first requirement of a good geriatrician was\nsympathy and understanding. She determined to try harder to understand.\n\nThe old man made no answer, only staring at her face. But his eyes were\nblank--seeing, yet blind to all around him. She frowned for a moment as\nshe looked at him. The unnatural hairlessness of his body puzzled her,\nmaking it difficult for her to understand him while the thought was in\nher mind--that and the trouble she had getting through to him.\n\nShe stared at him as if to pierce the blankness of his gaze. Behind his\neyes lay the emptiness of age, the open wound of stifled years.\n\n\"I'll move you over to the window, Mr. Symmes,\" she told him in soothing\ntones, her smile reappearing. \"Then you can look out and see all the\npeople. Won't that be fun?\"\n\nPicking up a box from the table, she adjusted a dial. The chair in which\nhe was sitting rose slightly from the floor and positioned itself in\nfront of the window. The woman walked to the wall beside him and\ncorrected the visual index of the glass to match the weakness of the old\nman's eyes.\n\n\"See, down there? Just look at them pushing about.\"\n\nA rabble of faces swam on the glass in front of him, faces of unfamiliar\npeople, all of them unknown and unknowable to him.\n\nInside him the whisper of the wings mounted in pitch with a whining,\nleathery sound. The images of dead faces came flying up, careening\nacross his mind, mingling and merging with the faces of the living. The\nglass became an anomalous torrent of faces.\n\nDead faces....\n\n       *       *       *       *       *\n\nFour walls around him, bare to the point of boredom. Through the barred\nwindow, the throbbing throat of the crowd talked to him. His young body\ntook it in, his young mind accepted it, catalogued it and pushed it out\nof consciousness. And for each individual voice there was an individual\nface, staring up at his cell from the comparative safety of outside.\nYoung Oliver Symmes could not see the faces from where he sat, waiting,\nbut he could sense them.\n\nThere came a feel of hands on his shoulder; his reverie was interrupted.\nArms under his raised him to his feet. A face smiled, almost kindly, in\nunderstanding.\n\n\"They're waiting for you, Mr. Symmes. It's time to go.\"\n\nMore words. Walking from this place to that, mostly with a crowd of\npeople at his shoulders, pressing him in. Then a door ahead of him,\nornate in carving, a replica of the doors to the Roman Palace of Justice\nmany centuries before. Again his mind catalogued the impressions.\n\nThen, like the faces of the people outside his cell, the pictures of the\nbas-relief faded away, melted and merged into a pelagic blackness.\n\nThe doors opened and, with part of the crowd still at his side, he went\nthrough. The people inside were standing; stick men, it seemed to him,\nwith painted balloons for faces. The sound of the rapping of a gavel\ncaught his ear. The people sat, and the trial began.\n\n\"This court will admit to evidence only those events and artifacts which\nare proved true and relevant to the alleged crime.\"\n\nAn obsequious clearing of throats. A coughing now and then.\n\n\"... And did you see the defendant, Oliver Symmes, enter the apartment\nof the deceased on the night of the Thirty-first of December, two\nthousand and ...\"\n\n\"I did. He was wearing a sort of orange tunic ...\"\n\nSomeone whispered in his ear. Oliver Symmes heard and shook his head.\n\n\"... You are personally acquainted with the defendant?\"\n\n\"I am. We worked for United Anthropological Laboratories before he ...\"\n\n\"Objection.\"\n\n\"Sustained.\"\n\nThe blackness of the judge's robe puzzled him. A vestige, an\nanachronism, handed down from centuries before. White was the color of\ntruth, not black.\n\n\"You swear that you found the defendant standing over the body of the\ndeceased woman on the night of ...\"\n\n\"Not standing, sir. He was bending over, kissing ...\"\n\n\"Your witness.\"\n\n       *       *       *       *       *\n\nDays of it, back and forth, testimony and more testimony. Evidence and\nmore evidence and the lack of it. Smiling lawyers, grimacing lawyers,\nsoothing lawyers and cackling lawyers. And witnesses.\n\n\"You will please take the stand, Mr. Symmes.\"\n\nHe walked to the chair and sat down. The courtroom leaned forward, the\nstick men bowed toward him slightly, as in eager applause of the coming\nmost dramatic moment of a spectacle.\n\n\"You will please tell the court in your own words ...\"\n\nHe mouthed the words. The whole story, the New Year's crowd, his hunger\nfor her, his arrival, the other man and his babbling, the woman and how\nshe looked, his feelings, his transfigured passions, and the deaths. He\ntold the story again and again until they seemed satisfied.\n\n\"You understand, Mr. Symmes, that you have committed a most heinous\ncrime. You have killed two people in a passion that, while it used to be\nforgiven by the circumstances, is no longer tolerated by this\ngovernment. You have killed, Mr. Symmes!\"\n\nThe face before him was intense. He looked at it, not understanding the\nreason for the frozen look of malice and hatred.\n\n\"She was mine. When she betrayed me, I killed her. Is that wrong?\"\n\nThe stick men snorted and poked each other in the ribs with derisive\nelbows.\n\nThere were more words and more questions. He looked at the face of the\njudge and wondered, for a moment, if perhaps the color of the robe was\nto match the apparent disposition of the man.\n\nAnd then came the silence, a time of sitting and waiting. He sensed the\nwondering stares of the stick men, wide-eyed in apprehension, suspended\nfrom the drabness of their own lives for the moment by the stark\nvisitation of tragedy in his. They gabbled among themselves and wagered\non the verdict.\n\nThe man next to him leaned over and tapped him on the arm. Everyone\nstood up and then, curiously, sat down again almost at once. He felt the\ntension present in the courtroom, but was strangely relaxed himself. It\nwas peculiar that they were all so excited.\n\n\"Your Honor, having duly considered the seriousness of the crime and the\nevidence presented ...\"\n\nThe balloon faces on the stick men stretched in anticipation.\n\n\"... taking full cognizance of the admitted passion on the part of the\ndefendant and the circumstances ...\"\n\nThe balloons were strained, contorted out of all proportion in their\neagerness.\n\n\"... we find the defendant guilty of murder, making no recommendation\nfor consideration by the Court.\"\n\nThe balloons exploded!\n\n       *       *       *       *       *\n\nDeafening and more than deafening, the uproar of the voices was beyond\nbelief. He threw his hands up over his ears to shut out the noise.\n\nThe gavel crashed again and again, striking the polished oak in deadly\ncadence, stifling the voices. Over the stillness, one man spoke. He\nrecognized the black voice of the judge and took his hands from his ears\nand put them in his lap. He was told to stand and he obeyed.\n\n\"Oliver Symmes, there has been no taking of human lives in this nation\nfor many years, until your shockingly primitive crime. We had taken\npride in this record. Now you have broken it. We must not only punish\nyou adequately and appropriately, but we must also make of your\npunishment a warning to anyone who would follow your irrational example.\n\n\"Naturally, we no longer have either the apparatus to execute anyone or\nan executioner. We do not believe that a stupidly unreasoning act should\nincite us to equally unreasoning reprisal, for we would then be as\nguilty of irrationality as you.\n\n\"We must establish our own precedent, since there is no recent one and\nthe ancient punishments are not acceptable to us. Therefore, because we\nare humane and reasoning persons, the Court orders that the defendant,\nOliver Symmes, be placed in the National Hospital for observation, study\nand experimentation so that this crime may never again be repeated. He\nis to be kept there under perpetual care until no possible human skill\nor resource can further sustain life in his body.\"\n\nSomeone jumped erect beside him, quivering with horror and indignation.\nIt was his lawyer.\n\n\"Your Honor, we throw ourselves upon the mercy of the Court. No matter\nwhat the crime of the defendant, this is a greater one. For this is a\ncrime not just against my client, but against all men. This sentence\nrobs all men of their most precious freedom--the right to die at their\nappointed times. Nothing is more damaging to the basic dignity of the\nhuman race than this most hideous ...\"\n\n\"... This Court recognizes only the four freedoms. The freedom of death\nis not one of these. The sentence stands. The Court is adjourned.\"\n\nThere were tears in the eyes of his lawyer, although young Oliver Symmes\ndid not quite comprehend, as yet, their meaning. Hands, rougher than\nbefore, grasped his arms with strange firmness and led him off into ...\n\n       *       *       *       *       *\n\nShadows. They come in cycles, each prompted to activity by the one\npreceding it. They flutter in unbelievable clusters, wheel in\nuntranslatable formations through the cerebric wasteland that is the\naged mind of Oliver Symmes. They have no meaning to him, save for a\nfurtive spark of recognition that intrudes upon him once in a while.\n\nThe woman in the green uniform, standing to one side of the window,\nsmiled at him again. It was much simpler to care for him, she thought,\nif only one conceived of him as being a sort of sweet little worn-out\nteddy bear. Yes, that was what he was, a little teddy bear that had\ngotten most of its stuffing lost and had shriveled and shrunk. And one\ncan easily love and pamper a teddy bear.\n\n\"Can you see the crowd all right, Mr. Symmes? This is a good place to\nwatch from, isn't it?\"\n\nHer words fell upon his ears, setting up vibrations and oscillations in\nthe basilar membranes. Nerve cells triggered impulses that sped along\nneural pathways to the withered cortex, where they lost themselves in\nthe welter of atrophy and disintegration. They emerged into his\nconsciousness as part of a gestaltic confusion.\n\n\"Isn't it exciting, watching from here?\" she asked, showing enthusiasm\nat the sight of the crowd below. \"You should be enjoying this immensely,\nyou know. Not all the people here have windows to look out of like\nthis.\" There, now, that should make him feel a little better.\n\nHis eyes, in their wandering, came to rest upon her uniform, so cool and\ncomforting in its greenness. A flicker of light gleamed from the\nmetallic insignia on her sleeve: \"To Care for the Aged.\" Somewhere\ninside him an association clicked, a brief fire of response to a past\nevent kindled into a short-lived flame, lighting the way through cobwebs\nfor another _shadow_....\n\n       *       *       *       *       *\n\nHow many years he had been waiting for the opportunity, he did not know.\nIt seemed like decades, although it might have been only a handful of\nmonths. And all the time he had waited, he could feel himself growing\nolder, could sense the syneresis, the slow solidifying of the life\nelements within him. He sat quietly and grew old, thinking the chance\nwould never come.\n\nBut it did come, when he had least expected it.\n\nIt was a treat--his birthday. Because of it, they had given him actual\nfood for the first time in years: a cake, conspicuous in its barrenness\nof candles; a glass of real vegetable juices; a dab of potato; an\nindescribable green that might have been anything at all; and a little\nsteak. A succulent, savory-looking piece of genuine meat.\n\nThe richness of the food would probably make him sick, so unaccustomed\nto solid food was his digestive tract by now, but it would be worth the\npain.\n\nAnd it was then that he saw the knife.\n\nIt lay there on the tray, its honed edge glittering in the light of the\nsun. A sharp knife, capable of cutting steak--or flesh of any kind.\n\n\"Well, how do you like your birthday present, Mr. Symmes?\"\n\nHe looked up quickly at the woman standing beside the tray. The yellow\npallor of her middle-aged skin matched the color of her uniform. She\nwore the insignia of a geriatrics supervisor.\n\nHe let a little smile flicker across his face. \"Why, it's ... it's\nwonderful. I never expected it at all. It's been so long, you know. So\nvery long.\"\n\nHow could he get rid of her? If he tried anything with her watching, she\nwould stop him. And then he'd never get another chance.\n\n\"I'm glad you like it, Mr. Symmes. Synthetic foods do get tiresome\nafter a while, don't they?\"\n\nThe idea came with suddenness and he responded to it quickly.\n\n\"But where are my pink pills? I always take them at lunch.\"\n\n\"You won't need them if you're eating real food.\"\n\nHe whipped his voice into petulance. \"Yes, I will! I don't care if it is\nreal food--I want my pills!\"\n\n\"I'll get them for you later. Go ahead and eat first.\"\n\n\"I can't eat until I take my pink pills! You ought to know that! I won't\ntouch a thing until I get them! You've ruined my birthday party.\"\n\nThe whims of the aging are without logic, so she went to get the pills,\nleaving Oliver Symmes and the gleaming, sharp knife together,\nunattended.\n\n       *       *       *       *       *\n\nWhere should he start? The heart? No, that would be too quick, too easy\nto repair. Then where?\n\nHe remembered his studies of the middle Japanese culture and the methods\nof suicide practiced at that time. The intestines! So many of them to\ncut and slash at, so much damage that might be done before death set in!\nMaybe even the lungs! But he must hurry.\n\nPicking up the knife, he pointed it at his appendix. For a moment he\nhesitated, and his eyes observed again the little feast laid out before\nhim. He thought briefly about pausing for just a while to taste the\nlittle steak, to nibble briefly at the delectable-looking cake. He hated\nto leave it untouched. It had been such a long time....\n\nThe sudden memory of time, and how much of it he had spent hoping for\nthis moment, snapped his attention back to the knife. Steeling his grip\non it, he pressed it in hard.\n\nHis eyes bulged with the excruciating pain as he wrenched the knife from\nright to left, twisting it wildly as he went, blindly slashing at his\nvital organs with the hope that once and for all he could stop the long\nand eternal waiting.\n\nHis mouth filled with the taste of blood. He spat it out through\nclenched teeth. It gushed down his chin, staining the cleanness of his\nrobe. His lips parted to scream.\n\nAnd then his eyes closed.\n\n       *       *       *       *       *\n\nAnd opened again! He was staring at the ceiling, but the men and women\nstanding around him got in his way.\n\nTheir lips were moving, their faces unperturbed.\n\n\"That was a nasty thing for him to do.\"\n\n\"They all do it, once or twice, until they learn.\"\n\n\"Third time for him, isn't it?\"\n\n\"Yes, I believe so. First time he tried hanging himself. Second time he\nwas beating his head against the wall when we came and stopped him.\nBloody mess that one was.\"\n\n\"Nothing to compare with this, of course.\"\n\n\"Well, naturally.\"\n\nOliver Symmes felt sick with fear of frustration.\n\n\"Nice technique you showed, Doctor. He'd been dead at least an hour when\nwe started, hadn't he?\"\n\n\"Almost two,\" someone else said. \"An amazing job.\"\n\n\"Thank you. But it wasn't too difficult. Just a little patching here and\nthere.\"\n\nHe felt his legs being shifted for him.\n\n\"Be careful there, Nurse. Handle him gently. _Fragilitas Ossium_, you\nknow. Old bones break very easily.\"\n\n\"Sorry, Doctor.\"\n\n\"Not that we couldn't fix them up immediately if they did.\"\n\n\"Naturally, Doctor.\"\n\n\"I wish they'd try something different for a change.\"\n\n\"The woman in the next room lost an eye last year, trying to reach the\nprefrontals. Good as new now, of course.\"\n\nHe wanted to vomit at the uselessness of it all.\n\n\"By the way, what's he in for? Do you know?\"\n\n\"No, I'd have to look it up.\"\n\n\"Probably newness.\"\n\n\"Or taxes.\"\n\n\"Or maybe even slander.\"\n\n\"Is that on the prescribed antisocial list now?\"\n\n\"Oh, yes. It was passed just before the destructive criticism law.\"\n\n\"Think he'll try this messy business again?\"\n\n\"They all do.\"\n\n\"They do, don't they? Don't they ever learn it's no use?\"\n\n\"Eventually. Some are just harder to convince than others.\"\n\nThe pain was gone. He closed his eyes and slipped off into darkness\nagain and into ...\n\n       *       *       *       *       *\n\nShadows. In slow and ponderous fashion they float across the sea of his\nmind, like wandering bits of sargasso weed on the brackish water of a\ndying ocean. Each one dreamed a thousand times too many, each separate\nstrand of memory-weed now nothing but a stereotyped shred of what might\nhave once been a part of life and of living.\n\nWith the quietness of deserted ships they drift in procession past his\nsphere of consciousness. Wait! There's one that seems familiar. He stops\nthe mental parade for a moment, not hearing the voice of his companion,\nthe woman in the green uniform.\n\n\"It's getting late, Mr. Symmes.\" She turned from the window and glanced\nat the wizenedness, the fragile remainder of the man, the almost empty\nshell. It was a pity he wasn't able to play games with her like some of\nthe others. That made it so much easier. \"Don't you think it's about\ntime you went to bed? Early to bed and early to rise, you know.\"\n\nThat memory of a needle, pointed and gleaming. What was it?\n\nOh, yes. Stick it in his arm, push the plunger, pull it out; and wait\nfor him to die. First one disease and then another, to each he happily\nsuccumbed, in the interests of science, only to be resuscitated. Each\ntime a willing volunteer, an eager guinea pig, he had hoped for the ease\nof death, praying that for once they'd wait too long, the germs would\nprove too virulent, that something would go wrong.\n\n\"There, now, you just lie back and get comfortable,\" she said, walking\nover to the table. \"But it has been fun, hasn't it? Watching the crowds,\nI mean.\" She felt he must be much happier now, and the knowledge of it\ngave her a sense of success. She was living up to her pledge, \"To Care\nfor the Aged.\"\n\nDiabetes, tuberculosis, cancer of the stomach, tumor of the brain. He'd\nhad them all, and many others. They had swarmed to him through the\ngouged skin-openings made by the gleaming needle. And each had brought\nthe freedom of blackness, of death, sometimes for an hour, sometimes for\na whole week. But always life returned again, and the waiting, waiting,\nwaiting.\n\n\"I enjoy New Year's myself,\" the woman said, her hands caressing a dial.\nSlowly, with gentle undulation, his chair rose from the floor and\ncradled the aged tiredness that was Oliver Symmes to his bed. With\nalmost tender devotion, his body was mechanically shifted from the\nportable chair to the freshly made bed.\n\n       *       *       *       *       *\n\nOne of his arms was caught for just a moment under the slight weight of\nhis body. There was a short, snapping sound, but Oliver Symmes took no\nnotice. His face remained impassive. Even pain had lost its meaning.\n\n\"It's a pity we couldn't have been outside with the rest of them,\ncelebrating,\" she said, as she arranged the covers around him, not\nnoticing the arm herself.\n\nThis was the part of her job she enjoyed most--tucking the nice little\nman into bed. He did look sweet there, under the covers, didn't he?\n\n\"Just imagine, Mr. Symmes, another year's gone by, and what have we\naccomplished?\"\n\nHer prattle seeped in and he became aware of it and what she was saying.\nNew Year?\n\n\"What--what year--is this?\" He spoke with great difficulty, from the\nlong disuse of vocal cords. It was hardly more than a whisper, but she\nheard and was startled.\n\n\"Why, Mr. Symmes, it's been so long since you've talked.\" She paused,\nbut realized that she had not answered his question.\n\n\"It's '73, of course. Last year was '72, so tonight's the start of '73.\"\n\n'73? Had it been fifty years since he came here? Had it been just that\nlong?\n\n\"What--\" She leaned closer to him as he struggled for the word.\n\"What--century?\"\n\nHer astonishment was gone. He was teasing her, like the woman on the\nnext level. These old ones were great for that!\n\n\"Now, Mr. Symmes, everybody knows what century it is.\" She smiled at him\nglowingly, thinking she had caught him at a prank. It was nice, she\nthought, to have gotten through to him tonight, on the eve of the new\nyear. That meant that she was living up to her motto the way she ought\nto be.\n\nShe'd have to tell the supervisor about it.\n\nOliver Symmes turned to face the ceiling, his mind full of dusty\nwhispers. What century was it? She hadn't answered. It might have been a\nhundred and fifty years ago he came here, instead of just fifty. Or\npossibly two hundred and fifty, or ...\n\n\"Now, you be good, and sleep tight, and I'll see you in the morning.\"\nHer hand passed over a glowing stud and the room light dimmed to a quiet\nglow. Lying there in the bed, he did look like a teddy bear, a dear\nlittle teddy bear. She was so happy.\n\n\"Good night, Mr. Symmes.\"\n\nShe closed the door.\n\n       *       *       *       *       *\n\nOutside, bells were ringing.\n\n\"Happy New Year.\"\n\nThe ceiling stared back at him.\n\nThe mad sound of people crazed for the moment, shouting, echoed the\nbells.\n\n\"Happy New Year!\"\n\nHe turned his head to one side.\n\n\"Happy New Year!\"\n\nAnd again ... and again ... and again.\n\n                                                     --JAMES McCONNELL\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Galaxy Science Fiction_ January 1953.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Life Sentence, by James McConnell\n\n*** END OF THIS PROJECT GUTENBERG EBOOK LIFE SENTENCE ***\n\n***** This file should be named 29889.txt or 29889.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/8/8/29889/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}