{"title": "Runaway", "author": "William Morrison", "releaseDate": "September 3, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\nrunaway\n\nBy WILLIAM MORRISON\n\n\n _Heroism is merely daring and ingenuity--at\n the age of ten--experience can come later!_\n\n\nIllustrated by ASHMAN\n\n\n_A thin speck appeared in the visor plate and grew with sinister and\nterrifying speed. Bursts of flame began to play around the rocketing\nspaceship, the explosions hurtling it from side to side as it twisted\nand turned in a frantic effort to escape. Rogue Rogan, his vicious lips\ncompressed, his glittering evil eyes narrowed, heart pounding, knew that\nthis was it._\n\n_This was the day of retribution, he had so long feared...._\n\n       *       *       *       *       *\n\n\"Plato!\"\n\nPlato leaped to his feet and slid the book under the pillow. Then he\nseized a textbook at random, and opened it wide. His eyes fastened\nthemselves to the print, seizing upon the meaningless words as if they\nwould save him from a retribution that Rogue Rogan had never had to\nfear.\n\nThe dorm master frowned from the doorway. \"Plato, didn't you hear the\nAssembly bell?\"\n\n\"Assembly?\" Plato's eyes looked up in mild astonishment. \"No, sir, I\ndidn't hear any bell. I was so absorbed in my studying, sir--\" He shut\nthe book and placed it back with the others. \"I'm sorry, sir. I'm\nwilling to accept my punishment.\"\n\nThe dorm master studied the little martyr's expression. \"You'd better\nbe, Plato. Now live up to your name and show some intelligence. Run\nalong to Assembly.\"\n\nPlato ran, but he also winced. How he had suffered from that miserable\nname of his! Even before he had known that the original Plato had been a\nphilosopher, even before he had been capable of understanding what a\nphilosopher was, he had been able to see the amused expression in the\neyes of those who heard his name, and had hated them for it. \"Show a\nlittle intelligence, Plato.\" Why couldn't they have given him a name\nlike the others? There were so many ordinary, commonplace, _manly_ names\nfrom which they might have chosen. Jim, Jack, George, Tom,\nBill--anything would have been better than Plato. And infinitely better\nthan what he was sometimes called by his equals--\"Plato, the dopy\nphilosopher.\"\n\n       *       *       *       *       *\n\nHe slipped into his seat in the Assembly quietly, so as not to interrupt\nthe droning of the principal. So they thought his name was funny, did\nthey? Let them laugh at him. He was only ten now, but some day he would\nreally act like a man. Some day it would be he himself, and not a\nfictional hero like Comets Carter, who would be adventuring on strange\nplanets of unknown suns, tracking down the Rogans and the other\ncriminals who sought refuge in the wide reaches of galactic space.\n\nSome day--and then the thought burst on him like a nova exploding in his\nbrain.\n\n_Why not now?_\n\nWhy not indeed? He was smart; he could take care of himself. Even his\nmasters admitted that, when they weren't carping at him for his\ndaydreaming. Take that model of a spaceship they had brought to school\none day, with a retired astrogator to explain to the pupils how the\nthing was run, and how it avoided stray meteors. He had sat down at the\ncontrols, and even the astrogator had been surprised at how confidently\nhe took over the role of pilot, how he got the idea at once.\n\nHe could do as well in real life. He was sure of it. Give him a really\nworthwhile problem to work on, instead of these silly questions about\nsquare roots and who discovered the third satellite of Mars, and he'd\nshow them.\n\n[Illustration]\n\n\"Thus,\" declaimed the principal, \"you will be prepared to take up your\nduties--\"\n\n\"Norberts to you,\" thought Plato. \"I'm going to run away.\"\n\nWhere to? There were so many stars to go to, such a bewildering number\nof planets and asteroids.\n\nPlato sat lost in thought. A planet whose habitation required a\nspacesuit was out of the question. Spacesuits his size were hard to get.\nThe sensible thing would be to choose a place where the physical\nconditions, from gravity to atmospheric pressure and composition would\ntend to resemble those here on Venus or on Earth. But full of the most\nthrilling danger.\n\nA boy's voice said, \"Get up, you dopy philosopher. It's all over.\"\n\nHe raised his head and realized that the principal had stopped droning\nfrom the platform, that all the pupils were standing up to leave. He\nstood up and marched out.\n\nWhen the signal for lights out came that night, Plato lay motionless for\na time in the dark, his mind racing far too rapidly for him to think of\nsleep. He had plans to make. And after a time, when the dormitory\nquieted down, he went to the well of knowledge for inspiration. He\nslipped on his pair of goggles and threw the special switch he himself\nhad made. The infra-red light flared on, invisible to any one in the\nroom but himself, and he drew his book from its hiding place and resumed\nhis reading.\n\n       *       *       *       *       *\n\n_The ship curvetted in space like a prancing steed. Panic-stricken by\nthe four-dimensional space-warp in which he was trapped, Rogue Rogan\nstormed at his terrified followers. \"By all the devils of the Coal\nSack,\" he shouted, \"the man doesn't live who can take me alive! You'll\nfight and die like men, you hen-hearted cowards....\"_\n\n       *       *       *       *       *\n\nBut they didn't die like men. In fact, they didn't die at all, and Plato\npermitted a slight sneer to play across his youthful features. Though he\nconsidered himself a passionate admirer of Comets Carter, even he felt\ndissatisfied with the story. When they were trapped, they were never\n_really_ trapped. Comets Carter, sterling hero that he usually was,\nalways showed weakness of intellect at the last moment, giving his\ndeadly enemy an incredibly simple way out, one that Comets had, in his\nown incredibly simple way, overlooked.\n\nPlato would never be guilty of such stupidity. He himself--and now _he_\nwas Comets Carter, a quicker-thinker, smarter Carter, dealing out to\nRogue Rogan a retribution many eons overdue. He was whistling through\nspace at ten light-speeds. He was compressing light-centuries into a\nsingle second. He was--\n\nHe had just time to slip the goggles from his face before his eyes\nclosed in sleep.\n\n       *       *       *       *       *\n\nDuring the day, he continued to make his plans. There was a spaceport a\nhundred and forty miles away. At night, if the students poked their\nheads out of the window, they could see the distant ships as points of\nflame racing away into the darkness, like shooting stars in reverse. He\nwould steal out of his room in the night, take a glider-train to the\nspaceport, and stow away. It would be as simple as that.\n\nOf course, he needed money. He might travel at half fare, but even that\nwould be expensive. And then there was the matter of food. He'd have to\nstay hidden until the spaceship took off and there was no turning back,\nand at the thought of crouching in some dark hold, motionless for hours,\ncramped, and _with an empty stomach_--\n\nHe wasn't going to starve himself. Even Comets Carter couldn't have gone\nwithout eating and got very far in his pursuit of Rogan. Plato would\nhave to acquire money for flight, fare and food.\n\nThe book, of course, he couldn't think of selling. It was only a\ndecicredit novel in the first place, and somewhat worn at that. And the\nother students would have laughed at him for reading it. But his\ninfra-red bedside lamp and his goggles and the space-receptor radio he\nhad built out of spare parts--those should bring him enough to travel\nand live on for a few days.\n\nHe made his first sale in the free time that evening, to a young squirt\nin the neighboring dormitory who had a passion akin to his own. He liked\nto listen to tales of high adventure, of the kind the radiocasters loved\nand the teachers in the school frowned upon. Having arrived here from\nEarth only six months before, he had difficulty adjusting to the type of\nderring-do featured on the Venus stations, and he lacked a\nspace-receptor that would bring him his favorites from the next planet.\nHe snapped up, at the bargain price of ten credits, the receptor that\nPlato offered.\n\nThere was a little difficulty with the infra-red lamp and goggles. The\ncustomer Plato had selected turned out to be rather suspicious. He\ndemanded, \"Where did you steal them?\"\n\nPlato explained patiently, \"I didn't steal them. I made them myself.\"\n\n\"That's a lot of hot oxo-nitrogen. You hooked them some place, and if\nthey ever find out--\"\n\n\"Okay,\" said Plato, \"if you don't want them, you don't have to take\nthem. I can sell them to somebody else.\"\n\nHe allowed the young skeptic to try the goggles on and read by the light\nof the lamp. He knew little of the psychology of salesmanship, but with\nwhat might be called Platonic shrewdness, he sensed that once the\nprospect had experienced the joys of using the magic articles, he would\nnever give them up.\n\nThe method worked. And soon Plato was richer by fifteen credits, instead\nof the ten or twelve he had hoped for.\n\nHe had a few other odds and ends, which he sold for as much as they\nwould bring. After all, once he was out in space, he wouldn't need them\nany more.\n\n       *       *       *       *       *\n\nIn the middle of the next day, when the bell sounded the end of the\nclass on Planetary Geography and it was time to go to the class on\nAnimal Physiology, Plato picked himself up and walked out. One of the\n'copter custodians looked at him suspiciously, but Plato didn't dignify\nthe man by paying him direct attention.\n\nHe muttered to himself, \"Always picking on me. I don't see why he can't\nsend somebody else on his errands.\" It was better than the forged pass\nsigned with the headmaster's name.\n\nThe pass itself came in handy when he bought a flight ticket. The ticket\nagent also stared at him suspiciously, but Plato was ready for him. He\nhad prepared the slip of paper beforehand, tracing the headmaster's name\nlaboriously from one of the lists of regulations attached to the wall.\n\nTo make pursuit as difficult as possible for any one who tried to trail\nhim, Plato asked for a ticket not to Space Junction, where he was going,\nbut to Venusberg, in the opposite direction. Both tickets cost about the\nsame; the ticket to Venusberg, in fact, cost three decicredits more.\nOnce on the plane-drawn glider, he could explain to the conductor that\nthe agent had made a mistake and offer the ticket he had. Since the\ncompany would lose nothing by the transaction, there was no reason why\nthe conductor should object.\n\nPlato was proud of this bit of trickery, and he flattered himself that\nby means of it he had entirely thrown off pursuit. It must be remembered\nthat he was only ten years old.\n\nOn the glider-flight, he found himself sitting next to a middle-aged\nwoman who wore glasses and was surrounded by packages. She beamed at\nhim, as she did at every one else around her, and Plato shrank back into\nhis seat. If there was anything he didn't want on this trip, it was to\nbe mothered.\n\nBut he couldn't escape her. She said, \"My, my, you're awfully young to\nbe traveling alone. This the first time?\"\n\n\"Yes, ma'am,\" said Plato nervously, afraid of the embarrassing questions\nhe could read on her face.\n\nHastily he stared out over the side and gasped, \"Gee, how small\neverything is!\"\n\nImagine anyone who had traveled vicariously through space with Comets\nCarter being awed by a flight in a plane-drawn glider! But the ruse\nworked.\n\nShe said, \"Yes, it is frightening, isn't it? Even worse than space\ntravel.\"\n\n\"You've been in space, ma'am?\"\n\n\"Bless your heart, I've been in space more times than you could shake a\nstick at. The takeoff isn't so nice, I'll admit, but after that you're\njust sailing free. What are you going to be when you grow up?\"\n\nThey had his future all planned for him, but he knew that he wasn't\ngoing to be any of the things they wanted him to be.\n\nHe said boldly, \"A space explorer.\"\n\nShe laughed. \"You youngsters are all alike inside, no matter how\ndifferent you seem. My boy was the same way when he was young. But he\ngot over it. A space explorer, no less!\"\n\n       *       *       *       *       *\n\nPlato didn't answer. It was only a half hour's trip, and the conductor\nwas walking down the aisle. Plato found it difficult to take his eyes\noff him. He was afraid that the man would take a look at his ticket,\nsay, \"Wrong plane, son,\" and turn him over to the stationmaster at Space\nJunction, to be shipped back.\n\nIn his nervousness, Plato had difficulty getting his ticket out of his\npocket. As he had expected, the conductor said, \"You're on the wrong\nflight.\"\n\nThe motherly woman exclaimed, \"Oh, isn't that a shame! Are they waiting\nfor you in Venusberg?\"\n\nPlato said tearfully, \"Yes, ma'am.\" The tearfulness wasn't hard to\nmanage; he'd learned the trick at school.\n\n\"That's too bad. How are you going to get there?\"\n\n\"I don't know. I had just enough money to pay for this ticket.\"\n\n\"Doesn't the company correct mistakes, Conductor?\"\n\n\"Not mistakes the passengers make,\" said the conductor sourly. \"I'm\nsorry, boy, I'll have to take that ticket.\"\n\nThe woman's eyes flashed and, as the conductor moved on, she said, \"The\nnasty thing. They have no consideration at all. Look, child.\" For a\nmoment Plato thought she was going to offer him flight fare from Space\nJunction to Venusberg, but she was not, he discovered, as motherly as\nthat. \"You know what you'll do when you get off? Send a 'gram, collect,\nto your people in Venusberg. They'll wire you your fare. And you'll\nreach them in a couple of hours.\"\n\n\"Thank you, ma'am,\" he said, not feeling thankful at all. So it was all\nright to be sympathetic, he thought indignantly, up to the point where\nsympathy might cost her money. Like most people, she was free-handed\nonly with advice.\n\nWho wanted advice?\n\n       *       *       *       *       *\n\nAt Space Junction he waved her a shy farewell, and then turned and\ndisappeared into the station crowd.\n\nAt the takeoff grounds, his heart sank. As he might have expected, the\nentrance to the space tarmac was well guarded. How was he going to\nbecome a stowaway on a spaceship if he couldn't even get close to it?\n\nHe wandered around outside, staring through the charged wire fence at\nthe crowds, the spacemen, the ships inside. They were gigantic shining\nthings, those wonderful ships, each so long that he realized for the\nfirst time how far away they must have been and how rapidly they must\nhave traveled, for those he saw had seemed to him like shooting stars.\nThey were pointed almost straight up. Near the stern of each ship was a\nvacuum-pit to absorb the radioactive exhaust gases.\n\nHis eye caught an old tub, its shininess dulled, its hull faintly\nscarred. Just such a ship, he thought with a thrill, as the one on which\nComets Carter had been shanghaied on that momentous occasion when ...\n\n       *       *       *       *       *\n\n_The old freighter swung a great circle, its torsion jets blasting\ndesperately in an effort to keep it on an even keel. This, thought\nComets Carter, was it. This was the foul revenge that Rogue Rogan had\nplanned, the evil death he had plotted with his unhuman companions. In a\nmoment the pulsating radiations of electroid rays would set off the\ncargo of ghoulite, and when the interplanetary echoes of the explosion\ndied away, Comets Carter would be no more than a series of photon\npackets, his body torn apart, his very atoms converted into radiation\nthat was hurtling with the speed of light to the far corners of the\nuniverse...._\n\n       *       *       *       *       *\n\nIt hadn't happened that way, of course. But if it _had_ happened--well,\nit might have on just such a tub as this.\n\nA guard saw him peering through the fence, and said, \"What are you\nlooking at, kid?\"\n\n\"Those ships,\" said Plato, honestly enough. And then he added, to throw\nthe man off the track, \"Gee, I'd be scared to go up in one of them. No,\nsir, you couldn't get me into one of them for a million credits.\"\n\nThe man laughed. \"They're not for the likes of you. A lot of those ships\ngo to other stars.\"\n\n\"Other stars? Gosh! Does that little one, the _Marie T._--\"\n\n\"That tub? Just an interplanetary freighter. But even that isn't for\nyou. Now run along and mind your own business.\"\n\nPlato was happy to run along. Unfortunately, he realized, running along\ndidn't help him to get past the fence.\n\nAnd then he had a fear-inspiring thought. He couldn't tell an\ninterplanetary ship from an interstellar. What if he did manage,\nsomehow, to get in and stow away--and then found himself on a ship bound\nfor no more distant port than Earth, from which he could easily be sent\nhome in disgrace?\n\nIt sent a shiver through him. Fortunately, it also stimulated his mind.\nAfter all, there _were_ such things as newspapers, and the school,\nnuisance in many ways though it was, had taught him to read.\n\n       *       *       *       *       *\n\nHe bought a paper and turned at once to the shipping news section. As he\nhad hoped, every ship was listed. He checked off some of the names he\nhad glimpsed on the field, and found happily that their destinations\nwere printed in the most routine manner.\n\nThere still remained the question of how to get past the guards. This,\nhe suddenly realized, was a question impossible to solve on an empty\nstomach. It had been many hours since he had eaten lunch.\n\nThere were a dozen restaurants in the spaceport, and he selected one\ncarefully, studying the illuminated menus and the prices before daring\nto enter. If that motherly old woman had been as kind-hearted as she\npretended to be, he wouldn't have had to worry so much about prices. As\nit was, he knew that he had money enough for only two days, and after\nthat--his stomach could complain all it wanted to, it would have to go\nunfed.\n\nHe chose from the menu only items that he never tasted at school--dishes\nmade from real plant and animal life, with just enough synthetics to\ngive them flavor. He couldn't say that he liked what he ate, but at\nleast it gave him the feeling of being on his own, of having made the\nbreak with his tame past as complete as possible. Earth-beef tasted too\nstrong; Venus seaweed stew had a pungency that he didn't like.\n\nHe finished his plate only because he had been taught that to leave food\nover was wasteful. And for the first time he began to wonder what they\nwould feed him on the spaceship. Suppose he got on one that wasn't\nscheduled to make port for five years--and all he received to eat was\nstuff like this? The thought made him shudder. Here was a hardship of\nspace travel that the books he read had never mentioned.\n\nAfter eating, he slumped back in his chair. He hadn't realized he was so\ncompletely exhausted until a hand shook his shoulder. Then he awoke\nwith a start.\n\nA waiter said, \"This is no place to sleep, youngster.\"\n\n\"I'm sorry, sir. I was tired and I didn't realize.\"\n\n\"You been here for a long time. Waiting for someone?\"\n\n\"Yes, sir. Something must have held him up.\"\n\n\"Seems to me that I noticed you walk in here about three hours ago.\nThat's a long time to wait.\"\n\n\"That's what I thought, sir. I can't understand what happened.\"\n\n\"Well, you can't hang around here. I'll tell you what I'll do, though.\nI'll turn you over to the matron in our Lost and Found room, and she'll\nlook out for you. Follow me.\"\n\n       *       *       *       *       *\n\nIn a daze, Plato followed. But as his feet were set into motion, so was\nhis brain. By now, of course, the search for him must be well on. They\nmust have traced him to the station, and perhaps, despite his clever\ntrick with the ticket, they had found the flight he had taken. For all\nhe knew, they might be waiting for him in the Lost and Found room, ready\nto seize him the moment he showed his face there.\n\nHe hadn't gone so far to be recaptured so easily. As they passed an exit\ndoor, Plato darted out. He heard the waiter's surprised shout, but he\ndidn't wait to reply. In a second, he had lost himself in the crowd.\n\nHe knew now that if he was going to get aboard an interstellar vessel,\nhe would have to do so soon. What would Comets Carter have done in\nPlato's place--if Comets had been in one of his brighter moods? And then\nhe had it. He saw a messenger coming down the street, gleaming in his\nuniform, and, somewhat nervously, approached him.\n\n\"May I speak to you?\" asked Plato, with school-taught politeness.\n\n\"What about, bud? I'm busy.\"\n\n\"Well, I've been wanting to get Captain Halverson's autograph. He's on\nthe _Space Symphony_--\"\n\n\"So what?\"\n\n\"Well, the thing is, they won't let me past the gate. So I thought that\nif I wore a messenger's uniform--\"\n\nThe other boy glared at him. \"Are you off your Norbert? I wouldn't let\nyou wear this uniform for a zillion credits.\"\n\nPlato swallowed nervously, and said in desperation, \"I don't have a\nzillion credits, but I've got eight, and I'll give them to you if you\nlet me wear it. Just half an hour, that's all it'll take. It's the last\nchance I'll have to ask him. He's bound for Rigel, and he won't be back\nfor five years, and you see--\"\n\nHis voice tapered to a thin, tearful squeak as the messenger looked at\nhim.\n\n\"You're offering me eight space-lousy credits?\"\n\n\"It's all I have. We'll just change clothes for a few minutes, and\nthat'll be all. Please, I've got to see him. I know that if I do, he'll\ngive me his autograph.\"\n\n\"Okay,\" said the messenger unexpectedly. \"But hurry back. I'll be at the\ngate waiting for you.\"\n\n       *       *       *       *       *\n\nAs they exchanged clothes, Plato was almost feverish with excitement.\nBut he knew that if he expected to get past the guard, he would have to\ncontrol himself. The clothes didn't fit too well, even though the\nmessenger was small, and he must do nothing that would arouse the\nguard's suspicion.\n\nHe said to the messenger, \"Gee, thanks. You don't know how much this\nmeans to me.\" And then, with a mental grip on himself so tense that it\nhurt physically, he approached the guard, and said casually, \"Earth\n'gram for Captain Halverson.\"\n\nThe guard hardly looked at him. He was past the gate!\n\nHe had been tricky again. Once out of sight of the guard, he made not\nfor the _Space Symphony_, but for the _Long Ranger_, bound for\nAldebaran.\n\n\"Earth 'gram for Captain Brinjar,\" he muttered, doing his best to look\nbored, as if delivering 'grams to ships was an old thing to him. And\nthen he was aboard!\n\nIt was not quite what he expected. The smooth walls were such as he\nmight have found in his own dormitory. The quarters, he saw, were\ncramped, although for someone his size they were at least adequate. And\nthe passageways, although brilliantly lighted, were mere narrow tunnels.\n\nFrom the main passageway, other tunnels branched off bewilderingly, and\nPlato hesitated until he realized that his very confusion gave him an\nexcuse for poking his nose into all sorts of places. He followed one of\nthe tunnels until he came to a door: ENGINE ROOM--KEEP OUT.\n\nHe entered. A mechanic looked up.\n\n\"Earth 'gram for Captain Brinjar. They said he was around here.\"\n\n\"Not here,\" replied the mechanic. \"Try the cargo hold.\"\n\nPlato backed out and set off down the corridor again, noting the\ndirection arrows and signs. TO MAIN LOUNGE--no good. TO CAPTAIN'S\nCABIN--worse. He didn't want to find the captain and lose his excuse for\nbeing there.\n\nAnd then he saw TO FOOD STORAGE and knew that he need look no further.\nThis was a place both to hide and to eat, until the ship took off, and\nthe crew found him, and had to accept him as one of themselves.\n\nHe opened the door to the food storage hold with an elaborate caution\nthat turned out to be unnecessary. There was no one inside. He settled\ndown between two packing cases and let out his breath. He had made it.\nHe had stowed away successfully, and in a few hours he would be out in\nspace, traveling between the stars, fighting, adventuring--\n\nA yawn almost wiped the smile off his face.\n\n       *       *       *       *       *\n\nHe awoke to disaster. The captain and Plato's dorm master were standing\nthere, staring down at him, and the dorm master was saying, \"All right,\nPlato, you've had your adventure, and now I'm afraid you'll have to pay\nfor it. It's time to go home.\"\n\nPlato couldn't move. It was impossible, after he had been so clever, so\ningenious, and had thrown them off the trail in so many ways, for them\nto have found him!\n\n\"You shouldn't have bought a ticket to the wrong station,\" said the dorm\nmaster, somewhat amusedly. \"When the conductor turned it in, the only\none of its kind on his flight, it naturally attracted attention. We\nhadn't even suspected you had taken a glider-train until the flight\npeople came to us.\"\n\nNow he would never adventure on strange planets of unknown suns. He\nwould never course through space like Comets Carter. He would never have\nthe adventures which alone made life seem worth living.\n\nUnable to control himself, he burst into tears. It was a completely\nunmanly thing to do, but he couldn't help himself. The tears flowed down\nover his cheeks, washing away all his shattered illusions. He would\nnever dream such dreams again. From now on, it would be useless. They\nwould be watching him carefully to make sure that he didn't leave the\nplanet.\n\nHe heard the captain say in astonishment, \"I didn't know these young\nones could cry like that.\"\n\n\"Of course they cry,\" replied the dorm master. \"They eat, sleep,\ncry--almost like you and me, Captain. And worst of all, they even have\ntheir dreams. That's why I sometimes wonder, Captain, if it isn't a\nmistake to send them to school.\"\n\n\"They have to learn.\"\n\n\"Granted,\" agreed the dorm master somberly. \"But not to dream of being\nhuman when they're only androids.\"\n\n                                                    --WILLIAM MORRISON\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Galaxy Science Fiction_ November 1952.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Runaway, by William Morrison\n\n*** END OF THIS PROJECT GUTENBERG EBOOK RUNAWAY ***\n\n***** This file should be named 29897.txt or 29897.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/8/9/29897/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}