{"title": "The Adventurer", "author": "Cyril M. Kornbluth", "releaseDate": "September 4, 2009", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n    THE\n Adventurer\n\n BY C. M. KORNBLUTH\n\n ILLUSTRATED BY FREAS\n\n\n For every evil under the sun, there's an answer.\n It may be a simple, direct answer; it may be one\n that takes years, and seems unrelated to the\n problem. But there's an answer--of a kind....\n\n\nPresident Folsom XXIV said petulantly to his Secretary of the Treasury:\n\"Blow me to hell, Bannister, if I understood a single word of that.\n_Why_ can't I buy the Nicolaides Collection? And don't start with the\nrediscount and the Series W business again. Just tell me _why_.\"\n\nThe Secretary of the Treasury said with an air of apprehension and a\nthread-like feeling across his throat: \"It boils down to--no money, Mr.\nPresident.\"\n\nThe President was too engrossed in thoughts of the marvelous collection\nto fly into a rage. \"It's _such_ a bargain,\" he said mournfully. \"An\narchaic Henry Moore figure--really too big to finger, but I'm no\nculture-snob, thank God--and fifteen early Morrisons and I can't begin\nto tell you what else.\" He looked hopefully at the Secretary of Public\nOpinion: \"Mightn't I seize it for the public good or something?\"\n\nThe Secretary of Public Opinion shook his head. His pose was gruffly\nprofessional. \"Not a chance, Mr. President. We'd never get away with it.\nThe art-lovers would scream to high Heaven.\"\n\n[Illustration]\n\n\"I suppose so.... _Why_ isn't there any money?\" He had swiveled\ndangerously on the Secretary of the Treasury again.\n\n\"Sir, purchases of the new Series W bond issue have lagged badly because\npotential buyers have been attracted to--\"\n\n\"Stop it, stop it, _stop_ it! You know I can't make head or tail of that\nstuff. Where's the money _going_?\"\n\nThe Director of the Budget said cautiously: \"Mr. President, during the\nbiennium just ending, the Department of Defense accounted for 78 per\ncent of expenditures--\"\n\nThe Secretary of Defense growled: \"Now wait a minute, Felder! We were\nvoted--\"\n\nThe President interrupted, raging weakly: \"Oh, you rascals! My father\nwould have known what to do with you! But don't think I can't handle it.\n_Don't_ think you can hoodwink me.\" He punched a button ferociously; his\nsilly face was contorted with rage and there was a certain tension on\nall the faces around the Cabinet table.\n\nPanels slid down abruptly in the walls, revealing grim-faced Secret\nServicemen. Each Cabinet officer was covered by at least two automatic\nrifles.\n\n\"Take that--that traitor away!\" the President yelled. His finger pointed\nat the Secretary of Defense, who slumped over the table, sobbing. Two\nSecret Servicemen half-carried him from the room.\n\nPresident Folsom XXIV leaned back, thrusting out his lower lip. He told\nthe Secretary of the Treasury: \"_Get_ me the money for the Nicolaides\nCollection. Do you understand? I don't care how you do it. _Get_ it.\" He\nglared at the Secretary of Public Opinion. \"Have you any comments?\"\n\n\"No, Mr. President.\"\n\n\"All right, then.\" The President unbent and said plaintively: \"I don't\nsee why you can't all be more reasonable. I'm a very reasonable man.\nI don't see why I can't have a few pleasures along with my\nresponsibilities. Really I don't. And I'm sensitive. I don't _like_\nthese scenes. Very well. That's all. The Cabinet meeting is adjourned.\"\n\nThey rose and left silently in the order of their seniority. The\nPresident noticed that the panels were still down and pushed the button\nthat raised them again and hid the granite-faced Secret Servicemen. He\ntook out of his pocket a late Morrison fingering-piece and turned it\nover in his hand, a smile of relaxation and bliss spreading over his\nface. _Such_ amusing textural contrast! _Such_ unexpected variations on\nthe classic sequences!\n\n       *       *       *       *       *\n\nThe Cabinet, less the Secretary of Defense, was holding a rump meeting\nin an untapped corner of the White House gymnasium.\n\n\"God,\" the Secretary of State said, white-faced. \"Poor old Willy!\"\n\nThe professionally gruff Secretary of Public Opinion said: \"We should\nmurder the bastard. I don't care what happens--\"\n\nThe Director of the Budget said dryly: \"We all know what would happen.\nPresident Folsom XXV would take office. No; we've got to keep plugging\nas before. Nothing short of the invincible can topple the Republic....\"\n\n\"What about a war?\" the Secretary of Commerce demanded fiercely. \"We've\nno proof that our program will work. What about a war?\"\n\nState said wearily: \"Not while there's a balance of power, my dear man.\nThe Io-Callisto Question proved that. The Republic and the Soviet fell\nall over themselves trying to patch things up as soon as it seemed that\nthere would be real shooting. Folsom XXIV and his excellency Premier\nYersinsky know at least that much.\"\n\nThe Secretary of the Treasury said: \"What would you all think of Steiner\nfor Defense?\"\n\nThe Director of the Budget was astonished. \"Would he take it?\"\n\nTreasury cleared his throat. \"As a matter of fact, I've asked him to\nstop by right about now.\" He hurled a medicine ball into the budgetary\ngut.\n\n\"Oof!\" said the Director. \"You bastard. Steiner would be perfect. He\nruns Standards like a watch.\" He treacherously fired the medicine ball\nat the Secretary of Raw Materials, who blandly caught it and slammed it\nback.\n\n\"Here he comes,\" said the Secretary of Raw Materials. \"Steiner! Come and\nsweat some oleo off!\"\n\nSteiner ambled over, a squat man in his fifties, and said: \"I don't mind\nif I do. Where's Willy?\"\n\nState said: \"The President unmasked him as a traitor. He's probably been\nexecuted by now.\"\n\nSteiner looked grim, and grimmer yet when the Secretary of the Treasury\nsaid, dead-pan: \"We want to propose you for Defense.\"\n\n\"I'm happy in Standards,\" Steiner said. \"Safer, too. The Man's father\ntook an interest in science, but The Man never comes around. Things are\nvery quiet. Why don't you invite Winch, from the National Art\nCommission? It wouldn't be much of a change for the worse for him.\"\n\n\"No brains,\" the Secretary for Raw Materials said briefly. \"Heads up!\"\n\nSteiner caught the ball and slugged it back at him. \"What good are\nbrains?\" he asked quietly.\n\n\"Close the ranks, gentlemen,\" State said. \"These long shots are too hard\non my arms.\"\n\nThe ranks closed and the Cabinet told Steiner what good were brains. He\nended by accepting.\n\n       *       *       *       *       *\n\nThe Moon is all Republic. Mars is all Soviet. Titan is all Republic.\nGanymede is all Soviet. But Io and Callisto, by the Treaty of Greenwich,\nare half-and-half Republic and Soviet.\n\nDown the main street of the principal settlement on Io runs an invisible\nline. On one side of the line, the principal settlement is known as New\nPittsburgh. On the other side it is known as Nizhni-Magnitogorsk.\n\nInto a miner's home in New Pittsburgh one day an eight-year-old boy\nnamed Grayson staggered, bleeding from the head. His eyes were swollen\nalmost shut.\n\nHis father lurched to his feet, knocking over a bottle. He looked\nstupidly at the bottle, set it upright too late to save much of the\nalcohol, and then stared fixedly at the boy. \"See what you made me do,\nyou little bastard?\" he growled, and fetched the boy a clout on his\nbleeding head that sent him spinning against the wall of the hut. The\nboy got up slowly and silently--there seemed to be something wrong with\nhis left arm--and glowered at his father.\n\nHe said nothing.\n\n\"Fighting again,\" the father said, in a would-be fierce voice. His eyes\nfell under the peculiar fire in the boy's stare. \"Damn fool--\"\n\nA woman came in from the kitchen. She was tall and thin. In a flat voice\nshe said to the man: \"Get out of here.\" The man hiccupped and said:\n\"Your brat spilled my bottle. Gimme a dollar.\"\n\nIn the same flat voice: \"I have to buy food.\"\n\n\"_I said gimme a dollar!_\" The man slapped her face--it did not\nchange--and wrenched a small purse from the string that suspended it\naround her neck. The boy suddenly was a demon, flying at his father with\nfists and teeth. It lasted only a second or two. The father kicked him\ninto a corner where he lay, still glaring, wordless and dry-eyed. The\nmother had not moved; her husband's handmark was still red on her face\nwhen he hulked out, clutching the money bag.\n\nMrs. Grayson at last crouched in the corner with the eight-year-old boy.\n\"Little Tommy,\" she said softly. \"My little Tommy! Did you cross the\nline again?\"\n\nHe was blubbering in her arms, hysterically, as she caressed him. At\nlast he was able to say: \"I didn't cross the line, Mom. Not this time.\nIt was in school. They said our name was really Krasinsky. God-damn\nhim!\" the boy shrieked. \"They said his grandfather was named Krasinsky\nand he moved over the line and changed his name to Grayson! God-damn\nhim! Doing that to us!\"\n\n\"Now, darling,\" his mother said, caressing him. \"Now, darling.\" His\ntrembling began to ebb. She said: \"Let's get out the spools, Tommy. You\nmustn't fall behind in school. You owe that to me, don't you, darling?\"\n\n\"Yes, Mom,\" he said. He threw his spindly arms around her and kissed\nher. \"Get out the spools. We'll show him. I mean them.\"\n\n       *       *       *       *       *\n\nPresident Folsom XXIV lay on his death-bed, feeling no pain, mostly\nbecause his personal physician had pumped him full of morphine. Dr.\nBarnes sat by the bed holding the presidential wrist and waiting,\noccasionally nodding off and recovering with a belligerent stare around\nthe room. The four wire-service men didn't care whether he fell asleep\nor not; they were worriedly discussing the nature and habits of the\nPresident's first-born, who would shortly succeed to the highest office\nin the Republic.\n\n\"A firebrand, they tell me,\" the A.P. man said unhappily.\n\n\"Firebrands I don't mind,\" the U.P. man said. \"He can send out all the\ninflammatory notes he wants just as long as he isn't a fiend for\nexercise. I'm not as young as I once was. You boys wouldn't remember the\n_old_ President, Folsom XXII. He used to do point-to-point hiking. He\nworshipped old F.D.R.\"\n\nThe I.N.S. man said, lowering his voice: \"Then he was worshipping the\nwrong Roosevelt. Teddy was the athlete.\"\n\nDr. Barnes started, dropped the presidential wrist and held a mirror to\nthe mouth for a moment. \"Gentlemen,\" he said, \"the President is dead.\"\n\n\"O.K.,\" the A.P. man said. \"Let's go, boys. I'll send in the flash.\nU.P., you go cover the College of Electors. I.N.S., get onto the\nPresident Elect. Trib, collect some interviews and background--\"\n\nThe door opened abruptly; a colonel of infantry was standing there,\nbreathing hard, with an automatic rifle at port. \"Is he dead?\" he asked.\n\n\"Yes,\" the A.P. man said. \"If you'll let me past--\"\n\n\"Nobody leaves the room,\" the colonel said grimly. \"I represent General\nSlocum, Acting President of the Republic. The College of Electors is\nacting now to ratify--\"\n\nA burst of gunfire caught the colonel in the back; he spun and fell,\nwith a single hoarse cry. More gunfire sounded through the White House.\nA Secret Serviceman ducked his head through the door: \"President's dead?\nYou boys stay put. We'll have this thing cleaned up in an hour--\" He\nvanished.\n\nThe doctor sputtered his alarm and the newsmen ignored him with\nprofessional poise. The A.P. man asked: \"Now who's Slocum? Defense\nCommand?\"\n\nI.N.S. said: \"I remember him. Three stars. He headed up the Tactical\nAirborne Force out in Kansas four-five years ago. I think he was retired\nsince then.\"\n\nA phosphorus grenade crashed through the window and exploded with a\nglobe of yellow flame the size of a basketball; dense clouds of\nphosphorus pentoxide gushed from it and the sprinkler system switched\non, drenching the room.\n\n\"Come on!\" hacked the A.P. man, and they scrambled from the room and\nslammed the door. The doctor's coat was burning in two or three places,\nand he was retching feebly on the corridor floor. They tore his coat off\nand flung it back into the room.\n\nThe U.P. man, swearing horribly, dug a sizzling bit of phosphorus from\nthe back of his hand with a pen-knife and collapsed, sweating, when it\nwas out. The I.N.S. man passed him a flask and he gurgled down half a\npint of liquor. \"Who flang that brick?\" he asked faintly.\n\n\"Nobody,\" the A.P. man said gloomily. \"That's the hell of it. None of\nthis is happening. Just the way Taft the Pretender never happened in\n'03. Just the way the Pentagon Mutiny never happened in '67.\"\n\n\"'68,\" the U.P. man said faintly. \"It didn't happen in '68, not '67.\"\n\nThe A.P. man smashed a fist into the palm of his hand and swore.\n\"_God_-damn,\" he said. \"Some day I'd like to--\" He broke off and was\nbitterly silent.\n\nThe U.P. man must have been a little dislocated with shock and quite\ndrunk to talk the way he did. \"Me too,\" he said. \"Like to tell the\nstory. Maybe it was '67 not '68. I'm not sure now. Can't write it down\nso the details get lost and then after a while it didn't happen at all.\nRevolution'd be good deal. But it takes people t' make revolution.\n_People._ With eyes 'n ears. 'N memories. We make things not-happen an'\nwe make people not-see an' not-hear....\" He slumped back against the\ncorridor wall, nursing his burned hand. The others were watching him,\nvery scared.\n\nThen the A.P. man caught sight of the Secretary of Defense striding down\nthe corridor, flanked by Secret Servicemen. \"Mr. Steiner!\" he called.\n\"What's the picture?\"\n\nSteiner stopped, breathing heavily, and said: \"Slocum's barricaded in\nthe Oval Study. They don't want to smash in. He's about the only one\nleft. There were only fifty or so. The Acting President's taken charge\nat the Study. You want to come along?\"\n\nThey did, and even hauled the U.P. man after them.\n\nThe Acting President, who would be President Folsom XXV as soon as the\nElectoral College got around to it, had his father's face--the petulant\nlip, the soft jowl--on a hard young body. He also had an auto-rifle\nready to fire from the hip. Most of the Cabinet was present. When the\nSecretary of Defense arrived, he turned on him. \"Steiner,\" he said\nnastily, \"can you explain why there should be a rebellion against the\nRepublic in your department?\"\n\n\"Mr. President,\" Steiner said, \"Slocum was retired on my recommendation\ntwo years ago. It seems to me that my responsibility ended there and\nSecurity should have taken over.\"\n\nThe President Elect's finger left the trigger of the auto-rifle and his\nlip drew in a little. \"Quite so,\" he said curtly, and, turned to the\ndoor. \"Slocum!\" he shouted. \"Come out of there. We can use gas if we\nwant.\"\n\n       *       *       *       *       *\n\nThe door opened unexpectedly and a tired-looking man with three stars on\neach shoulder stood there, bare-handed. \"All right,\" he said drearily.\n\"I was fool enough to think something could be done about the regime.\nBut you fat-faced imbeciles are going to go on and on and--\"\n\nThe stutter of the auto-rifle cut him off. The President Elect's\nknuckles were white as he clutched the piece's forearm and grip; the\ntorrent of slugs continued to hack and plow the general's body until the\nmagazine was empty. \"Burn that,\" he said curtly, turning his back on it.\n\"Dr. Barnes, come here. I want to know about my father's passing.\"\n\nThe doctor, hoarse and red-eyed from the whiff of phosphorus smoke,\nspoke with him. The U.P. man had sagged drunkenly into a chair, but the\nother newsmen noted that Dr. Barnes glanced at them as he spoke, in a\nconfidential murmur.\n\n\"Thank you, Doctor,\" the President Elect said at last, decisively. He\ngestured to a Secret Serviceman. \"Take those traitors away.\" They went,\nnumbly.\n\nThe Secretary of State cleared his throat. \"Mr. President,\" he said, \"I\ntake this opportunity to submit the resignations of myself and fellow\nCabinet members according to custom.\"\n\n\"That's all right,\" the President Elect said. \"You may as well stay on.\nI intend to run things myself anyway.\" He hefted the auto-rifle. \"You,\"\nhe said to the Secretary of Public Opinion. \"You have some work to do.\nHave the memory of my father's--artistic--preoccupations obliterated as\nsoon as possible. I wish the Republic to assume a war-like posture--yes;\nwhat is it?\"\n\nA trembling messenger said: \"Mr. President, I have the honor to inform\nyou that the College of Electors has elected you President of the\nRepublic--unanimously.\"\n\n       *       *       *       *       *\n\nCadet Fourth-Classman Thomas Grayson lay on his bunk and sobbed in an\nagony of loneliness. The letter from his mother was crumpled in his\nhand: \"--prouder than words can tell of your appointment to the Academy.\nDarling, I hardly knew my grandfather but I know that you will serve as\nbrilliantly as he did, to the eternal credit of the Republic. You must\nbe brave and strong for my sake--\"\n\nHe would have given everything he had or ever could hope to have to be\nback with her, and away from the bullying, sneering fellow-cadets of the\nCorps. He kissed the letter--and then hastily shoved it under his\nmattress as he heard footsteps.\n\nHe popped to a brace, but it was only his roommate Ferguson. Ferguson\nwas from Earth, and rejoiced in the lighter Lunar gravity which was\npunishment to Grayson's Io-bred muscles.\n\n\"Rest, mister,\" Ferguson grinned.\n\n\"Thought it was night inspection.\"\n\n\"Any minute now. They're down the hall. Lemme tighten your bunk or\nyou'll be in trouble--\" Tightening the bunk he pulled out the letter and\nsaid, calvishly: \"Ah-_hah_! Who is she?--\" and opened it.\n\nWhen the cadet officers reached the room they found Ferguson on the\nfloor being strangled black in the face by spidery little Grayson. It\ntook all three of them to pull him off. Ferguson went to the infirmary\nand Grayson went to the Commandant's office.\n\nThe Commandant glared at the cadet from under the most spectacular pair\nof eyebrows in the Service. \"Cadet Grayson,\" he said, \"explain what\noccurred.\"\n\n\"Sir, Cadet Ferguson began to read a letter from my mother without my\npermission.\"\n\n\"That is not accepted by the Corps as grounds for mayhem. Do you have\nanything further to say?\"\n\n\"Sir, I lost my temper. All I thought of was that it was an act of\ndisrespect to my mother and somehow to the Corps and the Republic\ntoo--that Cadet Ferguson was dishonoring the Corps.\"\n\n_Bushwah_, the Commandant thought. _A snow job and a crude one._ He\nstudied the youngster. He had never seen such a brace from an Io-bred\nfourth-classman. It must be torture to muscles not yet toughened up to\neven Lunar gravity. Five minutes more and the boy would have to give\nway, and serve him right for showing off.\n\nHe studied Grayson's folder. It was too early to tell about academic\nwork, but the fourth-classman was a bear--or a fool--for extra duty. He\nhad gone out for half a dozen teams and applied for membership in the\nexacting Math Club _and_ Writing Club. The Commandant glanced up;\nGrayson was still in his extreme brace. The Commandant suddenly had the\nqueer idea that Grayson could hold it until it killed him.\n\n\"One hundred hours of pack-drill,\" he barked, \"to be completed before\nquarter-term. Cadet Grayson, if you succeed in walking off your tours,\nremember that there is a tradition of fellowship in the Corps which its\nmembers are expected to observe. Dismiss.\"\n\nAfter Grayson's steel-sharp salute and exit the Commandant dug deeper\ninto the folder. Apparently there was something wrong with the boy's\nleft arm, but it had been passed by the examining team that visited Io.\nMost unusual. Most irregular. But nothing could be done about it now.\n\n       *       *       *       *       *\n\nThe President, softer now in body than on his election day, and\ninfinitely more cautious, snapped: \"It's all very well to create an\nincident. But where's the money to come from? Who wants the rest of Io\nanyway? And what will happen if there's war?\"\n\nTreasury said: \"The hoarders will supply the money, Mr. President. A\nsystem of percentage-bounties for persons who report currency-hoarders,\nand then enforced purchase of a bond issue.\"\n\nRaw materials said: \"We need that iron, Mr. President. We need it\ndesperately.\"\n\nState said: \"All our evaluations indicate that the Soviet Premier would\nconsider nothing less than armed invasion of his continental borders as\noccasion for all-out war. The consumer-goods party in the Soviet has\ngained immensely during the past five years and of course their\narmaments have suffered. Your shrewd directive to put the Republic in a\nwar-like posture has borne fruit, Mr. President....\"\n\nPresident Folsom XXV studied them narrowly. To him the need for a border\nincident culminating in a forced purchase of Soviet Io did not seem as\npressing as they thought, but they were, after all, specialists. And\nthere was no conceivable way they could benefit from it personally. The\nonly alternative was that they were offering their professional advice\nand that it would be best to heed it. Still, there was a vague, nagging\nsomething....\n\nNonsense, he decided. The spy dossiers on his Cabinet showed nothing but\nthe usual. One had been blackmailed by an actress after an affair and\nrailroaded her off the Earth. Another had a habit of taking bribes to\nadvance favorite sons in civil and military service. And so on. The\nRepublic could not suffer at their hands; the Republic and the dynasty\nwere impregnable. You simply spied on everybody--including the\nspies--and ordered summary executions often enough to show that you\nmeant it, and kept the public ignorant: deaf-dumb-blind ignorant. The\nspy system was simplicity itself; you had only to let things get as\ntangled and confused as possible until _nobody_ knew who was who. The\nexecutions were literally no problem, for guilt or innocence made no\nmatter. And mind-control when there were four newspapers, six magazines\nand three radio and television stations was a job for a handful of\nclerks.\n\nNo; the Cabinet couldn't be getting away with anything. The system was\nunbeatable.\n\nPresident Folsom XXV said: \"Very well. Have it done.\"\n\n       *       *       *       *       *\n\nMrs. Grayson, widow, of New Pittsburgh, Io, disappeared one night. It\nwas in all the papers and on all the broadcasts. Some time later she was\nfound dragging herself back across the line between Nizhni-Magnitogorsk\nand New Pittsburgh in sorry shape. She had a terrible tale to tell\nabout what she had suffered at the hands and so forth of the\nNizhni-Magnitogorskniks. A diplomatic note from the Republic to the\nSoviet was answered by another note which was answered by the dispatch\nof the Republic's First Fleet to Io which was answered by the dispatch\nof the Soviet's First and Fifth Fleets to Io.\n\nThe Republic's First Fleet blew up the customary deserted target hulk,\nfulminated over a sneak sabotage attack and moved in its destroyers.\nBattle was joined.\n\nEnsign Thomas Grayson took over the command of his destroyer when its\ncaptain was killed on his bridge. An electrified crew saw the strange,\nbrooding youngster perform prodigies of skill and courage, and responded\nto them. In one week of desultory action the battered destroyer had\naccounted for seven Soviet destroyers and a cruiser.\n\nAs soon as this penetrated to the flagship, Grayson was decorated and\ngiven a flotilla. His weird magnetism extended to every officer and man\naboard the seven craft. They struck like phantoms, cutting out cruisers\nand battlewagons in wild unorthodox actions that couldn't have succeeded\nbut did--every time. Grayson was badly wounded twice, but his driving\nnervous energy carried him through.\n\nHe was decorated again and given the battlewagon of an ailing\nfour-striper.\n\nWithout orders he touched down on the Soviet side of Io, led out a\nlanding party of marines and bluejackets, cut through two regiments of\nSoviet infantry, and returned to his battlewagon with prisoners: the top\ncivil and military administrators of Soviet Io.\n\nThey discussed him nervously aboard the flagship.\n\n\"He has a mystical quality, Admiral. His men would follow him into an\natomic furnace. And--and I almost believe he could bring them through\nsafely if he wanted to.\" The laugh was nervous.\n\n\"He doesn't look like much. But when he turns on the charm--watch out!\"\n\n\"He's--he's a _winner_. Now I wonder what I mean by that?\"\n\n\"I know what you mean. They turn up every so often. People who can't be\nstopped. People who have everything. Napoleons. Alexanders. Stalins. Up\nfrom nowhere.\"\n\n\"Suleiman. Hitler. Folsom I. Jenghis Khan.\"\n\n\"Well, let's get it over with.\"\n\nThey tugged at their gold-braided jackets and signalled the honor guard.\n\nGrayson was piped aboard, received another decoration and another\nspeech. This time he made a speech in return.\n\n       *       *       *       *       *\n\nPresident Folsom XXV, not knowing what else to do, had summoned his\ncabinet. \"Well?\" he rasped at the Secretary of Defense.\n\nSteiner said with a faint shrug: \"Mr. President, there is nothing to be\ndone. He has the fleet, he has the broadcasting facilities, he has the\npeople.\"\n\n\"People!\" snarled the President. His finger stabbed at a button and the\nwall panels snapped down to show the Secret Servicemen standing in their\nniches. The finger shot tremulously out at Steiner. \"Kill that traitor!\"\nhe raved.\n\nThe chief of the detail said uneasily: \"Mr. President, we were listening\nto Grayson before we came on duty. He says he's de facto President\nnow--\"\n\n\"Kill him! Kill him!\"\n\nThe chief went doggedly on: \"--and we liked what he had to say about the\nRepublic and he said citizens of the Republic shouldn't take orders from\nyou and he'd relieve you--\"\n\nThe President fell back.\n\nGrayson walked in, wearing his plain ensign's uniform and smiling\nfaintly. Admirals and four-stripers flanked him.\n\nThe chief of the detail said: \"Mr. Grayson! Are you taking over?\"\n\nThe man in the ensign's uniform said gravely: \"Yes. And just call me\n'Grayson,' please. The titles come later. You can go now.\"\n\nThe chief gave a pleased grin and collected his detail. The rather\nslight, youngish man who had something wrong with one arm was in\ncharge--_complete_ charge.\n\nGrayson said: \"Mr. Folsom, you are relieved of the presidency. Captain,\ntake him out and--\" He finished with a whimsical shrug. A portly\nfour-striper took Folsom by one arm. Like a drugged man the deposed\npresident let himself be led out.\n\nGrayson looked around the table. \"Who are you gentlemen?\"\n\nThey felt his magnetism, like the hum when you pass a power station.\n\nSteiner was the spokesman. \"Grayson,\" he said soberly, \"We were Folsom's\nCabinet. However, there is more that we have to tell you. Alone, if you\nwill allow it.\"\n\n\"Very well, gentlemen.\" Admirals and captains backed out, looking\nconcerned.\n\n       *       *       *       *       *\n\nSteiner said: \"Grayson, the story goes back many years. My predecessor,\nWilliam Malvern, determined to overthrow the regime, holding that it was\nan affront to the human spirit. There have been many such attempts.\nAll have broken up on the rocks of espionage, terrorism and\nopinion-control--the three weapons which the regime holds firmly in its\nhands.\n\n\"Malvern tried another approach than espionage versus espionage,\nterrorism versus terrorism and opinion-control versus opinion-control.\nHe determined to use the basic fact that certain men make history: that\nthere are men born to be mould-breakers. They are the Phillips of\nMacedon, the Napoleons, Stalins and Hitlers, the Suleimans--the\nadventurers. Again and again they flash across history, bringing down an\nancient empire, turning ordinary soldiers of the line into unkillable\ndemons of battle, uprooting cultures, breathing new life into moribund\npeoples.\n\n\"There are common denominators among all the adventurers. Intelligence,\nof course. Other things are more mysterious but are always present. They\nare foreigners. Napoleon the Corsican. Hitler the Austrian. Stalin the\nGeorgian. Phillip the Macedonian. Always there is an Oedipus complex.\nAlways there is physical deficiency. Napoleon's stature. Stalin's\nwithered arm--and yours. Always there is a minority disability, real or\nfancied.\n\n\"This is a shock to you, Grayson, but you must face it. _You were\nmanufactured._\n\n\"Malvern packed the cabinet with the slyest double-dealers he could find\nand they went to work. Eighty-six infants were planted on the outposts\nof the Republic in simulated family environments. Your mother was not\nyour mother but one of the most brilliant actresses ever to drop out of\nsight on Earth. Your intelligence-heredity was so good that we couldn't\nturn you down for lack of a physical deficiency. We withered your arm\nwith gamma radiation. I hope you will forgive us. There was no other\nway.\n\n\"Of the eighty-six you are the one that worked. Somehow the combination\nfor you was minutely different from all the other combinations,\ngenetically or environmentally, and it worked. That is all we were\nafter. The mould has been broken, you know now what you are. Let come\nwhatever chaos is to come; the dead hand of the past no longer lies\non--\"\n\n       *       *       *       *       *\n\nGrayson went to the door and beckoned; two captains came in. Steiner\nbroke off his speech as Grayson said to them: \"These men deny my\ngodhood. Take them out and--\" he finished with a whimsical shrug.\n\n\"Yes, your divinity,\" said the captains, without a trace of humor in\ntheir voices.\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Space Science Fiction_ May 1953.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Adventurer, by Cyril M. Kornbluth\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE ADVENTURER ***\n\n***** This file should be named 29908.txt or 29908.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/9/0/29908/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}