{"title": "The Big Tomorrow", "author": "Paul Lohrman", "releaseDate": "September 8, 2009", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration: Illustrator: Sanford Kossin]\n\n\n     THE\n BIG TOMORROW\n\nBY PAUL LOHRMAN\n\n\n    _There are certain rare individuals in this world who seem bereft of\n    all common sense. These are the people who set their eyes upon an\n    objective and immediately all intelligence, logic, good advice,\n    unsolvable problems, and insurmountable obstacles go completely by\n    the boards. The characters we refer to are obviously just plain\n    stupid. What they want to do, just can't be done. The objectives\n    they have in mind are unachievable and anyone with an ounce of\n    brains can tell them so and give them good reasons. They are usually\n    pretty sad cases and often land in the funny house. But then again,\n    some of them go out and discover new worlds._\n\n\nHe hadn't gotten any work done that morning. He'd spent most of the time\npacing the floor of his small back office, and the rest of it at the\nwindow--hands clasped behind his somewhat bowed back--staring up into\nthe cloudless sky.\n\nAt ten-forty, the intercom buzzed. He snapped the switch.\n\n\"Yes?\"\n\n\"I've got those figures, Mr. Lake. We have nine--\"\n\n\"Maybe you'd better come in and tell me personally, Lucy.\"\n\n\"All right, Mr. Lake.\"\n\nThe intercom snapped off and a few moments later a girl entered the\noffice--if the prim little wisp that was Lucy Crane could be so\ngenerously classified.\n\nJoshua Lake stared at the elongated bun of black hair on the top of her\nhead as she came toward his desk. There was an odd streak of rich\nimagination in Joshua Lake and he always felt Lucy Crane's bun was a\nsymbol of disapproval. \"Sit down, Lucy. You use up too much energy.\"\n\n\"I try to do my job, Mr. Lake.\"\n\n\"You do that--and more. What are the figures, Lucy?\"\n\n\"We're in desperate shape. We have nine thousand, four hundred and\ntwenty dollars in the payroll account. That leaves it over five thousand\nshort. There is only about two thousand in General Disbursements, but\nthat isn't enough to cover invoices due tomorrow. I'm afraid--\"\n\n\"Don't be afraid, Lucy. That's negative. If we waste our time sitting\naround shivering, we won't make any progress at all.\"\n\n\"I didn't mean it that way, Mr. Lake. I'm not shivering. I was merely\nstating that we haven't got enough money.\"\n\n\"Then I'll go to the bank and get some more.\"\n\n\"Of course, Mr. Lake. Is that all?\"\n\n\"Yes, that's all, Lucy. You run on to lunch.\"\n\n\"You aren't going out?\"\n\n\"No. I'm not hungry today.\"\n\nHer bun bobbed in disapproval as she left the office. Joshua Lake stared\nat the closed door and sighed. Lucy knew exactly how things were. She\nwasn't one to be fooled. But Joshua hoped the rest of the personnel were\nnot so perceptive. The engineers and the draftsmen particularly. They\ncould all walk out at noon and be working somewhere else by one o'clock,\nwhat with the huge current industrial demand.\n\nHe walked again to the window; an old man; bone-weary, with the weight\nof his sixty-odd years bending his shoulders like a brick-carrier's hod.\n\n\"_Then I'll go to the bank and get some more._\" He hadn't even fooled\nhimself this time. His chances at the bank were nil. Less than nil. His\nvery presence there could tip the balance of their decision. Loans could\nbe called; the doors locked before nightfall.\n\nAt the window, he lowered his eyes from the sky and looked to the gate\nthat led into the horseshoe sweep of low buildings and back to the\ngreat, bulking hangar where precious work was being done.\n\nA man and his dream, Lake mused.\n\nHe could see only the back of the sign hanging over the gate, but he was\nquite familiar with the other side. _Lake Interstellar Enterprises_ in\nbold, brave letters; and in the lower right-hand corner--barely\ndiscernible--_Joshua Lake--President_.\n\n       *       *       *       *       *\n\nA visitor looking closely at the sign could see that it had been done\nover--that a discarded legend lay beneath a coat of white paint. The old\nname of the firm was still faintly visible: _Lake and Gorman--Castings\nand Extrusions_.\n\nIt wasn't difficult for Joshua to conjure up Lee Gorman's craggy,\nhostile face. Nor his words. Lee had a voice like gravel being ground\nto powder. A voice to remember....\n\n\"Of course I won't go along with this damn-fool idea of yours! Turn a\nperfectly sound, entrenched business into a blue-sky factory? You've\ngone crazy, Joshua.\"\n\n\"But it's feasible, Lee! Entirely feasible. All we need is a little\nimagination. I've investigated. I've hired the best brains in the world.\nI have all the necessary preliminary data. A rocket _can_ be built that\nwill take three men to the Moon and bring them back!\"\n\n\"That's idiocy, Joshua!\"\n\n\"Don't you believe it can be done?\"\n\n\"I don't care whether it can be done or not!\"\n\n\"But open your eyes, man! This is an age of development. An era of\nmovement. We're on the threshold of the big tomorrow, and we can't let\nit pass us by! We can't let the honor and the glory go to others while\nwe sit on our hands and hoot from the gallery! Come alive, Lee! The\nworld is passing us!\"\n\n\"I don't want honor and glory. All I want is a sound going business.\nSuppose we could put a rocket on the Moon and bring it back? Where would\nthat leave us? Broke and famous. And laughed at probably in the\nbargain.\"\n\n\"Nothing of the kind. We could write our own ticket. We'd control the\ngateway to the greatest mineral deposits within reach of Man! Think of\nit, Lee. Use your imagination.\"\n\n\"I won't go along with you, Joshua. That's all there is to it.\"\n\nMore of the same; days of it, and finally: \"You can have the customers\nthen, Lee. I'll keep the plant--the physical properties.\"\n\n\"But that's not fair.\"\n\n\"Perhaps not, but it's legal.\"\n\n\"How can I service them--from my basement?\"\n\n\"I offered you an alternative only a fool would have turned down--\"\n\n\"That only a fool would accept!\"\n\n\"--so now I'm going ahead and nothing can stop me. I've got a dream,\nman--a dream of a big tomorrow. I'm going to make that dream come true.\"\n\n\"Name it right, Joshua. You've got an obsession.\"\n\nThe end of _Lake and Gorman_....\n\nJoshua turned from the window, then paused and looked again into the\nsky. The Moon was up, a round, white will-o'-the-wisp in the clear blue\nafternoon sky. He stared at it and the old feeling of affinity swept\nover him, stronger than ever. The Moon was, for him, both a goal and a\ntonic. Sight of its illusive form could always sweep away his doubts;\nstraighten his shoulders.\n\nThe intercom buzzed. Joshua went over and snapped it. \"Yes?\"\n\n\"Mr. Coving to see you, sir.\"\n\n\"Send him in.\"\n\nRayburn Coving was probably the best rocket-fuel man in the world. He\nhad a little of his sandy hair left, not much, and his forehead was\npermanently creased from frowning. \"I'm afraid that new benzoic\nderivative is a failure, Chief. It piles up corrosion in the tubes too\nfast. They'd be clogged halfway through the trip.\"\n\nOne hundred and twenty thousand dollars up the spout. Joshua sighed.\n\"Well, I suppose the chance of success was worth it. The added power in\nrelatively smaller space would have solved so many other problems.\"\n\n\"I'm sorry it failed.\"\n\nJoshua smiled. \"To paraphrase a certain American inventor--we're finding\nany number of ways you can't go to the Moon. What now, Coving?\"\n\n\"Back to the old method--and the other problems. None of them are\ninsurmountable, though. A little more time--\"\n\n\"Yes--a little more time.\" Joshua grimaced inwardly. He was talking to\nCoving as though they had years--not as though their time had run out.\nHe was even in debt for Coving's labor; overdrawn on it without enough\nmoney to pay.\n\nThe moment of weakness--of deep-down weariness--passed. Joshua Lake\nstiffened as he had stiffened so many times before. As he had stiffened\nwhen Zornoff's alloys had flunked out and the first trip to the bank had\nbeen made necessary. The first trip to the bank. Joshua smiled wryly.\nThe bank people had been cordial then. Even servile. Later it had been\ndifferent. Now--\n\n\"You were saying, Mr. Lake--?\"\n\n\"Have you seen Morton lately? What's the latest on the radar relay\nequipment?\"\n\n\"No major bugs, I think. It's coming along famously.\"\n\n\"Good!\" For two hundred odd thousand it certainly should, Joshua felt.\n\"Let me know how you make out, Coving.\"\n\n\"I will, Chief. I'll get the order in for the new chemicals\nimmediately.\"\n\n\"Eh--oh, yes. Do that. Do that by all means.\"\n\nCoving left. Joshua Lake put his head against the back rest of the chair\nand closed his eyes. He dozed, drifting into a haze from weariness.\n_It's been so long--so very long. Seven years--eight--ten. Ten years.\nGood heavens! Was it possible? It didn't seem that long. Ten years to\nmake a dream succeed._\n\n_Or fail._\n\nJoshua slept and again--as in the past--his rest was plagued with\nvisions. The torment of his days took many forms in an alert\nsubconscious too taut to relax. He had seen before him mountains too\nsteep to cross--chasms too deep and wide to bridge. Often, when a great\nproblem was solved, he would look back, nights later, to see the\nmountain or the chasm from the other side.\n\nNow his vision was different. No mountain before him, but a face--the\nstern craggy face of an obstacle in his path.\n\nLee Gorman.\n\nThe face was of clay--yet it lived. The eyes were cold, disdainful. And\na weird, green creation of Joshua's own mind was sketching Gorman in the\nnumbers, signs, and symbols of a rocket that would never reach the Moon.\n\nJoshua awoke with a start and found Lucy bending over him. \"You didn't\nanswer the buzzer, Mr. Lake. I was worried.\"\n\n\"I must have dozed off, Lucy. Sorry.\"\n\n\"I'm going home now--if there's nothing else.\"\n\n\"Nothing else. I'm going home myself. Good night.\"\n\nJoshua paused beside his car in the parking lot to stare at the lighted\nwindows of the big hangar. The second shift had come on. They would work\nall night; then, tomorrow, they would line up with the others at the pay\nwindow. But there wouldn't be any money. The next night the hangar\nwindows would be dark.\n\nHe got into the car and drove home.\n\nMyra was waiting for him. She took his hat. After he kissed her, she\nsaid, \"Your eyes are red, dear. You've been working much too hard. Shall\nwe have dinner in the patio?\"\n\n\"That would be nice.\"\n\nJoshua had little to say during the meal, and Myra was quiet\nalso--adjusting herself, as she had always done, to his mood. Finally,\nshe said, \"That will be all, Bertha. Leave the coffee pot.\"\n\nThe maid left. A slight chill was coming in off the desert. Joshua\nshivered and said, \"We're through, Myra.\"\n\n\"Through? I don't understand.\"\n\n\"The Moon trip. I can't swing it. The money's run out. There's no place\nI can raise another dime.\"\n\n\"But you've worked so hard--and so long! And you are so close to\nsuccess.\"\n\n\"We've made a lot of progress, but the rocket isn't ready yet. Now it's\ntoo late.\"\n\nThey were silent for a time. Then Myra said, \"In a way, I'm glad. You\nshould have stopped long ago. You aren't strong enough to stand this\npace forever. Now we can go away--get a small place somewhere. That Moon\nrocket was killing you, Joshua.\"\n\nJoshua pondered the point. \"Killing me? No, I don't think so. I think it\nhas been keeping me alive.\"\n\n\"Don't say that, dear! You make it sound so--so brutal! Year in and\nyear out. Fighting disappointment--failure. Aging before my eyes while I\nsit here night after night!\"\n\n_Fighting disappointment--failure._ Yes. That was the kind of fight it\nhad been. How many failures? The first big one had come six years\nbefore....\n\n\"Acceleration, Monsieur, must be achieved in the first two thousand\nmiles of flight. After that, the speed of the ship remains constant. You\nfollow me?\" Tardeau, the half-mad French genius had explained it so\nlogically. And Joshua had believed in him. That's where you made your\nbig gamble in a project of this kind. You selected your men and then\nbelieved in them. Others dissented, of course. There are always\ndissenters. And always points that could not be proven or disproven on\nthe drawing boards or in the test pits....\n\n       *       *       *       *       *\n\n\"I follow you, Henri. The booster units will be in three sections.\"\n\n\"Exactly, Msieu. The primary--ah, booster, as you say, breaks free at\ntwelve miles. That one, and the secondary, we control with radar. We\ntouch a button and Voila! they are free!\"\n\n\"In case of the men in the ship blacking out, I think you said.\"\n\n\"Exactly. But the third will be disengaged from within the ship and she\nwill be free as a bird to fly to your most illusive Moon!\"\n\n\"And the return?\"\n\n\"There we have a much lighter ship, Monsieur. The smaller boosters will\nlift her easily. The return trip will be slower--much slower, but she\nwill return!\"\n\nMichael Bernard was the dissenter. \"The Frenchman's crazy! Mad as a\nhatter, Chief.\"\n\n\"You think it won't work, then?\"\n\n\"Too damn complicated. A dozen units of time and mechanism have to mesh\nperfectly. The odds are against that happening. After all, you've got to\nremember, what we're attempting has never been done before.\"\n\n\"But if it did work--?\"\n\n\"It would be a beauty.\"\n\n\"Better than your idea of a single booster?\"\n\n\"If it worked--yes. The weight problem would be solved. Five men could\nride the rocket. But--\"\n\n\"Let's try it, Mike. Let's believe in our destiny.\"\n\n\"Okay--you're the boss. But destiny's a hard thing to lay out and\nanalyze on a drawing board.\"\n\nA man and his dream....\n\nThe radar equipment had failed. Burdened with the weight of exhausted\nbooster sections, the rocket curved back into the clutches of gravity.\n\nIt crashed on the fringe of the Amazon jungles.\n\nFive Moon pioneers dead. Three uninsured, dependent families. Joshua\nprovided for them, but the critical newspapers overlooked that point.\nOne editorial observed that Joshua Lake would get a rocket to the Moon\nand back if it took every able-bodied man in the country. The project\nwould have died right there if Joshua had needed money. No bank in the\nnation would have loaned him a dime. Fortunately he was not yet broke.\nHe started over.\n\n_Fortunately?_\n\n       *       *       *       *       *\n\nAt times he had wondered. But always, his faith had returned to buoy him\nup....\n\nJoshua reached out and took Myra's hand. He looked up into the sky. \"You\nmay be wrong, my dear. Possibly it's the other way. A man's ambition--\"\nhe smiled. \"Lee called it an obsession once. A man's dream can keep him\nalive.\"\n\n\"But why does it have to be so hard? Why can't one of the big\ncorporations help you? They'll profit from your success!\"\n\n\"At least I had no competition in the fulfillment of my dream.\"\n\nThey were silent for a time; then Myra said, \"But now you can rest.\nWe'll go away. We don't need much money. We'll have a garden. You can\nlie in the sun.\"\n\nHe laughed softly; not with humor; rather from a quiet, new-welling\ncourage. \"We're talking as though it were all over--finished, done with.\nThat isn't right.\"\n\nShe glanced at him quickly. \"But you just said--\"\n\n\"I know. But I didn't really mean it that way. We aren't through yet.\"\n\n\"You know where you can raise--more money?\"\n\n\"I know where it is. I'm going to see Lee Gorman tomorrow.\"\n\n\"Lee Gorman! You aren't serious.\"\n\n\"There's no place else to go.\"\n\n\"You'll be wasting your time, Joshua. He'll--he'll humiliate you.\"\n\n\"He probably will. And I may not get the money. But there's no place\nelse to go.\"\n\nTears came into Myra's eyes. \"Don't do it, Joshua. Please don't do it.\"\n\n\"It won't be as bad as you think, dear. I guess Lee is entitled to crow\na little.\"\n\n       *       *       *       *       *\n\nLee Gorman looked at the intercom on his desk as though it had snapped\nat him. \"Who?\" he barked. But there had been no mistake. Gorman sat in\npuzzled silence for a few moments. Then he said, \"All right, show him\nin.\"\n\nJoshua Lake entered the office with his hat in one hand and a briefcase\nin the other. He paused halfway to Gorman's desk. \"You haven't changed\nmuch, Lee.\"\n\n\"You have,\" Gorman answered. \"You look like the devil.\"\n\n\"I've been working hard.\" Joshua Lake covered the intervening distance\nand stood before the desk. Gorman surveyed him coldly--up and down.\nJoshua looked around the office as Gorman sat silent, not inviting him\nto sit down.\n\n\"You've done very well, Lee. This is the first time I've seen your\nplant.\"\n\n\"I've expanded a little since my basement days. You remember my basement\ndays, don't you Joshua?\"\n\nJoshua winced. \"Yes, I remember.\"\n\n\"And now you might tell me the purpose of this visit.\"\n\n\"I came to you because I need money.\"\n\nGorman's eyes snapped open--wide. He opened his mouth to speak. He\nfailed, tightened his throat and tried again. \"You came here after\n_what_?\"\n\n\"Money. I'm broke, Lee. I haven't enough to meet my payroll.\"\n\n\"You expect me to bail you out--clean up your debts--put you clear?\"\n\n\"I came after more than that. Merely bailing me out wouldn't help a bit.\nI need three hundred thousand to put my rocket in the air.\"\n\nGorman collapsed gently back into his chair like a balloon mercifully\nrelieved of some of its content. When he spoke, it was with a slow,\ncontrolled viciousness. \"I've heard of guts, Joshua. I've heard of\ngall--plain unmitigated nerve. But this tops anything--why, man, you\nthrew me out! You robbed me! You left me standing in the street with a\nbookful of names and addresses under my arm--nothing more. Now you come\nhere and ask for money!\"\n\n\"I'm glad you've done well, Lee. There was nothing personal in what I\ndid. I'm glad you've gone on to even bigger things than we would have\nachieved together.\"\n\n\"You're glad I've done well! Why, you pious hypocrite! I ought to have\nyou thrown through the window instead of merely ordering you out!\"\n\n\"There is no reason why I should expect any better treatment, Lee. But I\nhad to come here. You were my last hope. I had to ask.\"\n\nJoshua turned slowly from the desk. He had taken but three steps when\nLee Gorman said, \"Wait a minute. I'm curious. Are you _really_ still at\nit--beating your brains out against that stone wall?\"\n\n\"It's my dream, Lee. I've got to be the first man to put a rocket on the\nmoon.\"\n\n\"But now you're broke--washed up. What's with the dream now?\"\n\n\"I guess it's finished.\" Joshua turned and took another step; but Gorman\nwas loath to let him go.\n\n\"Tell me,\" Gorman said. \"What have you got in that briefcase?\"\n\n\"Progress reports. Plans. I wanted to show them to you.\"\n\nGorman grinned. \"All right. I've got a few minutes. Come and do it.\"\n\nJoshua Lake retraced his steps. He sat down in a chair next to Gorman's\ndesk. He laid his hat on the desk and snapped open the case.\n\n\"No,\" Gorman said. \"Stand here by my elbow. The chair is for people I\nmeet on even terms.\"\n\nJoshua got obediently to his feet and placed himself as directed.\n\n\"And your hat,\" Gorman added. \"You'd better hold that. You might forget\nit when you leave.\"\n\n\"Of course, Lee.\"\n\nIt was a ludicrous, pitiful sight but, withal, a grim note ran through\nthe scene. Joshua supporting the case against his thigh, got out a sheaf\nof papers. \"These are the progress reports to date. These, the projected\nplans.\"\n\n\"And when these plans are carried out you expect success?\"\n\n\"Yes. Great foresight has been used. They will carry us through.\"\n\n\"And you expect me to loan you money on the strength of this--this\nday-dreaming on paper?\"\n\n\"It's far more than that, Lee. You'll find the plans sound.\"\n\nLee Gorman didn't give a tinker's hoot for the plans. He was only\nenjoying an interview--a vengeance--he was loath to terminate. \"You\nhaven't even begun to show me what I'd need before I even considered\nloaning you a dime.\"\n\n\"I'll bring you anything you want.\"\n\n\"Even if I promise to turn you down after I've gone over it.\"\n\n\"You're calling the dance, Lee.\"\n\n\"All right--I'll call it. Bring me your payroll records; your cost\nsheets; the background reports on the key men in your organization.\"\n\n\"As soon as I can get them. I need some money immediately to meet my\npayroll.\"\n\n\"Then what are you waiting for?\"\n\n\"I'll be back this afternoon.\" Joshua was halfway out the door when Lee\nGorman called. \"And bring the deeds to your plant--the bills of sale to\nyour machinery and equipment.\"\n\n\"Certainly.\"\n\nJoshua left and Lee Gorman sat motionless staring at the surface of his\ndesk. There was a Mona Lisa smile on his rugged face.\n\n       *       *       *       *       *\n\n\"It's not worth it, Joshua,\" Myra said, hotly. \"You won't be able to\ntake his brow-beating and badgering day after day. And that's his\nintention. That's what he's giving you the money for--for the pleasure\nof humiliating you day after day.\"\n\n\"Of course, my dear. I'm fortunate that Lee is that kind of a man. He\nwants his revenge and he's willing to pay for it. I was hoping it would\nbe that way--praying for it. It was my last weapon. The last weapon I\nhad with which to beat the Moon.\"\n\nA man and his dream....\n\n\"I want you to sign these papers, Joshua.\" Lee Gorman held out a pen and\npushed the papers across the desk.\n\n\"Certainly, Lee.\"\n\n\"Four copies.\"\n\nJoshua pushed the papers back, looked at them and smiled.\n\n\"Do you know what you signed?\"\n\n\"A power of attorney, I believe. And I've signed the plant over to you.\nThere is a large mortgage against it, however.\"\n\nLee Gorman sat back, narrowed his eyes as he looked at the wizened\nlittle man with the giant obsession. \"Joshua, I think you've worked\nbeyond your time. You've slipped your gears completely. Do you realize\nthat with these papers I can put you in the street? That all I have to\ndo is raise my hand and you're done?\"\n\n\"I realize that, Lee.\"\n\n\"Then why on earth did you sign them?\"\n\n\"I had no alternative.\"\n\n\"But what kind of an alternative is this? Giving away everything you've\ngot?\"\n\nJoshua sighed. \"You haven't raised your hand yet, Lee. I can surmount my\ndifficulties only as I come to them. I'll think about that one when it\ngets here.\"\n\n\"Well--I've got news for you. The time to think about it is--\" Gorman\nstopped in mid-sentence. He studied Joshua Lake for a long minute. Then\nhe took a checkbook from his desk and wrote rapidly. \"There's money to\nmeet your payroll. The exact amount. Take it to the bank. Then, I want\nyou in this office every day at four-thirty with a complete report of\nwhat's gone on. Don't overlook a thing. And bring any bills with you\nthat want paying, together with material orders and projected costs. Is\nthat clear?\"\n\n\"I understand, Lee.\" At the door, Joshua Lake turned for a moment.\n\"And--thank you--thank you very much.\"\n\nAfter Joshua had left, Lee Gorman pondered one of those last words. If\nthey contained any bitterness, it was well hidden. \"A strange man,\"\nGorman muttered. \"A very strange man.\"\n\nIf that constituted a weak moment on the part of Lee Gorman, his dikes\nwere repaired well in time to present a hostile front....\n\n\"This twelve thousand to American Chemical--what are you doing--running\nan experimental laboratory on the side. I won't pay it.\"\n\n\"I've never questioned Coving's judgment in these matters, Lee. He's\ndone brilliant work for us. The man has to have materials to work\nwith.\"\n\n\"Well, you certainly should have questioned him. He's been satisfying\nevery whim of curiosity that pops into his mind. Send the stuff back.\"\n\n\"But that would be fatal to the project. The fuel _must_ be\npower-charged to safely handle the weight and time quotients. Coving\ncan't work with salt and baking soda.\"\n\n\"I don't care what he works with. Cut three thousand off that bill.\"\n\n\"Very well, Lee.\"\n\nA man and his dream....\n\n\"This payroll's out of all reason. Cut fifteen men off immediately.\"\n\n\"I'll see what I can do.\"\n\n\"Cut fifteen men off immediately.\"\n\n\"Of course.\"\n\n\"Here's a check for the interest on the last note. Take it over to the\nbank.\"\n\n\"Yes, Lee.\"\n\nJoshua Lake came and went as directed. He stood with his hat in his\nhand, took orders, carried them out. His shoulders drooped a little\nmore; his face became more pinched; he retreated deeper and deeper into\nhimself.\n\nBut as the days went on, his eyes brightened and there was a\nbreathlessness in his expression when he turned his face to the sky.\n\nSome three months after the day Joshua walked into Lee's office, the\nlatter said, \"The four men who are going with the rocket. You've\nselected them?\"\n\n\"Yes. They're waiting for the day. It was a long slow process, selecting\nthe best equipped men.\"\n\n\"Bring them here tomorrow afternoon.\"\n\n\"I'll check with them. If they all can't make it, would a later date--?\"\n\n\"I said tomorrow. See to it they _can_ make it.\"\n\n\"Yes, Lee.\"\n\nJoshua brought the four young men to Lee Gorman's office the following\nday. Lee had a buffet table set up. He was the smiling, genial,\nexpansive host. \"Sit down gentlemen. I'm glad of this opportunity to\nmeet you.\"\n\nThere were five chairs in the room. Gorman had already seated himself.\nThe young men hesitated.\n\n\"Sit down, sit down.\"\n\nThey dropped into the chairs, glancing uneasily at Joshua Lake. Joshua\nturned and started toward the door.\n\n\"Don't go, Lake. I'm sure the boys would like a drink. You'll find the\nfixings on the buffet. Why don't you take their orders?\"\n\nThe crowning insult, Joshua wondered. The last, crude insult? Lee\nGorman's wounds must have been deep indeed. Joshua served drinks,\nbrought sandwiches. Lee Gorman's geniality kept the awkwardness of the\nsituation from bringing it to a complete standstill. \"Well, Thursday is\nthe day, I understand. How do you feel about it? Rocketing off into\nspace. Becoming a part of the big tomorrow.\" Gorman's eyes caught those\nof Joshua Lake as he spoke the last sentence. There was laughter behind\nthem.\n\nThe crew of the Moon rocket left shortly afterward. Joshua was the last\nto walk from the room. Just as he was going through the door, Lee Gorman\nwhispered into his ear. \"You can't be sure there'll be a rocket flight.\nI might stop it the last minute. I haven't made up my mind yet.\"\n\nJoshua turned and looked at his tormentor in silence. The others had\ngone on down the hall. Gorman laughed and said, \"I suppose that's a\nproblem you'll face when you come to it?\"\n\n\"Yes--when I come to it.\"\n\nAlone in his office, Lee Gorman strode angrily to the buffet. With a\nsweep of his arm, he knocked a liquor bottle across the room. The\nmotivation of the act was hard to determine, however, from Gorman's\noutward appearance. It could have been bitter disappointment or a\nfierce joy.\n\n       *       *       *       *       *\n\nJoshua Lake walked into Lee Gorman's office, removed his hat and said,\n\"With your permission, this is the day.\"\n\n\"What time?\"\n\n\"It translates into 4:07 and 30 seconds, Greenwich time.\"\n\nGorman scowled. \"I suppose you've arranged quite a party.\"\n\n\"Nothing too spectacular. We'll leave for the blasting pits at 3:00\no'clock. I'd be honored if you'd ride with me.\"\n\n\"Do you still own a car?\"\n\n\"A small one. Its value is negligible.\"\n\n\"We'll go in one of mine. Be here at five minutes to three.\"\n\n\"Certainly.\" Joshua put his hat on and walked out....\n\nThey rode across the Nevada desert in a black Cadillac with the\nchauffeur sitting at attention and staring straight ahead. Joshua stared\nstraight ahead also. He asked, \"Are you going to stop the flight?\"\n\nBeside him, leaning forward, clutching with both hands the silver knob\non a black mahogany cane, Gorman replied, \"I haven't made up my mind\nyet.\"\n\nA dot on the desert expanded into a pit, a tower, and some small\nbuildings. The car followed the ruts of the tractors that had hauled the\nrocket to the launching site, and came to a halt. \"That small,\nglass-encased platform,\" Joshua said. \"We'll view the proceedings from\nthere.\"\n\nGorman snorted. \"I'll view them from where I please.\"\n\nThey were standing beside the car, Joshua slightly behind his\nbenefactor. \"From the platform.\"\n\nGorman scowled and half turned. \"What are you doing?\"\n\n\"I'm holding a gun against your back. It is a very small gun. No one can\nsee it and it probably wouldn't kill you. Then again, it might. We will\nwalk to the platform and stand together to watch the blast-off.\"\n\n\"You'd actually--_kill_, to get that ship into the air?\"\n\n\"If I committed murder, I would certainly regret it the rest of my life,\nbut the rocket must be launched.\"\n\nThey stood in the glass enclosure on the platform and no one came near\nthem. Several people veered close and waved. Joshua waved back with his\nfree hand and the people went on their way.\n\nAn hour passed. There was vast activity on the field. Gorman said, \"I'm\ntired. I want to sit down.\"\n\n\"It was thoughtless of me. I should have provided chairs. It won't be\nlong now.\"\n\nIt wasn't long. Five minutes later there was a roar, an explosion of\ncolor, and a silver rocket flash up into the sky almost faster than the\neye could follow.\n\nGorman slammed the heel of his hand against the side of his head in\norder to restore hearing. \"You can put that gun away.\"\n\n\"Of course. And you'll want to call the police.\"\n\nGorman growled like an annoyed bull. He jerked open the door and strode\naway.\n\nThree hours later, Joshua and Myra Lake were seated in the small patio\nbeside their home. They were seated very close together, and Myra was\nstroking Joshua's hand. \"It's been a long time, dear; a very long time.\"\n\n\"Yes.\"\n\n\"Are you happy?\"\n\n\"I'm--well, satisfied--at least partially. We've passed a big milestone.\nBut it isn't over yet.\"\n\n\"You're sure this time, though?\"\n\n\"Very sure.\"\n\n\"Thank heaven we won't have much longer to wait.\"\n\nThe wait was slightly less than ten minutes. Then Lee Gorman strode into\nthe patio. Joshua sprang to his feet. \"Any news?\"\n\n\"Yes.\"\n\n\"Then they should have phoned me. I left word to be called.\"\n\n\"No one could get up the courage. The rocket crashed in Canada.\"\n\nJoshua swayed. When he looked at Lee, his eyes were filled with a mute\nplea. \"That _is_ the truth?\"\n\n\"It's the truth. The first flash said it appears the tail broke off in\nhigh space.\"\n\nJoshua sank into his chair. \"The crew--died?\"\n\n\"Four more men sacrificed to your--\" Gorman stopped and did not use the\nword _obsession_. There was too much agony in Joshua's face. \"I'm taking\nthe plant--I'm taking everything. I've got to. I've paid for them.\"\n\nLee Gorman walked from the patio. His steps echoed and died.\n\nJoshua and Myra sat for a long time in silence. Myra was holding his\nhand. Finally she spoke. \"Well, at least it's over. Now you can rest.\nSuccessful or not--you've earned it.\"\n\nJoshua turned and looked into her face--looked at her as though she had\njust entered. \"Oh no, my dear. You certainly don't expect me to--\"\n\n\"Joshua!\"\n\n\"Why, I'm only sixty-three. I never felt better in my life. I have a lot\nof good productive years ahead.\"\n\n\"_Joshua! What are you going to do?_\"\n\n\"I'm going to be the first man to send a rocket to the Moon.\"\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Amazing Stories_ Oct.-Nov. 1953.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Big Tomorrow, by Paul Lohrman\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE BIG TOMORROW ***\n\n***** This file should be named 29931.txt or 29931.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/9/3/29931/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}