{"title": "Slaves of Mercury", "author": "Nat Schachner", "releaseDate": "September 12, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced from Astounding Stories September 1932.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed.\n\n\n      [Illustration: _A blinding beam sheared through Peabody's\n                      middle_.]\n\n\n\n                          Slaves of Mercury\n\n\n                        _A Complete Novelette_\n\n\n\n                           By Nat Schachner\n\n       *       *       *       *       *\n\n\n\n\nCHAPTER I\n\n_The Space Wanderer Returns_\n\n[Sidenote: Hilary returns to find alien diskoids in Earth's\nstratosphere, and out-world lords patrolling her cities.]\n\n\nHilary Grendon piloted his battered, time-worn space flier, the\n_Vagabond_, to the smiling Earth that rose rapidly to greet it. Only\nthe instinctive ease of long practise prevented a smash-up, his hands\ntrembled so at the controls.\n\nHome again--the old familiar Earth! He could scarcely believe it!\nPerhaps it was only a dream, and he'd wake up among the unhuman\nglittering cylinders of Saturn, shuddering and crawling with the\niciness of their fixed regard.\n\nHilary's eyes blurred with unaccustomed mistiness as he drank in the\nwarm sunlight, the soft green of the grass and the gracious lines of\nthe slender birches as they fluttered their leaves daintily in the\nunhurrying breeze. How different it all was from the harsh red\nangularities of Mars!\n\nHe was outside, breathing deeply, inhaling the perfumed air with\ndelight. This was the only heaven; beyond--that far-flung immensity of\nplanetary orbs--was hell! He, Hilary Grendon, the carefree, smiling\nskeptic of old, was a Fundamentalist now.\n\nHow long was it since they had started out on the first flight that\nman had taken into outer space--he and those stanch comrades? Five\nyears? God! Had it been so long? Yet here he was, back on Earth\nagain, the kindly, blessed Earth their eyes had clung to when they\nwere fighting desperately for their lives against the protoplasmic\nthings that inhabited Ganymede.\n\nHilary brushed a tear away as he thought of those brave, loyal\nfriends. Dick lay as he fell on Saturn, transfixed by an icicle dart;\nMartin had been engulfed in an unholy maw on Ganymede; Dorn was a\nfrozen idol to the spiral beings of Pluto; and poor Hurley, his fate\nwas the worst of all: his hideously bloated body was swinging in an\norbit around Mars, a satellite through all eternity.\n\nHe, Hilary Grendon, was the sole survivor of that tremendous Odyssey!\n\nHilary shook his head vigorously to clear away the flood of\nrecollections. Enough that he had returned. Then a sudden eagerness\nsurged through him, a joyous intensity of emotion. What a story he had\nto relate--how the Earth people would hang with bated breath upon his\nadventurings! And Joan--his heart gave a queer leap at the thought of\nthat slender ardent wisp of a girl with her shining head and steady\ngray eyes. She had promised to wait for him, forever, if need be. She\nhad said it simply, without heroics; yet Hilary knew then that she\nwould keep her promise.\n\nA rush of impatience succeeded the inaction of his memories. He must\nget to New York at once. He could not wait any longer. Joan\nfirst--then Amos Peabody, the venerable President of the United\nStates--to report his return. He smiled at the stupefaction that would\ngreet him. No doubt he had long been given up for dead. The world had\nbeen skeptical of the space ship he had invented; had, except for a\nfaithful few, mocked at his plans. Indignantly he had taken his\ncalculations, his blue prints of the spheroid, along with him. If the\nflight was a success, well and good; if not, they would not be worth\nmuch anyway.\n\nIn spite of his fever to be off, he carefully locked the controls,\nsealed the outer air-lock. Hilary Grendon was a methodical man: that\nwas the reason he had survived.\n\nThen he struck across country, walking very fast. He knew where he\nwas: in the wilderness of the Ramapos, some forty miles from New York.\nSooner or later, he reasoned, he would strike one of the radiating\nconveyors that led into the metropolis, or a human being that would\nset him on the right track.\n\n       *       *       *       *       *\n\nA half hour's sturdy tramping brought him out of the tangled hills\ninto civilization. There was a glitter of metal and vita-crystal\ndwellings that stood four-square to the sun and the winds. A broad\nribbon-conveyor hurled its shining length in ceaseless rush down the\nnarrow valley. Human beings--normal homely Earth men with the ordinary\nnumber of legs and arms, with honest-to-God faces and warm living\nflesh, were seated on the conveyor-benches as they flashed by. Hilary\ncould have wept with delight. It was two years since he had seen his\nown kind; two years since Hurley's tragic misstep through the breach\nin the air-lock made by a meteor as they were nearing Mars.\n\nHilary leaped on the slow-moving ramp, skilfully worked his way across\nthe graded speed belts until he was on the express conveyor that led\nstraight on to New York.\n\nHe sank into a cushioned seat next to an oldish man with iron-gray\nhair through which the speed of their flight whipped and pulled.\nHilary was bursting for real human conversation again; he grinned to\nhimself at the excited astonishment of this impassive stranger if he\nshould announce himself. How should he do it? Should he remark\ncasually without any preamble: \"Pardon me for addressing you, sir, but\nI'm Hilary Grendon, you know.\" Just like that, and lean back for the\ninevitable gasp: \"What, not _the_ Hilary Grendon!\" And he would nod\noffhandedly as though he had just taken a little trip to Frisco and\nback.\n\nHe stole a sidelong glance at the sternly-etched profile. The man was\nstaring straight in front of him, looking neither to the left nor to\nthe right. It did not seem as if he were aware of Hilary's existence.\nSo with a sigh Hilary decided against that method of approach as a\ntrifle too abrupt.\n\n\"Nice day to-day, isn't it?\" The sound of his own voice startled him.\nEnglish was an alien language to his unaccustomed tongue after the\nhissing syllables of the Martians.\n\nWith pathetic eagerness he awaited the inevitable answer to this\ncommonplace introduction; that he might once more hear normal Earth\ntones in friendly converse, see the smile of greeting on a real Earth\nface.\n\nBut there came no answer. The man continued staring straight ahead,\nimmobile, fixed. There was no slightest turn to the etched profile. It\nwas as if he had not heard.\n\n       *       *       *       *       *\n\nHilary felt a sudden surge of anger. Damn discourteous, this first\nEarthman he had met. What had happened to the old hospitality? Had it\npassed out while he was roaming the spaces? He leaned over, harsh\nwords tumbling for exit, when suddenly he checked himself. There was\nsomething strange about that fierce blank stare. The man's face, too,\nhe saw now, was lined and worn; suffering had left its multitudinous\nimprint upon an ordinarily rotund countenance.\n\nHilary shouted suddenly: \"Good morning.\" The man did not answer, nor\ndid he stir from his unvarying pose. Deaf! The returned Earthman\nsuffered swift pity. With gentle forefinger he prodded the man.\n\nThe reaction was astounding. The man cowered like a pricked balloon;\nlittle strangling moans forced themselves out of clenched teeth. Dumb,\ntoo! His face jerked around to the direction of Hilary's gentle\nprodding. Merciful heavens, the man was blind also! Two vacant\nred-rimmed sockets stared pitifully at him--the eyeballs were gone,\nripped out.\n\nBut what struck Hilary particularly was the mortal terror that was\ndepicted on the blind man's face. It was as though he expected some\ncruel, crippling blow to follow; as though it were the last straw on\nthe back of unmentionable former agonies. Hilary shuddered. It was not\ngood to witness such animal fear. A dark shadow blotted out the\nbrightness of the Earth-day for him. There was something wrong here,\nsomething that required a good deal of explanation.\n\n       *       *       *       *       *\n\nHis probing eyes went thoughtfully over the poor cowering wretch.\nThose careworn features were familiar, somehow. Where had he seen the\nman before? Suddenly he stiffened, choking an exclamation. The man was\nbound immovably to his seat. Thin metal links, almost invisible,\nencircled his feet; held the elbows taut against the fluted columns of\nthe seat-back.\n\nHilary's space-tanned features hardened; the light gray of his eyes\ndarkened. All the pleasure of his homecoming vanished. The kindly\nEarth seemed suddenly grown inimical. What had happened in the five\nlong years of his absence? This would have been impossible on the\nEarth he had known; a man, manifestly the victim of hideous tortures,\nbound like a wild animal to the seat of a public conveyor.\n\nHe went swiftly into action. From the depths of a capacious pocket he\nfished a sheathed blade of stellite, triply keen; its razor-sharp edge\nsawed smoothly at the bonds.\n\nIn his mounting anger Hilary had paid no attention to the scattering\nof people occupying the cushioned chairs of the speeding conveyor. But\na smothered nearby gasp caused his head to jerk up. He met the\nincredulous stare of a paunchy, heavy-jowled man seated some chairs\naway. There was more than incredulity, there was furtive fear in the\nsmall beady eyes sunken in folds of fat.\n\nHilary gave way to unreasoning anger.\n\n\"Stop looking like a stuck pig,\" he called sharply. \"Give me a hand\nwith this poor fellow.\"\n\nThe response was surprising. The man got up from his chair\nprecipitately, stark panic written all over him. The sweat oozed from\nhis shiny forehead as he backed cautiously away. He tripped over the\nedge of the seat behind, and fell. Once more he scrambled to his feet,\nand as if the fall had released his trembling muscles, he turned and\nran, stumbling and dodging across the local conveyors, never once\nlooking back.\n\n       *       *       *       *       *\n\nHilary watched his mad flight wonderingly. \"Good Lord,\" he thought,\n\"does my face frighten people so? Maybe I've turned into a Martian.\"\n\nHe turned to appeal to the others on the conveyor, and received\nanother shock. The few men within earshot were already on their feet\nand moving away from there with unostentatious celerity. Hilary\nsurveyed their receding backs thoughtfully. What was there about\nhimself to frighten grown men out of their wits? Or was it the poor\ntortured wretch he was trying to release who was responsible for the\nexodus?\n\nAlready the express was almost clear. He saw the deserters throwing\nthemselves guiltily into seats on the local belts, and then he was\ncarried swiftly past. Only one man remained stubbornly in his seat,\nsome fifteen rows back. He was a huge mountain of a man, a giant upon\nEarth, and there was a strangeness in his wide stare.\n\nHilary frowned, then shook his head, and dropped down to his task\nagain. The blind man moaned and jerked as he felt the bite of stellite\nupon his fetters. Hilary made soothing sounds, forgetful that he could\nnot hear, and worked steadily. There was a little clinking noise and\nthe links that bound the arms fell apart. He attacked the leg shackles\nnext.\n\nThere was a tap on Hilary's shoulder, light, electric, yet strangely\nheavy in its implications. Hilary turned his head sharply, saw the\nlandscape blotted out by a huge overshadowing bulk. Five years in a\nhostile universe had made him cautious. He pivoted on his heels and\nrose in a single flowing motion, stellite blade ready for instant\naction.\n\n\n\n\nCHAPTER II\n\n_The Strange Guard_\n\n\nThere confronted him the hugest figure of a man he had ever seen.\nHilary was not lacking in inches himself--he was well over six feet;\nbut the giant staring quizzically down at him was nearer seven, with\nshoulders to match. The features of his face were gargantuan in their\nruggedness, yet singularly open, while a pair of mild blue eyes,\nchildlike in expression, looked in perpetual wonder out upon the\nworld.\n\nIn spite of his annoyance, Hilary instinctively liked the giant.\n\n\"What do you want?\" he inquired gruffly.\n\nThe Colossus surveyed him with his child's eyes.\n\n\"Man, you are crazy.\" He spoke in a deep bass rumble, without emotion\nor inflection. He was simply stating a fact.\n\nA surge of annoyance swept over the returned wanderer from the far\nspaces. This was the last straw.\n\n\"I may be,\" he admitted coldly, \"but I like my particular form of\ncraziness.\"\n\n\"You know the penalty of course for what you are doing?\" the big man\ninquired unemotionally.\n\nHilary swore deeply. \"Damn the penalties, whatever you mean by that.\nHere's a man who has been tortured unmercifully--chained like a dog. I\nintend to free him.\"\n\nThe mild blue eyes contained the hint of a gleam.\n\n\"But you know the penalties,\" he repeated. His murmur sounded like the\nrumble of a distant earthquake.\n\nHilary straightened sharply, poked his finger at the midriff of the\ngiant.\n\n\"I don't know what you are talking about,\" he stabbed. \"What is the\nmeaning of all this? Who is this unfortunate, and why did everyone\ndisappear as though I had the plague when I sat next to him?\"\n\n       *       *       *       *       *\n\nA look of bewilderment swept over the massive face, bewilderment\ntinged with a dawning suspicion of the questioner's sanity.\n\n\"You mean to say you don't know?\" The tone held incredulity.\n\n\"I've just told you so,\" Hilary pointed out. He felt a growing unease.\n\nThe giant eyed him closely. \"Man, where on earth have you been these\nlast three years?\"\n\nHilary grinned. \"I haven't.\"\n\n\"You haven't?\" echoed the other. Suspicion hardened the childlike eyes\ninto cold flame. The man was dangerous when aroused. He thrust his jaw\ndown at Hilary. \"If you are jesting with me....\" He left the sentence\nunfinished, but the clenching of a huge fist left no doubt as to his\nintention.\n\n\"I am not jesting,\" Hilary assured him grimly. \"I have been away from\nthe Earth for five years. I've just returned.\"\n\nThe great hand clenched tighter. \"Now I know you are crazy, or--Who\nare you?\" he ended abruptly.\n\n\"Hilary Grendon.\"\n\n\"Hilary Grendon--Hilary Grendon,\" rumbled the other in manifest\nperplexity. It was evident the name meant nothing to him.\n\nThis then was the homecoming he had dreamed of in the unfathomable\nreaches of space. Hilary thought bitterly. Five short years and he was\nalready forgotten. Then the irony of it struck him, and he laughed\naloud.\n\n\"Yes,\" he said. \"Five years ago I led the Grendon Expedition to\nexplore interplanetary space in the space-ship I had invented. I've\ncome back--alone.\"\n\nIt was amazing to watch long-overlaid memories struggling up through\nthe subconscious. At last the giant spoke.\n\n\"Oh, yes,\" he said meditatively, \"I seem to remember something about\nit.\" He surveyed Hilary with a new interest. \"So you were one of those\nchaps, eh?\"\n\nThe explorer admitted it, humbly. Of such are the uses of fame.\n\n\"Well, now,\" said the giant, \"that might explain it. Though it sure\nbeats all.\" And he shook his head as though he still did not\nunderstand.\n\n\"Who is that man?\" Hilary stabbed a forefinger at the blind man, who\nsat immobile as before, his worn etched face ever to the front. \"It's\nmonstrous. Amos Peabody shall hear of it.\"\n\nThe Colossus looked at him mildly.\n\n\"That,\" he said, \"_is_ Amos Peabody!\"\n\n       *       *       *       *       *\n\nSilence lay like a live thing between them. Hilary whirled in a\nkaleidoscope of emotion. Was this wasted, tortured being the portly,\ndignified President of the United States who had bade him Godspeed at\nthe start of his tremendous journey five years before? His pitying\neyes searched the lineaments of the poor wretch. There was no doubt of\nit now; it _was_ Amos Peabody.\n\nHilary gripped his informant's arm. His voice was deadly calm. \"I want\nthe truth about this, and I want it fast.\"\n\n\"The truth,\" echoed the big man with strange laughter; \"now that is\nsomething--\"\n\nHis eyes widened over Hilary's shoulder. With a swiftness remarkable\nin one of his bulk he shook off Hilary's restraining grip, caught him\nby the shoulder and thrust him, all in one motion, into a chair\nseveral removed from Peabody. In a trice his huge bulk was safely\nensconced in the adjoining one.\n\nHilary's hand went to the butt of the automatic within his blouse. The\ngiant saw the movement. He leaned forward.\n\n\"Don't make a move,\" he warned, \"the guard is coming.\"\n\n\"What guard?\"\n\n\"You'll see fast enough. Appear unconcerned if you value your life.\nDon't look back.\"\n\nHilary complied. His face became an expressionless mask as he lounged\nin his chair, but his thoughts seethed and boiled. What terrible\nmystery had enveloped the Earth during his absence? Why was Amos\nPeabody tortured and made into a public mockery?\n\nThere was a slight whirring noise behind him. Heedful of his\ncompanion's admonition he relaxed in apparent unconcern, but his hand\nstole once more to the fold in his blouse. His long fingers rested\ncaressingly upon the butt of his automatic. There were still three\ngood Earth bullets in the chamber.\n\nThe whirring ceased. There was a slight jar as of something landing\non the speeding conveyor. Yet Hilary did not look back, though his\ngrip tightened. A heavy body stumbled toward them, cursing in strange\nphrases. It passed from behind, came to a halt before the giant.\nHilary shot a sharp glance upward from under veiled lids. An\nexclamation sprang full-throated to his lips, died unheard under a\ntremendous effort of his will.\n\n       *       *       *       *       *\n\nBefore them stood a being--it could not be called a man. He was no\ndenizen of the Earth, that was evident, yet Hilary had visited all the\nplanets outward from our own without encountering such a monster.\n\nHe hulked before them like a behemoth, even dwarfing Hilary's\ncompanion with his enormous stature; but it was noticeable that he\nsupported his weight ill, as if Earth's gravitation was too strong for\nhim. Manlike he was in every essential, but the skin of his face was a\npasty dull gray, and ridged and furrowed with warty excrescences. Two\nenormous pink eyes, unlidded, but capable of being sheathed with a\nfilmy membrane, stared down at them with manifest suspicion. A gray,\nthree-fingered hand held an angled tube significantly. A lens gleamed\ntransparent in the sunlight from the open end.\n\nHilary did not move under the stare, nor did his companion. The mild\nblue eyes were childlike as ever. The guard's gaze shifted from them\nto the trembling figure of Amos Peabody. He bent over him, thrust at\nhim with ungentle hand. The automatic under Hilary's fingers crept\nfarther out from the blouse, but a warning gesture from his companion\nstopped him.\n\nThe guard amused himself with shaking the blind man; then he bent\nsuddenly. He had seen the broken links. With ominous deliberation he\nturned his vast weight upon them. His baleful pink eyes fastened upon\nHilary's companion.\n\n\"You!\" he growled throatily, \"what do you know about this?\" He spoke\nin English, but it was obviously not his native tongue.\n\nMildly innocent was the giant's face.\n\n\"I know nothing, Magnificent,\" he said humbly. \"I am on my way to\nGreat New York on my own insignificant affairs, and I bother my head\nwith nothing else.\"\n\n\"The bonds of this dog, Peabody, have been severed,\" the guard\ninsisted, \"and recently, too. Speak up, Earthman, or--you know the\npenalty.\"\n\n\"I know the penalty,\" he answered respectfully, \"but I have been\nseated here only five minutes, and I know nothing of this Peabody.\"\n\nThe guard fingered his tube.\n\n\"Let me see your tag,\" he said suddenly.\n\n       *       *       *       *       *\n\n       *       *       *       *       *\n\nThe other opened his blouse obediently and exposed a thin copper disk\nsuspended on his chest. The guard tugged at it brutally to bring it\nwithin range of his vision. The pull jerked the giant's head forward,\nand the thin metal strand cut cruelly into the back of his neck.\nHilary saw a flush of red sweep like a wave up to his forehead, and\nthe mild blue eyes turned hard like glinting blue pebbles. But not a\nword escaped his lips.\n\n\"Grim Morgan,\" the guard read, \"A46823 Great New York. Pah, what\nbarbarous names you Earthmen have.\" He shoved the giant back heavily\ninto his seat, and turned his baleful glare upon Hilary.\n\n\"You, what do you know about this?\"\n\nGrim Morgan interposed hastily. \"Nothing, Magnificent. He came on the\nexpress conveyor after I did.\"\n\nThe guard's free hand went back. Very deliberately he struck him\nacross the face with three ridged fingers. An angry welt raised.\n\n\"That will teach you to keep your mouth shut when not spoken to.\"\n\nThe big man's eyes were mild, but his hands tensed as though they were\ncurled around a throat. He said nothing.\n\nThe guard turned to Hilary again. \"Answer me,\" he barked.\n\n\"My friend told the truth,\" Grendon said simply.\n\n\"Your tag?\"\n\n\"I have none.\"\n\nSuspicion flared openly in the pink eyes.\n\n\"Where is it?\"\n\n\"I never had one.\"\n\n\"Ah!\" There was a world of meaning to the exhalation. \"You know of\ncourse that every Earthman must be registered. The penalty for\nnon-obedience is--death.\"\n\nThe angled tube came up with the swiftness of light. Grim Morgan cried\nout sharply, lunged out of his seat. Hilary tore at his gun, knowing\nsickeningly that the draw would be slower than the action of the\nstrange weapon in the guard's hand.\n\nThere was a sneer on the monster as he pressed something on the tube.\nHilary's automatic was only half out of his blouse. Grim's lunge would\nnever reach in time. He was too far away.\n\n\n\n\nCHAPTER III\n\n_The Death of Amos Peabody_\n\n\nJust how any inkling of what was happening penetrated the pain-swept\nconsciousness of the blind and deaf President could never be\ndetermined. Possibly a thin repercussion of Grim's cry, possibly an\nintuition that comes to sense-bereft men. But he had jerked\nspasmodically erect. There was a sharp tinkling as the weakened leg\nlinks broke. He threw himself in a queer, awkward movement forward,\ndirectly in the path of the tubed weapon. A blinding beam flashed out\nof the orifice, sheared through Peabody's middle as though he were cut\ncleanly in half with a gigantic knife. He toppled in two sections to\nthe floor of the conveyor--released from all humiliation, all\nsuffering.\n\nAt the same time two other things happened. Grim Morgan hit the guard\nlike a crashing thunderbolt and Hilary's gun barked once. The monster\ntottered under the impact. A puzzled expression flitted over his\npinkish eyes, a filmy sheath spread over them like a veil, and he fell\nheavily, a neat bullet hole square between his eyes.\n\nHilary shoved the gun back in his blouse, and stared alternately at\nthe huddled form of the grotesque being and all that remained of Amos\nPeabody. The old President had saved his life at the cost of his own.\nInstinctively his hand went up in formal salute to the gallant old\nman.\n\nGrim Morgan shook him by the shoulder.\n\n\"Man,\" he said quietly, \"we have killed a Mercutian guard. Within the\nhour we shall be dead men too.\"\n\nHilary looked up at him sharply.\n\n\"A Mercutian,\" he echoed. \"You mean--\"\n\n\"That for three years now the Earth has been a conquered province of\nthese devils from Mercury,\" Grim interposed swiftly. \"We have\ncommitted the unforgivable offense and must pay for it.\"\n\n       *       *       *       *       *\n\nHilary glanced swiftly around. The express conveyor was clear of\npassengers for over a hundred yards each way. All the people within\nrange had cleared off when Hilary had attempted to release Peabody.\nThe small figure of a man got up from his chair beyond the charmed\ncircle, and was threading his way forward. The local conveyors seemed\nto be moving backward at graded speeds. Beyond was the open country,\ngradually thickening into scattered rows of crystal buildings. They\nwere in the suburbs of Great New York. Within ten minutes the conveyor\nterminal would be reached.\n\nHilary's eyes flicked speculatively to the tiny cigar-shaped boat in\nwhich the dead guard had flown down to them. Its smooth gray-gleaming\nsurface was devoid of wings or other lifting devices. Only a\nfan-shaped fin projected from the stern like the tail of a fish. The\ncockpit, if such it could be called, was tiny, just ample enough to\naccommodate the Mercutian's girth. The sunlight dazzled back from a\nbewildering jumble of tiny lenses inset in the instrument board.\nArranged along the hull, on either side, were larger disks of the same\nquartz-like material.\n\n\"Let's get away in the flier,\" he said.\n\n\"Can't,\" Grim said. \"Those lenses you see on the instrument board are\nthe controls. No one knows how to operate them except the Mercutians.\nOur people managed to capture a few, but couldn't do a thing with\nthem.\"\n\nHilary stared at the motionless flier with interest. \"What are those\nround glass disks stretched along the hull in a double row?\" he asked.\n\"They look like burning glasses.\"\n\n\"That's just what they are,\" said Grim sadly. \"The top row are\nsun-lenses, that throw a terrible ray for a distance of two to three\nhundred feet. Melts everything in its path--men trees, rocks even. You\nsaw one in action in the sun-tube with which poor old Peabody was cut\nin half. The lower row of lenses on the flier are search beams.\"\n\n\"Search beams?\" Hilary echoed inquiringly.\n\n\"Yes. They act like X-rays, more powerful though, and with the further\nproperty of rendering everything they touch transparently crystal for\ndepths of ten to fifteen feet. Lead is the only element they can not\npenetrate. Another secret our scientists can not fathom, so they talk\nlearnedly about the stream of rays polarizing the structure of matter\nalong a uniaxis.\"\n\n\"Can't those lenses be duplicated, and turned as weapons against the\nMercutians?\"\n\n\"No. They are made of a peculiar vitreous material native to Mercury.\"\n\n\"And no one has found out the principle on which they work?\"\n\n\"Well, there have been theories. We haven't many scientists left, you\nknow. But the most popular one is that these lenses have the power of\nconcentrating the rays of the sun to an almost infinite degree, and\nthen spreading them out again, each individual beam with the\nconcentrated energy of the whole. Some new way of rearranging quanta\nof energy.\"\n\n\"Hmm!\" Hilary's brow was wrinkled. For a long moment he stared and\nthought.\n\n       *       *       *       *       *\n\nAt last he snapped back to their present situation: the dead guard at\ntheir feet, the dismembered body of Amos Peabody, the cowed groups of\nEarthmen on the speeding conveyors, keeping respectful distances.\n\n\"We'd better start moving if we want to get away,\" he said.\n\n\"It's no use.\" Grim spread his hands resignedly. \"We'll have to take\nour medicine.\"\n\nHilary flared angrily. \"You're talking nonsense. What's to prevent us\nfrom hopping to another platform? There is no other Mercutian in\nsight.\"\n\n\"No, but there were plenty of Earthmen who saw us.\"\n\n\"They won't tell.\"\n\n\"Oh, won't they?\" Grim shook his head quietly. \"You don't realize what\nhas happened. Their spirit has been crushed until they are actually\nslavish in soul as well as in body. They fought bravely enough on the\nfirst invasion. Even after the conquest there were plenty of men\nlooking for an opportunity to fight them again. Amos Peabody headed\nthe revolt. It was smothered in blood, so effectually that only slaves\nare left. Peabody was left as a horrible warning. He was sent from\ncity to city to be exhibited to the populace, unattended on the way,\nso confident were the Mercutians of the terror they had inspired.\"\n\n\"So you think those Earthmen who saw us will report to their masters,\"\nHilary said slowly.\n\nGrim nodded.\n\n\"I know it--they'll expect to curry favor in return.\"\n\nHilary felt a web of circumstance tighten around him. His jaw\ntautened. Thank the Lord he had been away--on his own. He had not the\nsoul of a slave--yet.\n\n\"Won't you fight for your life?\" he asked the big man curiously.\n\nA spark lit in the mild blue eyes, died down.\n\n\"Yes if there were a chance,\" he said dully. \"But there is none. The\nwhole Earth is honeycombed with their guards. They have fliers, sun\nweapons, invisible search beams. We'd never elude them.\"\n\nHilary snorted impatiently. \"We have good Earth brains, haven't we?\nI've traveled all the outer planets and never met any intelligence\nequal to that of a man, and I won't admit for a moment that the\nMercutians are any exceptions.\"\n\nA man stepped casually onto the express, took one startled look at the\ndead guard, at them, and fled precipitately back.\n\n       *       *       *       *       *\n\n\"Another one to spread the alarm,\" Morgan said grimly. \"There'll be a\ndozen guards dropping down on us in the next five minutes.\"\n\n\"Let's get going then.\" Hilary was pulling the big man along by main\nforce when he heard a movement in back of them. He stopped, whirled,\nautomatic thrusting its blue nose forward.\n\nThe little man who had gotten up before on the express was pushing\nrapidly toward them.\n\n\"Stop.\" Hilary's voice was harsh with command.\n\nBut the little man did not heed. He literally stumbled in his haste,\ncrying: \"You've killed a Mercutian.\"\n\n\"What of it, my bantam?\" Hilary inquired softly, the muzzle of his gun\nboring into a lean flat stomach. The little man was actually pressing\nagainst the automatic in his excitement.\n\n\"What of it?\" he shrilled excitedly. \"God, all this time I've been\nwaiting to find someone with guts enough to smash one of them. Sir,\nI'm proud to shake your hand.\"\n\nHe reached over the wicked-looking muzzle, gripped Hilary's fist,\nstill tight on the gun butt, and pumped vigorously. He dropped the\nhand, swerved on Grim.\n\n\"And you too, sir.\" His little fingers were engulfed in a mighty paw.\n\"I saw it all, I tell you,\" he babbled. \"We've got them on the run.\nWe'll sweep the filthy devils clean off the Earth. We'll annihilate\nthem.\"\n\n\"Whoa there, my little gamecock.\" Morgan grinned down at the excited\nlittle man. \"One Mercutian doesn't make a Roman holiday. They're\nplenty more where he came from. You'd better clear out before they\ncome, or you'll be included in the party.\"\n\nThe little fellow--he was not much more than five feet no inches\ntall--drew himself up to his full height. \"What,\" he ejaculated, \"me\ndesert my friends? Wat Tyler's never had that said of him yet. We\nstick together, to hell and back again.\"\n\nHilary grinned as he slipped the weapon back into his blouse. He was\nbeginning to like this little firebrand. In truth, Grim had rather\nfairly described him as a gamecock. His stature, the bristly red hair\nthat flamed above a freckled face, the lightest of blue eyes that\nsnapped with excitement, the peculiar strut of him.\n\n\"You'll do,\" he said briefly.\n\n       *       *       *       *       *\n\nAt a safe distance a crowd was gathering, a crowd of Earthmen. Grim\nsurveyed them carefully. They were milling back and forth, but no one\ndared come closer. \"Slaves,\" he grunted, \"not a spark left in them.\"\nHis eyes swept the heavens. Two faint black specks appeared in the\nblue distance, from the direction of Great New York.\n\n\"They're coming for us,\" he said quietly.\n\n\"Let them,\" crowed the fiery little bantam, \"we'll meet them man to\nman.\"\n\nHe wrenched the tube from the stiffened fingers of the dead guard,\nswung it exultingly aloft.\n\n\"You little fool,\" Hilary cried sharply, and struck it down again.\n\"We're not waiting for them. That's suicide. Come. I'm afraid it's too\nlate for you to turn back now. You've been seen with us.\"\n\nHe dashed across the moving belts, Grim and Wat, a grotesquely\nassorted pair, directly behind him.\n\nPassengers, men and women both, scattered at their approach, stark,\nservile fear smothering their dulled countenances. Cries arose on all\nsides. \"The Magnificents are coming.\"\n\nThe black specks became larger, forming themselves into swift one-man\nfliers. The three men pelted across the graded conveyors as hard as\nthey could run. No Earthman tried to stop them; one look at their grim\nfaces would have been a most potent dissuader. And fortunately there\nwere no Mercutians within hailing distance other than the rapidly\nnearing fliers.\n\nThey flung themselves off the last slow-moving platform, panting.\n\n\"Which way now?\" Hilary asked. His quick eye raked the scene for\npossible hideouts. They were on a smoothly clipped lawn, heaving\ngently up to a pretty rambling structure, built on an antique design,\npleasingly irregular and nestling to the ground as though it were\nindigenous to the soil. The walls were modern, though, of\nvita-crystal, which possessed the peculiar property of permitting\n_all_ of the beneficial rays of the sun to penetrate, and yet\npresented a perfectly opaque appearance to the outside world.\n\nNo other hiding place was in sight. The lawn stretched smooth on all\nsides except for a scattering of trees--poor enough cover. The\nMercutians were almost directly overhead now, preparing to swoop.\n\n       *       *       *       *       *\n\n\"Our only chance seems to be the house,\" Hilary answered his own\nquestion quietly.\n\nGrim shook his head. \"Their search beams can penetrate the\nvita-crystal walls as though they were transparent glass.\"\n\nHilary's heart sank. \"Can't help it,\" he said laconically. \"Come on.\"\n\nThe three men broke into a run. It was only a hundred yards, but the\nMercutians were coming down fast. They had been seen. A flash as of\nmolten metal gleamed overhead. A blinding ray leaped for the ground,\nstruck viciously a little ahead of the running men. The velvet green\ngrass crisped to ash; the soil underneath scorched.\n\n\"Scatter!\" Hilary shouted.\n\nInstantly the men spread out. Another blast hissed down at them, so\nclose to Hilary that the heat seared his left side like a red-hot\niron. The Mercutians were getting the range. Wat Tyler stopped short\nwith a howl of defiance. He whipped the hand tube he had taken from\nthe dead guard out of his blouse.\n\n\"Hide it, you fool!\" Hilary yelled back at him. \"We don't want them to\nknown we are armed.\"\n\nWat obeyed reluctantly. He shook his fist high in the air, and started\nto run again. It was not an instant too soon, either. A beam slithered\ndown the smoldering air, and the Earth literally boiled under its\nimpact, directly on the spot where Wat had stopped to shake his fist.\nAll about them the terrible rays were slashing now.\n\nBut a last desperate burst of speed carried the Earthmen onto a wide\nenclosed portico, in the old manner. Hilary pounded on the\nvita-crystal door. It was tightly locked.\n\n       *       *       *       *       *\n\n\"Step back a moment,\" Morgan rumbled.\n\nHilary obeyed. The big man spat thoughtfully upon his hands, worked\nhis shoulders tentatively. Then he too retreated to the outermost edge\nof the portico. Above, the crystal suddenly shattered. Sharp-edged\nfragments showered down upon them. There was little time to waste.\n\nGrim heaved forward in a slanting rush, right shoulder extended. He\ncrashed into the locked door like a runaway train. There was a\ngrinding noise, a smash of crystal, and his shoulder was through,\nincased in a halo of bright, sharp edges.\n\nThe big man staggered back, his shoulder streaming blood from a\nhundred cuts. His face was pale and drawn.\n\n\"Good fellow,\" Wat yelled, \"even though you are an overgrown ox.\" He\ndarted in behind the man-mountain like a twisting snake. His deft\nfingers reached in through the shattered crystal, pressed something on\nthe inside. The door slid into its wall pocket with a sound of\ngrinding glass.\n\nWat burst into the opened room first, Grim right behind him. Hilary\nbrought up the rear, Grim's great bulk blotting out for the moment any\nview of the interior.\n\nThere was a sudden gasp--a girl's voice.\n\n\"Wh--What does this mean?\" She was tremulous, yet unafraid.\n\nHilary stopped suddenly as though brought up against a solid wall. His\nheart pounded madly. That voice--but it was utterly impossible!\n\nWat answered, gallantly. \"Sorry to annoy you, miss, but they're after\nus. My partner here's wounded.\"\n\n\"Oh, you poor man.\" There was quick sympathy in the clear tones. \"But\nwho is after you?\"\n\nA splintering crash resounded outside.\n\n\"The Mercutians, as you no doubt hear,\" the little man responded with\nfaint irony.\n\nThe girl gasped again. \"Oh my God!\"\n\nThere was silence. Hilary strained his ears, yet took care to keep\nhidden behind Grim's huge frame. What would she do now? It seemed to\nhim as if the whole world depended on her reply.\n\nThe girl broke the silence. She had come to a swift decision.\n\n\"They must not get you. Go upstairs, quietly, into the chamber on the\nleft of the hall. It's my bedroom. Their search beams can not\npenetrate it; the walls are draped with lead-encrusted curtains. I'll\nstay down here and try to throw them off the trail.\"\n\nHilary's heart recommenced beating. A gush of joy overwhelmed him.\nThe girl had proven herself.\n\nGrim spoke, for the first time.\n\n\"You know the penalty of course, for hiding us.\"\n\nShe did not answer directly. \"I can't help it. I can't surrender\nEarthmen to those beasts. Besides\"--there was a catch in her\nvoice--\"it does not matter much since--\"\n\nHilary stepped quietly from behind Grim's overshadowing bulk.\n\nThe girl's eyes went wide at the sight of him; her slender white hand\nflew to her throat. She looked as if she had seen a ghost.\n\n\"You--you!\" she choked. \"Hilary!\"\n\n       *       *       *       *       *\n\nShe swayed and would have fallen, had Hilary not jumped to catch her.\nHis heart was beating thickly with excess of emotion. Joan Robbins in\nhis arms again--how he prayed for this moment in the icy reaches of\ninterplanetary space. Yet what was she doing here in Bronxville? Her\nhome had always been atop the windswept Robbins Building in Great New\nYork.\n\nHer hand went softly over his features, as though to assure herself\nthat it was really he.\n\n\"Oh, my dear,\" she whispered brokenly. \"I had almost given up all\nhope. Everyone was certain you were lost--long ago.\"\n\nWhirrings sounded outside.\n\n\"Sorry to break up your reunion,\" Grim interrupted in his bass rumble,\n\"but the Mercutians have landed on the lawn. They'll be in here right\naway.\"\n\nJoan tore herself out of Hilary's arms. Her slim straight figure\ntautened; her velvet soft eyebrows puckered over deep-lit pools.\n\n\"Upstairs quickly, all of you,\" she cried. \"I'll manage them somehow.\"\n\nHilary said quietly, \"I won't leave you alone with those brutes. You\ngo along up, and I'll remain here.\" The automatic gleamed in his hand.\n\n\"No, no,\" she panted, \"you mustn't. You wouldn't have a chance. Leave\nit to me.\" She literally pushed them with her little hands to the\nstairway. \"Go, if you love me.\"\n\n\"The girl's right,\" Grim said, \"there's a chance. If not,\" he shrugged\nhis shoulders, \"we can always come down again.\"\n\nOutside were heavy thuddings on the portico.\n\n\"You in there,\" a heavy alien voice resounded, \"open or we blast our\nway in.\" The door had been slid back into position.\n\nThere was no room for further argument. Very reluctantly Hilary\nfollowed his companions up the winding stairway.\n\nAt the top of the stairs an entrance slide showed darker on the left.\nWat fumbled for a moment until he found the button. The door whirred\nopen, even as they heard Joan's clear voice below: \"Come in,\nMagnificents!\" There was a trampling of feet.\n\n\n\n\nCHAPTER IV\n\n_The Kidnapping of Joan_\n\n\nThe Earthmen moved quickly and quietly into Joan's room. Thin, crinkly\ndraperies of heavy silk impregnated with lead in colloidal solution,\ncovered all the walls, the door itself. But Hilary shot no more than a\ncursory glance around; he had left the slide slightly ajar; he was\nlistening intently. The gun was in his hand. There were only two\nbullets in the chambers--all that were left of the thousands of rounds\nthe expedition had started out with. He must not waste them.\n\nThe thick rough voice of a Mercutian floated up from below.\n\n\"Three Earth slaves came in here. Where did they go?\"\n\n\"They did,\" Joan admitted readily. \"They frightened me out of my wits.\nI screamed and they ran through the house and out the back way.\"\n\nThe Mercutian was suspicious.\n\n\"Hmm. Funny there's no sign of a struggle here. Nothing is upset.\"\n\n\"They ran out the back way,\" the girl repeated tonelessly.\n\n\"We'll see; but if you are lying....\" He said no more, but the pause\nwas significant in its implications.\n\n\"I would not lie to the Magnificents.\"\n\n\"Not if you are wise.\" He seemed to be the leader. He evidently turned\nto his companion, for there issued a flood of throaty consonants to\nwhich the other grunted once. Then the listeners heard his heavy\nstamping as he walked through the house to the rear. A door whirred;\nhe had gone out.\n\n       *       *       *       *       *\n\nThe remaining Mercutian said suddenly: \"He won't find them.\"\n\n\"Why not?\" Joan asked, a bit tremulously.\n\nThe Mercutian laughed harshly. \"Because you lied. You've hid them in\nthe house.\"\n\nHilary heard Joan's sudden sharp intake of breath.\n\n\"No, no, Magnificent,\" she cried.\n\nThe Mercutian laughed again--a hard cruel laugh. There was no mirth in\nit.\n\n\"All Earthwomen are liars. I know where you hid them. In your bed\nchamber. The trick is too old already. We may not be able to see\nthrough the lead curtains, but we can break down the door. I warned\nArtok not to permit the use of the lead curtains, but he has a soft\nstreak. He listened to the women's pleadings for privacy. Privacy,\npah! A cloak for conspiracies, that's all it comes to. When Gurda\nreturns, we search upstairs and drag out your rats from their hole.\"\n\nHe laughed smugly, pleased with his own cleverness.\n\n\"It is not so.\" Strange how calm Joan sounded. \"They are not in the\nhouse. Only my dying mother is here. She is bedded upstairs. The\ndoctor ordered absolute quiet. The slightest noise would be fatal.\"\n\nThe Mercutian sneered. \"We'll take a look at that dying mother of\nyours right now.\"\n\n\"You mustn't,\" the girl panted. \"She will die, I tell you.\"\n\n\"And what does it matter to me?\"\n\nThere was the sound of a struggle, a sharp cry, followed by a dull\nthud.\n\n       *       *       *       *       *\n\nHilary was out through the door like a flash, down the corridor to the\nhead of the stairs with automatic extended. The monster Mercutian was\ncoming heavily up the treads. They saw each other simultaneously.\n\nThe Mercutian's pink eyes turned a vicious red; the tube dangling in\nhis hand jerked sharply up. Hilary squeezed the trigger. The gun\nbarked. The Mercutian spun half around with the force of the tearing\nbullet. The deadly beam from his weapon slithered over the wall,\nsearing a great molten gash in the crystal. He was badly hurt, but he\ndid not fall. Howling with pain and rage, he slewed himself around\nagain, pointed his sun weapon unsteadily upward.\n\nHilary let him have the other slug. The big body jerked, and fell\nbackward with a crash to the bottom of the stairs, there to lie oddly\ncontorted and still.\n\nThere was a thundering rush from the rear of the lower floor, a\nhoarse throaty cry. Hilary tore down the steps three at a time, Grim\nand Wat slithering behind him.\n\nThe other Mercutian was bending over Joan's semiconscious form,\nsweeping her into the crook of a huge arm. He shot a startled glance\nat the down-pouring Earthmen, swerved the girl around, and aimed his\ntube.\n\nHilary pulled the trigger as he swerved. There was a sharp click, but\nno explosion. Hilary cursed and threw himself down. He had forgotten\nthat there were no more bullets. The speeding flash scorched overhead.\n\nGrim and Wat crouched low. Wat's tube, the one he had wrested from the\ndead guard on the conveyor, was being slowly raised. The Mercutian saw\nit, shifted the inanimate girl in front of himself, and backed\nstealthily toward the splintered door.\n\n\"Don't shoot,\" Hilary cried sharply. \"You'll kill Joan.\"\n\nWat lowered the tube disgustedly. Hilary groaned aloud. If only he had\nhad one more bullet. There was enough of the gigantic body exposed to\noffer an excellent target to a steel slug without harming Joan, but\nthe sun weapon sent out its beam in a flat spray.\n\nThe Mercutian sensed their dilemma as they crouched on the stairs. He\nlaughed unpleasantly as he backed through the doorway, Joan's limp\nbody held straight in front of him.\n\n\"Good-by, Earth slaves,\" he taunted. \"I take your pretty Earth maiden\nwith me. In five minutes I return, with others. You cannot escape.\nGood-by.\"\n\nHe jumped clumsily through the door. The crouching Earthmen heard a\nclick. It had closed behind him.\n\n       *       *       *       *       *\n\nHilary and his companions cleared the stairs in almost a single bound.\nHe had snatched the sun-tube out of Wat's hand. Through the splintered\nslide he saw the Mercutian climbing into his flier, but a great\ncrystal column of the portico intervened. Nevertheless, while Wat\nfumbled for the button that released the slide, he took a chance.\nEvery split second was precious now. He aimed the weapon, pressed the\nspring. A white dazzling ray darted fanwise from the orifice. It\ntouched the column, fused it into molten, running glass. But the\nMercutian was already in his seat, Joan limp beside him. He was\nfumbling at the controls.\n\nThe door slid open at last. Hilary shot through like a bullet from a\nrifle. The flier had already taken off on a long slanting rise. A\nthree-fingered hand waved mockingly down at him. Hilary raised his\nweapon, then lowered it with a groan. The flier was well within range\nyet, but if he aimed the terrible beam at it, there would be a crash\nof fused twisted material, and--Joan was in it. What a dilemma! If he\ndidn't shoot, she would be borne away--he dared not think to what\nhorrible fate.\n\nGrim's hand rested lightly on his shoulder as he watched the flier\nbecome a faint black speck in the direction of Great New York.\n\n\"She was your sweetheart.\" His gruff voice was oddly gentle.\n\nHilary brushed a weary hand over his forehead. The Earth, the universe\nitself, were suddenly dead, meaningless gobs of matter.\n\n\"Yes,\" he said tonelessly. \"Five years ago she promised to wait for my\nreturn. She kept her word. I found her again--only to lose her.\"\n\nGrim said quietly: \"I too once loved a girl. I joined the last\nrebellion under Amos Peabody. The Mercutians threatened to seize the\nwives, sisters, sweethearts of the revolters if they persisted. Many\nof the men surrendered. I was one of those who refused. When the\nrevolt was over, smothered in flame from their giant sun-tubes, I\nfound that they had made good their threats. My girl was gone,\nvanished. Two Mercutians had taken her away. She was never found\nagain.\"\n\nHe paused in brooding silence. \"They are up to their old tricks\nagain.\" His eyes were steely blue now. Hilary pressed his hand in\nsilence. They were welded together by a common loss.\n\nWat Tyler broke in upon them. \"If you fellows want to hang around\nhere, I'll be on my way. That Mercutian hyena will be back here with a\ndozen others just like him in less than no time.\"\n\n       *       *       *       *       *\n\nHilary snapped out of his sorrow. He could not help Joan by having\nhimself captured or killed, nor was it fair to Grim and Wat. They had\nplaced themselves unquestioningly under his leadership. Something else\ntoo was growing into burning life in his mind. This was his Earth, his\nand Grim's and Wat's, and of millions of other normal human beings.\nThe Mercutians were interlopers, brutal conquerors. He would devote\nhis now otherwise meaningless life to driving them off the planet,\nwiping them out of the solar system. A tall order, yes, but not for\nnothing had he fought almost single-handed against those other\nmonstrosities on other worlds: Martians, Ganymedans, Saturnians. The\nMercutians were no stronger than they. Besides, there was Joan.\n\n\"Men,\" he said crisply, once more the clear-headed commander of his\nspace expedition, \"I intend to fight these Mercutian invaders until\nEarth is free once more, or--I am dead. I have no illusions about the\nmagnitude of the job, of its practical hopelessness. But that does not\nmean that you two have to throw away your lives also. I am a marked\nman, without any identification tag. You on the other hand, can get\naway from here, mingle indistinguishably with the hordes of people in\nGreat New York. You would be safe. Our ways part here, if you desire\nit so.\" He added hastily, \"I would be the last to blame you.\"\n\nGrim Morgan and Wat Tyler looked at each other, a great giant of a man\nand an undersized bantam. Yet some electric spark of sympathy seemed\nto dart between them, these so dissimilar beings.\n\nWat elected to be the spokesman. His voice rose shrilly, as it always\ndid when he was laboring under stress of excitement or emotion.\n\n\"_You_ won't blame us,\" he almost squeaked. \"Who asked you? Damn it,\nhaven't we consciences of our own? Are we quitters, yellow-bellied\nMercutians to quit a pal? Are we, Grim Morgan? Speak, you big ox.\"\n\nHe wheeled abruptly and shook a small fist high in the air. It barely\nreached under Grim's nose. The big man looked down at the little\ngamecock unsmilingly.\n\n\"No, Wat Tyler, we are not,\" he said gravely.\n\nWat turned to Hilary triumphantly.\n\n\"There, you see,\" he crowed, \"we stick together. We'll lick those\nMercutian monsters; we'll sweep them into the ocean, into space. And\nwhat's more, we'll rescue your girl too.\" He stopped to catch his\nbreath. Grim was nodding slowly. He had not the little man's\nexuberance. _His_ girl could not be rescued any more, but he could\nremember.\n\nHilary's frozen heart warmed into life again. With loyal comrades such\nas these, even the impossible might be accomplished. Very quietly,\nwithout heroics, the three men shook hands. Nothing more, yet they\nknew that they were bound indissolubly together, as long as there was\na gasp of breath in any of them.\n\n       *       *       *       *       *\n\nHilary's brain functioned with racing smoothness. In minutes the\nMercutians would be back.\n\n\"We must find a secure hiding place at once,\" he said. \"Know of any?\"\n\nGrim shook his head negatively. \"There is none,\" he spoke slowly.\n\"Their search beams penetrate everything.\"\n\n\"Except lead,\" Hilary interposed.\n\n\"Except lead,\" he conceded.\n\n\"Very well then. We shall have to find a place we can line with lead.\nIn the meantime. I have my space flier up in the Ramapos. If it hasn't\nbeen discovered yet, it will be essential to our task. We'll have to\nget there quickly.\"\n\n\"How?\" Wat asked,\n\n\"By the conveyors, of course.\"\n\n\"No good,\" the little man declared. \"Mercutian guards will be\npatrolling them. You have no identification tag. You would be caught.\"\n\nHilary considered that. \"Suppose you two go on along,\" he suggested.\n\"Find it and wait for me. I'll manage somehow.\"\n\n\"No,\" they answered unanimously; \"we go together or not at all.\"\n\nHilary did not try to argue. He would have replied himself in exactly\nthe same terms. He looked longingly at the abandoned flier of the\ngray-faced Mercutian, lying cold and still within the house.\n\n\"If only we could operate the ship,\" he said.\n\nThen, characteristically, he dismissed the vain longing and bent to\nthe business in hand. \"That means we'll have to make it on foot, and\nkeep under cover all the way. Come on.\"\n\nAs the three men moved rapidly over the great lawn toward the nearest\ncovert, a little wood a quarter of a mile away, the horizon that was\nGreat New York showed silhouetted against the westering sun numerous\nlittle black dots. The Mercutians were coming.\n\n\n\n\nCHAPTER V\n\n_Outlaws of Earth_\n\n\nThree days later three footsore, weary, hungry men skulked in the edge\nof the woods near a little clearing in the Ramapos. For three days\nthey had ducked and dodged and literally burrowed into the ground by\nday, traveling only at night. Above and around them the noise of\npursuit rolled. The Mercutians were persistent.\n\nSpeedy one-man fliers patrolled the airways, their search beams\ncasting invisible rays in wide sweeping arcs over the uneven terrain.\nWherever they touched, the ground sprang into vivid illumination,\ncrystal clear to depths of ten to fifteen feet. Several times the\ncrystal swath swept breathlessly close to the place where the\nfugitives crouched in covert. The conveyors carried back and forth\narmed companies of guards. The Mercutians were making a mighty effort\nto capture their prey.\n\nBut somehow the Earthmen had won through, and eager eyes searched the\nlittle glade. Hilary exhaled sharply. The _Vagabond_, stanch and\nfaithful companion of all his travels, rested immovably on the deep\ngreen grass. It had escaped the questing eyes of the Mercutians. The\ntravel lanes did not touch this secluded spot.\n\n\"So that's your space ship, eh?\" said Grim, surveying the tarnished,\npitted spheroid with something of awe.\n\n\"Yes,\" said Hilary lovingly as he unlocked the outer port side. A\nhasty glance around inside showed that nothing had been touched.\nEverything was orderly, methodical, just as he had left it.\n\nGrim and Wat examined with interest the banked controls, the\npolarization apparatus that set up repulsion waves and literally\nkicked the ship out into space away from the planet against which it\nhad been set.\n\n\"Time enough to inspect,\" Hilary warned them. \"Never can tell when\nthose damned Mercutians may spy on us.\"\n\n       *       *       *       *       *\n\nHe set the polarization controls so that the mere pulling of a switch\nwould send the flier careening off into space. He surveyed the\napple-pie order of the interior with vast satisfaction.\n\n\"Now let them come,\" he said, \"the _Vagabond_ can show anything that\nflies a clean pair of heels. Let's eat.\"\n\nHe dragged an aluminum box out of its locker, opened it to disclose a\ngray funguslike mass. He cut off huge slices and offered it to his\ncompanions.\n\nThey looked at it doubtfully.\n\n\"Ugh,\" Wat shuddered violently, \"I never saw stuff like that before.\nIt doesn't look good.\" The little man, they soon discovered, had\nviolent discriminations in food.\n\n\"Try it.\" Hilary assured him. \"It's a Martian growth, and delicious.\nWe had to live on the land so to speak, on our journey. Our Earth food\ngave out long before the finish.\"\n\nWat looked at it with manifest distaste, but Grim was already wolfing\nhis portion and making little pleased sounds. Wat bit into a portion\ngingerly, found it tasted somewhat like truffles, and soon was not far\nbehind in gulping it down.\n\n       *       *       *       *       *\n\nWhen their appetites had been appeased, Hilary called a council of\nwar.\n\n\"First of all,\" he told them, \"we'll have to find a hideout. That\npresupposes two things: a place large enough to store the _Vagabond_,\nand hidden from view, either from the naked eye or their search\nbeams.\"\n\n\"That sounds like a large cavern lined with lead,\" said Grim.\n\n\"Exactly.\"\n\n\"And there are none such in this territory,\" Grim replied quietly.\n\n\"I will not move too far from New York,\" Hilary spoke with\ndetermination; \"there is Joan....\"\n\nGrim looked blank. There was Joan, of course.\n\nWat got up suddenly. \"I know a place,\" he said, \"within a mile of\nhere, and it's not a cave. Come on; I'll show you. I was a Ranger in\nthe Ramapo Game Preserve in the old days.\"\n\nHilary asked no more. The polarization switch made contact, and the\n_Vagabond_ left the Earth with a swift rush. It maneuvered with the\nease of an Earth flier. Wat directed him, scanning the rugged\ntree-clad mountains with eager eye.\n\n\"There,\" he said finally, \"set her down right there. Easy.\"\n\nHilary saw no break in the uninterrupted line of the mountain, but he\nfollowed directions. He had come to have an abounding faith in the\nlittle red-haired man.\n\nThe space flier eased gently down. Just as it seemed as if it would\nperforce come to rest upon serrated tree tops, a faint glimmer showed\namid the darker green. There was an opening, just barely room for the\n_Vagabond_.\n\n       *       *       *       *       *\n\nHilary jockeyed skilfully through, kept on descending into a narrow\ncleft in the slope. The walls rose almost perpendicularly on either\nside. About fifty feet down there was a sharp turn and the gorge\nangled downward for another fifty feet. When the flier came to rest at\nthe bottom, it was securely hidden in a slanting cleft, some forty\nfeet wide and several hundred long. A mountain brook brawled at one\nside, assuring plentiful water. The outside world was absolutely\ninvisible. Perpetual twilight reigned; only a pale dim religious light\nfiltered through.\n\n\"Just the thing,\" Wat exulted. \"We'll never be found here, no matter\nhow much they search, unless someone actually stumbles into the\nopening. There's almost eighty feet of solid rock above us, and their\nsearch beams only penetrate about ten to fifteen.\"\n\n\"Splendid.\" Hilary said. \"Now we've got to get to work.\"\n\nFor two days they toiled incessantly. A rope ladder was fabricated to\ninsure ease of entrance and exit without recourse to the ship. Wat, as\nthe least conspicuous, was delegated to scour the countryside and\nbring in stores of provisions. The bottom of the gorge was leveled off\nwith infinite labor. Rough wood shelters were erected. Spares and\nelectrical equipment to replace worn parts in the _Vagabond_ were also\npurchased by Wat, in cautious small purchases. It necessitated long\ntrekking through mountain trails, but there was no murmur from him.\nThe search, he reported, seemed to be slackening. Only the routine\nguards whizzed by on the conveyors, and the usual Mercutian fliers\nthat kept to the regular air lanes.\n\nAt last even Hilary was satisfied. He was ready now for the plan that\nhad been slowly forming in his mind during the days of their flight\nand of work. He was going to attempt a rescue of Joan. She had never\nleft his thoughts once; he was burning with inward anxiety, though his\nface was a mask to cover his true feelings.\n\n       *       *       *       *       *\n\nThe last evening he sat with the others within one of the wooden\nshelters. A huge fire of fragrant pine knots blazed up a crude boulder\nchimney.\n\n\"I am going out now to find Joan,\" he told them quietly.\n\n\"When do we start?\" asked Wat.\n\n\"I am going alone.\" There was a movement of protest. He checked it at\nonce. \"You can understand the reasons. One man can worm his way where\nthree men cannot. It isn't a question of force, of brute strength.\nBesides, if anything should go wrong, there are still the two of you\nto carry on--to be the focus of a new revolt. If all of us were\ncaught, there would be no further hope for the Earth.\"\n\n\"It's a hell of a note,\" Wat grumbled, unconvinced. \"There's fighting\nto be done, and me cooped up here like a sick hen.\"\n\n\"Hilary's right,\" Grim interposed thoughtfully. \"It's a one-man job.\nWe'll have our chance later.\" He turned on Hilary. \"But if anything\ndoes happen to you, you understand we won't stay quietly. We'll\ncome--if you are still alive. Promise you will let us know--if you\ncan.\"\n\n\"I'll promise that,\" Hilary agreed. \"There is a way.\"\n\nHe got up and went out of the hut. In a few minutes he was back,\nholding three small flat disks enmeshed in a spray of fine wires for\nthem to see.\n\n\"I've just removed the communication disks from our space suits.\nStrap them in position on your right shoulder blade, hook the\nwires--so--and you can talk to me or to each other over distances of\none hundred miles. Underneath your clothing they cannot be seen.\nShould I require your assistance, I'll call, and further, I'll show\nyou both how to run the _Vagabond_, in case....\" His voice trailed.\n\n\"Yes, yes, of course,\" Grim interposed hastily, \"but you'll be here to\nrun it when the time comes.\"\n\n\"Perhaps,\" Hilary smiled faintly. Then he leaned forward. \"I've gotten\na pretty good idea of what's happened on Earth since I went away, but\nnow I need more details. Otherwise I'll run into things that will\nsurprise me, and that might not be so--pleasant.\"\n\nThey told him, interrupting each other, arguing over details, Hilary\ninterposing questions every now and then.\n\n       *       *       *       *       *\n\nAbout a year and a half after Hilary's departure into trackless space,\na huge flat diskoid came hovering to the ground near Great New York.\nIt carried a party of Mercutians on a friendly exploration, so they\nsaid, once communication could be established between Earth linguists\nand themselves. They were welcomed, made much of. They seemed friendly\nenough. At their own request they were whirled over the Earth in Earth\nplanes on a tour of inspection.\n\nWhen they departed, with much protestation of friendship, they assured\nPresident Peabody they would return some day, they and others of their\nrace. Just what hidden threat there was in that promise, no one on\nEarth realized. It was taken at face value.\n\nJust a year later, almost to the day, the by this time familiar\ndiskoid was seen hovering once more over Great New York. The\nMercutians were returning. The people of New York suspected nothing.\nNo troops were rushed to the scene to repel invasion; no guns were\ntrained on the space ship. It was just another friendly visit, and\nhurried preparations were commenced for a rousing welcome on their\nlanding.\n\nWhat New York did not know was that simultaneously with the appearance\nof the Mercutian flier over their city, a hundred others were even\nthen hovering over the strategic capitals of the world. The first\nMercutian ambassadors had put to good advantage that hurried tour of\ninspection.\n\nNo one was alarmed. Each capital city thought itself signally honored\nby the reappearance of the lone Mercutian over it. The plan was\nclever, the timing perfect.\n\nAt a signal flashed through the ether, things started happening.\n\nThe great diskoids, hovering high in the stratosphere, suddenly blazed\ninto blinding light. To the dazzled onlookers below, a new sun seemed\nto have been born. A truncated cone of flame leaped downward. The\ndiskoid was the apex, the spreading base all of Great New York. The\nsheeted brilliance enveloped the doomed city. It was a holocaust. New\nYork became a roaring furnace. Stone and steel heated to\nincandescence.\n\nThe affrighted people had no chance for their lives. Like moths in a\nflame they died on the streets, in the ovens of their homes, in the\nsteaming rivers into which they had thrown themselves to escape the\nawful heat. There were few survivors, only those who happened to be\ninside the giant skyscrapers, protected by many thicknesses of crystal\nand steel.\n\n       *       *       *       *       *\n\nAs Great New York went, so went a hundred other cities. The Earth was\ncaught unawares, but the governments, the people, responded nobly.\nTroops were mobilized hurriedly, preparations rushed for warfare.\n\nBut the Earthmen did not have a chance. The great sinister diskoids\nmoved methodically over the Earth, high in the stratosphere, where the\nfutile Earth planes could not reach them, and sent the terrible blaze\nof destruction down unerringly upon armies, cities, towns.\n\nIt was over soon. One after another, the Earth governments\ncapitulated. America was the last--old Amos Peabody vowed he would\nrather go down to utter destruction than yield--but he was out-voted\nin Council. It was pure slaughter otherwise, without a chance to fight\nback.\n\nAt once the Mercutians set up their government. The Earth was turned\ninto a colony. The leader of the invaders, the son of the Mercutian\nemperor, became Viceroy, with absolute powers. Sooner or later, it was\ntheir intention to transport the entire Mercutian race to the Earth,\nand make it their permanent home. Mercury was not an ideal place to\nlive on; in the restricted area around the poles where life was\npossible, terrific storms alternated with furnace droughts, to which\nthe hottest part of the Sahara was an Arctic paradise. No wonder the\nfirst Mercutian expedition had broached the subject of Earth as an\neasy conquest when they returned.\n\nThe Mercutians treated the Earth people as slaves. Their rule was\nbrutal and arrogant in the extreme. The Earth people revolted, under\nthe leadership of Amos Peabody. Weaponless, except for small hidden\nstores of rifles and revolvers--the Mercutians had cannily disarmed\ntheir slaves--they fought desperately with axes, knives, clubs,\nanything, against the overlords.\n\nThe result could have been expected. The rebellion was smothered in\nblood and fire. The bravest of the Earthmen died in battle, or were\nexecuted afterwards. The slaves, the weaklings, were left. Old Amos\nPeabody was treated as Hilary had seen. He was exhibited in city after\ncity as a public warning.\n\n       *       *       *       *       *\n\nHilary's blood was boiling as the terrible narration went on and on.\nBut his face was calm, immovable.\n\n\"How do the diskoids operate?\" he asked.\n\n\"Something like the sun rays on the one-man fliers,\" Grim told him,\n\"only vastly more powerful. They are not limited in range, for one\nthing. It took only one, fifty miles up in the stratosphere, to\ndestroy all New York. I saw the one that first spied on the Earth. It\nwas about five hundred feet in diameter, made of the same vitreous\nmaterial, and shaped like a huge lens. No doubt, besides being a space\nship, it is just that. The sun's light flashes through it, is\nrearranged into terrible burning rays, and sears all in its path.\"\n\n\"Hm'm!\" Hilary meditated. \"So everything the Mercutians have in the\nway of weapons and armament depends directly on the sun's rays.\"\n\n\"Yes,\" Grim agreed. \"After all, you must remember that with Mercury\nexposed as it is to the fierce heat of the sun, it would be only\nnatural for them to develop weapons that utilized its rays.\"\n\n\"Then the tubes and the fliers cannot operate at night?\"\n\n\"Yes, because then they receive the reflected waves from the diskoids\nthat are stationed out in space, in eternal sunlight.\"\n\nHilary considered this a moment.\n\n\"Where do you think it possible Joan was taken?\" he changed the\nsubject abruptly.\n\n\"It is hard to say,\" Grim answered slowly. \"But your best chance would\nbe with the Viceroy himself. There have been rumors--when pretty girls\ndisappear.\"\n\nHilary's jaw set hard.\n\n\"I think I'll interview His Mercutian Magnificence,\" he said. \"Where\nare his quarters?\"\n\n\"The Robbins Building.\"\n\n\"Good Lord, that's Joan's....\" So that was why Joan was up in the\nBronxville suburb. \"What happened to her father, Martin Robbins?\"\n\n\"Executed after the revolt,\" Wat interposed. \"Your girl must have\nescaped, otherwise she'd have been treated then like the other girls\nwhose relatives had fought.\"\n\nHilary smiled unaccountably, the first smile since Joan had been\ntaken. He knew the Robbins Building well; he had been a frequent\nvisitor there in the old days. There were surprises in store for His\nNibs the Mercutian....\n\n\n\n\nCHAPTER VI\n\n_Mutterings of Revolt_\n\n\nThe next morning, as dawn burst over the mountain tops, he started on\nhis perilous mission. But no one who knew Hilary Grendon would have\nrecognized him in the meek, shambling, slightly bent Earth slave who\nclimbed the last rung of the rope ladder out of the hidden gorge.\n\nHe had changed his clothes for an old, space-worn suit that one of his\nformer comrades could never have any further use for. The skilful\napplication of wood ash and powdered charcoal to the hollows around\nthe eyes, the pits beneath the cheekbones, gave him a gaunt, careworn\nappearance, suitable to an Earthman too brow-beaten to dream of\ndefying his overlords.\n\nWat, who had artistically applied the make-up, viewed his handiwork\nwith admiration. \"You'll do,\" he grinned. \"The way you look, even a\nlittle fellow like me would be perfectly safe in spitting upon you.\"\n\nBefore he went, he explained the mechanism of the _Vagabond_\nthoroughly to his friends. Finally they nodded; they would know how to\nwork the controls.\n\nThere was the question of weapons. The captured sun-tube was out of\nthe question; it could not be secreted beneath the dark-blue blouse.\nHilary fondled his automatic wistfully.\n\n\"If only I had some bullets,\" he sighed.\n\n\"Hell, man, I know where you can get plenty,\" said Wat. There was a\nhidden cache, not far from where they were, stored against the day.\nThere were still some brave spirits left on Earth who hoped and\nplotted. Wat had been one of them. Hilary's spirits rose immeasurably.\nWith his gun loaded he could face the whole Mercutian planet.\n\n       *       *       *       *       *\n\nHilary made the return journey to Great New York in an hour. He wormed\nhis way carefully to the nearest conveyor, and made his way openly to\nthe express platform, secure in his disguise.\n\nThere was an air of unrest, of tension in the air. The Earth\npassengers no longer sat dully, apathetically, as they were whizzed\nalong. Little groups buzzed together, excited, gesticulating.\n\nHilary unostentatiously joined one. There was a sudden silence as he\nsank quietly into his seat, glances of uneasy suspicion. But he looked\nthoroughly innocuous, and the chief whisperer felt emboldened to\nresume the thread of his interrupted discourse.\n\n\"There _are_ men left on Earth,\" he mouthed secretively to the little\ncircle of heads. \"The Mercutians went down like animals--fifteen of\nthem killed, I hear. The whole company of guards retreated in a\nhurry\"--he paused for greater effect, and continued slowly and\nimpressively--\"from--three--Earthmen.\"\n\nHilary raised his head sharply. They were discussing his exploit,\nevidently. With exaggerations of course. That was inevitable.\n\n\"Yes, sir,\" the speaker proceeded, \"that shows you. These damned\nMercutians are not invulnerable. They can be overcome, chased off the\nEarth. But we've got to be men, not slaves.\"\n\nHigh excitement shone in the surrounding faces.\n\n\"But we ain't got no weapons,\" a small, weak-chinned man protested.\n\nThe other spat carefully: \"No weapons, huh? Man, I could show you--\"\n\nA dark, silent man standing uninterestedly next to him jabbed him in\nthe ribs. The orator gulped and stammered: \"I--I mean--\"\n\n\"Psst,\" someone hissed hurriedly, \"the Mercutians.\"\n\n       *       *       *       *       *\n\nThree giant Mercutian guards, their sun-tubes at the ready, stumbled\nheavily down the aisles of the express, sagging with the pull of\nEarth's gravitation. Their gray, warted faces were black as\nthunderclouds.\n\nThey stopped before the hastily scattered group.\n\n\"You heard the orders,\" the hugest one barked: \"no congregating of\nEarth slaves on the conveyors or elsewhere. Next time you disobey,\nI'll ray you. You understand?\"\n\n\"Yes, Magnificent,\" the weak-chinned man muttered hurriedly.\n\nBut the little knot reformed immediately after the guards had passed\non.\n\n\"Magnificents!\" The first speaker spat viciously. \"I'd like to wring\ntheir necks.\"\n\nHilary shifted unobtrusively to another excited cluster. There the\nsame procedure was followed. A quiet-voiced man was talking, lauding\nthe exploit of the three embattled Earthmen, skillfully and subtly\nenkindling enthusiasm, raising wholesome doubts as to the\ninvulnerability of the hated Mercutians.\n\nNumerous patrols of guards stalked up and down the conveyors,\narrogant, manifestly itching for a pretext to ray the conquered. But\nthe Earthmen gave them no opportunity. The groups melted at their\napproach into meek, vacuous individuals; reformed instantly as they\nmoved on. And there were no informers. The Earthmen had resumed their\nalmost forgotten Earth solidarity in fronting the invaders.\n\n       *       *       *       *       *\n\nHilary watched the restless shifting groups with a glow of pride. This\nwas his work, the spark he had kindled was being fanned into a steady\nblaze. These whisperers, these exhorters, who were they? Members of an\nunderground organization? Possibly. Wat and Grim had both belonged to\nloose circles, vague and shifting in membership. Possibly they were\ncoalescing now, joining up into a world-wide organization. He hoped\nso. It would make his task easier, it also helped restore his pride in\nbeing an Earthman. He had almost thought that this supine listless\nrace of his was not worth rescuing.\n\nHe reached the terminal in Great New York without untoward incident.\nNo one challenged this meek, shabby-looking Earthman. The Mercutians\ngave him barely a glance; the Earthmen disregarded him when they\nwhispered together. Hilary was content; he was not seeking undue\nnotice.\n\nThe terminal was the scene of unwonted activity. The conveyors were\ndisgorging crowds of Earthmen, grim, determined-looking individuals.\nThey scattered purposefully through the various exits of the huge\nbuilding. Hilary noted with interest that there were no women, no\nchildren, on the constantly incoming expresses.\n\nThe Mercutians were massing, too. The terminal was crowded with\nguards. They stalked heavily about, shouldering their Earth slaves\nrudely out of the way, sending them sprawling with sudden quick\nshoves. It would take only an untoward word, a false movement, to\nstart a massacre. The Mercutians were deliberately trying to egg them\non.\n\nBut the Earthmen took the abuse, the physical violence, quietly. They\npicked themselves up, disappeared through the exits, giving way to new\narrivals. Once Hilary caught a gleam of familiar steel in the\nunbuttoned recess of a man's blouse pocket. He smiled. There were\nuntoward events impending.\n\nBut first he must take care of his own private matter. Joan was a\ncaptive in the hands of the Mercutian Viceroy. What was his name? Wat\nhad told him. That was it--Artok.\n\n       *       *       *       *       *\n\nHe was out in the street now, a wide vita-crystal paved thoroughfare,\none of the many that radiated from the terminal like the spokes of a\nwheel. On either side was an upflung spray of tall receding towers,\ndazzling in the sunshine.\n\nIt struck Hilary suddenly. There had been bright unclouded skies\nduring the days since his arrival. Only at night had it rained, like\nclockwork: every night for fifteen minutes immediately after midnight.\nA light steady shower that ceased as suddenly as it sprang up. It was\nunusual. This was April in the Spring of 2348 and April was always a\nmonth of showery heavens. Had the Mercutians, accustomed to the\nblazing light of their own planet, deliberately managed some way to\ncreate perpetual sunshine on Earth? Very likely, considering the\nclockwork night showers, no doubt for the purpose of preventing\ndroughts. There was the matter of weapons and power, too. They all\ndepended on the sun.\n\nHilary took the inside moving platform. It would take him to the\nRobbins Building. The street was black with people, surging back and\nforth, restless, ominous.\n\nMercutians stalked purposefully along, in companies of ten. Their\nguttural voices were harsh with command. The Earthmen scattered out of\ntheir way. Those who were not nimble enough were knocked down,\ntrampled underfoot.\n\nOne Earthman, braver than the rest, or more foolish, gave vent to a\nscream of rage, when a young girl, with whom he was arm in arm, was\nwrested brutally away. His fist shot out, caught the leering guard\nflush on his chin.\n\nThe Mercutian staggered, then bellowed with rage. His tube flashed\nupward. The Earthman's eyes opened wide as with wonder, then he\ncollapsed, cut cleanly in half.\n\nThere was a full-throated growl from the jammed thoroughfare, a sudden\nsurging forward. But the guards, reinforced by others, had their tubes\nlifted, ominous, death-dealing. The crowd ebbed back hastily.\n\n       *       *       *       *       *\n\nHilary had joined the first rush. His blood pounded in his veins at\nthe unprovoked brutality. For a hasty moment he visioned the\ncommencement of the revolt. But as the mob retreated before the\nweapons, his brain cooled. The time was not ripe yet. It would be\npure slaughter. Besides, there was Joan.\n\nOnce more he was the meek, downtrodden slave. He got off the platform,\nshambled over to the Robbins Building, an imposing pile of\nvita-crystal. It rose high into the air, overtopping even the great\nMemorial Tower. Martin Robbins had been wealthy, very much so. He had\nbeen a physicist of world repute, and this building was a monument to\nhis inventive genius. The top floors were devoted to marvelously\nequipped laboratories. On the roof were the living quarters--dwelling\nof many rooms surrounded by an alpine garden. All Great New York\nstretched beneath. In the distance the green waters of the Atlantic\ndazzled in the sunshine.\n\nHilary knew the layout well. It had been his second home before.... He\nput the bitter thoughts determinedly behind him. There was work ahead.\nThe stooped, hollow-cheeked creature shambled aimlessly up to the\nentrance. It was filled with Mercutian guards.\n\nHe edged his way along, hoping to pass through unnoticed.\n\n\"Here, you,\" a burly Mercutian barred his way, \"get out of here before\nI ray you.\"\n\n       *       *       *       *       *\n\nHilary seemed to shrivel together in mortal terror. He turned to slink\nout again. The guard had him by the shoulder, was propelling him with\nungentle paws toward the exit. Hilary let himself be shoved.\n\nA cold curt voice spoke a sharp command:\n\n\"What have you there?\"\n\nWhere had Hilary heard that voice before?\n\nThe pushing guard spun him around hastily.\n\n\"He was trying to get into the building, Cor Urga,\" he said\nrespectfully. \"These damned Earth slaves are everywhere under foot.\nIt's time we rayed a few to teach them a lesson.\"\n\nHilary found himself gazing at the gray saturnine countenance that had\nburnt itself into his memory. Urga--the Mercutian who had kidnaped\nJoan! His muscles tensed suddenly for a quick spring, then relaxed. He\nmust play the game.\n\nUrga looked him over carefully, puzzled.\n\n\"Strange,\" he grunted, \"I've seen this fellow before, but I cannot\nremember where.\"\n\nHilary was taut. Would he be recognized?\n\nBut the Mercutian Cor--in Earth terms, Captain of a Hundred--shook his\nhead finally, and turned away. The disguise had held up.\n\n\"All these Earth slaves look alike. This one is a particularly poor\nspecimen. Turn him loose. If he tries to come in again, kill him.\n\n\"Get,\" the guard growled viciously, and sent Hilary sprawling out into\nthe street to the muttering accompaniment of the seething Earth\ncrowds. The temper of the people was rapidly reaching the explosion\npoint.\n\n       *       *       *       *       *\n\nBut Hilary picked himself up, meekly brushed himself off, and melted\nunostentatiously into the moving crowd. He desired no undue attention.\n\nStrangely enough, there were no Mercutians in sight. Only the surging,\ngrowling Earthmen. Hilary felt their mysterious disappearance to be\nominous--as though they had been warned by some secret signal.\nSomething terrible was about to happen. He must get to that certain\npassageway he knew, and quickly. If only it were not guarded.\n\nA cry went up about him, a yell of many voices.\n\n\"The Mercutians are coming.\"\n\nHilary whirled. Down the street, issuing from the terminal, deployed\na full regiment of guards, bowed under the strong pull of the Earth,\nbut formidable enough. Sun-tubes glinted dangerously. A stentorian\nvoice reached him. \"Clear the streets, you Earth dogs,\" it roared.\n\"You're been warned enough. One minute to obey and I'll burn you all\ndown.\"\n\nA babel of excited voices went up. The crowds farther down, near the\nadvancing Mercutians, melted into a wild scramble. Men trampled each\nother underfoot in a mad attempt to reach safety before the minute's\nexpiration.\n\nWhere Hilary had paused, there was a milling indecisiveness. Men were\nalready quietly edging their way toward adjoining buildings, into side\nthoroughfares; others were more belligerent.\n\n\"Kill the bloody beasts!\" a man suddenly screamed near Hilary, drawing\na pistol from beneath his blouse. He waved it frantically in the air.\nThere was an ugly surge, a low-throated growl. It needed very little\nfor the mob to get out of hand and hurl itself upon the steadily\napproaching Mercutian regiment.\n\nHilary acted swiftly. He caught the man's pistol arm, thrust it down\nsharply out of sight. A quick wrench, and the gun was in his own hand.\nThe man, wild-eyed, opened his mouth to shout.\n\n\"Shut up,\" Hilary hissed fiercely. \"Are you mad? You wouldn't have a\nchance. They'd ray us all clean out of existence.\" He thrust the\npistol back into the man's blouse. \"Wait; our chance will come.\"\n\n\"Oh, my God! Look!\" someone screamed.\n\nA command shattered the air; the tubes of the Mercutians uplifted; a\nblinding sheet of flame blazed solidly down the street. The minute's\ngrace was up.\n\n       *       *       *       *       *\n\nEven at this distance, the heat scorched and seared. There were many\nunfortunates caught farther down, men who had had no chance to seek\nsafety in time. They melted in the furnace blast as though they were\nbits of metal in an electric arc.\n\n\"Run for your lives!\" the shout went up. All thought of resistance was\ngone. It was every one for himself. The man with the gun was the first\nto run. Hilary found himself caught in the mad rush. The Mercutians\nwere pounding along methodically raying in front of them.\n\nHilary was thrust into a little eddy of men to one side. It swirled\nand shoved. The entrance of the Pullman Building loomed ahead. The\nsight of it gave Hilary new vigor. That was his destination. If only\nhe could make it.\n\nHe straightened out of his stoop, squared his shoulders. The next\ninstant a human battering ram crashed through the twirling, yelling\nmob. Head down, right shoulder and elbow working in unison, a path\nmagically opened where no path had been before. Every second was\nprecious now. The heat of the tubes was engulfing him in waves,\nraising little blisters on the unprotected skin.\n\nHilary plunged into the open entrance of the Pullman Building. It was\npacked with humanity, struggling for the lift platforms, to take them\nto the upper stories, out of reach of the awful rays. Hilary was\nthankful for that. His destination was beneath, in the sub-levels. A\nmoving escalator led downward. It was deserted.\n\nA fierce, wild screaming arose outside, screams that gurgled and died\nhorribly. Hilary felt sick inside. The full blast of the rays had\nreached the milling crowd. It would be a hideous and merciless\nslaughter.\n\n       *       *       *       *       *\n\nHilary's gray eyes burned, his lips set in a straight, hard line. The\nbeasts would pay for this. He shot down the escalator at full speed. A\nspray of passageways met him. He did not hesitate. He chose the one\nfarthest to the left and dashed along its winding length until he came\nto a dead end. The vita-crystal gleamed blankly back at him.\n\nBut Hilary knew what he was doing. Long ago Martin Robbins had told\nhim of the secret connection between the two adjoining buildings. A\npassageway that led between the outer and inner shells of crystal\nwalls; lifts that shot smoothly to the laboratories and\npent-apartments on the roofs of the two structures. For Simeon Pullman\nhad been a close friend of Robbins; a fellow physicist, in fact. They\ninterchanged theories, results of experiments, and found this swift\nconnection most convenient.\n\nBoth men were dead now--Pullman as the result of a premature\nexplosion, and Robbins, executed by the Mercutians. But the secret\npassageway remained.\n\nHilary pressed the secret spring he knew of. A gleaming oblong of\ncrystal slid silently open. He went in without hesitation and the\nslide closed with a little whir behind him.\n\nA low tunnel confronted him, just barely high enough for him to move\nwithout stooping. The walls here were of burnished metal, glowing with\nimpregnated cold-light. It was empty, silent. Evidently it had been\nundisturbed for years. The Mercutians had not discovered this secret\nway then.\n\n       *       *       *       *       *\n\nThe tunnel slanted downward for several hundred yards, then turned\nsharply upward until a vita-crystal wall barred the way. Hilary could\nhear vague sounds from the other side. He was in the Robbins\nBuilding. He turned to the left, where a shaft stretched upward,\ncompletely enclosed by crystal walls. A thin oblong edging showed the\nplatform beneath. He stepped on it, hesitated for a moment. There were\ntwo control buttons; one that stopped the lift in the laboratory, the\nother in the sleeping room that once was Martin Robbins'.\n\nHilary decided in favor of the penthouse; there was less chance of a\npresent occupant of the room. If there was--he shrugged his shoulders\nand loosened the automatic in his blouse. He pressed the button.\n\nThe platform shot smoothly upward, up, up, thrusting a thousand feet\nup. At length it came to a gliding halt. Hilary knew he was on the\nroof now, in the interior of the wall making one side of the\nsleep-apartment. The vita-crystal gleamed mockingly opaque at him. If\nonly he could see through; if only he had a Mercutian search beam now.\nWas there someone in the room on the other side of the wall? He\nstrained his ears to listen, but the crystal was pretty much\nsound-proof.\n\nVery quietly Hilary drew his gun, broke it, examined the chamber. The\nsix bullets lay snug. He snapped it back in position, held the\nautomatic butt against his side, reached over and pressed the release\nbutton.\n\n       *       *       *       *       *\n\nThe slide whirred open. Hilary waited a second, tense, ready to shoot\nat the slightest sound. His eyes bored through the oblong. Nothing was\nin sight except the luxurious furnishings he remembered so well;\nnothing stirred. But his vision was limited to that part of the room\nframed by the slide. With infinite caution he peered out, his\nsearching gaze flicking swiftly, around the sleep-apartment. It was a\nman's room with built in divans, automatic sleep-spray, wall rack to\nhold illuminated book sheets, magnified so as to be read comfortably\nfrom a reclining position on the divan--in short, the usual ordered\nluxuries of a well-furnished sleep-room.\n\nIt was empty--but the divan was touseled, certain small things\ndisarranged. Someone used this room. Hilary stepped out, leaving the\nslide behind him open in case of an enforced retreat. He paused to\nthink. Where could Joan be held prisoner--if, and it was a big if--she\nwere really here. He ran over the possibilities.\n\nThe laboratories were out of the question. The great master room then.\nNo doubt Artok, the Viceroy, had installed himself there. It was\nregally magnificent. That might repay a visit. A bold scheme flashed\nacross his mind. Seize Artok himself, abduct him into the secret\npassage, and compel him to disclose Joan's whereabouts, give her up.\nHilary smiled grimly. Sheerly suicidal, yes, but he was desperate now,\nand there seemed no other way.\n\nGun shifted back into his blouse, with his right hand thrust in, on\nthe butt, he glided softly out of the chamber. No one was in sight.\nThe passageway seemed oddly deserted. Possibly the staff had been\nattracted to the outer rim of the terrace by the commotion below.\n\nAt the end of the passageway, facing him, was the master room. Another\nswift look about, and Hilary was moving down the long corridor, close\nto the wall, his footfalls deadened by the soft composition rug.\n\nSlowly, very slowly, he pressed the button to release the slide. It\nslid open at a barely perceptible rate. As the slender crack widened,\nHilary, looked in, taking care to keep his body to one side.\n\n\n\n\nCHAPTER VII\n\n_In the Hands of the Mercutians_\n\n\nA Mercutian was lolling in a reclining chair, his gray, warty face\nturned half away from Hilary. He was rather undersized for a\nMercutian, standing not more than seven feet, and his gray, unwieldy\nbody was heavy and gross as though thickened with good living and\ndebauch. A fleshy three-fingered hand was pounding vehemently on the\narm of the chair. His guttural roughened voice came clearly to the\nlistener. He was talking to someone unseen from the angle of the\nslowly widening slit. He was annoyed.\n\n\"For the last time I give you the opportunity,\" the Mercutian\nhowled--in English. \"If you refuse I turn you over to Urga; he wants\nyou.\"\n\nThe crack in the door had widened perceptibly. Hilary's heart gave a\ntremendous leap. Disclosed to his vision was a figure standing\nopposite the Mercutian, slim, defiant, proud--Joan.\n\nWhat unimaginable luck! The automatic leaped like a live thing into,\nhis hand. He crouched, the blood pounding in his temples, waiting for\nthe slide to come completely open. He dared not reach over for the\nbutton control to shift the speed; the movement might be heard inside.\n\nThe path was clear now. Overpower the Mercutian, escape with Joan down\nthe deserted corridors back to the secret passageway, emerge below,\nreturn to their hideout in the Ramapos and plan for revolt. It was all\nas simple as that.\n\n       *       *       *       *       *\n\n\"We must have these Earth slaves,\" the Mercutian continued, unheeding.\n\"They, must be made an example of. They are responsible for the\nunrest. They have killed Magnificents; and the Earth fools think they\ncan do the same. They will find out their error soon enough. But as\nlong as those three live, so long will the slaves hope, and plot.\"\n\n\"I cannot tell you anything about them,\" Joan said monotonously. It\nwas evident that this was not the first time she had said so.\n\n\"Yes you can,\" the Mercutian said as softly as his gutturals would\npermit. \"There is one in particular you know a great deal about. Urga\ntold me. A long-lost lover, no?\" His gray-ridged countenance contorted\ninto a thick disgusting leer.\n\n\"There it something mysterious about him. He has no identification\ntag; he releases Peabody; seems not to know the penalties. He has a\npistol, a forbidden weapon; he dares to kill a Magnificent; he eggs on\ntwo others, ordinary Earth slaves to join him; he disappears out of\nsight, in spite of all search.\" He was shouting now, pounding the\nchair arm with complete loss of dignity. \"Who is he, where does he\ncome from, where did he go? Answer me?\"\n\nThe girl faced him boldly.\n\n\"You are afraid of him, Viceroy,\" she challenged. \"You fear his\nexample. He has shown what a brave man can do; the Earth people will\nfollow him. The Mercutians are not invulnerable.\"\n\n\"Yes,\" the Viceroy said heavily. He was talking more to himself. Then\nhe realized his mistake. \"No, of course not,\" he growled hurriedly.\n\"Enough of this. You tell me what I want to know or I call Urga in.\"\n\nJoan's face went white, but she faced him unflinchingly.\n\n\"I do not know where he is, and if I did, I would not tell you.\"\n\n\"Very well then.\" The Viceroy leaned over to the table.\n\nThe slide was completely open now.\n\n\"I wouldn't call anyone if I were you.\"\n\n       *       *       *       *       *\n\nThe Viceroy whirled in his chair at the sound of the calm Earth voice,\ncalm yet deadly in its implications. He found himself staring into the\nstubby opening of an Earth automatic, a forbidden weapon. The hand\nthat held it was steady, and the gray eyes that bored into his were\nhard as pebbles.\n\nThere was a smothered gasp from Joan. \"Hilary.\"\n\n\"Yes; come to take you away.\" He spoke swiftly. \"We have no time to\nwaste, Joan. Is there any binding material in the room?\"\n\n\"I--I believe there is. Dad always kept odds and ends in the store\nchest near the bookshelves.\"\n\n\"Go and get it then. We'll truss up his most Mercutian\nMagnificence--No you don't,\" Hilary said harshly; \"keep your hands in\nfront of you and don't move.\"\n\nThe Viceroy was stealthily reaching for the sun-tube dangling from his\nbelt. He jerked his hand back, a cold sweat beading his forehead.\nHilary's finger had compressed on the trigger; the slightest extra\npressure meant flaming death.\n\n\"That's better,\" Hilary approved.\n\n\"You shall pay for this,\" howled the Mercutian, finding voice again.\n\"You shall suffer a hundred deaths in one.\"\n\n\"Softly,\" Hilary grinned. \"Just a little while ago you were very\nanxious to meet me. Now that I'm here you don't seem overmuch\npleased.\" Joan was rummaging frantically in the open chest.\n\nThe Viceroy started, his unlidded pink eyes opened wider. But he was\ncareful to keep his hands in plain view.\n\n\"You are the Earth dog who killed the Magnificents.\"\n\n\"I wouldn't call names,\" Hilary advised. \"It might be unhealthy. But I\nam that very individual. And I trust\"--he bowed mockingly-\"to have\nmore notches on my gun before I am through.\"\n\n\"You--you--shall be taken to Mercury. My father has special places for\nsuch as you.\" Joan was coming now swiftly with lengths of wire, soft\nthick material for swathing.\n\n\"Get me there first,\" Hilary said indifferently. \"Gag him, Joan, so he\ncan't open his ugly mouth any more. Then tie him up, well.\"\n\nJoan thrust the gag into the thick gash of a mouth, choking off a\ntorrent of imprecations in the guttural Mercutian tongue. Then she\nproceeded to truss him, expertly, efficiently.\n\n\"Good job,\" Hilary approved. \"Now with your kind permission, Most\nViceregal Magnificence, we shall go.\" He bowed mockingly. \"Come,\nJoan.\"\n\n\"Not so fast, Earth slave.\" A cold saturnine voice resounded like the\nclang of doom behind him. He whirled, shifting his gun swiftly for a\nquick shot.\n\nA little gush of heat caught his trigger hand as the index finger\ncontracted desperately. The smarting pain tore the pistol out of his\nhand. It dropped to the floor, unheeded. Hilary found himself staring\ninto the gross unpleasant face of Urga, a sun-tube trained directly at\nhis midriff.\n\n       *       *       *       *       *\n\n\"The Earth slave who tried to slink into the building,\" Urga said,\nsurprised. \"How did he get up here?\"\n\n\"I don't know,\" the Viceroy said shortly, working the gag out of his\nmouth. \"Don't stand there like a fool. Untie me.\" Gratitude was not\namong the Viceroy's virtues.\n\nUrga's face mottled as he hastened to obey. When Artok stood finally\nreleased, he glared heavily at Hilary and Joan. Then slowly a smile\nbroke over his warty features, a smile that boded unutterable things.\nHilary waited quietly, ready to seize the slightest opening; Joan\npressed wide-eyed against his shoulder.\n\n\"Know this Earth dog?\" the Viceroy jerked at Hilary.\n\nUrga's glance was puzzled. \"I told you I threw him out of the\nentrance, but even then I felt I had seen him before.\"\n\n\"You have, Cor Urga,\" the ruler laughed shortly. \"This is the one who\nis responsible for the mutterings of the slaves. He slew your comrade,\nGornu.\"\n\nThe captain started, peered into his captive's unflinching\ncountenance.\n\n\"He's disguised!\" he cried. \"Let me kill him, Magnificent.\" He\nfingered his sun-tube significantly.\n\nThe Viceroy was in high good humor now.\n\n\"Not so fast. You would let him off too easy. I have a better scheme.\nWe shall show the mutinous dogs how we treat those who revolt against\nour will.\"\n\nA cruel smile broke over Urga.\n\n\"I understand, Magnificent. Make a public warning of him like that\nfool Peabody. Rip out his tongue and his eyes, smash his eardrums, and\nride him from city to city, in chains.\"\n\n\"Exactly.\"\n\nJoan shuddered, convulsively. \"No, no,\" she cried aloud in her terror,\n\"don't do that. I'll tell you everything; I'll do--\"\n\n\"Joan,\" Hilary interrupted sharply, \"not another word.\" His arm went\naround her.\n\nShe collapsed against his shoulder, sobbing.\n\n\"It is too late for bargains now,\" the Viceroy shrugged indifferently.\n\"We have the man we wanted. As for the other two, you will tell us\nwhere they are hiding anyway.\"\n\nUrga turned to him expectantly.\n\n\"Your Magnificence,\" he urged respectfully, \"you promised me the girl,\nif--\"\n\n\"Yes, take her.\" The Viceroy waved a weary hand. \"I don't want her; I\nhave too many as it is.\"\n\nThe captain's face lit up with an unhealthy glow. He approached\neagerly to seize his prize. Joan gave a little cry of dismay, and\nshrank closer to her lover.\n\nHilary tensed in every muscle. Though it meant instant death, he would\nnot permit that towering brute to lay his clumsy paw on Joan.\n\nUrga reached out to clasp the frightened girl. Hilary seemed to\nuncoil. His fist shot straight up with all the power of his body\nbehind it. It crashed into the jutting jaw of the Mercutian like a\ncharge of high explosive dynol. For all his height and massive\nstrength, the giant toppled over, thudding heavily against the floor.\n\nFor the moment Hilary saw freedom ahead. The sun-tube had fallen from\nthe nerveless fingers. He darted for it with the speed of a striking\nsnake. Even as his fingers curled around the handle, there came a roar\nfrom the Viceroy.\n\n\"Drop it, or I'll cut you in two.\"\n\n       *       *       *       *       *\n\nHilary knew when he was beaten. Slowly, reluctantly, his fingers\nuncurled. He arose, to meet the gleaming opening of the Viceroy's\nweapon, and the surprised stare in back of it.\n\nUrga got up groggily, feeling gingerly the tender point of his jaw.\nThere was unfathomable hatred in his lidless eyes.\n\nThe Viceroy chuckled throatily.\n\n\"I never thought, Cor Urga, to have seen a puny Earthman, a mere\nmidget, overcome a Mercutian. Especially you, a winner of the prize\nof strength three times running in the arenas.\"\n\nUrga flushed darkly.\n\n\"It was an unexpected blow; it caught me unawares,\" he said heatedly.\n\"I'll break the slave in two.\"\n\n\"Try it--without your sun-tube,\" said Hilary laconically.\n\nThe captain made a movement toward him.\n\n\"Leave him alone,\" Artok cried sharply. He seemed to enjoy his\nCaptain's discomfiture. \"I have other plans for him. Now go. Take the\ngirl with you. I'll watch this presumptuous Earthling.\"\n\nUrga advanced with an evil grin. Hilary thrust Joan suddenly behind\nhim; crouching like a cat. He would go down fighting. For all his\nbulk, the Viceroy wheeled on his flank, raised his weapon.\n\n\"One false move, and you are dead carrion,\" he said coldly. His weapon\nwas raised. Hilary was caught between two fires, exposed to the\nsearing blasts that would issue at the slightest pressure.\n\nNevertheless he intended to strike. A sudden swerving jump, and he\nmight throttle one before he would be blasted into nothingness. It\nwould be Urga, he decided grimly. He tensed for the final desperate,\nsuicidal spring. The two Mercutians were watching him like unsheathed\nhawks.\n\n\"Good-by, Joan,\" he whispered, and his muscles went taut.\n\nUrga paused, his weapon came up sharply. One little pressure, and--\n\n       *       *       *       *       *\n\nThere was a commotion in the outer hall, the sound of padding feet.\nThe four in the master room froze into immobility. Two Mercutian\nguards stumbled panting into the room. They came to a jerking halt,\nthrew themselves prone upon the floor, arms outstretched in\nobeisance.\n\n\"May we speak, oh Magnificent?\" they asked humbly.\n\n\"Say your say,\" the Viceroy said crossly.\n\nThey rose to their feet heavily, and one of them spoke.\n\n\"The Earth dogs are revolting. The Cors of the outlying districts\nreport that the slaves are massing and are marching on Great New York.\nThey are armed with Earth weapons. The Cor of the Third District\nreports two men responsible--one is a giant among them, almost as tall\nas our own kind; and the other a puny red-haired firebrand. The Cor\nhas tried to capture them, but they are elusive. Even the search beams\ncannot disclose their hiding place.\"\n\nHilary's heart gave a great bound. Grim and Wat had not waited then.\n\nThe Viceroy's face darkened with anger.\n\n\"The filthy scum,\" he growled; \"this morning's lesson was not enough.\nThis time I'll slay, burn, smash until there isn't a single rebel\nleft. I'll fertilize their damned Earth with their own black blood.\nYou, Cor Urga,\" he snapped, \"transmit my orders to the Cors of the\nHundreds. They are to mobilize their men at once, and proceed in\naccordance with instructions known to them as General Order One. All\nconveyors to be stopped except for troop movements. Every slave found\nwith weapons, or acting suspiciously, to be slain on the spot. Flying\npatrols to scatter in pairs, observe for concentrations of slaves. Ray\nany gathering without warning. Inform Cor Algor of the _Tora_ (this\nwas the great armed diskoid of the Mercutians that had previously\nreduced Great New York, Hilary found out afterwards) to resume his\nstation over the city, ready to act when I give the signal.\"\n\nEven in the conflict of emotions, Hilary marveled at the\nunhesitating, snapped flow of orders. The Viceroy, in spite of his\nseeming gross lethargy, was a soldier, and an efficient one to boot.\n\n\"Yes, Magnificent.\" Urga bowed low, and departed, thrusting a\nmalignant glance at Hilary.\n\n       *       *       *       *       *\n\nThe Viceroy thrust off from him his bright yellow robes, wriggled his\nvast bulk swiftly into a close-fitting dull-gray tunic. To his belt he\nfastened little round knobs; the sun-tube dangled swankily at one\nside. He was accoutered for battle.\n\nHe seemed to have forgotten the existence of the Earthlings.\n\n\"You,\" he snapped to one of the waiting guards, \"go to the laboratory\nat once; convey my strict orders to Cor Eela that the weather machine\nmust function perfectly. There must be no slip-up--his life will\nanswer for it.\"\n\n\"Yes, oh Magnificence.\" The guard prostrated himself once more, then\ndeparted hastily.\n\nVast echoes resounded in Hilary's mind. \"Weather machine--weather\nmachine,\" he puzzled, holding Joan the tighter. There was more to this\nthan met the eye. He must think.\n\nThe Viceroy turned suddenly, stared at them, fingering his tube.\n\n\"I could of course have you killed at once,\" he thought aloud, \"and\nhave no further trouble; but then Urga would be angry.\" His lidless\neyes rested fleetingly on Joan. \"And I would lose my public warning to\nthe few Earth dogs who will survive. If it weren't that I needed them\nto till the fields, and work the machines, I would not leave a single\none alive.\"\n\nHe seemed to come to a decision. \"You'll wait my return.\" He spoke\nsharply to the guard. \"Bind them up well. Thrust gags into their\nmouths.\" He grimaced. \"I can taste mine yet. And remember, if they\nescape, just turn that sun-tube of yours on yourself. It will be\npleasanter for you. Understand?\"\n\n\"Yes, Magnificent.\"\n\nThe obsequious guard caught hold of Hilary, under the watchful tube of\nArtok, and proceeded with clumsy weighted fingers to tie him up.\nHilary did not resist. An idea was slowly forming in his mind. Joan's\nturn came next.\n\nWhen they were trussed so tightly that neither could move, the Viceroy\nsmiled mockingly. \"We shall meet again, Earth dogs,\" he said, and was\ngone.\n\n\n\n\nCHAPTER VIII\n\n_Rescued_\n\n\nThe guard looked at his captives sourly, kicked viciously at Hilary to\nrelieve his feelings. There was fighting to be had outside; Earth\nslaves to be tortured and slain, and he was out of it--wet nurse to a\ncouple of prisoners.\n\nHe growled disconsolately. Through an open slide window giving out on\nthe terrace, a confused roaring, a babel of sounds came filtering\nthrough. There was trouble below--fighting already, very likely. The\nMercutian glanced back at his bound and gagged prisoners. They were\nimmobile, helpless. He looked guiltily about. The great room was bare,\nsilent. With almost furtive movements he opened the door leading to\nthe terrace, stumbled out, and was leaning over the parapet, absorbed\nin the spectacle of Great New York below.\n\nInstantly, Hilary lifted his head, exerting to the utmost his muscles.\nHe could just see the guard's back, strained over the side. Hilary\nrelaxed rolled painfully over to Joan. She stared at him wide-eyed.\n\nIf only he could make her understand. He must get the gag out of his\nmouth. Every moment was precious; the guard might return momentarily.\nHe screwed his face into tremendous contortions, wiggled his feet as\nmuch as he could, worked his jaws, trying desperately to convey his\nmeaning.\n\nJoan watched him puzzled; trying to follow those strange contortions.\nBeads of perspiration started on his brow as her face registered blank\nincomprehension. Just as he was giving up in despair, she grasped the\nidea. Her face brightened, and her shapely head nodded stiffly.\n\nThe trussed-up pair started at once to pivot around on the floor.\nFortunately the composition was polished, affording little friction.\nWith infinite pains the maneuver was completed. They lay side by side\nnow. Joan's trim feet close to Hilary's head.\n\nWrithing and contorting, she worked the sharp heel of her foot against\nthe thick wad of the gag in Hilary's mouth, and pushed. It was solidly\ntied, but it gave a little. Encouraged, she redoubled her efforts,\npushing with all the limited force of her bound limbs.\n\nThe yielding gag cut cruelly, the sharp heel scraped and gouged into\nHilary's cheeks, but he did not mind. He was in a fever of\napprehension. If only the guard's interest were held by the events\nbelow until he had accomplished what he intended!\n\n       *       *       *       *       *\n\nAt last his mouth was free. The gag had been pushed over his nose.\nJoan rolled away. She had accomplished the task Hilary had set her,\nbut she was still puzzled. What earthly good would it do him to talk?\n\nShe found out almost immediately. He was twisting his head, burrowing\nwith his nose against the blouse over his right shoulder. The open\ntunic give a bit, and he burrowed painfully, Joan watching with\ngrowing fascination, until one of the binding wires stopped further\nprogress. But it seemed far enough, judging from the satisfied\nillumination in Hilary's eyes.\n\nHe spoke, his mouth pressed close against the shoulder blade, his\ntones queerly muffled, thick.\n\n\"Grim Morgan, Wat Tyler, Grim Morgan, Wat Tyler,\" he whispered over\nand over again. He could not hear if there was any response; his ears\nwere muffled now by the spread gag. He could not help that.\n\n\"Grim Morgan, Wat Tyler,\" he muttered monotonously, \"Hilary Grendon\ncalling. Held prisoner with Joan, top of Robbins Building. Guarded.\nUrgent you free us. Artok has sent out general death orders. I have\nplan to stop him. Come, quickly.\"\n\nOver and over he murmured the message, hoping desperately they would\nhear him in the communication disks strapped to their shoulders.\n\n\"Come quickly,\" he repeated; and then the guard, tiring of the view\nbelow, or the streets having been cleared of rebels, came softly into\nthe room. Hilary's head jerked quickly back, the shoulder of his tunic\nfalling back into position.\n\n\"Here, what's this?\" the guard growled suspiciously, catching sight of\nthe displaced gag. \"How on Mercury did you do that?\"\n\nHe knelt swiftly, thrust the gag back into position with ungentle paw,\nkicked the unresisting form in the side to show his displeasure, and\nrose. Hilary's heart pounded; the guard had not seen the inconspicuous\ndisk under the tunic. He was in an agony of expectation. Had his\ncomrades caught his message? Could they rescue him even if they had?\nQuestions that only time could answer.\n\nThe guard was alert now; he did not like that queer removal of the\ngag. There would be no further chance to unbind themselves. What\nseemed hours passed as they lay cramped, immobile.\n\nThe air grew thick and warm, or was it only his imagination? No, for\nthe guard felt it, too. Then something buzzed, intermittently. One\nlong, two short. It seemed to emanate from a round black button on the\nsleeve of his gray tunic. A signal!\n\n       *       *       *       *       *\n\nThe guard exclaimed something in guttural Mercutian, rose hastily, and\nclosed the open door and window. He pressed another button, and\nsheeted lead curtains rolled swiftly over the vita-crystal roof,\ndarkening the room, cutting off the rays of diffused sunlight. Then he\nseated himself not far from the captives, facing them, grinning\nsavagely. Hilary wondered why.\n\nAgain what seemed hours passed. Behind the lead curtain, the room had\nbecome definitely, uncomfortably warm. The Earthlings perspired; the\natmosphere was literally steaming; and in their cramped limbs, the\ntorture was fast becoming unbearable. Only the Mercutian guard did not\nseem to mind. He was accustomed to far higher temperatures on the arid\nplanet that was his home.\n\nJust as the prisoners were gasping almost their last gasp, the heat\nseemed to recede, swiftly. At once the guard rolled back the leaden\nshade opened the door and window again. His grin was broadly\ntriumphant. Something clutched at Hilary's heart; he understood now.\nThe beastly invaders! He struggled furiously at his bonds, but they\ndid not give. He ceased his efforts, panting.\n\nThe moments passed. Hilary was giving up whatever slender hopes he had\nhad. Wat and Grim had not heard, or if they did, they could do\nnothing. A slow, sullen despair enveloped him.\n\nHe was watching the guard. That gray-faced giant turned his head\nsuddenly, jumped up as fast as his lumbering alien weight could move,\nsnatched at his sun-tube.\n\n\"Don't move an inch, if you want to live,\" a deep, slow voice vibrated\nthrough the room. A well-remembered voice. Hilary would have laughed\naloud his relief, but he was gagged. His comrades had not failed them.\n\n       *       *       *       *       *\n\nThe guard dropped his half-raised weapon sullenly, staring at the\nintruders in dazed incomprehension. Hilary jerked his head around.\nFramed in the doorway was Grim--good old Grim--a long-barreled dynol\npistol steady in his hand. From behind him there darted a little\nfigure, red-haired, freckled, shrill with delight. An old-fashioned\nsubmachine gun, abstracted from some museum, weighed heavily under his\narm.\n\nIt clattered unheeded to the floor as the bantam dived for Hilary and\nJoan.\n\n\"We came as fast as we could when we got your message,\" he crowed.\n\"Dropped everything.\" His nimble fingers were making havoc of the\nknotted bonds, while his nimbler tongue wagged on. \"Boy, we have them\non the run. We'll sweep them out into space by the time we're\nthrough.\"\n\nHilary and Joan were free now. Very painfully they rose to their feet,\nstamping and pounding their arms to make the sluggish blood circulate\nagain. Wat hopped about in his excitement.\n\n\"Here, you little runt,\" Grim's voice boomed at him, \"stop jumping\naround, and tie up this Mercutian. We have no time to waste.\"\n\nWat groaned comically. \"See how that big ox orders me around,\" he\nproclaimed, but he picked up the wire and in a trice had the guard\nhelpless and glaring.\n\nHilary had recovered his speech.\n\n\"Thanks, boys,\" he told them simply. \"I knew you'd come if it was\nhumanly possible. But how did you manage to get through the\nMercutians? The building is honeycombed with them.\"\n\n       *       *       *       *       *\n\nMorgan grinned. \"We came in the _Vagabond_,\" he said.\n\n\"What,\" almost yelled Hilary, \"you mean--\"\n\n\"That your ship is resting comfortably outside on the terrace. When\nlittle Wat here caught your message in the communication disk, we were\nbusy organizing companies of Earthmen in the hills back of Suffern. As\nrecruits poured in, we'd tell them off in hundreds, appoint officers,\nsee that they had arms, or gave them directions where to find the old\ncaches, and hustled them off. Had to shift our quarters continually,\nbecause Mercutian fliers would pick us up with their search-beams, and\nstart raying. Had some close shaves. But when we heard you were\ncaught, we turned over the command to the nearest new officer, hurried\nto the gorge, and here we are. The _Vagabond_ handled beautifully.\"\n\n\"I could take her myself to the Moon,\" Wat boasted.\n\n\"Hadn't we better be going?\" Joan asked anxiously.\n\n\"There is work first to be done,\" Hilary, answered grimly. \"There's a\ncertain weather machine in the laboratory I want to take a look at.\"\n\n\"Weather machine?\" Grim echoed, puzzled.\n\n\"Yes. The Viceroy let something slip about it. For some reason it's\nvery important to them that it continues to function. I'm curious.\"\n\nA gasp from Joan. Surprised, the men turned to her.\n\n\"Of course,\" she said breathlessly. \"Father had been working on it for\nthe longest time. It was a machine to control weather. Something to\ndo with broadcasting tremendously high voltages, ionizing the air and\ncausing rain clouds to form or reversing the process and scattering\nclouds back into thin air. This was the Master Machine. All over the\nEarth, at spaced distances, were smaller replicas, substations,\ncontrolled from this one. He had great hopes of furnishing equable\nweather to all the Earth. It was just completed, when....\" She trailed\noff.\n\n       *       *       *       *       *\n\nGrim frowned. \"Very interesting, but what is so terribly important\nabout it now?\"\n\n\"You fool,\" Hilary exploded, \"it's as important as hell. Don't you\nsee? What are the Mercutians' weapons? Sun-tubes, sun-rays from their\nfliers, tremendous burning disks that are their space-ships.\nSun--sun--everything they have depends upon the sun. Take away the\nsun, and what have they? Nothing but their hideous giant bodies--they\nare weaponless. Now do you see?\" He fairly shouted at him.\n\nGrim's face lit up heavily; Wat was dancing insanely.\n\n\"Get hold of the machine, reverse the process. Make it form clouds,\ngreat big woolly ones. Start a rain that'll make the Deluge look sick;\nforty days--a year--and we'll drown them all,\" Wat cried.\n\n\"Exactly,\" Hilary nodded. \"Joan darling, you and Wat get into the\n_Vagabond_, and wait for us. Grim and I will take care of the\nlaboratory.\"\n\n\"What?\" Tyler ejaculated. \"Leave me cooped up when there's a fight on.\nI'm coming.\"\n\n\"So am I,\" Joan was pale but determined.\n\n\"Oh, Lord,\" Hilary groaned. \"Listen to me, please,\" he said patiently.\n\"Time is precious, and I can't argue. Joan, you would only be a\nhindrance. I for one would be thinking more of protecting you than\nfighting. As for you, Wat,\" he turned to the furious bantam, \"I'm\nsorry, but you'll have to take orders. The _Vagabond_ must be guarded.\nIf we're cut off, we're through. And there's Joan.\"\n\n\"Well. If you want to put it that way,\" Wat grumbled.\n\n\"I knew you'd be sensible,\" Hilary said hurriedly, not giving them a\nchance to change their minds. \"At the slightest alarm, take off. Don't\ntry to rescue us if we don't return. The Earth cause is more important\nthan any individual. If you get caught, too, the revolt will be\nleaderless; at an end.\"\n\nThe men shook hands gravely. Joan, white-faced, kissed Hilary\npassionately. \"Be careful, my dear.\"\n\n       *       *       *       *       *\n\nThen the two men were gone, moving cautiously down the corridor with\ndeadened footfalls. Hilary had retrieved his automatic; Grim had his\nmore modern dynol pistol. The guard had been thrust into a corner,\nbound, unnoticed.\n\nThe laboratory was on the floor below. They trod carefully down the\ninclined ramp connecting all the floors. The corridors, the ramp, were\ndeserted.\n\n\"All out fighting,\" Hilary whispered. \"The revolt must be spreading.\"\n\nGrim swore. \"The idiots. I told them not to start anything until I\nreturned. They'll be wiped out--they weren't ready.\"\n\nHilary nodded slowly. He thought of the strange heat while he had been\ncaptive. There would be very few Earthmen left alive in Great New York\nnow.\n\nThey were at the foot of the ramp now. Just ahead gleamed an open\nslide. A pale-blue light streamed out at them; in the oblong of the\ninterior they could see moving shapes, weirdly cut off, crossing their\nfield of vision; bright gleaming machines, segments of tremendous\ntubes flooded with the pale-blue light. And over all was a constant\nhum, a crackling, a whining of spinning parts. The laboratory!\n\n\n\n\nCHAPTER IX\n\n_The Weather Machine_\n\n\nThe two men flattened themselves against the wall so that they could\nnot be seen by a casual glance from the Mercutians inside the\nlaboratory.\n\n\"There are a lot of them,\" Grim whispered.\n\n\"Can't help it,\" Hilary answered grimly. \"Have to take our chances.\"\n\n\"Of course,\" Grim said simply. There was no backing out.\n\nSilently, with catlike tread, they inched their way forward flat\nagainst the wall, keeping out of the blue flood of illumination. The\nshapes, or rather segments of shapes within, moved about, engrossed in\nthe business at hand, unaware of the creeping death.\n\nThe Earthmen had reached their stations unobserved, one on either side\nof the open slide. Very carefully Hilary protruded his head around the\nvita-crystal, and ducked back almost instantly. But his quick eye had\ntaken in all the essential details in that momentary vision.\n\nThere were about a dozen Mercutians in the long laboratory, and each\nhad a sun-tube dangling from his belt, ready at hand. The laboratory\nwas crowded with apparatus, but what had drawn Hilary's attention was\na gigantic gleaming metallic sphere set up prominently in the center\nof the room. Protruding from it at all angles were great quartz tubes,\nthrough which a blue light pulsed and flamed. It was connected by huge\ncables to a spark-bathed dynamo. Other cables writhed through the\ntranslucent ceiling. The weather machine!\n\nHilary took a firmer grip on his automatic, nodded once to Grim. The\ntwo Earthmen stepped simultaneously through the open door.\n\n\"Raise your paws high and keep them up.\" Hilary's voice cracked like a\nwhip through the busy confusion of the laboratory. The Mercutians,\nscattered as they were, whirled around from their tasks to face two\ndeadly weapons held by two determined-looking men.\n\nThere was a chorus of strange guttural oaths, but every hand moved\nskyward, reluctantly.\n\n       *       *       *       *       *\n\nHilary picked out the most blasphemous sounding of the cursers,\nrightly deeming him the Cor in charge.\n\n\"You,\" he said, \"what switches regulate the weather machine?\"\n\nThe Mercutian Cor was a particularly ugly specimen. The gray warts\nwere gigantic, hiding whatever semblance of manlike features there\nmight have been beneath.\n\n\"I'll see you dogs burned to a cinder in the sun first,\" he growled.\n\n\"Keep them covered, Grim,\" Hilary said sharply. \"I'll take care of\nthis fellow personally.\"\n\nHe walked straight across the room for the Cor, eyes blazing, index\nfinger on trigger. The Cor, fear staring out of his lidless eyes,\nbacked slowly away from the approaching death. There was a hushed\nsilence.\n\n\"I'll tell, I'll tell!\" the Cor screamed, as the relentless weapon\nalmost touched his paunchy stomach.\n\n\"I thought you would,\" Hilary said grimly, not for an instant relaxing\nthe pressure against the trigger. \"If you value your worthless hide,\nyou'd better talk, and talk fast. What switch reverses the machine, to\nbring on rain? If you are wise, you won't try to fool me.\"\n\nThe wretch almost stumbled in his eagerness. \"By the gray soil of\nMercury I'll tell you the truth.\" His arm flung up, pointing. \"That\nknob over there controls the--\"\n\nHilary never heard the rest. There was a crash at the other end of the\nlaboratory. One of the Mercutians, tired of keeping his arms high\nextended, had attempted to rest his huge bulk against a laboratory\ntable. It went over with a splintering crash of glassware.\n\n       *       *       *       *       *\n\nHilary whirled around to face the noise. As he did so, the Cor seized\nhis opportunity. His right arm dropped to his side, jerked up his\nsun-tube. Hilary heard Grim's warning cry, tried to pivot back again.\nBut Grim beat him to it. The dynol pistol exploded sharply; the\nflaming pellet caught the Cor square in his side. There was a dull\nexplosion and the Cor was torn violently into bits. He dropped, a mass\nof shapeless blobs.\n\nBut now hell had broken loose. The Mercutians were not cowards. At the\nmoment of the diversion, every one of them had gone for his sun-tube.\nA flame streaked close to Hilary's head, shivered the opposite wall\ninto molten fragments. He ducked behind a table and fired. A Mercutian\nthrew up his hands, staggered and pitched forward heavily. Grim's\ndynol bullets whined in their passage, spattered the laboratory with\nflying blobs of flesh. They did terrible execution. Hilary's automatic\nspat its leaden hail.\n\nBut the Mercutians were entrenched now behind tables, machinery,\nwhatever cover they could find. The beams from half a dozen sun-tubes\nslithered across the room, burning flaming paths through the\noverheated air, bringing the very walls down about them. It could not\nlast long. Already Hilary had a nasty burn across one shoulder; there\nwas a streak of red across Grim's forehead as he hid behind the panel\nof the entrance, whipping his pistol around to fire, and ducking back\nagain. There were too many of the enemy, and overwhelming\nreinforcements could be expected any moment. The Earthmen's position\nwas desperate.\n\nThrough it all the great weather machine hummed and crackled; the\ntubes were sheets of surging flame. Hilary cursed softly. If only the\nCor had completed his sentence before he died. Hilary would have\nchanced a sudden rush forward to reverse it, to bring on a deluge of\nrain and clouds, even though it meant certain death. The machine\nseemed to gleam at him mockingly; the hum continued with tantalizing\nsmoothness.\n\n\"Look out,\" Grim's voice came to him sharply. He jerked his head back,\njust in time. A ray streaked past his ear like a thunderbolt. The heat\nfrom it scorched his face.\n\n       *       *       *       *       *\n\nThe Mercutians were stealthily crawling nearer, pushing heavy, tables\nin front of them as shields. He was almost outflanked now. In another\nminute he would be exposed.\n\nHilary thought rapidly. His position was untenable. He would have to\nrun for it. A sudden dash to the door might possibly win through. But\nthe machine! He set his teeth hard. If he could not change the\nweather, at least he could destroy the infernal thing, stop its\ngrinding out perfect sunshine for the Mercutians.\n\nHe lifted his weapon. Off to one side a Mercutian arm advanced\ncautiously, bringing up a sun-tube. He swung on it and fired. The\nsun-tube clattered to the floor and the arm jerked back, accompanied\nby a howl of anguish. Hilary smiled grimly, took careful aim at the\nmetal sphere of the machine. The bullet leaped true for its mark. A\nlittle round hole showed--but nothing happened. The infernal machine\nhummed softly as ever.\n\nHe cursed, fired again. Another round hole, and that was all. With\nincreasing viciousness he turned his aim on the quartz tubes, pierced\nthem through and through. Before his very eyes, the quartz seemed to\nrun and melt around the holes, to seal them tight as if he had never\nshot. The blue flames leaped and surged mockingly. The Mercutians were\njeering now; raucous calls went up.\n\n       *       *       *       *       *\n\nHilary felt a sinking despair. He had failed; would have to run for it\nnow. Small chance to make it, too. Then he heard Grim's deep bass.\n\"Hold it a moment,\" he said as if he had read his thoughts.\n\nFascinated, Hilary saw the giant's pistol slowly thrust its long\nbarrel around the edge of the crystal slide. A half dozen rays leaped\nviciously, for it. But a flaming pellet streaked out of its orifice\nbefore it was jerked back.\n\nHilary could see its red path as it struck the sphere of the machine.\nThe next instant there was a dull explosion and the whole machine\ndisintegrated into a smother of flying fragments. The expanding dynol\nhad done the trick where lead had failed. There would be no more\nweather control.\n\nBut Hilary did not pause to see the finish. Even as the machine burst,\nhe was running across the room, bending low. Fragments whizzed by him\nat a fearful clip; rays crisscrossed all about him.\n\nBut somehow he was through. Grim's finger was on the slide button. It\nclosed with a snap behind him, cutting off the pursuing howls of rage.\n\nSilently the two men darted up the ramp to the pent-apartment, dashed\ninto the master bedroom. The Mercutian guard whom they had left\nsecurely bound, was gone. The Earthmen looked at each other, a great\nfear in their eyes. In one bound Hilary was at the door slide,\nthrusting it open. He tore out upon the open terrace, Grim right\nbehind him.\n\n       *       *       *       *       *\n\nThey looked wildly about. The terrace was empty. There was no sign of\nthe _Vagabond_, or of Joan and Wat. High overhead hovered a great\nburnished diskoid. Long streamlined Mercutian fliers darted through\nthe air, but nowhere was there a sign of the familiar sphere.\n\nHilary gripped his companion's arm. \"They've been captured, Grim,\" he\nchoked.\n\n\"Nonsense,\" the giant said gruffly, to hide his own misgivings. \"They\njust took alarm at something and winged off.\"\n\n\"But where is the guard then?\"\n\nGrim shook his head. He could not answer that. Despair overwhelmed\nHilary. After all he had gone through, to have Joan snatched away from\nhim at the moment of success. It was terrible. Wat too, that\nfreckled-faced bantam.\n\n\"I should never have left them alone,\" he accused himself\nremorsefully.\n\n\"Here,\" said Grim sharply, \"none of that. You did exactly the proper\nthing. We'll find them yet.\"\n\nIt was a confidence that he did not feel. There was the noise of\npadding feet up the ramp. The Mercutians were coming, in force.\n\nGrim gripped Hilary by the shoulder, shook him vigorously. \"They're\ncoming. We're trapped.\"\n\nGrendon snapped out of the lethargy into which he had sunk, face drawn\nand gray.\n\n\"No. There is a way. Follow me.\"\n\nThe first of the Mercutians pounded heavily into the room when Hilary\nhad thrust Grim into the secret lift. He whirled and fired. The\nMercutian coughed and fell forward. Other gray warty faces, furious,\nthrust from behind their dying comrade. But Hilary was in the lift,\npressing the button for full speed down. A darting ray showered them\nwith rounded smoking bits of vita-crystal, but they were dropping\nheadlong through the building.\n\n       *       *       *       *       *\n\nTen minutes later they emerged cautiously from the entrance to the\nPullman Building. It was deserted, deathly still. The two Earthmen\nstopped short, horror-struck at what they saw.\n\nThe streets were shambles. Hundreds of bodies lay sprawled in tumbling\ntwisted heaps. Earthmen all, with here and there the grotesque huge\nbulk of a Mercutian who had failed to hear the warning signal. The\nbodies were scorched, blackened. Raw agony appeared on contorted\ndesperate faces. It was not good to look upon.\n\n\"Wh--what has happened?\" Grim gasped, his breath coming heavily.\n\n\"Just a little pleasantry of the Mercutians,\" Hilary said bitterly. He\nlooked upward. High overhead hovered a gigantic shape, motionless.\n\nIts great disk, burnished and dazzling in the cloudless sky, seemed to\ncast a sinister shadow over the city it had destroyed a second time.\n\n\"There's the toy that did it,\" said Hilary. \"I felt the heat while I\nwas a captive up in the Robbins Building. You must have flown over\nafter, and missed it.\"\n\nGrim shook a great brawny fist aloft. His deceptively mild eyes were\nhard flames now. His face was set in great strong ridges. Hilary had\nnever seen him this way before.\n\n\"I'll rip every Mercutian to pieces with my bare hands--shred him into\nlittle bits.\" He meant it too. Hilary shuddered.\n\nFar off down the wide thoroughfare came the glint of weapons, the\nsight of massed ranks. A Mercutian patrol was shambling along,\nheavy-gaited.\n\n\"Come on, Grim, let's get out of here,\" said Hilary.\n\nThey flattened like shadows against the wall, slunk stealthily through\nradiating streets. As much as possible they kept their eyes away from\nthe sickening sights, the poor burned bodies of their fellow men.\nSteadily they headed for the branch local conveyors as being less\nlikely to be under surveillance.\n\nThe Ramapos was their destination. Hilary went dully, listlessly. Joan\nwas gone again; this time he could not possibly know where. Every step\nhe took though, seemed to lead him farther away from her. His glazed\neye searched the shining skies as he stumbled along. Not a sign\nanywhere of the _Vagabond_. Only the hateful swift-moving Mercutian\nfliers.\n\nIt was only Grim's insistence that kept him going. The secret gorge\nwas the headquarters of the revolt, he argued. If the fools he had\nleft in charge hadn't thrown their men recklessly on New York against\nhis instructions to join that last foolhardy heroic attack, there was\nstill a chance of salvaging the revolution.\n\n\n\n\nCHAPTER X\n\n_Back to the Ramapos_\n\n\nIt was dark when they reached the first swellings of the Ramapo Range.\nIt was dangerous to try and make their way through tangled brush and\nmountain trails. All night they camped on the bare ground, sleeping\nfitfully, cramped cold, shivering. They dared not light a fire; it\nwould draw instant unwelcome attention.\n\nWhen dawn came, they were on the move, glad to stretch their sodden\nlimbs. Unerringly Grim homed for the invisible cleft. Nothing stirred\nin the forests, even the birds seemed gone. The fog had lifted, the\nsun blazed forth in unclouded majesty. The damp on them dried quickly.\n\nBut Grim shook his fist at the unwitting orb.\n\n\"Damn that weather machine,\" he growled. \"Breaking it seems to have\nmade matters worse. Even the regular midnight shower has stopped. I'd\ngive ten years of my life for the sight of a cloud.\"\n\n\"It will never rain again,\" Hilary said wearily. \"It has forgotten\nhow.\"\n\nThe bright sunny sky seemed a brazen hell to the footsore Earthmen. It\nmocked and jeered at them with sparkling waves of warmth.\n\nBefore them was an unbroken mass of underbrush. The next instant they\nwere on the brink of the chasm.\n\n\"They haven't found us yet,\" said Morgan, surveying the looped end of\nthe rope ladder. They climbed swiftly down the swaying rungs. The rock\nslanted with them, turned sharply and fell sheer. Below there was a\nconfused murmur, the sound of movement.\n\nA voice came floating up to them, sharp, commanding.\n\n\"Stop where you are, you two. You're covered.\"\n\n\"It's Morgan,\" Grim bellowed, not pausing an instant in his descent.\n\nThe next instant he dropped lightly to the floor of the gorge. A\nmoment later Hilary stepped beside him.\n\nMen were crowding about Grim, clean-cut, determined-looking Earthmen.\nNothing like the men he had encountered on his first trip on the\nexpress conveyor. The bottom of the gorge had all the appearance of a\nwartime camp.\n\nThere were at least a hundred men encamped in the narrow cleft,\ncrowded and crowding. A tall man thrust himself forward, spare,\nangular.\n\n       *       *       *       *       *\n\n\"Welcome, Captain Morgan,\" he cried. \"We had given up all hopes of\nseeing you again.\"\n\n\"Hello, Waters,\" said Grim. \"Where's Lieutenant Pemberton?\"\n\nThe other looked shamefaced.\n\n\"He's, gone,\" he muttered. \"Took two hundred men with him.\"\n\nMorgan's face was awful. \"Disobeyed orders, did he? Where did he go?\"\n\n\"To join in the attack on Great New York. Reports came in that the\ncountryside was up in arms, moving to attack the Mercutians. I\ncouldn't hold him. Said you were crazy, never coming back. He went,\nand two hundred of the boys went with him.\"\n\nGrim said: \"Know what happened?\"\n\nWaters shook his head. \"Our radio communication went dead yesterday\nafternoon.\"\n\n\"He's dead,\" said Grim softly. \"The others too.\"\n\nA groan went up as he described swiftly the holocaust of the day\nbefore. \"That was why I warned you all to wait. We can't fight them\nyet. But I'm forgetting....\" He turned to Hilary, who had remained\nquietly aside. \"This is Hilary Grendon, your Chief. He's the man who\nis responsible for the revolt. I told you about him. We all take\norders from him hereafter. If anyone can beat the Mercutians, here's\nyour man.\"\n\nA babel of sound burst about him like a bomb. Men patted him on the\nback, shook his hand, crowded him until he was almost smothered. It\nwas a rousing reception. The kind Hilary had dreamed of on his return\nfrom his tremendous flight through space--and had not received.\n\nFor his act of revolt, unwitting as it was, had fired the imaginations\nof the Earth people, who in their degradation and despair had come to\nbelieve the Mercutian overlords invulnerable. It had been the little\nspark that touched off a far-reaching train of events. In the few days\nthat had elapsed Hilary had become a legendary figure.\n\nThe sparkle came back to his eyes, his brain cleared of the fog of\nhopelessness as he took command. Joan was lost--yes--but there was the\nEarth to be saved.\n\n       *       *       *       *       *\n\nHis orders crackled. The little gorge became a hive of activity. With\nGrim and Waters as efficient assistants he soon whipped the tiny\ncompany into ordered discipline. Absurdly few to fight the Mercutians,\nbut Hilary counseled patience. They were a nucleus merely, he told\nthem. When the time arrived to fight in the open, the peoples of the\nEarth would swell their ranks.\n\nTo provide against the day, he sent scouts out to filter through the\nsurrounding villages and towns; unarmed, to all seeming meekest of the\nEarthlings. They stirred the embers of revolt with muted whisperings;\nthey found trustworthy leaders in each community to organize secretly\nall able-bodied men; they returned with tidings of the outside world,\nwith food and other necessities.\n\nSometimes they did not return. Then others went out to take their\nplaces. It was the fortune of war. Day and night a sentinel was posted\nin a dugout directly under the overhanging lip of the gorge. It was\nhis duty to warn of impending attack; above all, to rake the sky\nceaselessly with a crudely-contrived periscope for signs of gathering\nclouds, be they no bigger than a handsbreadth.\n\nBut the heavens were a brass blaze by day and a glittering mask of\nstars by night. Weather machine or none, in truth it seemed that it\nhad forgotten to rain.\n\n       *       *       *       *       *\n\nHilary was hard put to it to restrain the impatience of his men.\nReports drifted in from the scouts. The premature revolt had been\ncrushed in blood and agony. New York was deserted except for the\nMercutians. The country round had been ruthlessly rayed; not only had\nthe armed bands of Earthmen been ferreted out and destroyed, but\npeaceful communities had been wantonly burned into the ground.\n\nStrong reinforcements had been rushed to the Great New York territory\nfrom more peaceful sectors of the world. There were three of the\nterrible diskoids hovering within a radius of one hundred miles, ready\nto loose their hideous destruction at the slightest sign of\ndisaffection.\n\nBut this time the spirit of the Earthmen was not broken. Their gait\nwas springier, their glance more forthright than heretofore. For every\none knew that Hilary Grendon, the prime mover, the defier of the\nMercutians, had escaped. The invaders sought him ceaselessly, offering\nhuge rewards for knowledge of his whereabouts. But there were no\ntraitors. Even these few who knew would suffer unimaginable tortures\nrather than reveal him to the enemy.\n\n\"Patience,\" Hilary counseled his little band. \"I know it is hard; I\nhave my own scores to even. But we could only bring disaster upon\nourselves and the cause of Earth's freedom by premature action. What\nhave we? A handful of men, poorly armed. A few pistols; only, three of\nwhich can use the dynol pellets; a little ammunition. The rest of you\nhave knives, axes, pitchforks. Poor enough weapons against the\nterrible rays of the Mercutians. We must wait.\"\n\nSomeone grumbled. \"For what? Until the Mercutians finally trace our\nhideout and ray us out of existence?\"\n\n\"We must take that chance,\" Hilary told him quietly. \"Let it but rain,\nand we move at once.\"\n\n\"It never will,\" someone averred with profound conviction.\n\n       *       *       *       *       *\n\nIt began to seem so as the days passed, and the sun blazed pitilessly\nas ever. The brief night showers had ceased completely. That seemed\nthe only effect of the weather machine's destruction. Some of the\nweaker spirits among the men were for disbanding. They were afraid of\neventual discovery; anxious about their families, left to the tender\nmercies of the outlanders. Hilary argued, dissuaded, but to no effect.\nThey were determined to go. If by the end of the week there was no\naction, they said, they would leave. It was Wednesday then.\n\nThursday and Friday passed. No change. On Saturday a scout brought\nbreathless tidings. One of the great diskoids had crashed to the\nground from its station fifty miles up in a smother of flame and\nflying fragments. No one knew what had happened; the Mercutians of\ncourse threw a strict censorship about the affair.\n\nBut rumors flew on winged whisperings. Some war vessel from space had\nattacked the Mercutian, brought it down. More diskoids were rushed to\nNew York; there were five now menacing the territory.\n\nGrim looked steadily at Hilary when the news was brought to them. A\nmomentary wild hope flared in his friend's eye that died out quickly.\n\n\"I know what you're going to say,\" said Hilary. \"You think it is Wat\nTyler and Joan, somehow escaped in the _Vagabond_.\"\n\nThe giant nodded slowly. \"Why not?\" he challenged.\n\n\"It's impossible,\" muttered the other. \"Where could they have been all\nthis time? Surely they would have returned to this place. And you\nforget that Mercutian guard who was freed. No, my friend, they have\nbeen killed, the _Vagabond_ seized, and that was the end to that.\"\n\nMorgan shook his head skeptically.\n\n       *       *       *       *       *\n\nSaturday was cloudless. Sunday morning the malcontents were to leave,\nto dribble back quietly to their homes. They were sullen, defiant in\nthe face of the openly expressed scorn of the loyal men, but\ndetermined.\n\n\"No use getting ourselves killed for nothing,\" they muttered.\n\nDouble sentries were posted that night. A gloom hung over the camp.\nHilary went to sleep heavy-hearted. This seemed the end of all his\nvisions. Joan dead, Wat too; no hope of freeing the Earth from its\nslavery. If only he had the _Vagabond_, he'd take off again for the\nuncharted reaches of spaces, find some little habitable asteroid, live\nout the rest of his meaningless life there. With these gloomy thoughts\nhe fell at last into fitful slumber.\n\nHe was awakened, hours later by a sudden uproar. The camp was in\nconfusion. Sleepy voices tossed back and forth in inextricable babble.\nHilary was on his feet in an instant, instinctively slipping his\nautomatic into his blouse. Grim looked huge at his side, unperturbed.\n\n\"What's happened?\" Hilary shouted to make himself heard.\n\n\"Don't know,\" grunted the other, \"but we'll soon find out.\"\n\nHe pushed massively through the milling crowd of sleep-frightened men\nlike a ship shouldering the waves, Hilary in his wake. One of the\nsentinels appeared suddenly before them.\n\n\"You,\" spat Hilary, \"why aren't you at your post?\"\n\nThe man saluted automatically and gasped.\n\n\"The Mercutians have come.\"\n\n\"What do you mean?\" Hilary demanded, as a groan went up.\n\n       *       *       *       *       *\n\n\"One of the weak-kneed men, sir,\" the sentry ejaculated, \"wouldn't\nwait until morning to make his get-away. We found him climbing out.\nSaid it would be dangerous in broad daylight. He was in a terrible\nfunk. We had no orders to stop anyone who wanted to leave, so we just\njeered him, and let him go. My comrade leaned out to watch.\n\n\"As he hit the ground, he was bathed suddenly in light. The next\ninstant the blackness of the night was split by a sizzling flame. It\ncrisped the poor fellow to a cinder, and sheared the head of my\ncomrade clean off. I caught the body, pulled it back into the dugout,\nbut it was too late.\n\n\"I knew what had happened, sir. Some damned Mercutian flying patrol\nhad spotted us with their search beam. I didn't wait for more, but\nscrambled out of the dugout as fast as I could. Up above I saw a\none-man flier slanting down for me. It was a-sparkle, ready for\nanother ray. I came down the ladder in a hurry, I tell you.\"\n\nThe man was panting, white-faced. Someone cried: \"It's all over;\nthey'll smother us in now.\"\n\nHilary swung around. It would take very little to start a panic.\n\n\"Stop that,\" he said sharply. \"Now is no time to play the coward.\" He\nturned again to the sentinel.\n\n\"A one-man flier, you said?\" he reflected aloud.\n\n\"Yes, sir,\" the other answered, \"and I'll bet he's calling for help\nright now.\"\n\n\"That's just what I intend putting a stop to,\" said Hilary grimly. He\nshifted his gun to an easier drawing position, swung himself aloft on\nthe ladder. \"Take over, Grim, until I come back,\" he shouted down.\n\"If I don't, send others up to get that Mercutian.\"\n\n\"Come down,\" Grim yelled after him, alarmed. \"I'll go up; you're the\nleader here.\"\n\n\"That's why it's my job. So long.\"\n\nThe men stared up after the tiny ascending figure, lumps in their\nthroats. They would die gladly for Hilary Grendon now; he was proving\nhimself. Grim fumed and waited. Hilary had disappeared above the\nangled bend.\n\n\n\n\nCHAPTER XI\n\n_Driven from Cover_\n\n\nFar overhead, Hilary climbed swiftly. He realised the seriousness of\ntheir situation. Let that Mercutian flash his message to Headquarters\nand there would be a swarm of fliers upon them within an hour's time.\nThey would be caught like rats in a trap, without a chance for their\nlives.\n\nHe gritted his teeth and swung himself up the faster. He turned the\nbend. There was the dark sky above, faintly spangled with stars. The\nflier was not in sight. Hilary stifled an imprecation. If he had taken\noff, they were doomed.\n\nHe moved more cautiously now, stepping gingerly from rung to rung up\nthe swaying ladder. The cleft widened; he was near the top. He paused.\nThere was not the slightest sound. But Hilary was taking no chances.\n\nWith infinite slowness he raised his head over the matted underbrush\nthat masked the entrance. For the moment he could see nothing in the\npitchy blackness. Then a dim shape loomed to one side. From within it\nthere came a tiny hum, intermittent, almost inaudible.\n\nHilary knew what that was: a transmitter. Even then the fatal message\nwas winging through the ether. He did not hesitate. He lofted to the\nground with one quick heave, steadied on his swaying feet as the\nautomatic flashed into his hand.\n\n\"Throw up your hands, Mercutian,\" he shouted at the dimly-perceived\nbulk. \"I have you covered.\" He tensed, straining his ears for any\nmovement that might locate the hidden foe.\n\nThe tiny humming ceased abruptly. There was painful silence.\n\n\"Don't try--\" Hilary commenced. He stopped, swerved his body suddenly\nto one side. A red glow had warned him. The hurtling ray scorched past\nhim with a crackling blaze. Hilary was off balance, teetered, and went\ndown with a crash into the thorny underbrush, his automatic exploding\ninto sharp flame.\n\n       *       *       *       *       *\n\nA hoarse guttural laugh came from the flier. \"Got you that time, Earth\ndog,\" the invisible Mercutian taunted. There was silence. Another belt\ncrashed from the ship, heaved the ground under its impact. Another and\nanother. Still no break in the silence, no cry.\n\nThe Mercutian muttered to himself: \"The dog is dead, all right.\" He\npeered out cautiously. The underbrush was black, sullenly quiet. Great\nswaths showed where the rays had swept the Earth. With a hoarse\nchuckle the grotesque giant climbed over the side of his ship. A\nsearch beam swung in his hand. He was in deep shadow. He swung the\nbeam in a short arc. There was nothing, only matted vegetation. There\nwas one thick thorny bush he noted, however, extending its bulk behind\nthe bow of the ship. He stepped out a bit, away from the flier's\nshadow, and swung his beam directly at it. The invisible ray pierced\nthrough the interlacing twigs with ease. It picked out a prone figure,\nlying with arm extended.\n\nThe Mercutian chuckled again, but the chuckle changed almost\nimmediately to a throaty cry of alarm. With a swiftness that went\nincongruously with his awkward bulk, his free arm dropped for his hand\nray. There was a sharp burst of flame, a staccato bark. The Mercutian\nstaggered, swayed with sullen pain-widened eyes, and pitched headlong\nforward.\n\n       *       *       *       *       *\n\nThe prone figure in the bush leaped up, ran for him. The Mercutian was\ndead, drilled through the heart. Hilary sheathed his weapon grimly.\nHis task was done. One thing, though. How much of the message had been\ntransmitted? He must know. He vaulted over the side of the flier,\nfumbled around until he found the receiving apparatus. Then he waited,\ndreading to hear the silence broken. A minute passed, two minutes, and\nHilary breathed a sigh of relief. The message had not gotten through.\n\nThen it came--a tiny sparking, an intermittent hum. Hilary's heart\nsank with hammering blows. He tried to read the signals, but they were\nin code, or in the Mercutian tongue, which was just as bad. It was not\nnecessary, though. Headquarters _had_ heard; they _knew_.\n\nHilary did not waste an instant in vain regrets. Within an hour the\ngorge would be a vicious trap; he must get his men out at once. What\nthen he did not know, nor bother. There was the more immediate\nproblem.\n\nHe went down the swinging ladder hand over hand, not pausing for the\nrungs. Every instant was precious now. His hands scorched, but he did\nnot feel the pain.\n\nHis flying body collided thudding with a heavy bulk beneath. There was\na grunt, the rope jerked from his hands, and two bodies fell cursing,\nentangled, to the ground. Luckily it was not far distant. He sprang\nto his feet, found Grim heaving his bulk up more slowly.\n\n\"I was coming up after you,\" the giant growled. \"You were gone too\nlong. That's the thanks I get.\"\n\nHilary had no time for idle talk.\n\n\"Attention, men,\" he snapped. \"We leave at once. You have five minutes\nto get your arms, ammunition clips and rations, light marching order.\"\n\nWithout a word they scattered alertly to their tasks. It was the\ndiscipline of veterans.\n\n\"You didn't get the Mercutian?\" Grim was troubled.\n\n\"I got him all right,\" answered his leader laconically, \"but too late.\nHis message had gone through.\"\n\n       *       *       *       *       *\n\nFive minutes later to the dot, the camp was lined up, accoutered\ncomplete. They were silent, tense, but smartly erect. Hilary's flash\nglowed over them in the dark. Then he nodded approvingly.\n\n\"Fine work, men. Up that ladder, one at a time,\" he said. \"Each man\ncounts twenty slowly, one--two--three before he follows. Keep your\ndistance, and move fast.\"\n\nThe first man sprang to the ladder, went up swiftly. Twenty seconds\nlater, the next man's foot was on the bottom rung. Up and up they\nwent, one after the other, each man counting off and climbing. Hilary\nwatched them anxiously.\n\n\"Hope we make it,\" he muttered to Grim. \"It'll take all of forty\nminutes to evacuate, and the Mercutians may be on us by then.\"\n\nIt was almost forty minutes to the dot when Hilary's head emerged from\nthe cleft. He was the last man out. The men were lined up on a level\nbit, nervous, apprehensive. In spite of the discipline, heads\nautomatically jerked upward, raked the sky for sign of the enemy.\n\nWhere to now?--thought Hilary. There were no more hiding places as\nperfect as the one they had just left. They were forced into the open,\neasy prey for the first lynx-eyed Mercutian. Sooner or later, they\nwould be discovered, and then.... A last hopeless glance at the\nmocking stars. Never had man yearned more for rain, oceans and oceans\nof it.\n\n       *       *       *       *       *\n\nHilary roused himself. Whatever of despair he felt did not appear in\nhis staccato orders.\n\n\"We march at once, men,\" he said. \"Scatter formation, five paces\nbetween. At the signal, take nearest cover, and prepare for action.\nForward--\"\n\n\"Too late.\" Grim's voice was flat, controlled.\n\nHilary looked around sharply. \"What do you mean?\"\n\n\"Look.\" Morgan's hand swept aloft. Through the darkling night, faintly\nvisible in the feeble starlight--there was no moon--were driving\nshapes, a full score of them converging upon the little band.\n\nOne look was sufficient. Mercutian fliers hurrying in response to\ntheir fellow's signal. There was no time, no chance to escape.\n\n\"Very well, men.\" Hilary commanded, coldly calm. \"Take cover. Do not\nfire until I give the order.\"\n\nThere was instant scattering. The men dived for whatever poor bit of\nprotection they could find: jutting rocks, tree trunks, thin thorny\nbushes even.\n\nGrim and Hilary crouched together behind a great boulder.\n\n\"How many pistols are there in the crowd?\" Hilary asked quietly.\n\n\"Not many. Outside of your automatic and my dynol pistol, there are\ntwo other dynols and not more than a dozen automatics. If only we had\nthe submachine gun with us, but Wat took it along, and he's gone.\"\n\n\"Not much chance, I'm afraid,\" said Hilary; \"but we'll fight it out.\nHere they come.\"\n\nThe two men crouched lower. All about them was silence; not even a\nleaf stirred in the heavy breathlessness.\n\n       *       *       *       *       *\n\nThe driving fliers were easily visible now. Ominous hurtling\nprojectiles, coming to crush out the last vestige of revolt on the\nconquered planet. On they came, purposefully, directly, knowing their\nway; a full score, converging in a scream of wind against their bows\nas they dropped straight for the hidden gorge.\n\nIt seemed to the hidden watchers as though they would crash to Earth\nwith the speed of their swoop. But at one hundred feet aloft the\nfliers braked their headlong flight, hovered motionlessly in echelon\nformation.\n\nA moment's breathless pause--to the hiding men it seemed eternity--and\nall the uneven terrain, rocks, trees, bushes, the soil itself, burst\ninto glowing white crystal clearness. The Mercutians had turned on\ntheir search beams.\n\nHilary gazed clear through the rock behind which he crouched as though\nit were a transparency. All around him he saw the prone bodies of his\nmen, naked to the view of all and sundry.\n\nA hoarse derisive chuckle rasped from above. Hilary sprang to his\nfeet; further attempt at concealment was useless. As he did so, the\nair seemed to split in two, there was a blinding rending crash. Not\nten feet from where he stood, the ground tossed in torture. A man\nscreamed--terribly. The first blow had been struck.\n\nHilary burned with a cold consuming anger. \"Up, men, and fire. Aim\nforward about three feet back of the prow.\" That was where the pilot\nwould be.\n\nA scattered burst of cheers answered him. On all sides, like crystal\nghosts, the Earthmen rose to their feet. They were fighting men.\n\nHilary took careful aim at a flier almost directly overhead and fired.\nHe could have sworn he hit it, but nothing happened. Grim's dynol\npistol flamed redly nearby. The tracer pellet scorched upward,\nimpacted, against the hull of a flier. There was a faint detonation,\nand the next instant the air was full of flying fragments.\n\n\"Got that one,\" he said softly.\n\n       *       *       *       *       *\n\nHilary was conscious of a faint envy. His automatic seemed like a\nharmless popgun against that deadly weapon. But he drew another bead\nand fired again. With bated breath he awaited the result. Nothing.\nHilary groaned, made as if to throw the useless gun away, when the\nflier he had aimed at wabbled, tried to right itself, and crashed in a\nswift erratic loop.\n\nBy now the pitifully few weapons of the Earthmen were popping. Two\nmore of the enemy fliers hurtled to destruction. But as at a given\nsignal, the air above them seemed suddenly to flame destruction. With\nthe noise of a thousand thunderbolts the massed rays struck.\n\nThe groaning Earth tossed and heaved in billowing waves to escape its\ntorture. The trees were blazing pyres. It seemed impossible for\nanything that lives within that area to escape instant destruction.\n\nHilary felt a wave of blinding heat envelop him, and he was thrown\nflat to the quaking ground. Frightful cries, screams of agony, came to\nhis dulled ears as from a great distance. He heaved himself up\nwearily, scorched, smoldering, but otherwise unhurt.\n\n       *       *       *       *       *\n\n\"Grim,\" he whispered through thick cracked lips. \"Grim, where are\nyou?\"\n\n\"Here.\" Strange how tranquil he sounded. A scarecrow of a figure arose\nalmost at his right from a smoldering bush, a giant clothed in smoking\nrags. In the strange illumination of the search beams he seemed the\nwraith of a scarecrow.\n\n\"Thank God you're alive,\" Hilary croaked. \"The others...?\"\n\nFigures were staggering up from the holocaust about them.\n\nGrim's practised eyes counted. \"About fifty left,\" he said, \"just one\nhalf.\"\n\nHilary's voice rose suddenly, strongly. \"Keep on firing, men.\" Once\nagain his pistol barked defiance.\n\nA faint, ragged cheer answered him. A few guns flamed; there were only\na handful left.\n\n\"God!\" someone cried.\n\nThe massed ships above were gleaming faintly. Little shimmering\nsparkles ran over the hulls. They were going to ray again. Hilary went\nberserk, screamed strange oaths, fired again and again. Grim fired,\nmore slowly. Two of the enemy ships left the formation, plunged\nheadlong. But the shimmering grew brighter. In seconds the terrible\nbolts would be loosed. It was the end. The Earthmen knew it. They\ncould not survive a second raying.\n\nGrim shouted. Never before had Hilary heard him raise his voice to\nthat pitch. His great arm was upflung. \"Look!\" he screamed.\n\n\n\n\nCHAPTER XII\n\n_The Vagabond_\n\n\nHigh up, a dark blob against the feeble starlight, something was\ndropping; dropping with the speed of a plummet, straight for the\nmassed Mercutian fliers. From outer space it seemed to come, a\nplunging ripping meteor.\n\nA search beam must have swung hurriedly aloft, for it flamed into\nstartling being; a spheroid, compact, purposeful, dropping with\nbreathtaking velocity.\n\nSomething seemed to explode in Hilary's brain. A great cry wrenched\nout of his torn throat.\n\n\"The _Vagabond_.\"\n\nUnbelievable, impossible. Yet he could not be mistaken. The _Vagabond_\nwas coming home again!\n\nBy this time the Mercutians had seen it too. It meant suicide, that\nrushing projectile from outer space, but it would take along with it\nin the crash of its flight a goodly number of the Mercutian fliers.\nThe Mercutians were no cowards, but death stared them openly in the\nface.\n\nInstantly, all was in confusion. Forgotten the rebellious Earthmen\nbelow, forgotten everything but escape from the down-rushing\nthunderbolt.\n\nHilary, staring upward, could visualize the fliers working desperately\nat their controls. The clustered ships vibrated like a school of\nfrightened fish poised for instant flight. Then they were in motion;\nscattering, wabbling in the terror of their retreat.\n\nThe _Vagabond_ hurtled down among them like a hawk among pigeons. Its\nsurface glowed with the speed of its flight. To Hilary's fascinated\ngaze it seemed as if there would be a terrific smash. But the\n_Vagabond_ came to a screaming, braking halt directly in the center of\nthe milling, scattering Mercutians.\n\nAlmost simultaneously the air resounded with staccato bursts.\n_Ratatat-tat-a-tat._\n\n\"Good little Wat,\" Grim danced insanely. \"He's cutting loose the\nsubmachine gun.\"\n\nHilary woke from his amazement with a start.\n\n\"Shoot, and shoot to kill,\" he shouted above the turmoil. \"Don't let a\nsingle one get away.\"\n\n       *       *       *       *       *\n\nAutomatics spat their leaden hail, dynol pellets flamed redly, and\nover all resounded the rapid drum fire of the machine gun, pouring\nsteel-jacketed death into the confused ranks of the Mercutians.\n\nThe monster invaders had lost their heads. Even then, they could have\ndestroyed the Earthmen with their deadly spreading rays. But the\nstrange apparition from above had demoralized them. No one thought of\nfighting: flight, safety, were the only thoughts in their minds.\n\nFlier after flier went tailspinning to horrible death while his\ncomrades fled in all directions.\n\nIt was soon over. The greater number of the Mercutians were twisted\nsmoldering wrecks. The few who escaped were rapidly diminishing dots\nin the cold starlight.\n\nIts work finished, the rescuing space flier settled softly to the\nground, in the midst of the embattled cheering Earthmen, temporarily\ngone insane.\n\nThe air-lock port yawned, and a slim figure darted out, straight into\nHilary's outstretched arms.\n\n\"Joan!\"\n\n       *       *       *       *       *\n\nBehind her danced a small red-haired individual, his homely features\ngrinning with delight. Under his arm swung heavily a submachine gun.\nHe disappeared almost immediately into the vast bearlike grip of his\ngigantic friend. His shrill voice went on unceasingly, but strangely\nmuffled, as Grim hugged him. Finally he extricated himself, ruffled,\nbreathless, but still talking.\n\n\"What did I tell you, you big ox?\" he shrilled. \"We'll chase them off\nthe Earth, sweep 'em out into space.\"\n\n\"Why, you little gamecock,\" the giant observed affectionately, \"I'm\nbeginning to believe you can do it.\"\n\n\"We thought you had gone for good,\" said Hilary, holding Joan tightly\nto him as if he feared to lose her again. \"What happened to you on the\nRobbins Building?\"\n\n\"Can't get rid of us that easily, can he, Joan?\" The little man\nsmirked knowingly at the girl. \"It was all very simple,\" he went on.\n\"No sooner had you two left us than we heard the thud of a flier\nlanding on the other end of the roof. The pilot looked out at us\nstartled. We recognized each other simultaneously. It was our old\nfriend--Urga.\"\n\nHilary clenched his fist. He had a good many scores to settle with the\nCor.\n\nWat saw his action. \"I did my best,\" he stated apologetically. \"I ran\nfor the machine gun. But by that time Urga had shot aloft again.\nDidn't seem as though he wanted to wait. I heard his whistle shrilling\nin the air. Fliers came thick as flies.\"\n\nHe spread his hands in a quaint gesture. \"What could I do, Hilary?\"\nhis voice was appealing. \"Any minute I expected to have a ray on us. I\ncouldn't wait for you two, the _Vagabond_ would have been a little\npile of ashes. Besides, there was Joan. She kicked and struggled: she\nwanted to stay for you, but I shoved her in the ship, locked the port,\nand went scooting up like a rocket. You should have seen the\nMercutians scatter.\"\n\n       *       *       *       *       *\n\nFor the first time in his life words seemed to fail him.\n\"You--are--not--angry?\" he fumbled, looking for all the world like a\nbedraggled dog who knows he has been in mischief.\n\n\"Angry?\" Hilary fairly whooped. \"What for? For saving the ship, Joan,\nall of us? Why, you little bit of pure gameness, you did the only\nsensible thing.\"\n\nWat grinned from ear to ear.\n\n\"But why,\" Grim interrupted, \"didn't you have sense enough to come\nback here, instead of scaring everybody to death?\"\n\nWat turned on him indignantly. \"Sure,\" he squeaked, \"and bring all the\nMercutians along with me? No sir, I shot straight up into the\nstratosphere, and headed for the Canadian woods. Felt we'd be safe\nthere.\"\n\nHilary looked at him. \"I've heard,\" he said overcasually, \"that an\naccident happened to one of the Mercutian diskoids. Know anything\nabout it?\"\n\nThe redhead grinned. \"I was the accident. I wasn't staying cooped up\nin the wilderness. Joan and I decided we'd do some scouting before we\ncame back; see what was happening over the rest of the world. We were\nreturning from one of those little expeditions, cruising about fifty\nmiles up, when we almost bumped into the diskoid. We saw them first;\nwe had just come out of the shadow of the Earth; they were in the sun.\nI let them have it before they had a chance to turn on their rays. The\nbullets punctured them clean; must have let out their air. I didn't\nwait to see; ducked back into the shadow again.\"\n\n\"How did you get here in the nick of time?\" asked Hilary suddenly. \"A\nfew minutes later and there would have been no rescue.\"\n\nWat looked, at him in some surprise.\n\n\"Why, we got your signal, of course.\"\n\n\"Signal?\" Hilary echoed. \"I never--\" Then he paused. Morgan was\ngrinning sheepishly, \"Here, what do you know about this?\" he queried\nsharply.\n\n       *       *       *       *       *\n\nThe giant's grin widened. \"Just a little,\" he admitted. \"I'd been\nplaying around with my transmitter. Used some of the spare equipment\nwe had cached for the _Vagabond_, and stepped up the sending radius to\na thousand miles or so.\"\n\n\"We received your call in the woods north of Lake Ontario,\" Joan\ninterrupted.\n\nGrim nodded, gratified. \"I thought it might work,\" he rumbled. \"You\nsee,\" he explained to Hilary, \"ever since I heard about that diskoid,\nI _knew_ that the _Vagabond_ was responsible. But you refused to\nbelieve it. So I worked in secret, rigging up the apparatus. Didn't\nwant to stir up false hopes. I finished it yesterday. When we were\ndiscovered, I started sending.\"\n\n\"It took us just ten minutes over the hour to get here from a standing\nstart,\" Wat boasted. \"We almost burned up the old machine smashing\nthrough the air, didn't we Joan?\"\n\nShe nodded happily from her cozy position in the crook of Hilary's\narm.\n\nHilary looked long and steadily at his friends.\n\n\"Well--\" he finally began, when someone cried out sharply.\n\nA dark shape shot over the rim of the mountainside, swooped down at\nthem in one fierce lunge. Involuntarily the Earthmen threw themselves\nflat on the ground to avoid the tremendous rush of its flight. At one\nhundred feet it banked sharply, a circle of light gleamed, and a long\nblazing streamer thrust its relentless finger at the prostrate figures\nof the Earthmen.\n\nThere was a blinding flash, a roar. Hilary was on his feet, bullets\nspitting rapidly. But already the lone Mercutian flier had completed\nhis bank, and was zooming out of range. Hilary watched the flier grow\nfainter and fainter in the starlit distance. Almost he could hear the\nfar-off hoarse chuckle of its pilot.\n\nThen he turned to survey the damage. The Earthmen were up, growling\nlow heartfelt curses. That one blast had been catastrophic.\n\n       *       *       *       *       *\n\nThere on the ground lay the smoking ruins of the _Vagabond_, beloved\ncompanion of his space wanderings. For a moment Hilary gave way to a\ndeep-seated despair. This was the end of all his plannings. He had\nbuilt high hopes on the _Vagabond_ in his carefully laid schemes for\novercoming the Mercutians. He stood as one stunned.\n\nSomeone cried: \"A curse is upon us; let us scatter before it is too\nlate!\"\n\nIt acted on Hilary like a cold shower, that cry of despair.\n\n\"No,\" his voice resounded strong and vibrant. \"We did not need the\n_Vagabond_. It never was part of my plans.\" A lie, of course, but most\nnecessary. \"That Mercutian saved me the trouble of finding a hiding\nplace for it. Come, let us march. At dawn it rains, I _know_ it will.\"\n\n\"You've said that every day since the weather machine was smashed,\" a\nvoice cried out from the rear.\n\nHilary paused, thrown off his balance momentarily. Yet a second's\nhesitation would be fatal. It was Joan who answered for him. She\nsprang forward, lithe and exalted, her dark eyes flashing even in the\ndark.\n\n\"I'll tell you how he knows. I myself had almost forgotten. Tomorrow\nis exactly two weeks since the weather machine was destroyed. My\nfather, Martin Robbins, built it. He told me then that its effects\nwere so powerful that they lasted for two weeks, even with the machine\nturned off. Only positive action could bring an immediate reversal, of\nweather conditions. _That's_ how he knows.\"\n\nJoan had turned the tide. The waverers turned as one man to Hilary.\n\"Lead on! We follow!\"\n\n\"Very well,\" he stated quietly. \"We can't remain here. The Mercutians\nwill be back soon in overwhelming force, burning for revenge. We\nmarch.\"\n\nTo Joan, in barely audible tones: \"Is that true, what you said?\"\n\n\"I--I think so. I remember Dad mentioned a time limit. I think it was\ntwo weeks.\"\n\n\"If it isn't, we're facing a damned unpleasant prospect to-morrow,\" he\nsaid grimly.\n\n\n\n\nCHAPTER XIII\n\n_The Last Battle_\n\n\nDawn found the little band still struggling over the thick-forested\nmountains in a desperate attempt to avoid detection. They were\nfootsore, weary, their clothes shredded by innumerable sharp thorns,\ntheir eyes bloodshot from lack of sleep. Overhead, the paling sky was\nalready dotted with the fliers of the Mercutians; faint sounds came to\nthem of the clumsy thrashing of enemy patrols as they beat the woods\nfor the fugitives. The Mercutians were putting forth all their\nresources to seek out and destroy these irritant foci of revolt.\n\nAt length Hilary called a halt. They were in a little valley, not far\nfrom Bear Mountain. It offered some protection from the searchers. The\nenclosing hills would mask them, from all but search beams directly\noverhead.\n\n\"It is no use going any farther,\" he said wearily. \"We all need sleep\nand rest. Sooner or later they'll find us, no matter where we go, and\nthen--\" He shrugged his shoulders.\n\nThe weary, panting men threw themselves down upon the ground, too\ntired even to eat. Immediately they were in a drugged sleep. Joan was\nsleeping too, her face pale drawn, but like a little child's in her\nslumber. Hilary watched her with a sharp pang in his heart. What would\nthe next few hours bring to her, to all of them?\n\nNor did Grim and Wat sleep either. The three of them squatted on their\nheels, silent, as the cold dawn wind swept with a great sigh through\nthe valley.\n\nThe stars were paling now, the purple sky was enswathing itself in\npearly grays. Something glowed pinkly overhead; and was extinguished\nalmost immediately by the prevailing gray.\n\nHilary started violently. \"Did you see that?\"\n\n\"See what?\" Grim was drunk for lack of sleep.\n\nHilary was on his feet, peering upward. \"I thought I saw--there, there\nit is again.\"\n\nThe other two were on their feet also, weariness forgotten, heads\nthrown back.\n\nHigh overhead, in the overturned cup of the sky, an irregular pink\nwisp formed before their wondering eyes, and vanished again. But more\nslowly, than the first time.\n\n\"Well?\" asked Wat, puzzled.\n\n\"A cloud.\" Hilary's voice was a prayer.\n\n\"Hell,\" said Wat disgustedly. \"If that's a cloud I'm a Mercutian.\nThere wouldn't be enough water there to moisten a canary seed.\"\n\n\"And even if there were it wouldn't matter now,\" said Grim calmly.\n\"We're discovered.\"\n\n       *       *       *       *       *\n\nA long slim flier shot athwart the brightening sky, paused suddenly in\nflight as though jerked by an invisible string. The next instant the\nvalley was illumined by a transparent glow. It enveloped the Earthmen,\nmade crystal figurines of the most solid among them. They seemed like\nwraiths through which, as in a glass, more could be seen beyond. The\nsolid ground, the rocks, were transparencies floating in an ocean of\nairy nothingness. A search beam!\n\nThe flier hung steady, high overhead, holding them in the dissolving\narea of his beam. Too high to ray them but also too high for their\nfutile bullets. The Mercutians no longer underrated the fighting\nabilities of their erstwhile slaves.\n\n\"He's sending out messages for help,\" observed Hilary.\n\n\"Let's take it on the run,\" Wat suggested.\n\n\"No good. Where could we run to that his beam couldn't follow?\"\n\n\"Well, we can only die once,\" Wat observed cheerfully.\n\n\"And take as many Mercutians with us as we can,\" Grim amended. \"That's\none lucky thing. Their rays have no greater range than our bullets.\"\n\n\"Except the diskoids,\" said Hilary. \"Here's your chance, Wat, to play\nwith your rattle.\"\n\nThe red head, who had lugged the heavy machine gun all the way with\nhim, patted its snout affectionately. \"It plays the devil's tattoo,\"\nhe said.\n\nMore fliers materialized in the by now brighter blue of early morning.\nThe sun was just peeping over the serrated tops of the mountains. But\nstill they did not attack.\n\n\"Afraid of us,\" Wat chuckled. \"Bet they'll send to Mercury for the\nwhole damn army before they come for us.\"\n\n       *       *       *       *       *\n\nThe first shock was over. With the inevitable staring them in the\nface, the men had achieved something of a gay recklessness. Hilary\nfound some natural recessions under overhanging masses of rocks that\nwould afford protection from the searing power of the rays. To be\neffective, the fliers would have to land in the valley or fly low,\nthus exposing themselves to the raking fire of the Earthmen's weapons.\nHilary posted his little band skilfully underneath these natural\nshelters in such a way that they would be able to command the bit of\nsky from every angle.\n\nThe men jerked and fidgeted. The heavens darkened with massed fliers,\nand still they came. The Mercutians were taking no chances.\n\n\"Plenty of guests at our funeral,\" Wat chuckled, sighting along the\nbarrel of his gun.\n\nHilary left the jesting to the others. He was watching the skies\nintently.\n\nJoan slipped her arm through his. \"You see something that we don't.\nWhat is it?\"\n\nHe nodded with an intent frown. \"There are clouds forming up there.\nThe first I've seen since I came back to this planet. Rain clouds,\ntoo, if I know anything about it. Look.\"\n\nJoan tilted her head backward. Thin scuds of vapor darted across the\nsky, driven by the morning breeze; dissolved and reformed a little\nfarther on. Tenuous wisps, evanescent, wraithlike. The sun shone\nsteadily, unobscured.\n\n\"Those little things,\" said Joan unbelievingly. \"Why, if that's all\nyou're depending on, we're finished.\"\n\n\"Nevertheless they are rain clouds. But _when_ the rain will come is\nanother matter. Very likely too late.\"\n\nGrim came hurriedly over from his post near the entrance to the little\nvalley. His face was placid as ever, but his eyes were worried.\n\n\"We are being surrounded,\" he stated calmly.\n\n       *       *       *       *       *\n\nHilary sprang to his feet. \"What do you mean?\"\n\n\"Listen. Do you hear it?\"\n\nFar down the overgrown trail they had followed into the valley came\nthe noise of heavy stumbling feet, innumerable feet.\n\n\"They are taking no chances,\" said Grim, his countenance unchanged.\n\nHilary looked swiftly around. The valley was a cul-de-sac, surrounded\non three sides of its narrow oblong by precipitous hills. From the\nfourth side, the Mercutians were coming--an army, from the sound of\nthem. Overhead were a hundred fliers, and more coming. The trap was\nsprung!\n\nHilary's voice rang out. \"All men without guns down the valley to\nrepel invaders. Those with guns remain at your positions; watch the\nfliers. Wat Tyler in command.\"\n\nWith a joyous cry the Earthmen started for the narrow mouth of the\nvalley, all without guns. Gone was the helpless feeling of before; now\nthey could fight too. Axes, spades, pitchforks, sticks and stones\neven, were their weapons.\n\nHilary thrust his automatic into Joan's hand. \"You use it, dear. I\nwon't need it. Come on, Grim.\"\n\nMorgan smiled slowly, handed over his dynol pistol without a word to a\nweaponless man and stalked after his leader. His great hand clutched\nand unclutched unconsciously. This was what he wanted, hand-to-hand\nfighting.\n\n       *       *       *       *       *\n\nBy the time they reached the foot of the valley, the noise of the\noncoming Mercutians sounded like the rumbling of thunder. Secure in\ntheir numbers there was no thought of concealment.\n\nThe Earthmen were pitifully few, only thirty of them, and wretchedly\narmed. Hilary disposed of them up the slope of the hill on either\nside, set them to loosening jutting boulders. He was in command on one\nslope. Grim on the other.\n\nIn a minute the Mercutians would be upon them. A simultaneous attack,\nno doubt; the fliers dropping low to loose their deadly rays from\nabove as the land force attacked with their hardly less deadly hand\nrays.\n\nHilary shot a last hasty glance aloft. His heart gave a great bound.\nThe thin insubstantial vapors of a little before had solidified, taken\non a grosser leaden hue. The sky was a sullen gray, shot through\nintermittently with the broad flares of a sun valiantly struggling to\nreassert its long undisputed sway. Little flickers of lightning played\naround the ragged edges of the clouds.\n\nTo the most unobservant it was evident now that a storm was in the\nmaking. But might it not be too late? The sun still shone, and as long\nas its light pierced through, the weapons of the Mercutians held all\ntheir deadly potency.\n\nThe alien invaders sensed the urgent necessity for quick action, for\nthe fliers were dropping now, hundreds of them, to within range.\nHilary heard the shouted orders of the Mercutians Cors, the crashing\nforward of a mighty host, and then the front of the attack burst out\nof the trees in an engulfing flood of gigantic unwieldy bodies and\ngray warty faces.\n\nA quick view of the stout ungainly Viceroy, Artok, another of the\ncoldly saturnine visage of Urga in the front rank, and with a roar of\ngutturals, the attack was on.\n\n       *       *       *       *       *\n\nDown from above came a myriad blinding flashes, turning the inclosed\nvalley into an inferno of heat and rocking, boiling, shattered ground.\nUp the valley shot the massed hand rays of the hundreds as they swept\nalong in close-packed trot.\n\nIt seemed as if nothing could exist in that blazing, screaming hell.\nHilary, stunned, shaken, scorched, felt as if he were the only one\nalive. Yet as the front of the attack washed up before him, he did not\nhesitate. He sprang to his feet, swung the nicely hefted long-handled\nax he had picked up, uttered a war whoop that went back to remote\nancestors, and flung himself headlong into the boiling mass of\nMercutians.\n\nAs he did so, he caught a fleeting, comforting glimpse of Grim rising\nto his full height on the other slope, huge hands raised, and crashing\ndown barehanded, silent, into the ranks of the enemy. A cheer went up,\na faint ragged cheer, and other figures popped up out of nowhere and\ndropped feet first into the fray.\n\nHilary found himself engulfed in a welter of figures that towered\nheads above him. His ax swung up and down, bit into something soft and\nyielding. The Mercutian screamed horribly; blood spouted from his\nwide-split shoulder. He fell stumbling to his knees, and Hilary\nstepped into the little open space. That gave him more elbow room. A\nfurious towering monster swung his tube around in the press. Hilary\nducked as the sizzling ray sped over his head. There were howls of\npain as the spreading beam cut a burning swath through the packed\nMercutians.\n\nThereafter no more tubes were raised. The quarters were too close. It\nwas to be hand-to-hand fighting; thousands of giant Mercutians against\na handful of puny Earthmen.\n\n       *       *       *       *       *\n\nHilary swung his red-dripping ax in ever-widening circles. At every\nswing a Mercutian tumbled. A little space opened around him, literally\nhewn out of living flesh. But with strange fierce cries he threw\nhimself again and again into the wall of bodies. There and there only\nwas salvation possible where the sun-tubes could not be used.\n\nFar over to one side he caught glimpses of bodies in violent\nupheavings, bodies that thrust explosively to either side as from the\nsharp prow of an invisible ship. Then a great figure heaved staggering\ninto view, bloody, gashed, great arms encircling Mercutian heads,\nsmashing them together like eggshells, flinging them apart, seizing\nothers. Grim Morgan, berserk with bare hands.\n\nHere and there in his own travail Hilary sighted little foci of\nstruggle, Earthmen with ax and pitchfork and spade battling valiantly\nin a sea of Mercutians. A swirl, an eddy, and all too often a sudden\nsurge and flowing of gray warty faces, and smooth rippleless heads\nwhere an Earthman had gone down, trampled into pulp.\n\nHilary's first rush with swinging flashing ax had caught the\nMercutians unawares. They had relied upon their sun-tubes, and in the\nmêlée succeeded only in inflicting frightful havoc on their own kind.\nNow, however, they came for Hilary in a solid mass, huge\nthree-fingered hands flailing, seeking to thrust him down by sheer\nweight of numbers. He swung and swung again, the ax bit deep, but\nstill they came. His arm grew weary from so much slaughter, it rose\nmore and more slowly, and then it rose no more. The bloody ax was\nwrenched from his nerveless fingers, and he was down, smothered by\ninnumerable trampling bodies. Over him the tide swirled smooth. Heavy\nfeet kicked and battered at his body, hands reached down to pluck and\nrip at him.\n\n       *       *       *       *       *\n\nFeebly he tried to fend them off, but the shodden hoofs smashed him\ndown again, gouged at his unprotected face. He struggled, but soon he\nwould not struggle any more.\n\nFrom afar came to his dimming ears below, a huge shout that shook the\nground. Feet pounded him down into semi-unconsciousness; there was a\nmighty shuffling to and fro over him, and then the feet were gone. A\nhuge well-remembered hand, caught him, heaved him upright. It was\nGrim. His face was a wreck, battered out of all semblance, but those\nblue mild eyes were flaming with an unholy light.\n\nHilary tottered, and the giant shook him.\n\n\"Wake up,\" he bawled; \"they're coming again.\"\n\nWith a great effort Hilary cleared his numbed brain, saw the\nresurgence of the temporarily beaten herd. His fists clenched\nautomatically.\n\n\"Good boy,\" Grim whooped. \"Let's get them.\"\n\nThen they were engulfed, fighting back to back. Hilary seemed to be\nfighting in a dream. He never had a clear conception of what happened.\nFaces thrust themselves into his own, furious, contorted; his fist\nwent out mechanically, thudded against something soft, and the face\ndisappeared. Hands reached plucking for him; he thrust them off, and\nswung left and right again.\n\nOnce he looked dully upward. The sky was gray slate now, festooned\nwith bellying black. No sign of the sun; not the least ray could\npierce. The fliers hung aimless overhead, no sparkle to their hulls.\nThe valley was dark too; the terrible rays had ceased raking it with\nan inferno of heat.\n\n       *       *       *       *       *\n\nJust before he lowered his upflung face to smash his fist into another\nface, something wet blobbed on his forehead. A raindrop? Perhaps, but\nhe was too far gone to care now. Life was an endless series of howling\nMercutians to thrust fists into.\n\nA cheer rose high, punctured by quick sharp explosions of sound. Guns.\nThose few remaining of the fighting Earthmen farther up the valley, no\nlonger menaced by the futile fliers, had come down to help their\nweaponless brethren. Wat's voice was shrill in the land, yelling,\nexhorting, screaming. A familiar _rat-a-tat-a-tat_ came down the\nwind. The submachine gun was spitting steel-jacketed death. Where was\nJoan? Hilary wondered wearily.\n\nA face towered over him, a face he knew. Urga. The Mercutian was no\nlonger impassive; his gray countenance was distorted with hideous\nhate. \"I'll break you in two,\" he mouthed, and lunged for Hilary.\n\nThe Earthman came out of his daze at the sight of the other. Strength\nseemed to flow back into his weary body. His fist came up, clean with\nall the power that was left in him. It went home with a\nsoul-satisfying crunch. Urga's gray gash of a mouth seemed to smear\nslowly over the rest of his face. A wild animal scream burst from him\nas he sagged. Then a swirl of other Mercutians anxious to get at the\nEarthman eddied him out of view.\n\nHilary felt better. Now he could die content. Even with their guns,\nwhat could a handful of Earthmen do against the resistless,\never-coming tide of Mercutians, thousands of them?\n\n       *       *       *       *       *\n\nIt was raining now, slowly at first, large scattered drops, then\nheavier and heavier, until the fogged air was a driving sheet of\nwater.\n\nWhat of it?--thought Hilary bitterly as he fought and slipped and\nstumbled in the slimy, bloody muck that was now the ground. The\nMercutians' weapons were useless, but they did not need them any more.\nSheer numbers would overwhelm the Earthmen.\n\nThen to his amazement something happened. The heavens, long outraged\nby the artificial repression of the weather machine, kicked over all\ntraces and opened their sluices in earnest. The sky was one vast\nwaterfall. The elements roared and rocked; the valley was knee deep\nalready in a spate of waters.\n\nHilary splashed and waded after his enemies. But they were going. They\nstaggered and trembled in every shaking limb, heedless now of the\nEarthmen. They slipped and fell into the flood, and stayed there,\nmotionless under the waters. Like Pharaoh's army they were being\ndrowned before the amazed Earthmen's very eyes.\n\nOn their own planet it never rained; there was no water except for\ncarefully hoarded underground lakes. This first taste of real Earth\nweather was too much for them. They could not withstand the driving\nrain, the water swirling round their knees. All the strength went out\nof their shaggy frames, their knees buckled and down they went,\nhelpless, destroyed by a natural phenomenon to which they were\nunaccustomed. They had actually been smothered by the humidity!\n\nHilary's voice was strong again. With great shouts, he rallied his\nmen. A pitiful handful; only fifteen of the fifty that had entered the\nvalley. But Joan was alive, her face black with burned skin, otherwise\nunhurt. Wat's grin rose superior to a mask of raw flesh, and Grim,\nbleeding from a hundred wounds, was still a tower of strength.\n\n       *       *       *       *       *\n\nIt was a strange sight as they stood almost waist deep in the flood,\nthe storm beating down upon them, hundreds and hundreds of bodies\nfloating, bumping against them.\n\n\"We must clinch our victory, men,\" Hilary shouted above the roar of\nthe elements. \"We must go to arouse the Earth, sweep the Mercutians\ninto the oceans while the storm lasts, or all our work will go for\nnaught.\"\n\nA great cheer went up from the little band, and without resting,\nwithout food or sleep, they waded their way out of the valley, into\ncivilization once more, carrying their message, arousing the peoples,\ngathering to themselves like a tiny snowball rolling down a\nmountainside, a huge swelling army of jubilant Earthmen, Earthwomen,\ntoo, moving in resistless flood down upon New York.\n\nThe rest is history. Like a torrent they swept down upon the cowed,\nweakened Mercutians. Those that did not escape in the great diskoids\nback to their own torrid, waterless planet were searched out, torn to\npieces by the infuriated Earth peoples.\n\nFor five days and five nights the storm raged, all over the world. The\nfloodgates were opened; outraged nature was taking her revenge. For\nfive days and five nights the sun was hidden behind bucketing gray\nskies. And for five days and five nights, Americans, English, Chinese,\nZulus, Australians, Russians, Bushmen, Argentinians, animated by a\ncommon purpose, rose gleefully and smote the invaders. When the sun\nfinally peeped once more from behind the thick blanket of clouds, not\na Mercutian remained. Few had escaped; the rest would never see\nMercury again.\n\n\"We've won,\" Joan sighed happily, after it was all over, and was able\nto nestle once more comfortably in Hilary's arms. \"Thanks to you.\"\n\n\"You forget Grim Morgan and Wat Tyler, dear.\"\n\n\"Ye-es, they helped, too,\" she admitted grudgingly; \"but without you,\nwhat could they have done?\"\n\nHilary started to protest, but over her crown of shining hair, he saw\nGrim and Wat watching him, grinning like two monkeys. Wat's thumb was\nraised to his nose in an immemorial gesture.\n\n\"You're right,\" said Hilary defiantly. \"What could they have done?\"\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Slaves of Mercury, by Nat Schachner\n\n*** END OF THIS PROJECT GUTENBERG EBOOK SLAVES OF MERCURY ***\n\n***** This file should be named 29966-8.txt or 29966-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/9/6/29966/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}