{"title": "Weak on Square Roots", "author": "Russell Burton", "releaseDate": "September 13, 2009", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n _Does your wife call you Pumpkinhead? Well, maybe\n it's _not_ an insult; it might be a pet name.\n Ah--but _whose_ pet name?_\n\n\n_WEAK_ ON SQUARE ROOTS\n\n_By Russell Burton_\n\nIllustrated by TOM BEECHAM\n\n\nAs his coach sped through dusk-darkened Jersey meadows, Ronald Lovegear,\nfourteen years with Allied Electronix, embraced his burden with both\narms, silently cursing the engineer who was deliberately rocking the\ntrain. In his thin chest he nursed the conviction that someday there\nwould be an intelligent robot at the throttle of the 5:10 to\nPhiladelphia.\n\nHe carefully moved one hand and took a notebook from his pocket. That\nwould be a good thing to mention at the office next Monday.\n\nAgain he congratulated himself for having induced his superiors to let\nhim take home the company's most highly developed mechanism to date. He\nhad already forgiven himself for the little white lie that morning.\n\n\"Pascal,\" he had told them, \"is a little weak on square roots.\" That had\ndone it!\n\nOld Hardwick would never permit an Allied computer to hit the market\nthat was not the absolute master of square roots. If Lovegear wanted to\nwork on Pascal on his own time it was fine with the boss.\n\nRonald Lovegear consulted his watch. He wondered if his wife would be on\ntime. He had told Corinne twice over the phone to bring the station\nwagon to meet him. But she had been so forgetful lately. It was probably\nthe new house; six rooms to keep up without a maid was quite a chore.\nHis pale eyes blinked. He had a few ideas along that line too. He smiled\nand gave the crate a gentle pat.\n\n       *       *       *       *       *\n\nCorinne was at the station, and she had brought the station wagon.\nLovegear managed to get the crate to the stairs of the coach where he\nconsented to the assistance of a porter.\n\n[Illustration]\n\n\"It's not really heavy,\" he told Corinne as he and the porter waddled\nthrough the crowd. \"Actually only 57 pounds, four ounces. Aluminum\ncasing, you know ...\"\n\n\"No, I didn't ...\" began Corinne.\n\n\"But it's delicate,\" he continued. \"If I should drop this ...\" He\nshuddered.\n\nAfter the crate had been placed lengthwise in the rear of the station\nwagon, Corinne watched Ronald tuck a blanket around it.\n\n\"It's not very cold, Ronald.\"\n\n\"I don't want it to get bounced around,\" he said. \"Now, please, Corinne,\ndo drive carefully.\" Not until she had driven half a block did he kiss\nher on the cheek. Then he glanced anxiously over his shoulder at the\nrear seat. Once he thought Corinne hit a rut that could have been\navoided.\n\nLong after Corinne had retired that night she heard Ronald pounding with\na brass hammer down in his den. At first she had insisted he take the\ncrate out to his workshop. He looked at her with scientific aloofness\nand asked if she had the slightest conception of what \"this is worth?\"\nShe hadn't, and she went to bed. It was only another one of his gestures\nwhich was responsible for these weird dreams. That night she dreamed\nRonald brought home a giant octopus which insisted on doing the dishes\nfor her. In the morning she woke up feeling unwanted.\n\nDownstairs Ronald had already put on the coffee. He was wearing his robe\nand the pinched greyness of his face told Corinne he had been up half\nthe night. He poured coffee for her, smiling wanly. \"If I have any\ncommitments today, Corinne, will you please see that they are taken care\nof?\"\n\n\"But you were supposed to get the wallpaper for the guest room....\"\n\n\"I know, I know, dear. But time is so short. They might want Pascal\nback any day. For the next week or two I shall want to devote most of\nmy time ...\"\n\n\"_Pascal?_\"\n\n\"Yes. The machine--the computer.\" He smiled at her ignorance. \"We\nusually name the expensive jobs. You see, a computer of this nature is\nreally the heart and soul of the mechanical man we will construct.\"\n\nCorinne didn't see, but in a few minutes she strolled toward the den,\nbalancing her coffee in both hands. With one elbow she eased the door\nopen. There it was: an innocent polished cabinet reaching up to her\nshoulders. Ronald had removed one of the plates from its side and she\npeeped into the section where the heart and soul might be located. She\nsaw only an unanatomical array of vacuum tubes and electrical relays.\n\nShe felt Ronald at her back. \"It looks like the inside of a juke box,\"\nshe said.\n\nHe beamed. \"The same relay systems used in the simple juke box are\nincorporated in a computer.\" He placed one hand lovingly on the top of\nthe cabinet.\n\n\"But, Ronald--it doesn't even resemble a--a mechanical man?\"\n\n\"That's because it doesn't have any appendages as yet. You know, arms\nand legs. That's a relatively simple adjustment.\" He winked at Corinne\nwith a great air of complicity. \"And I have some excellent ideas along\nthat line. Now, run along, because I'll be busy most of the day.\"\n\n       *       *       *       *       *\n\nCorinne ran along. She spent most of the day shopping for week-end\nnecessities. On an irrational last-minute impulse--perhaps an\nunconscious surrender to the machine age--she dug in the grocery deep\nfreeze and brought out a couple of purple steaks.\n\nThat evening she had to call Ronald three times for dinner, and when he\ncame out of the den she noticed that he closed the door the way one does\nupon a small child. He chattered about inconsequential matters all\nthrough dinner. Corinne knew that his work was going smoothly. A few\nminutes later she was to know how smoothly.\n\nIt started when she began to put on her apron to do the dishes. \"Let\nthat go for now, dear,\" Ronald said, taking the apron from her. He went\ninto the den, returning with a small black box covered with push\nbuttons. \"Now observe carefully,\" he said, his voice pitched high.\n\nHe pushed one of the buttons, waited a second with his ear cocked toward\nthe den, then pushed another.\n\nCorinne heard the turning of metal against metal, and she slowly turned\nher head.\n\n\"Oh!\" She suppressed a shriek, clutching Ronald's arm so tightly he\nalmost dropped the control box.\n\nPascal was walking under his own effort, considerably taller now with\nthe round, aluminum legs Ronald had given him. Two metal arms also hung\nat the sides of the cabinet. One of these rose stiffly, as though for\nbalance. Corinne's mouth opened as she watched the creature jerk\nawkwardly across the living room.\n\n\"Oh, Ronald! The fishbowl!\"\n\nRonald stabbed knowingly at several buttons.\n\nPascal pivoted toward them, but not before his right arm swung out and,\nalmost contemptuously, brushed the fishbowl to the floor.\n\nCorinne closed her eyes at the crash. Then she scooped up several little\ngolden bodies and rushed for the kitchen. When she returned Ronald was\npicking up pieces of glass and dabbing at the pool of water with one of\nher bathroom towels. Pascal, magnificently aloof, was standing in the\ncenter of the mess.\n\n\"I'm sorry.\" Ronald looked up. \"It was my fault. I got confused on the\nbuttons.\"\n\nBut Corinne's glances toward the rigid Pascal held no indictment. She\nwas only mystified. There was something wrong here.\n\n\"But Ronald, he's so ugly without a head. I thought that all robots--\"\n\n\"Oh, no,\" he explained, \"we would put heads on them for display purposes\nonly. Admittedly that captures the imagination of the public. That\nlittle adapter shaft at the top could be the neck, of course....\"\n\nHe waved Corinne aside and continued his experiments with the home-made\nrobot. Pascal moved in controlled spasms around the living room. Once,\nhe walked just a little too close to the floor-length window--and\nCorinne stood up nervously. But Ronald apparently had mastered the\nlittle black box.\n\nWith complete confidence Corinne went into the kitchen to do the dishes.\nNot until she was elbow deep in suds did she recall her dreams about the\noctopus. She looked over her shoulder, and the curious, unwanted feeling\ncame again.\n\n       *       *       *       *       *\n\nThe following afternoon--after Ronald had cancelled their Sunday drive\ninto the country--Pascal, with constant exhortations by Ronald at the\nblack box, succeeded in vacuum cleaning the entire living room. Ronald\nwas ecstatic.\n\n\"Now do you understand?\" he asked Corinne. \"A mechanical servant! Think\nof it! Of course mass production may be years away, but ...\"\n\n\"Everyone will have Thursday nights off,\" said Corinne--but Ronald was\nalready jabbing at buttons as Pascal dragged the vacuum cleaner back to\nits niche in the closet.\n\nLater, Corinne persuaded Ronald to take her to a movie, but not until\nthe last moment was she certain that Pascal wasn't going to drag along.\n\nEvery afternoon of the following week Ronald Lovegear called from the\nlaboratory in New York to ask how Pascal was getting along.\n\n\"Just fine,\" Corinne told him on Thursday afternoon. \"But he certainly\nruined some of the tomato plants in the garden. He just doesn't seem to\nhoe in a straight line. Are you certain it's the green button I push?\"\n\n\"It's probably one of the pressure regulators,\" interrupted Ronald.\n\"I'll check it when I get home.\" Corinne suspected by his lowered voice\nthat Mr. Hardwick had walked into the lab.\n\nThat night Pascal successfully washed and dried the dishes, cracking\nonly one cup in the process. Corinne spent the rest of the evening\nsitting in the far corner of the living room, thumbing the pages of a\nmagazine.\n\nOn the following afternoon--prompted perhaps by that perverse female\ntrait which demands completion of all projects once started--Corinne\nlingered for several minutes in the vegetable department at the grocery.\nShe finally picked out a fresh, round and blushing pumpkin.\n\nLater in her kitchen, humming a little tune under her breath, Corinne\ndeftly maneuvered a paring knife to transform the pumpkin into a very\nreasonable facsimile of a man's head. She placed the pumpkin over the\ntiny shaft between Pascal's box-shaped shoulders and stepped back.\n\nShe smiled at the moon-faced idiot grinning back at her. He was\ncomplete, and not bad-looking! But just before she touched the red\nbutton once and the blue button twice--which sent Pascal stumbling out\nto the backyard to finish weeding the circle of pansies before\ndinner--she wondered about the gash that was his mouth. She distinctly\nremembered carving it so that the ends curved upward into a frozen and\nquite harmless smile. But one end of the toothless grin seemed to sag a\nlittle, like the cynical smile of one who knows his powers have been\nunderestimated.\n\nCorinne would not have had to worry about her husband's reaction to the\nnew vegetable-topped Pascal. Ronald accepted the transformation\ngood-naturedly, thinking that a little levity, once in a while, was a\ngood thing.\n\n\"And after all,\" said Corinne later that evening, \"I'm the one who has\nto spend all day in the house with ...\" She lowered her voice: \"With\nPascal.\"\n\nBut Ronald wasn't listening. He retired to his den to finish the plans\nfor the mass production of competent mechanical men. One for every home\nin America.... He fell asleep with the thought.\n\n       *       *       *       *       *\n\nCorinne and Pascal spent the next two weeks going through pretty much\nthe same routine. He, methodically jolting through the household chores;\nshe, walking aimlessly from room to room, smoking too many cigarettes.\nShe began to think of Pascal as a boarder. Strange--at first he had been\nresponsible for that unwanted feeling. But now his helpfulness around\nthe house had lightened her burden. And he was so cheerful all the time!\nAfter living with Ronald's preoccupied frown for seven years ...\n\nAfter luncheon one day, when Pascal neglected to shut off the garden\nhose, she caught herself scolding him as if he were human. Was that a\nshadow from the curtain waving in the breeze, or did she see a hurt look\nflit across the mouth of the pumpkin? Corinne put out her hand and\npatted Pascal's cylindrical wrist.\n\nIt was warm--_flesh_ warm.\n\nShe hurried upstairs and stood breathing heavily with her back to the\ndoor. A little later she thought she heard someone--someone with a heavy\nstep--moving around downstairs.\n\n\"I left the control box down there,\" she thought. \"Of course, it's\nabsurd....\"\n\nAt four o'clock she went slowly down the stairs to start Ronald's\ndinner. Pascal was standing by the refrigerator, exactly where she had\nleft him. Not until she had started to peel the potatoes did she notice\nthe little bouquet of pansies in the center of the table.\n\nCorinne felt she needed a strong cup of tea. She put the water on and\nplaced a cup on the kitchen table. Not until she was going to sit down\ndid she decide that perhaps Pascal should be in the other room.\n\nShe pressed the red button, the one which should turn him around, and\nthe blue button, which should make him walk into the living room. She\nheard the little buzz of mechanical life as Pascal began to move. But he\ndid not go into the other room! He was holding a chair for her, and she\nsat down rather heavily. A sudden rush of pleasure reddened her cheeks.\n_Not since sorority days ..._\n\nBefore Pascal's arms moved away she touched his wrist again, softly,\nonly this time her hand lingered. And his wrist _was_ warm!\n\n       *       *       *       *       *\n\n\"When do they want Pascal back at the lab?\" she asked Ronald at dinner\nthat evening, trying to keep her voice casual.\n\nRonald smiled. \"I think I might have him indefinitely, dear. I've got\nHardwick convinced I'm working on something revolutionary.\" He stopped.\n\"Oh, Corinne! You've spilled coffee all over yourself.\"\n\nThe following night Ronald was late in getting home from work. It was\nraining outside the Newark station and the cabs deliberately evaded him.\nHe finally caught a bus, which deposited him one block from his house.\nHe cut through the back alley, hurrying through the rain. Just before he\nstarted up the stairs he glanced through the lighted kitchen window. He\nstopped, gripping the railing for support.\n\nIn the living room were Pascal and Corinne. Pascal was reclining\nleisurely in the fireside chair; Corinne was standing in front of him.\nIt was the expression on her face which stopped Ronald Lovegear. The\nlook was a compound of restraint and compulsion, the reflection of some\ndeep struggle in Corinne's soul. Then she suddenly leaned forward and\npressed her lips to Pascal's full, fleshy pumpkin mouth. Slowly, one of\nPascal's aluminum arms moved up and encircled her waist.\n\nMr. Lovegear stepped back into the rain. He stood there for several\nminutes. The rain curled around the brim of his hat, dropped to his\nface, and rolled down his cheeks with the slow agitation of tears.\n\nWhen, finally, he walked around to the front and stamped heavily up the\nstairs, Corinne greeted him with a flush in her cheeks. Ronald told her\nthat he didn't feel \"quite up to dinner. Just coffee, please.\" When it\nwas ready he sipped slowly, watching Corinne's figure as she moved\naround the room. She avoided looking at the aluminum figure in the\nchair.\n\nRonald put his coffee down, walked over to Pascal, and, gripping him\nbehind the shoulders, dragged him into the den.\n\nCorinne stood looking at the closed door and listened to the furious\npounding.\n\n       *       *       *       *       *\n\nTen minutes later Ronald came out and went straight to the phone.\n\n\"Yes! Immediately!\" he told the man at the freight office. While he sat\nthere waiting Corinne walked upstairs.\n\nRonald did not offer to help the freight men drag the box outside. When\nthey had gone he went into the den and came back with the pumpkin. He\nopened the back door and hurled it out into the rain. It cleared the\nback fence and rolled down the alley stopping in a small puddle in the\ncinders.\n\nAfter a while the water level reached the mouth and there was a soft\nchoking sound. The boy who found it the next morning looked at the mouth\nand wondered why anyone would carve such a sad Jack-O'-Lantern.\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _If Worlds of Science Fiction_ July\n    1953. Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Weak on Square Roots, by Russell Burton\n\n*** END OF THIS PROJECT GUTENBERG EBOOK WEAK ON SQUARE ROOTS ***\n\n***** This file should be named 29976.txt or 29976.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/9/7/29976/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}