{"title": "Join Our Gang?", "author": "Sterling E. Lanier", "releaseDate": "September 14, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\n\n\n\n\nTranscriber's Note: This e-text was produced from Analog Science Fact &\nFiction, May, 1961. Extensive research did not uncover any evidence\nthat the U.S. copyright on this publication was renewed.\n\n\n\n\n     JOIN\nOUR GANG?\n\n\n\nBy STERLING E. LANIER\n\n\n\n_They didn't exactly hold a gun at anybody's\nhead; all they offered was help. Of course,\nthey did sort of encourage people to ask for\nhelp...._\n\n\n\nIllustrated by Douglas\n\n\n\n\nCommander William Powers, subleader of Survey Group Sirian Combine--1027798\nand hence first officer of its ship, the _Benefactor_, stared coldly\nout of his cabin port. The _Benefactor_ was resting on the bedrock of\nIsland Twenty-seven of the world called Mureess by its natives. Like\nall the other such names, it meant \"the world,\" just as the natives'\nname for themselves, Falsethsa, meant \"the people,\" or \"us,\" or \"the\nonly race.\" To Commander Powers, fifty years old, with eleven of them\nin Survey work, the world was Planet Two of a star called something\nunpronounceable in the nebula of something else equally pointless. He\nhad not bothered to learn the native name of Island Twenty-seven,\nbecause his ship had mapped one thousand three hundred and eighty-six\nislands, all small, and either rocky or swampy or both. Island\nTwenty-seven, to him, had only one importance, and that was its being\nthe site of the largest city on the planet.\n\nAround the island's seven square miles, a maze of docks, buildings,\nsheds, breakwaters, and artificial inlets made a maze stretching a mile\nout to sea in every direction. The gray sea, now covered with fog\npatches, rolled on the horizon under low-lying cloud. Numerous craft,\nsome small, some large, moved busily about on the water, which in its\ncomponents was identical with that of Terra, far distant in the Sirius\nSector. Crude but workable atomic motors powered most of them, and\nthere was a high proportion of submarines. Powers thought of Earth's\noceans for a moment, but then dismissed the thought. Biological\ntechnical data were no specialty he needed. Terra might be suitable for\nthe action formulating in his mind, but a thousand suns of Sirian\nCombine might prove more useful. The biologists of Grand Base would\ndetermine, assisted by data his ship provided, in their monster\ncomputers, what was called for. Powers had been trained for different\npurposes.\n\nHe was, as every survey commander was, a battle-hardened warrior. He\nhad fought in two major fleet actions in his day, and had once, as a\nvery junior ensign of the Sirian Grand Fleet, participated in the\nultimate horror, the destruction by obliteration of an inhabited\nplanet. For planetary destruction a unanimous vote of the Sirian Grand\nCouncil, representing over four thousand worlds, was necessary. It had\nbeen given only four times in the long history of the Confederacy.\nEvery intelligent being in the great Union shuddered at the thought of\nits ever becoming necessary again. Powers stared moodily over the rocky\nground toward a group of figures in the distance which were moving in\nhis direction. The final delegation of the Mureess government, a world\ngovernment, was coming for its last meeting before the _Benefactor_\ndeparted into the far reaches of space.\n\nPowers braced himself mentally for a grand effort. He held equivalent\nrank to that of a Galactic admiral, and it was held for one reason\nonly, because of his real work and its importance. He was a\nsuper-psychologist, a trend-analyzer, a salesman, a promoter, a viewer,\nan expert on alien symbology and the spearhead of the most ruthless\nintelligence service in the known universe. Long ago, he had\ntransferred from the battle fleet to the inner school at Sirius Prime\nfor the most intensive training ever devised. Now it would be put to\nthe ultimate test.\n\nHe heard the air lock open and turned away from the window. He had a\nlong way to walk to the neutral council chamber, for the _Benefactor_\nwas a big ship, despite the fact that only twenty beings comprised the\ntotal complement. Down the echoing corridors he paced, brow furrowed in\nthought. Mazechazz would have his own ideas, he knew, but if they made\nno impression, he would have to put his oar in. Each being on board,\nwhether he breathed halogen or oxygen, ate uranium or protein, had to\nbe independent in thought and action under certain circumstances. The\ncircumstances were here, here and now in his judgment.\n\nHe arrived at the door of the Council chamber, and entered, an\nimpressive sight in flaming orange and blue uniform.\n\n\nFour members of the Supreme Council of the Mureess rose solemnly and\ninclined their heads in his direction. They were tall bipeds of vaguely\nreptilian ancestry, most of their height being body. They stood on\nshort powerful legs, terminating in flippered feet, and their long arms\nwere flanged to the second elbow with a rubbery fin. Only four opposed\nfingers flexed the hands, but the dome-shaped heads and golden eyes\nscreamed intelligence as loudly as the bodies shouted adaption to an\naquatic environment. Around the brown torsos, light but efficient\nharness supported a variety of instruments in noncorrosive metal\nsheaths. All of the instruments had been discreetly examined by\nscanning beams and pronounced harmless before any contact had been\nallowed.\n\nAcross the central table, Sakh Mazechazz, of Lyra 8, leader and captain\nof the Survey stared red-eyed at his executive officer. Mazechazz\nresembled the delegation far more than he did his own officer, for he,\ntoo, had remotely reptilian forbears. Indeed he still sported a\nflexible tail and, save for his own orange and blue uniform, ablaze\nwith precious stones, resembled nothing so much as a giant Terrestrial\nchameleon. The uniforms were no accident. Surveymen wore anything or\nnothing as the case called for it, and the Falsethsa admired bright\ncolors, having few of their own and a good color sense. The gleaming\njewels on Mazechazz's uniform stressed his superiority in rank to\nPowers, as they were meant to.\n\nOf the twenty Surveymen on board the _Benefactor_, Mazechazz and Powers\nwere the only two who most resembled, in that order, the oxygen-breathing\nnatives of Mureess. That automatically made them captain and executive\nofficer of the _Benefactor_. The native population saw only the captain\nand executive officer of the ship, and only the council chamber. On a\nworld of ammonia breathers, Mazechazz and Powers would have been\ninvisible in their own part of the ship providing advice only to the\nSkorak of Marga 10, Lambdem, and perhaps Nyur of Antares-bi-12. If a\nsuspicious native saw an entity with whom he could feel a remote\nrelationship giving orders to a weird-looking, far more, alien\ncreature, a feeling of confidence might appear.\n\nSince Mazechazz came from a planet of super-heated desert and scrub\nresembling the Karoo of South Africa, the resemblance could have been\nbettered, but it was well within the allowable limits set forth in the\nInner Mandate. And in Galactic Psychology, every trick counted. For\npersuasion was the chief weapon of the Sirian Combine. Outright force\nwas absolutely forbidden, save by the aforesaid vote of the council.\nEvery weapon in the book of persuasion was used to bring intelligent\nraces into the Combine, and persuasion is a thing of infinite variety.\n\n\nAs these thoughts flashed through Powers' mind, he seated himself in a\nplain chair and adjusted the Universal Speaker to his mouth. Beside\nhim, on a more elaborate chair, tailored to fit his tail, Mazechazz did\nthe same, while the four Falsethsa seated themselves on low stools and\ntook similar instruments from the oblong table which separated them\nfrom the two Surveymen. Deep in the bowels of the ship, a giant\ntranslator switched on, to simultaneously translate and record the\nmutually alien tongues as they were spoken. Adjustable extensions on\nthe speakers brought the sound to the bone of the skull. For different\nlife forms, different instruments would have been necessary and were\nprovided for.\n\nMazechazz, as \"captain,\" opened the proceedings.\n\n\"Since this is our last session with you, we hope some fresh proposals\nhave occurred to your honorable council during your absence,\" hummed\nthe speaker through Powers' skull.\n\nHe who was designated First among the council of the Mureess answered.\n\n\"We have no new proposals, nor indeed had we ever any. Trade would be\nwelcome, but we vitally need nothing you or your Combine have\ndescribed, captain. We have all the minerals we need and the Great\nMother--he meant the sea--provides food. We will soon go into space\nourselves and meet as equals with you. We cannot tolerate what you call\nan 'observer,' who seems to us a spy, and not subject to our laws by\nyour own definition. That is all we have to say.\"\n\nThat does it, thought Powers glumly. The cold--and entirely\naccurate--description of a Planetary representative of the Sirian\nCombine was the final clincher. The intensely proud and chauvinistic\nFalsethsa would tolerate no interference.\n\nMazechazz gave no indication that he had heard. He tried again.\n\n\"In addition to trade and education, general advancement of the\npopulace,\" murmured the mike, \"have you considered defense?\" He paused.\n\"Not all races who travel in space are friendly. A few are starkly\ninimical, hating all other forms of life. Could you defend yourselves,\nHonorable Sirs, against such?\"\n\nIt was obvious from the speed of the answer that the Council of Mureess\nhad considered, if not anticipated this question. The second member\nspoke, an obvious pre-assignment.\n\n\"In all our long history, you are our first contact with star\ntravelers. Yet we are not defenseless. The Great Mother contains not\nonly food, fish and plants which we harvest, but many strong and\nterrible beasts. Very few are left to disturb us. In addition, the\nimplications of your ship have not escaped us, and our scientists are\neven now adapting some of our atomic devices used in mining to other\nends.\" The voice contained a faint hint of pride as it ended. We got\nguns, too, buddy, it said, and we ain't pushovers.\n\nThe First of the Council spoke again. \"Let me be plain, Respected\nStar-farers. It seems obvious to us that you have learned most of what\nwe represent as a council, if not all. We are the heads of the Great\nClans and we will not change. It hardly seems likely that you represent\na society based on heredity if you include the diverse and nameless\nbreeds of creature you have shown us on your screens. We do not want\nsuch an amalgam on our world causing unrest and disturbances of public\norder. Still less do we desire authoritarian interference with the\nordered life we have developed. Your requests are one and severally\nrefused. There will be no 'observer.' Trade, regulated by us, will be\nwelcome. Otherwise, should you choose not to be bound by our laws, we\nmust respectfully and finally bid you farewell. When at some future\ndate, we develop ships such as yours, we may reconsider.\" The speaker\npaused, looked at his three confreres, who nodded silently. The First\nstared arrogantly at Mazechazz, and continued.\n\n\"Finally, we have decided to place a ban on further landings by aliens\nunless you are now prepared to negotiate a trade agreement on our\nterms!\"\n\n\nPowers thought frantically, his face motionless. This was defeat, stark\nand unequivocal. The parable he had in mind seemed indicated now or\nnever. He turned to Sakh Mazechazz, and spoke.\n\n\"May I have your permission to address the Honored Council, Noble\nCaptain?\" he asked.\n\n\"Speak, First Officer,\" said the Lyran, his gular pouches throbbing.\nHis ruby eyes, to his associate, looked pained, as well they might.\n\n\"Let me pose a question, Honored Sirs,\" said Powers. \"Suppose that in\nyour early history of creating your orderly realm you had discovered on\none of your islands a race of Falsethsa as advanced and regulated as\nyourselves who wished nothing to do with you?\" He could feel the\nalerted tension of the four as the golden eyes glowed at him.\n\n\"The implications of your question are obvious,\" the First of the\nCouncil spoke, as coldly as ever. \"Do you threaten us with force from\nyour Combine devoted to peace?\" The flat voice of the translator hummed\nwith acquired and impossible violence which Powers knew to be\nsubjective.\n\nThe First continued. \"We would resist to the ultimate, down to the\nleast of our young and the most helpless female weed cultivator! Do\nyour worst!\"\n\nPowers sat back. He had done his best. The hereditary dictatorship of a\nunited world had spoken. No democratic minority had ever raised its\nhead here. The society of Mureess was stratified in a way ancient India\nnever thought of being, down to refuse collectors of a thousand\ngenerations of dishonorable standing. Ancient Japan had been as rigidly\nexclusionist but there _had_ been a progressive element there. Here\nthere was nothing. Nothing that is, except a united world of coldly\ncalculating and very advanced entities about to erupt into space with\nHeaven knew what weapons and a murderous arrogance and race pride to\nbolster them.\n\nHe thought of the dead orb called Sebelia, rolling around its worthless\nsun, an object of nausea to all life. And he had helped. Well, the boys\nin Biology had the ball now. He forced himself to listen to the First\nof Council as he bade Mazechazz a courteous farewell.\n\n\"Depart in harmony and peace, Honorable Star-farers. May your Great\nMother be benign, when you return to give your high council our message\non the far-distant worlds you have shown us in the sky.\"\n\nThe Council departed, leaving Powers and Mazechazz staring at each\nother in the council chamber, their gaudy uniforms looking a little\ndull and drab.\n\n\"Well, Sakh,\" said Powers, his ruddy face a little flushed, \"we can't\nbe perfect. They don't know about spacewarps and instantaneous\ncommunicators. Plan II has nothing to do with us.\"\n\n\"Beyond our recommendation, you mean,\" said the Lyran flatly. \"We have\nfailed, William. This means death for thousands of innocent beings,\nperhaps more. Their world population is about eighty million, you\nknow.\"\n\nThere was silence in the room until Powers broke it again.\n\n\"Would you have Sebelia, Sakh,\" he asked gently, \"or Ruller I,\nBellevan's world, or Labath?\" There was no answer to this and he knew\nit. There was only one alternative to a dead, burned-out, empty planet.\nMureess was in the wrong stage of development, and it would have to be\nbrought in line. The Sirian Combine had to, and would remove any\nintelligent unknown menace from a position from which it could threaten\nits Master plan of integrated peace. As they left the chamber, Powers\nsaid a silent prayer and touched the tiny Crescent and Star embroidered\non his shirt pocket. At least, he thought, the planted ultra-wave\ncommunicators would be there when the Falsethsa needed them. He looked\nout of a corridor port at the gray and rolling sea. The Great Mother,\nhe thought bitterly, benevolent and overflowing!\n\n\nTraleres-124, female gardener, aged thirty-two cycles, hummed in a\nminor key as she harvested weed of the solstice crop, twelve miles off\nthe northern islands. A rest period was due in the next cycle day, and\nshe and her mate were ahead of quota which should make the supervisor\ngive them a good holiday.\n\nThe tall weed swayed gently against her and several small fish darted\npast in fright. As the first heavy beat of the water struck against her\nslim body, she looked up. Frozen with horror, she released her\ncontainer, but in forty feet of water, the monster caught her before\nshe had moved a hundred yards.\n\nAs it fed, horribly, other grim shapes, attracted by the blood moved in\nfrom the distant murk of deeper water.\n\n\nSavathake-er rode his one-man torpedo alertly as he probed the southern\nbay of Ramasarett. He was a scientist-12 and also a hereditary hunter.\nIf the giant fish, long since eliminated from the rest of the seas,\nwere breeding in some secret area of the far and desolate southern\nrocks, it was his business to know it. No fish could catch his\nhigh-powered torpedo, while his electric spears packed a lethal jolt.\nProbably, he thought, a rumor of the poor fisher folk who worked the\nsouthern fringe areas. What else could you expect from such types, who\nhad never even learned to read in a thousand cycles. Nevertheless, as\nhe patrolled the sunken rocks, he was alert, scanning the water on all\nsides constantly for the great shape he sought, his skin alert for the\nfirst strange vibration. By neglecting the broken bottom, brown with\nlaminaria and kelp, he missed the great, mottled tentacle which plucked\nhim off his torpedo in a flash of movement, leaving the riderless craft\nto cruise aimlessly away into the distance.\n\n\n\"Your highness,\" said the Supervisor Supreme, \"we are helpless. We have\nnever used metal nets, because we have never had to. Our fiber nets\nthey slash to ribbons. They attack every species of food-fish from the\nUrsaa to the Krad. The breeding rate is fantastic, and now my equal who\ncontrols the mines says they are attacking the miners despite all the\nprotection he can give them. They are not large, but in millions----\"\n\n\"Cease your outcries,\" said the First in Council, wearily, \"and remove\nthat animal from my writing desk. I have seen many pictures of it since\nthey first appeared five cycles ago. It still looks alien and\nrepulsive.\"\n\nThey stared in silence at the shape that any high-school biology\nstudent of distant Terra could have identified in his sleep.\n\nAt length, the First in Council dismissed the Supervisor of Fisheries\nand headed thoughtfully for an inner room of his palace. He knew at\nlast the meaning of the strange metal communicating devices, discovered\nand confiscated, after the star ship had departed, six cycles before.\nIt was a simple machine to operate, and he guessed food could be sent\nincredibly quickly to his starving planet. Just as quickly as other\nthings, he thought grimly. And we have to beg. Hah. Admission to the\ngreat peace-loving Combine, may the crabs devour them.\n\nBut he knew that he would send and that they would come.\n\n\n\"I was comparing the two reports, my friend,\" said Mazechazz, \"but I am\nnot so familiar with your planetary ecology as I should be. When\nMureess applied for admission to the Combine, I requested a copy of\ntheir secret directive from Biology, but I had never seen the older\nreport until you gave it to me just now. Can you explain the names to\nme, if I read them off?\"\n\n\"Go ahead,\" said Powers, sipping his sherbet noisily. He seldom\nwondered what alcohol would feel like any longer. Most Old Believers\nhad tried it when young and disliked it.\n\n\"I've already looked up the names I didn't know,\" he said, \"so start\nthe Mureessan list first.\"\n\n\"Great White Shark, or Man-eater,\" read Mazechazz. \"He sounds obvious\nand nasty.\"\n\n\"He is,\" said Powers. He put down his glass. \"Remember, as usual, the\nbirth rate has been at least tripled. An increased metabolism means\nincreased food consumption, and no shark on Terra was ever full. This\nbrute runs forty feet when allowed, in size, that is. A giant\ncarnivorous fish, very tough.\"\n\n\"Number two is Architeuthis, or Giant Squid,\" continued the Lyran. \"Is\nthat a fish? Sorry, but on my world, well, fish are curiosities.\"\n\n\"It's an eyed, carnivorous mollusk with enormous arms, ten of them and\nit reaches eighty feet long at least. Swims well, too.\"\n\nThere was a moment of silence, then Mazechazz continued. \"Smooth\ndogfish.\"\n\n\"A tiny shark,\" said Powers, \"about three and a half feet in size. They\nschool in thousands on Terra and eat anything that swims. Just blind\nagile appetite. They have a high _normal_ breeding rate.\"\n\n\"Finally we have a Baleran Salamander, so you're free of one curse,\nanyway. Balera, I believe, is hellishly wet, although I don't know much\nabout it.\"\n\nPowers rose and stretched. \"He's a little fellow with six legs and a\nleathery hide. A nuisance on Balera, which is the equivalent of a\nTerran swamp. He eats every vegetable known, dry or fresh, and, being\nonly two inches long is hard to see. He doesn't bite, just eats things\nand breeds. There must be millions by now, on each island of Mureess.\nThen the eggs get carried about. They're tough and adhesive. You can\nguess what their warehouses looked like.\"\n\n\"At least two million starved before the Council gave in,\" resumed the\nLyran sadly. \"But they gave in all the way and abolished caste\nprivilege before the first relief ship even arrived. They'll be full\nmembers shortly. And this older report?\"\n\n\"Read the names,\" said Powers. He was staring out of the Club window at\nthe stars. \"They fed us our own dirt, because we hadn't eliminated all\nour competitors. Disease means microorganisms, so you choose the\nlargest animal possible with efficiency, that is. Just read the list.\nMy grandparents died, you know, but it had to be done, or we'd have\ndestroyed ourselves. The Combine was a far greater blessing to us than\nit ever was to Mureess, I can assure you of that!\"\n\nHe listened in silence as the Lyran read.\n\n    \"Desmodus, the vampire bat,\n    Rattus Norvegicus, the common rat,\n    Mus Domesticus, the common mouse,\n    The Common Locust,\n    Sylvilagus, the Cottontail Rabbit,\n    Passer Domesticus, the House Sparrow,\n    Sturnus Vulgarus, the European Starling.\"\n\nPowers sat down and stared at his friend. \"Terran life by comparison\nwith many other worlds is terribly tough because we have so many\ndifferent environments, I suppose. Hence its use on Mureess. Of course,\nthe Combine increased breeding rates again, but adapting that bat to\nstand cold was the last straw,\" he said. \"The rest of them were all\nready and waiting, but the bat was tropical. We'll start with him.\nDesmodus is a small flying mammal about....\"\n\n\nTHE END\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Join Our Gang?, by Sterling E. Lanier\n\n*** END OF THIS PROJECT GUTENBERG EBOOK JOIN OUR GANG? ***\n\n***** This file should be named 29987.txt or 29987.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/2/9/9/8/29987/\n\nProduced by Greg Weeks and the Online Distributed\nProofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}