{"title": "Stopover Planet", "author": "Robert E. Gilbert", "releaseDate": "September 17, 2009", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration]\n\n\n              STOPOVER PLANET\n\n                   _By\n             Robert E. Gilbert_\n\n\n     Early morning deliveries were part of\n the Honeychile Bakery Service. But on this\n particular morning the service was reversed!\n\n\nAt 2:34 a.m., Patrolman Louis Whedbee left the Zip Cab station. With\narch supports squeaking and night stick swinging, Whedbee walked east to\nthe call box at the corner of Sullivan and Cherokee. The traffic signal\nsuspended above the intersection blinked a cautionary amber. Not a car\nmoved on the silent streets.\n\nWhedbee reached for the box. Then he swore softly and stepped off the\ncurb. \"Pardon me,\" he said, for he believed that a policeman should be\ncourteous at all times, even when arresting a school zone speedster.\nThis, however, was not a speedster. It seemed to be a huge man standing\non top of a truck and cutting down the stop light. \"What's going on\nhere?\" Whedbee asked.\n\nHONEYCHILE BAKERY was advertised on the side of the truck.\nInstinctively, Whedbee jammed his whistle in his mouth when he realized\nthat the man on the truck wore something like a suit of long underwear\nmade of improbable black fur sprinkled with tiny red spots.\n\n\"What are you doing to the stop light?\" Whedbee demanded.\n\nThe amber light quit blinking without the expected electrical display.\nSinuous as beheaded snakes, the wires and cables supporting the traffic\nsignal fell into the street. The unusual man pocketed his cutting\ntool--a long thin tube--and lowered the stop light to the truck. He\nlooked at Whedbee. The corner street lamp reacted upon his eyes like a\nflashlight thrown on a tomcat in an alley. The eyes gleamed green.\n\nWhedbee's whistle arced to the end of the chain and clanked against his\nmetal buttons. A block away on Center Street, a heavy truck roared\nthrough the business section. The bell of a switch engine tolled near\nthe freight depot, and a small dog barked suddenly at the obscured sky.\n\n\"I am promoting you to captain. You will replace Hanks, whom I am\ndemoting,\" the figure on the truck announced.\n\n\"Chief Grindstaff?\" Whedbee wondered.\n\nThe chief of police glared down at the patrolman. He hooked a bright\nmetal globe to the stop light, lifted it in one hand, and jumped,\nlanding lightly on the pavement. \"Put this in the mobile unit,\" he said.\n\"The truck, I evil.\"\n\n\"Huh? Sure, chief,\" Whedbee said. He tucked his night stick under his\narm and prepared to accept a heavy load. Tensed muscles almost felled\nhim when the signal proved to weigh not more than one pound.\n\nChief Grindstaff opened the doors in the rear of the truck, releasing a\nfaint odor of stale bread. The truck was empty. Whedbee deposited the\nalmost weightless burden. The chief looked him in the eye. \"I am\npromoting you to captain,\" he repeated. \"You will replace Hanks, whom I\nam demoting.\"\n\n\"Thanks, chief!\" Whedbee exalted. \"You know Hanks didn't treat me fair\nthat time I--\"\n\n\"Yes, I know all about that,\" the chief interposed. \"Go bring the\npostage box and place it in the truck.\"\n\n\"The which? Oh, you mean the mailbox!\" Whedbee walked across the street\nto the square green box with the rounded metal top. Another of the\nglobes had been attached to the mailbox, and the legs had been burned\nloose from the concrete sidewalk. Confidently, Whedbee lifted the light\nobject, carried it to the truck, and deposited it inside.\n\n\"Bleachers there,\" said Chief Grindstaff.\n\n\"What you say, chief?\"\n\n\"Stands there. No, stand there.\"\n\nPatrolman Whedbee stood by the back of the truck. Chief Grindstaff\nplaced a device like an atomizer under Whedbee's nose and released the\nspray.\n\n       *       *       *       *       *\n\nMiss Betsy Tapp awoke after not more than one hour of fitful sleep. The\ndoor to the garage apartment shook under the tattoo of a heavy fist.\nMiss Tapp's heart thudded somewhere inside her thirty-eight-inch bosom.\nShe lay rigid in darkness penetrated only by the glimmer of a distant\nstreet light.\n\nThe knocking ceased. Boards creaked on the platform outside the door. A\nface appeared at the window, a face in complete shadow except for two\neyes that glowed with greenish light.\n\nMiss Tapp, unaware of the disarray of her nightgown, sat upright. The\nalarm clock on the floor by the bed clacked in the stillness. The tap in\nthe kitchen cubicle dripped. Timbers, contracting in the cool of early\nmorning, popped faintly.\n\n\"I need to marry you,\" the face said. \"I was wrong tonight. Forgive me.\"\n\n\"Fred?\" Miss Tapp gasped in sudden joy.\n\n\"Open the portal,\" Fred said.\n\nWrenching metal curlers from her permanently waved hair, Miss Tapp\nbounded to the door. She released the catch and threw herself at the\nfigure on the landing. Fred purred, \"I want to marry you. I was wrong\ntonight. Forgive me.\"\n\n\"Oh, Fred,\" Miss Tapp sighed. \"I knew you'd come back! You just had too\nmuch to drink! I forgive you, Fred! We'll--\"\n\n\"Yes. Bring your rayon crepe with tall tucking.\"\n\n\"What, Fred?\"\n\n\"Bring your garb, your clothing. Hurry.\"\n\nMiss Tapp skillfully fought a blush. \"Oh, Fred! I'm sorry. I'll be\ndressed in a minute!\"\n\nFred slowly stated, \"I want to marry you. I was wrong tonight. Forgive\nme.\" He walked into the apartment and rapidly gathered and rolled\ntogether the dress and undergarments scattered on and about the chair.\nHe stuffed the spike-heeled shoes into pockets of his black fur suit and\nlifted Miss Tapp in his arms.\n\n\"We're eloping!\" Miss Tapp sighed as Fred carried her down the outside\nstairs. A _Honeychile Bakery_ truck, with rear doors open, waited in the\ndriveway. Fred tossed the roll of clothing and the slippers into the\ntruck, and swiftly sprayed Miss Tapp.\n\n       *       *       *       *       *\n\nAn unearthly glow permeated the bedroom and cast the black shadows of\nheavy furniture against the faded papered walls. Within the glow, two\ndots of green flickered. The Reverend Enos Shackelford dropped on\ncreaking knees and bowed his grizzled head.\n\nA voice said, \"Well done, good and faithful servant. Arise and follow\nme.\"\n\n\"Lord,\" said Reverend Shackelford, \"I have served thee faithfully all\nthe days of my life. Remember me when thou comest into thy kingdom.\nRemember also--\"\n\n\"Yes. Well done, good and faithful servant. Arise and follow me.\"\n\nShackelford stood on tottering old legs. His nightshirt hung below his\nknees. Horrified shock blanched his lined face. \"Blasphemer!\" he cried.\n\"False prophet! Get thee behind me, Satan!\"\n\nThe glow danced and faded. A towering black shape pointed a bent rod.\nThe rod hissed. The Reverend Shackelford staggered against a small\ntable, dragging it with him to the floor. He lay still with one gnarled\nold hand on a large golden-edged book that had fallen from the table.\n\n       *       *       *       *       *\n\n\"You're fired,\" the man in the dream said over and over.\n\nCalvin C. Kear rolled off the half-bed, struck the floor, and awoke.\n\"First time I've fallen out of bed in years,\" he groaned. His shaking\nhand fumbled with the switch and succeeded in turning on the lamp.\n\nMrs. Calvin C. Kear sprawled on her back in the other bed and snored.\n\"You and your fifteen-thousand-dollar house,\" Kear muttered. He combed\nhis thinning hair with his fingers. \"You and your sterling silver. You\nand your chosen pattern. Your service for eight. How far do you think\nfifty-four dollars a week will go with 12-gauge shells three and a\nquarter a box?\"\n\nGreen eyes glittered beside the frilly dressing table. The man standing\nthere said, \"I'm not igniting you. I'm giving you a bonus for your fine\nwork. Enough currency to pay the loan on this house. You'll be making\ntwo hundred per week. This fall, I'll take you hunting at my place in\nthe country.\"\n\n\"Boss?\" Kear mumbled. \"I mean, Mr. Darmond?\"\n\n\"Put on your clothing,\" the boss said. \"I'll show you your new office.\nYou may have a secretary, also. I'm not firing you. I'm giving you a\nbonus.\"\n\nKear sat gasping on the floor. \"That's great, boss!\" he exclaimed. \"I\nthought I did an extra special job on the plastics mill design. It'll\nmean a lot to the company. We--\"\n\n\"Yes. Dress quickly.\"\n\nKear threw off his pajamas and started stuffing arms and legs into his\nclothes. Mrs. Kear opened her eyes and squeaked like a dying rabbit.\n\nThe bent rod in the boss's hand hissed, and Mrs. Kear stopped squeaking.\n\nWith tie flapping, shirt unbuttoned, shoes unlaced, Kear followed the\nboss through the living room and down the flagstone walk to the street.\nThe boss opened the doors of the _Honeychile Bakery_ truck and said, \"In\nhere.\"\n\n       *       *       *       *       *\n\nMrs. Jane Huprich dropped her mop. Her varicose legs trotted across the\nwet lobby of the Jordon Building, and her flabby fat arms reached for\nthe tall man with bright eyes who stood near the elevators. \"It's me,\nMom,\" the man cried.\n\n\"Matt!\" Mrs. Huprich cried. \"Matt, baby!\"\n\n\"I got a full pardon, Mom,\" Matt said, stroking her tangled white hair.\n\"Right from the ruling state official. You won't have to scrub floors\nanymore! I'm going straight, Mom. I'm a good mechanic now. They learned\nme a lot in the enclosure. Come on. I got a used truck outside, I bought\ncheap.\"\n\nMrs. Huprich and son walked through the oddly twisted doors of the\nJordon Building and into the gray twilight that awaited dawn. The\n_Honeychile Bakery_ truck waited too.\n\n       *       *       *       *       *\n\nGary Abston peddled his bicycle against the flow of cars carrying\nday-shift workers through the half-light. He whirled into Walnut Street,\ntwisted a fresh copy of the _Morning Herald_ into a fiendishly clever\nknot, and hurled it in the general direction of a front porch that\nflashed past on his right. Never slowing, Gary threw the next paper\nentirely across the street. He chuckled as it cleared a picket fence.\n\"Bang, bang!\" he blurted. His red shirt, with a picture of a mounted\ncowboy on the back, ballooned in the early morning breeze.\n\n\"Whoa!\" Gary roared. He stopped, held the bicycle upright with one foot\non the pavement. A tall, lanky, slightly bowlegged man with squinting\nluminous green eyes stood on the sidewalk. Gary looked at the man. The\nnewspapers fluttered to the parkway. The bicycle clattered in the\nstreet.\n\n\"Howdy, partner!\" the tall man said. \"The rustlers are headin' for the\nplateau! We'll take the short gash and head 'em off at the canyon!\"\n\n\"Ramrod Jones?\" Gary chirped.\n\n\"Here's the truck I haul Quizz-kid, the I.Q. Horse, in! Let's get after\nthe rustlers!\" Jones said.\n\n\"Gee, I've seen all your pictures, Ramrod,\" Gary said. \"_Silver City\nRaiders_, _Rustlers of Silver City_, _Silver City Rustlers_--\"\n\nThe great cowboy lifted the newsboy into the _Honeychile_ truck.\n\n       *       *       *       *       *\n\nPink and rose clouds drifted through a brightening sky as the\n_Honeychile Bakery_ truck careened along a narrow road badly in need of\nrock and grading. From the road, the truck rattled into a rutted track\nthrough dewy woods and skidded swaying to a stop at the side of a long,\nlow, grassy hill.\n\nThe tall creature dressed in black, red-spotted fur stepped from the\ncab. An opening appeared in the hillside. Four machines--dull metal eggs\nbalancing on single tractor treads--rolled silently through the opening.\nJointed steel arms darted from recesses in the eggs. One machine opened\nthe truck doors.\n\nThe creature walked up a ramp inside the hill and entered a shimmering\nmetallic compartment.\n\n\"Greetings, Eo. I have returned.\"\n\nEo, who wore a suit of white fur, hummed, \"None too soon, Za. We\nmiscalculated dawn. What success?\"\n\n\"An excellent group,\" Za said. He stretched and reclined on a\ntransparent slab. \"The servants are unloading the vehicle. I captured a\nyoung male, a mature male, an aged male, some sort of official or\nguardian male, a mature female, and an aged female.\"\n\n\"Let's view them,\" Eo said. \"You can rest after we're away.\"\n\nThe tall creatures entered a second compartment furnished with a large\ntable upon which the silent machines deposited inanimate bodies.\n\"Extraordinary!\" said Eo, staring at Miss Betsy Tapp. \"These things have\nreached a peak of mammalian development!\"\n\n\"Her correct garments are in this bundle,\" Za explained. \"The servants\nare bringing the properties now. I secured a signaling device and a box\nused in an extremely primitive system of communication. Also, I brought\nthe quaint muscle-powered vehicle ridden by the young male. The\nphotographs should be sufficient for other details.\"\n\n\"Any difficulty?\" Eo asked as the machines dumped Patrolman Whedbee on\nthe table.\n\n\"The language was the greatest obstacle,\" Za said. \"The same word has\nmany different meanings, or many different words have the same meaning.\nRather crude.\"\n\n\"Did you use bait, or force?\"\n\n\"Bait,\" Za said. \"It's much simpler. This is a completely selfish,\negocentric breed. Most of them have one thing in mind which they want\nsolely for themselves. Their sending power is weak, but that one selfish\ndesire is powerful enough to be received. I merely dangled it before\ntheir minds, and they were hooked.\" He tapped the foot of Calvin C.\nKear. \"I killed this one's female companion. She awoke and screamed. The\nmales and females pair off and live together for years. Strange custom!\nBreeding seems to be only one reason for the mutual bondage.\"\n\nZa pointed to Mrs. Jane Huprich. \"The old female may be an exception to\nthe selfishness. I couldn't decide whether she most wanted to be\nrelieved of cleaning floors by primitive methods, or wanted her male\noffspring to be released from some structure where he had been secured\nfor reasons I couldn't determine.\"\n\nThe machines deposited the Reverend Enos Shackelford and then lined up\nin a precise row. \"This thing is dead!\" Eo buzzed.\n\nZa shook his head. \"That was the only genuine exception. He confused me\ntill I forgot his proper clothing, but some can be devised from the\nother samples. He seems to have been a witch-doctor. His mind was\ncluttered with myths and superstitions from an ancient text. I don't\nunderstand him, Eo, and wish I had time to study the phenomena. He was\ndifferent from the others. He believed in something and considered\nhimself lowly and humble. The minds of the others were in constant\nconfusion. They believed, actually, in nothing. Somehow, he saw me, Eo.\nI was forced to kill him.\"\n\n\"No harm done,\" Eo decided. He faced the machines and said, \"Destroy the\nvehicle, draw in the camouflage net, prepare for take-off.\" The\nmachines rolled from the compartment, and the two creatures followed.\n\n\"Seal it,\" Eo said. \"I'll plasticize them when we're in space. Fine\nwork, Za. I can see the plaque now: 'Mounted by Eo, Collected by Za.\nTypical Street Corner on Planet _Earth_, Star _Sol_.' The directors will\nsurely give the group a prominent place in the Galactic Museum of\nNatural History!\"\n\n\"Yes,\" Za agreed, glancing back at the Reverend Enos Shackelford. \"This\nplanet was a fortunate stopover.\"\n\n\n_The End_\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Imagination Stories of Science and\n    Fantasy_ August 1953. Extensive research did not uncover any\n    evidence that the U.S. copyright on this publication was renewed.\n    Minor spelling and typographical errors have been corrected without\n    note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Stopover Planet, by Robert E. Gilbert\n\n*** END OF THIS PROJECT GUTENBERG EBOOK STOPOVER PLANET ***\n\n***** This file should be named 30015.txt or 30015.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/0/0/1/30015/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}