{"title": "Native Son", "author": "T. D. Hamm", "releaseDate": "September 17, 2009", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration]\n\n\n                NATIVE SON\n\n                   _By\n                T. D. Hamm_\n\n\n     Tommy hated Earth, knowing his mother\n might go home to Mars without him. Worse,\n would a robot secretly take her place?...\n\n\nTommy Benton, on his first visit to Earth, found the long-anticipated\nwonders of twenty-first-century New York thrilling the first week,\nboring and unhappy the second week, and at the end of the third he was\ndefinitely ready to go home.\n\nThe never-ending racket of traffic was torture to his abnormally acute\nears. Increased atmospheric pressure did funny things to his chest and\nstomach. And quick and sure-footed on Mars, he struggled constantly\nagainst the heavy gravity that made all his movements clumsy and\nuncoordinated.\n\nThe endless canyons of towering buildings, with their connecting\nSkywalks, oppressed and smothered him. Remembering the endless vistas of\n_rabbara_ fields beside a canal that was like an inland sea,\nhomesickness flooded over him.\n\nHe hated the people who stared at him with either open or hidden\namusement. His Aunt Bee, for instance, who looked him up and down with\nfrank disapproval and said loudly, \"For Heavens sake, Helen! Take him to\na _good_ tailor and get those bones covered up!\"\n\nWas it his fault he was six inches taller than Terran boys his age, and\nhad long, thin arms and legs? Or that his chest was abnormally developed\nto compensate for an oxygen-thin atmosphere? I'd like to see _her_, he\nthought fiercely, out on the Flatlands; she'd be gasping like a\ncanal-fish out of water.\n\nEven his parents, happily riding the social merry-go-round of Terra,\nafter eleven years in the Martian flatlands, didn't seem to understand\nhow he felt.\n\n\"Don't you _like_ Earth, Tommy?\" queried his mother anxiously.\n\n\"Oh ... it's all right, I guess.\"\n\n\"... 'A nice place to visit' ...\" said his father sardonically.\n\n\"... 'but I wouldn't live here if they gave me the place!' ...\" said his\nmother, and they both burst out laughing for no reason that Tommy could\nsee. Of course, they did that lots of times at home and Tommy laughed\nwith them just for the warm, secure feeling of belonging. This time he\ndidn't feel like laughing.\n\n\"When _are_ we going home?\" he repeated stubbornly.\n\nHis father pulled Tommy over in the crook of his arm and said gently,\n\"Well, not right away, son. As a matter of fact, how would you like to\nstay here and go to school?\"\n\nTommy pulled away and looked at him incredulously.\n\n\"I've _been_ to school!\"\n\n\"Well, yes,\" admitted his father. \"But only to the colony schools. You\ndon't want to grow up and be an ignorant Martian sandfoot all your life,\ndo you?\"\n\n\"Yes, I do! I _want_ to be a Martian sandfoot. And I want to go home\nwhere people don't _look_ at me and say, 'So this is your little\nMartian!'\"\n\nBenton, Sr., put his arm around Tommy's stiffly resistant shoulders.\n\"Look here, old man,\" he said persuasively. \"I thought you wanted to be\na space engineer. You can't do that without an education you know. And\nyour Aunt Bee will take good care of you.\"\n\nTommy faced him stubbornly. \"I don't want to be any old spaceman. I want\nto be a sandfoot like old Pete. And I want to go home.\"\n\nHelen bit back a smile at the two earnest, stubborn faces so\nridiculously alike, and hastened to avert the gathering storm.\n\n\"Now look, fellows. Tommy's career doesn't have to be decided in the\nnext five minutes ... after all, he's only ten. He can make up his mind\nlater on if he wants to be an engineer or a _rabbara_ farmer. Right now,\nhe's going to stay here and go to school ... _and_ I'm staying with\nhim.\"\n\nResolutely avoiding both crestfallen faces, Helen, having shepherded\nTommy to bed, returned to the living room acutely conscious of Big Tom's\nbleak, hurt gaze at her back.\n\n\"Helen, you're going to make a sissy out of the boy,\" he said at last.\n\"There isn't any reason why he can't stay here at home with Bee.\"\n\nHelen turned to face him.\n\n\"Earth _isn't_ home to Tommy. And your sister Bee told him he ought to\nbe out playing football with the boys instead of hanging around the\nhouse.\"\n\n\"But she knows the doctor said he'd have to take it easy for a year till\nhe was accustomed to the change in gravity and air-pressure,\" he\nanswered incredulously.\n\n\"Exactly. She also asked me,\" Helen went on grimly, \"if I thought he'd\nbe less of a freak as he got older.\"\n\nTom Benton swore. \"Bee always did have less sense than the average hen,\"\nhe gritted. \"My son a freak! Hell's-bells!\"\n\nTommy, arriving at the hall door in time to hear the tail-end of the\nsentence, crept back to bed feeling numb and dazed. So even his father\nthought he was a freak.\n\n       *       *       *       *       *\n\nThe last few days before parting was one of strain for all of them. If\nTommy was unnaturally subdued, no one noticed it; his parents were not\nfeeling any great impulse toward gaiety either.\n\nThey all went dutifully sight-seeing as before; they saw the Zoo, and\nwent shopping on the Skywalks, and on the last day wound up at the great\nshowrooms of \"Androids, Inc.\"\n\nTommy had hated them on sight; they were at once too human and too\ninhuman for comfort. The hotel was full of them, and most private homes\nhad at least one. Now they saw the great incubating vats, and the\nprocessing and finally the showroom where one of the finished products\nwas on display as a maid, sweeping and dusting.\n\n\"There's one that's a dead-ringer for you, Helen. If you were a little\nbetter looking, that is.\" Tommy's dad pretended to compare them\njudicially. Helen laughed, but Tommy looked at him with a resentfulness.\nComparing his mother to an Android....\n\n\"They say for a little extra you can get an exact resemblance. Maybe I'd\nbetter have one fixed up like you to take back with me,\" Big Tom added\nteasingly. Then as Helen's face clouded over, \"Oh, hon, you know I was\nonly kidding. Let's get out of here; this place gives me the\ncollywobbles. Besides, I've got to pick up my watch.\"\n\nBut his mother's face was still unhappy and Tommy glowered sullenly at\nhis father's back all the way to the watch-shop.\n\nIt was a small shop, with an inconspicuous sign down in one corner of\nthe window that said only, \"KRUMBEIN--watches,\" and was probably the\nmost famous shop of its kind in the world. Every spaceman landing on\nTerra left his watch to be checked by the dusty, little old man who was\nthe genius of the place. Tommy ranged wide-eyed about the clock and\nchronometer crammed interior. He stopped fascinated before the last\ncase. In it was a watch ... but, _what_ a watch! Besides the regulation\nTerran dial, it had a second smaller dial that registered the\ncorresponding time on Mars. Tommy's whole heart went out to it in an\necstasy of longing. He thought wistfully that if you could know what\ntime it was there, you could imagine what everyone was doing and it\nwouldn't seem so far away. Haltingly, he tried to explain.\n\n\"Look, Mom,\" he said breathlessly. \"It's almost five o'clock at home.\nDouwie will be coming up to the barn to be fed. Gosh, do you suppose old\nPete will remember about her?\"\n\nHis mother smiled at him reassuringly. \"Of course he will, silly. Don't\nforget he was the one who caught and tamed her for you.\"\n\nTommy gulped as he thought of Douwie. Scarcely as tall as himself; the\nbig, rounded, mouselike ears, and the flat, cloven pads that could carry\nher so swiftly over the sandy Martian flatlands. One of the last\ndwindling herds of native Martian douwies, burden-carriers of a vanished\nrace, she had been Tommy's particular pride and joy for the last three\nyears.\n\nBehind him, Tommy heard his mother murmur under her breath, \"Tom ... the\nwatch; _could_ we?\"\n\nAnd his Dad regretfully, \"It's a pretty expensive toy for a youngster,\nHelen. And even a _rabbara_ raiser's bank account has limits.\"\n\n\"Of course, dear; it was silly of me.\" Helen smiled a little ruefully.\n\"And if Mr. Krumbein has your watch ready, we _must_ go. Bee and some of\nher friends are coming over, and it's only a few hours 'till you ...\nleave.\"\n\nBig Tom squeezed her elbow gently, understandingly, as she blinked back\nquick tears. Trailing after them, Tommy saw the little by-play and his\nheart ached. The guilt-complex building up in him grew and deepened.\n\nHe knew he had only to say, \"Look, I don't mind staying. Aunt Bee and I\nwill get along swell,\" and everything would be all right again. Then the\nterror of this new and complex world--as it would be without a familiar\nface--swept over him and kept him silent.\n\nHis overwrought feelings expressed themselves in a nervously rebelling\nstomach, culminating in a disgraceful moment over the nearest gutter.\nThe rest of the afternoon he spent in bed recuperating.\n\nIn the living room Aunt Bee spoke her mind in her usual, high-pitched\nvoice.\n\n\"It's disgraceful, Helen. A boy his age.... None of the _Bentons_ ever\nhad nerves.\"\n\nHis mother's reply was inaudible, but on the heels of his father's\ndeeper tones, Aunt Bee's voice rose in rasping indignation.\n\n\"_Well!_ I never! And from my own brother, too. From now on don't come\nto me for help with your spoiled brat. Good-_bye_!\"\n\nThe door slammed indignantly, his mother chuckled, and there was a\nspontaneous burst of laughter. Tommy relaxed and lay back happily.\nAnyway, that was the last of Aunt Bee!\n\n       *       *       *       *       *\n\nThe next hour or two passed in a flurry of ringing phones, people coming\nand going, and last-minute words and reminders. Then suddenly it was\ntime to leave. Dad burst in for a last quick hug and a promise to send\nhim pictures of Douwie and her foal, due next month; Mother dropped a\nhasty kiss on his hair and promised to hurry back from the Spaceport.\nThen Tommy was alone, with a large, painful lump where his heart ought\nto be.\n\nThe only activity was the almost noiseless buzzing as the hotel android\nran the cleaner over the living room. Presently even that ceased, and\nTommy lay relaxed and inert, sleepily watching the curtains blow in and\nout at the open window. Thirty stories above the street the noises were\npleasantly muffled and remote, and his senses drifted aimlessly to and\nfro on the tides of half-sleep.\n\nDrowsily his mind wandered from the hotel's android servants ... to\nthe strictly utilitarian mechanical monstrosity at home, known\naffectionately as \"Old John\" ... to the android showroom where they\nhad seen the one that Dad said looked like Mother....\n\nHe jolted suddenly, sickeningly awake. Suppose, his mind whispered\ntreacherously, suppose that Dad _had_ ordered one to take Mom's\nplace ... not on Mars, but _here_ while she returned to Mars with him.\nSuppose that instead of Mom he discovered one of those _Things_ ... or\neven worse, suppose he went on from day to day not even knowing....\n\nIt was a bad five minutes; he was wet with perspiration when he lay back\non his pillows, a shaky smile tugging at the corners of his mouth. He\nhad a secret defense against the Terror. He giggled a little at the\nthought of what Aunt Bee would say if she knew.\n\nAnd what had brought him back from the edge of hysteria was the\ntriumphant knowledge that with the abnormally acute hearing bred in the\nthin atmosphere of Mars, no robot ever created could hide from him the\ninfinitesimal ticking of the electronic relays that gave it life. Secure\nat last, his overstrung nerves relaxed and he slid gratefully over the\nedge of sleep.\n\nHe woke abruptly, groping after some vaguely remembered sound. A soft\nclicking of heels down the hall.... Of course, his mother back from the\nSpaceport! Now she would be stopping at his door to see if he were\nasleep. He lay silently; through his eyelashes he could see her outlined\nin the soft light from the hall. She was coming in to see if he was\ntucked in. In a moment he would jump up and startle her with a hug, as\nshe leaned over him. In a moment....\n\nScreaming desperately, he was out of bed, backing heedlessly across the\nroom. He was still screaming as the low sill of the open window caught\nhim behind the knees and toppled him thirty stories to the street.\n\nAlone in the silent room, Helen Benton stood dazed, staring blindly at\nthe empty window.\n\nTommy's parting gift from his father slid from her hand and lay on the\ncarpet, still ticking gently.\n\nIt was 9:23 on Mars.\n\n\nThe End\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Imagination Stories of Science and\n    Fantasy_ July 1953. Extensive research did not uncover any evidence\n    that the U.S. copyright on this publication was renewed. Minor\n    spelling and typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Native Son, by T. D. Hamm\n\n*** END OF THIS PROJECT GUTENBERG EBOOK NATIVE SON ***\n\n***** This file should be named 30014.txt or 30014.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/0/0/1/30014/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}