{"title": "Planet of Dreams", "author": "James McKimmey", "releaseDate": "September 20, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration]\n\n\n _The climate was perfect, the sky was always\n blue, and--best of all--nobody had to work.\n What more could anyone want?_\n\n\nPlanet of Dreams\n\nBy James McKimmey, Jr.\n\nIllustrated by Paul Orban\n\n\nIt was a small world, a tiny spinning globe, placed in the universe to\nweather and age by itself until the end of things. But because its air\nwas good and its earth was fertile, Daniel Loveral had placed a finger\nupon a map and said, \"This is the planet. This is the Dream Planet.\"\n\nThat was two years before, back on Earth. And now Loveral with his\nselected flock had shot through space, to light like chuckling geese\nupon the planet, to feel the effect of their dreams come true.\n\nLoveral was sitting in his office, drumming his long fingers against his\ndesk while the name, Atkinson, ticked through his brain like the sound\nof a sewing machine.\n\nWould he be the only one, Loveral asked himself, or was he just the\nfirst? In either case, it was up to Loveral, as leader and guiding hand,\nto stop this thing and stop it quickly.\n\nLoveral stood up and put on his jacket, although there was no need for\nit, other than the formality it gave his figure.\n\nHe stepped out of his office into a clear bright day, where the air was\nclean and fresh in his lungs, at once like frost and fire and sweet\nperfume. He walked along a winding path, which was bordered by\nslim-necked flowers and a short hedge whose even clipped lines were kept\nneat by tireless robot hands.\n\nTrees pointed to a blue sky, rocking and fluttering their leaves in a\nsoft breeze, and glinting metallic houses lay peacefully beyond in\nwooded hollows and upon slight hills.\n\nA whole small world was before his eyes, set there upon his direction,\nmaintained by himself with the help of a dozen complex machines which\nlay locked and sealed in the Maintenance Room for only his fingers to\ntouch.\n\nIt was a busy life for Loveral, up at dawn to work until deep night,\nkeeping his flock happy and free from spirit-killing labor. But it was a\nperfect plan, one which had been tested and turned in his mind for\nyears. If he had to work hard to keep it running smoothly, that was all\nright. In fact, he had never been happier.\n\nNow, however, there was this business about Atkinson. Loveral was\ndisturbed about that.\n\nHe walked on, over the quiet path which would lead to the house where\nAtkinson and his wife lived. Loveral smiled, in readiness for any happy\nface that might appear before him, to greet him, to show with thankful\neyes appreciation for his wonderful world. But that, too, brought\nthoughts that were a bit disturbing.\n\nLately there had been few such faces. Most of his flock no longer seemed\nto care about walking along the cultivated paths, or smiling, or\nnodding, or touching a leaf here or a flower there. They preferred, it\nappeared, to remain deep inside their houses, as though they might have\nbecome tired of the soft perfection of Dream Planet. As though they\nmight have become weary of quiet woods and sweet bird-music or a sky\nwhich was always blue.\n\nLoveral shook his head as he walked, puzzling out his thoughts. It was\nstrange, but nothing to worry about certainly.\n\nJust this business about Atkinson. That was his only worry.\n\nHe came slowly up a hill, the top of which held a low curving house,\nwith a silver roof and wide, sweeping windows. There were yellow and\nblue and deep red flowers, skirting the sides of the house, and green\nivy grew thickly between the glistening windows. The lawn, dotted with\nsmall leafy trees and round bushes, sloped down from the front of the\nhouse, looking like a carefully arranged painting.\n\nLoveral pressed a button beside a shining door and waited, smiling\nthrough his pale blue kindly eyes.\n\n       *       *       *       *       *\n\nMrs. Atkinson appeared after several moments and stood blinking at him.\nShe was a thin woman, who seemed to have gotten even thinner, Loveral\nnoticed. She was working her fingers at the neck of her dress. She\nsmiled but her lips wavered.\n\n\"My dear,\" Loveral greeted her in his soft voice, showing the goodness\nin his eyes.\n\nShe nodded her recognition, opening her mouth without speaking.\n\n\"May I?\" said Loveral finally, waving his long fingers toward the living\nroom.\n\n\"Oh, yes,\" said the woman. \"Of course, Mr. Loveral.\" And as she spoke\nLoveral had the impression she might suddenly begin crying.\n\nLoveral followed the woman into the house, noticing all over again the\nprecise way everything had been arranged. The rug was soft beneath his\nfeet, and the light came in through the windows in such a way that it,\ntoo, became soft. The furniture, molded to hold a human body most\ncomfortably, rested about the room in perfect efficiency.\n\n\"Your place is so lovely,\" Loveral said, out of his old habit from\nEarth. But his words seemed to ring strangely in the quiet, because it\nwas his own arrangement, like all the other rooms on the planet. And\nMrs. Atkinson, standing thin and nervous before him, had nothing, after\nall, to do with it. The cleanliness was the work of his robot machines,\nthe planning his own. It was like complimenting himself.\n\nHe cleared his throat and stood, smiling his most benevolent smile to\nreassure Mrs. Atkinson.\n\n\"Ah, my dear. Is George about?\"\n\nAgain, the woman's hand skittered to her throat.\n\n\"He's not ill, surely?\" Loveral asked, although this, too, was silly,\nbecause foods, selected and prepared for utmost nutrition, packed\nand frozen to be doled out in weekly quantities, purified air,\ndisease-killing serums, simply written folders on exercise, and of\ncourse Loveral's own philosophies of quiet, peaceful living--all of this\nguarded well the health of Dream Planet's flock.\n\nThe woman shook her head. \"No, George is fine. He's just--sleeping, I\nthink.\"\n\n\"Rest is nature's finest tonic,\" said Loveral, and hearing his voice\nthought suddenly there was hardly anything he could say any more that\nmight not sound a bit out of place in this peaceful world. Rest to the\nman who had nothing to do ceased to be a tonic.\n\n\"Yes, yes,\" said Loveral. \"May we just sit down, my dear?\"\n\nMrs. Atkinson jerked a hand toward one of the chairs and then wound her\nfingers.\n\nLoveral sat down and leaned back, smiling his most charming smile.\n\"Perhaps George might awaken after a bit?\"\n\n\"Oh, yes,\" the woman said, her eyes flickering, and she sat upon the\nedge of one chair, like a bird perched upon a thin wire.\n\nLoveral waited, legs crossed, leaning his head back against the silken\nsoftness of the chair. It was so good to relax these days. The business\nof watching and of caring for his flock was trying. When you have\nbrought an entire community of people at great expense through space,\nguaranteeing to give them a life of constant comfort and ease, so that\nthey might dream and think as they wander through the flowers and the\nleaves, their thoughts cleansed of worry about work and responsibility,\nthen you have a job. Loveral was most busy, busier than his heritage of\nwealth ever before had allowed, seeing to all of this.\n\nBut he also was most content--with everything except Atkinson.\n\nMrs. Atkinson teetered on the edge of her chair, as though she might at\nany moment go flying across the room in a crazy gyration. There was\nsomething about her eyes, Loveral noticed, while he peacefully nodded in\nthe chair. Fear, perhaps.\n\nIf so, he probably had been right. He tightened himself, listening.\nThere it was again. The sound. Just as he had heard it a day before when\nhe had passed near the house. He leaned forward quickly.\n\nMrs. Atkinson jumped.\n\nLoveral smiled. \"Didn't I hear a noise of some sort, my dear?\"\n\n\"Noise?\" the woman said, as though her own voice were the sound of an\necho.\n\n\"An odd noise,\" Loveral said, his eyes searching.\n\nThe woman's hands fluttered about her dress.\n\nLoveral stood up. \"Would you mind if I just glanced about, my dear?\"\n\nThe woman didn't answer, but Loveral was already moving across the room\ntoward a door. He opened it and walked down a hall. The noise grew\nstronger. He threw open another door.\n\n       *       *       *       *       *\n\nHe stood watching while George Atkinson spun around, dark eyes flashing,\nhair tousled. There was a two days' growth of beard darkening Atkinson's\nface.\n\n\"Why, George,\" Loveral said, swiftly examining the litter of metal and\nwood which was spread over a table behind Atkinson. There was a\nhome-made hammer in Atkinson's hand. \"What have we here, George?\"\n\n\"Something for you,\" Atkinson said, tightening his fingers about the\nhandle of the hammer.\n\nLoveral grinned his famous Loveral grin. \"That's fine. What could it\nbe?\"\n\n\"None of your damned business.\"\n\n\"_George_,\" Loveral said, his smile still white but his eyes narrow and\nquick.\n\nThe woman was behind them. Her voice screeched. \"George, I told you. Why\ndidn't you listen, George? You should have listened to me. You--\"\n\nLoveral held up a hand, still watching Atkinson. \"Now tell me, George,\nwhat is it you're making for me?\"\n\nAtkinson raised the hammer slightly.\n\nLoveral stood very still. \"That's a nice hammer, George.\"\n\nAtkinson's eyes were black beneath his thick brows.\n\n\"You made that, didn't you?\" Loveral asked.\n\n\"Yes, I made that,\" Atkinson said. \"I made that and I made something\nelse. Another minute and I'll have that finished, too.\"\n\n\"George,\" said Loveral, stepping quietly forward, \"I don't like to say\nthis, of course. You've been one of our very best members. But nobody\nworks here, George. We can't allow that. You know the rules.\"\n\n\"I know the rules, all right.\"\n\n\"Well, then,\" Loveral said, extending his hand toward the hammer, \"we'll\njust destroy this and whatever else you might have been making. We'll\njust forget it ever happened. We'll get along real fine that way,\nGeorge. We'll just be such good friends.\"\n\n\"We'll just go to hell,\" said Atkinson, snatching his hammer away.\n\nLoveral's smile disappeared. \"I'll tell you, George. I have to mean\nbusiness with this. You know the reasons. If we allow anybody to work\nhere, then there's going to be trouble. That isn't our plan. We're here\nto grow within ourselves and expand culturally. Not to commercialize a\nbeautiful world like Dream Planet.\"\n\nAtkinson stood unmoving, and Loveral could see the way the man's muscles\nwere tight, like steel springs, and the way his eyes burned deep inside\ntheir blackness.\n\n\"We've given you everything you need,\" Loveral explained, trying to\nadjust the smile on his lips again. \"Everybody has everything they want.\nBut, you see, if you sit there and work and make something that someone\nelse doesn't have, then the whole system is destroyed. Then someone will\nwant what you've made. We'll have jealousy and hatred and fighting. This\nis the stuff of which wars are made, George. You know that. It starts\nwith small things like this, but it grows. When it does, the structure\nof our life here will collapse. You wouldn't want that, would you,\nGeorge?\"\n\n\"Yes!\" Atkinson said, his mouth white at the edges. \"I'd like to see the\nwhole rotten thing collapsed and blown to hell!\"\n\nLoveral's teeth snapped together and his lips grew tight. He could feel\na muscle jumping along his neck.\n\nAtkinson looked at him with furious eyes. \"What do you think it's like,\nliving this way? You're busy working twenty-four hours a day, while we\nwander around this damned prison like the breathing dead. You can feel\nsweat and aches in your bones from a hard day's work. Sleep is like\nmedicine to you, instead of another stretch of torture. You can forget\nyour own brain for a while by doing something with your hands. You can\nrelax because you can get tired. Not us, by God. Not us!\"\n\n\"I envy you, George,\" Loveral said through his teeth.\n\n\"Oh, like hell you do. You treat us like we were helpless infants. You\nfeed and clothe us and do all our work, and you're so happy you damned\nnear split your guts.\"\n\n\"I'll take that, if you don't mind,\" Loveral said, reaching for the\nhammer, his voice suddenly icy cold.\n\nAtkinson slammed back against the table. \"No, you won't. You won't take\nanything more at all. You've taken our spirit and our pride and the\nstrength right out of our spines. You won't take anything more!\"\n\n\"George?\" Loveral said, but not moving any further.\n\nAtkinson slid the hammer back of him onto the table, and his hands were\nsearching among a dozen scattered pieces of metal and wood. He watched\nLoveral as he worked. \"Let me show you what else I've made,\" he said.\n\n\"I'd hate to do it,\" Loveral said, \"but I can stop your food, your\nwater, everything.\"\n\nAtkinson's hands moved swiftly, assembling the pieces. He nodded. \"You\ncan, but you won't.\"\n\n\"I have the only keys to the storage units. I control everything,\nGeorge.\"\n\n\"Correction,\" said Atkinson, holding an assembled revolver in his hands.\n\"You _did_.\"\n\n       *       *       *       *       *\n\nLoveral looked at what Atkinson had in his hands. He blinked.\n\n\"You're nearly dead,\" Atkinson said.\n\nLoveral looked at Atkinson, into his eyes. \"If you wanted to kill me,\nyou could have done it some other way.\"\n\nAtkinson shook his head. \"Just this way. Just with something that took\nme dozens of days and nights to make. With something that made me sweat\nand swear to get. It was difficult--with no tools or proper\nmaterials--but that made it all the better. Now I've got it finished,\"\nhe said, pushing a bullet into the chamber, \"and ready to use.\"\n\nLoveral stood frozen, then he turned. \"My dear,\" he said to the woman\nwho moved her mouth as though her voice had been pumped out of her. He\nreached to touch her shoulder. She recoiled, as though his fingers held\npoison. \"George,\" he said, turning back to the black-eyed man.\n\n\"This is a great moment,\" Atkinson said, lifting the muzzle of the\nrevolver. \"When I squeeze the trigger, it'll be like blowing the lock\noff a prison door. I'll go yelling to the others, and we'll smash down\nthe whole goddamned place. We'll smash it down, so we'll have to rebuild\nit. We'll pull apart every robot you've got. We'll tear apart the food\nlockers and have a celebration for a week, and when we've gotten sick\nfrom too much food, we'll start growing some more with our own hands.\nWe'll make forges for the men and looms for the women. We'll burn our\nclothes and make new ones. We'll grow corn in the fields. We'll pump\nwater from the ground. You're finished, Loveral.\"\n\nLoveral stared at the revolver. \"George,\" he said, pleading. \"The plans.\nThe beautiful, beautiful plans. All of you, you all wanted peace and\ncontentment. Time to think and dream. You all wanted to get away from\nthe work and the worry and the responsibility. You--\"\n\nAtkinson fired the gun into Loveral's stomach.\n\nLoveral gestured at the air and fell to his knees. Atkinson threw his\ngun through a window and grabbed his wife by the hand. \"Hurry!\" he said,\nlaughing. \"Hurry!\"\n\nLoveral felt of the blood on his shirt and rested on his knees. He could\nhear footsteps, racing through the house and out to the yard. He held\nout his bloody hand and looked at it. Atkinson's voice pealed through\nthe warm clear air. \"He's dead! Loveral's dead!\"\n\nThere was a sound of sudden activity, and everywhere went the cry,\n\"Loveral's dead!\"\n\nLoveral sank to his haunches and opened his lips. The blood was there,\ntoo. He could hear the shouts and the laughter, and then the tearing of\nsteel, the smashing of glass. He bent over his knees, trembling with a\nsudden chill. The sound of destruction grew like thunder. \"Why?\" he said\nin his dying throat. \"Oh, why? It was what they said they wanted.\"\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _If Worlds of Science Fiction_\n    September 1953. Extensive research did not uncover any evidence that\n    the U.S. copyright on this publication was renewed. Minor spelling\n    and typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Planet of Dreams, by James McKimmey\n\n*** END OF THIS PROJECT GUTENBERG EBOOK PLANET OF DREAMS ***\n\n***** This file should be named 30045.txt or 30045.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/0/0/4/30045/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}