{"title": "The Plague", "author": "Teddy Keller", "releaseDate": "September 22, 2009", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n     This etext was produced from Analog Science Fact & Fiction\n     February 1961. Extensive research did not uncover any evidence\n     that the U.S. copyright on this publication was renewed.\n\n\n\n                              THE PLAGUE\n\n\n                           By TEDDY KELLER\n\n\n       _Suppose a strictly one hundred per cent American plague\n        showed up.... One that attacked only people within the\n        political borders of the United States!_\n\n\n                      Illustrated by Schoenherr\n\n       *       *       *       *       *\n\n\n\n\nSergeant Major Andrew McCloud ignored the jangling telephones and the\nexcited jabber of a room full of brass, and lit a cigarette. Somebody\nhad to keep his head in this mess. Everybody was about to flip.\n\nLike the telephone. Two days ago Corporal Bettijean Baker had been\nanswering the rare call on the single line--in that friendly, husky\nvoice that gave even generals pause--by saying, \"Good morning. Office\nof the Civil Health and Germ Warfare Protection Co-ordinator.\" Now\nthere was a switchboard out in the hall with a web of lines running to\na dozen girls at a half dozen desks wedged into the outer office. And\nnow the harried girls answered with a hasty, \"Germ War Protection.\"\n\nAll the brass hats in Washington had suddenly discovered this office\ndeep in the recesses of the Pentagon. And none of them could quite\ncomprehend what had happened. The situation might have been funny, or\nat least pathetic, if it hadn't been so desperate. Even so, Andy\nMcCloud's nerves and patience had frayed thin.\n\n\"I told you, general,\" he snapped to the flustered brigadier, \"Colonel\nPatterson was retired ten days ago. I don't know what happened. Maybe\nthis replacement sawbones got strangled in red tape. Anyhow, the\nbrand-new lieutenant hasn't showed up here. As far as I know, I'm in\ncharge.\"\n\n\"But this is incredible,\" a two-star general wailed. \"A mysterious\nepidemic is sweeping the country, possibly an insidious germ attack\ntimed to precede an all-out invasion, and a noncom is sitting on top\nof the whole powder keg.\"\n\nAndy's big hands clenched into fists and he had to wait a moment\nbefore he could speak safely. Doggone the freckles and the unruly mop\nof hair that give him such a boyish look. \"May I remind you, general,\"\nhe said, \"that I've been entombed here for two years. My staff and I\nknow what to do. If you'll give us some co-operation and a priority,\nwe'll try to figure this thing out.\"\n\n\"But good heavens,\" a chicken colonel moaned, \"this is all so\nirregular. A noncom!\" He said it like a dirty word.\n\n\"Irregular, hell,\" the brigadier snorted, the message getting through.\n\"There're ways. Gentlemen, I suggest we clear out of here and let the\nsergeant get to work.\" He took a step toward the door, and the other\nofficers, protesting and complaining, moved along after him. As they\ndrifted out, he turned and said, \"We'll clear your office for top\npriority.\" Then dead serious, he added, \"Son, a whole nation could\npanic at any moment. You've got to come through.\"\n\nAndy didn't waste time standing. He merely nodded to the general,\nsnubbed out his cigarette, and buzzed the intercom. \"Bettijean, will\nyou bring me all the latest reports, please?\" Then he peeled out of\nhis be-ribboned blouse and rolled up his sleeves. He allowed himself\none moment to enjoy the sight of the slim, black-headed corporal who\nentered his office.\n\n       *       *       *       *       *\n\nBettijean crossed briskly to his desk. She gave him a motherly smile\nas she put down a thick sheaf of papers. \"You look beat,\" she said.\n\"Brass give you much trouble?\"\n\n\"Not much. We're top priority now.\" He ran fingers through the thick,\nbrown hair and massaged his scalp, trying to generate stimulation to\nhis wary and confused brain. \"What's new?\"\n\n\"I've gone though some of these,\" she said. \"Tried to save you a\nlittle time.\"\n\n\"Thanks. Sit down.\"\n\nShe pulled up a chair and thumbed through the papers. \"So far, no\nfatalities. That's why there's no panic yet, I guess. But it's\nspreading like ... well, like a plague.\" Fear flickered deep in her\ndark eyes.\n\n\"Any water reports?\" Andy asked.\n\n\"Wichita O.K., Indianapolis O.K., Tulsa O.K., Buffalo O.K.,--and a\nbunch more. No indication there. Except\"--she fished out a one-page\nreport--\"some little town in Tennessee. Yesterday there was a campaign\nfor everybody to write their congressman about some deal and today\nthey were to vote on a new water system. Hardly anybody showed up at\nthe polls. They've all got it.\"\n\nAndy shrugged. \"You can drink water, but don't vote for it. Oh, that's\na big help.\" He rummaged through the clutter on his desk and came up\nwith a crude chart. \"Any trends yet?\"\n\n\"It's hitting everybody,\" Bettijean said helplessly. \"Not many kids so\nfar, thank heavens. But housewives, businessmen, office workers,\nteachers, preachers--rich, poor--from Florida to Alaska. Just when you\ncalled me in, one of the girls thought she had a trend. The isolated\nmountain areas of the West and South. But reports are too\nfragmentary.\"\n\n\"What is it?\" he cried suddenly, banging the desk. \"People deathly\nill, but nobody dying. And doctors can't identify the poison until\nthey have a fatality for an autopsy. People stricken in every part of\nthe country, but the water systems are pure. How does it spread?\"\n\n\"In food?\"\n\n\"How? There must be hundreds of canneries and dairies and packing\nplants over the country. How could they all goof at the same\ntime--even if it was sabotage?\"\n\n\"On the wind?\"\n\n\"But who could accurately predict every wind over the entire\ncountry--even Alaska and Hawaii--without hitting Canada or Mexico? And\nwhy wouldn't everybody get it in a given area?\"\n\nBettijean's smooth brow furrowed and she reached across the desk to\ngrip his icy, sweating hands. \"Andy, do ... do you think it's ...\nwell, an enemy?\"\n\n\"I don't know,\" he said. \"I just don't know.\"\n\nFor a long moment he sat there, trying to draw strength from her,\npunishing his brain for the glimmer of an idea. Finally, shaking his\nhead, he pushed back into his chair and reached for the sheaf of\npapers.\n\n\"We've got to find a clue--a trend--an inkling of something.\" He\nnodded toward the outer office. \"Stop all in-coming calls. Get those\ngirls on lines to hospitals in every city and town in the country.\nHave them contact individual doctors in rural areas. Then line up\nanother relief crew, and get somebody carting in more coffee and\nsandwiches. And on those calls, be sure we learn the sex, age, and\noccupation of the victims. You and I'll start with Washington.\"\n\nBettijean snapped to her feet, grinned her encouragement and strode\nfrom the room. Andy could hear her crisp instructions to the girls on\nthe phones. Sucking air through his teeth, he reached for his phone\nand directory.\n\nHe dialed until every finger of his right hand was sore. He spoke to\nworried doctors and frantic hospital administrators and hysterical\nnurses. His firm, fine penmanship deteriorated to a barely legible\nscrawl as writer's cramp knotted his hand and arm. His voice burned\ndown to a rasping whisper. But columns climbed up his rough chart and\nbroken lines pointed vaguely to trends.\n\n       *       *       *       *       *\n\nIt was hours later when Bettijean came back into the office with\nanother stack of papers. Andy hung up his phone and reached for a\ncigarette. At that moment the door banged open. Nerves raw, Bettijean\ncried out. Andy's cigarette tumbled from his trembling fingers.\n\n\"Sergeant,\" the chicken colonel barked, parading into the office.\n\nAndy swore under his breath and eyed the two young officers who\ntrailed after the colonel. Emotionally exhausted, he had to clamp his\njaw against a huge laugh that struggled up in his throat. For just an\ninstant there, the colonel had reminded him of a movie version of\nGeneral Rommel strutting up and down before his tanks. But it wasn't a\nswagger stick the colonel had tucked under his arm. It was a folded\nnewspaper. Opening it, the colonel flung it down on Andy's desk.\n\n\"RED PLAGUE SWEEPS NATION,\" the scare headline screamed. Andy's first\nglance caught such phrases as \"alleged Russian plot\" and \"germ\nwarfare\" and \"authorities hopelessly baffled.\"\n\nSnatching the paper, Andy balled it and hurled it from him. \"That'll\nhelp a lot,\" he growled hoarsely.\n\n\"Well, then, Sergeant.\" The colonel tried to relax his square face,\nbut tension rode every weathered wrinkle and fear glinted behind the\npale gray eyes. \"So you finally recognize the gravity of the\nsituation.\"\n\nAndy's head snapped up, heated words searing towards his lips.\nBettijean stepped quickly around the desk and laid a steady hand on\nhis shoulder.\n\n\"Colonel,\" she said levelly, \"you should know better than that.\"\n\nA shocked young captain exploded, \"Corporal. Maybe you'd better report\nto--\"\n\n\"All right,\" Andy said sharply.\n\nFor a long moment he stared at his clenched fists. Then he exhaled\nslowly and, to the colonel, flatly and without apology, he said,\n\"You'll have to excuse the people in this office if they overlook some\nof the G.I. niceties. We've been without sleep for two days, we're\nsurviving on sandwiches and coffee, and we're fighting a war here that\nmakes every other one look like a Sunday School picnic.\" He felt\nBettijean's hand tighten reassuringly on his shoulder and he gave her\na tired smile. Then he hunched forward and picked up a report. \"So say\nwhat you came here to say and let us get back to work.\"\n\n\"Sergeant,\" the captain said, as if reading from a manual,\n\"insubordination cannot be tolerated, even under emergency conditions.\nYour conduct here will be noted and--\"\n\n\"Oh, good heavens!\" Bettijean cried, her fingers biting into Andy's\nshoulder. \"Do you have to come in here trying to throw your weight\naround when this man--\"\n\n\"That's enough,\" the colonel snapped. \"I had hoped that you two would\nco-operate, but....\" He let the sentence trail off as he swelled up a\nbit with his own importance. \"I have turned Washington upside down to\nget these two officers from the surgeon general's office. Sergeant.\nCorporal. You are relieved of your duties as of this moment. You will\nreport to my office at once for suitable disciplinary action.\"\n\nBettijean sucked in a strained breath and her hand flew to her mouth.\n\"But you can't--\"\n\n\"Let's go,\" Andy said, pushing up from his chair. Ignoring the brass,\nhe turned to her and brushed his lips across hers. \"Let them sweat a\nwhile. Let 'em have the whole stinking business. Whatever they do to\nus, at least we can get some sleep.\"\n\n\"But you can't quit now,\" Bettijean protested. \"These brass hats don't\nknow from--\"\n\n\"Corporal!\" the colonel roared.\n\n       *       *       *       *       *\n\nAnd from the door, an icy voice said, \"Yes, colonel?\"\n\nThe colonel and his captains wheeled, stared and saluted. \"Oh,\ngeneral,\" the colonel said. \"I was just--\"\n\n\"I know,\" the brigadier said, stepping into the room. \"I've been\nlistening to you. And I thought I suggested that everybody leave the\nsergeant and his staff alone.\"\n\n\"But, general, I--\"\n\nThe general showed the colonel his back and motioned Andy into his\nchair. He glanced to Bettijean and a smile warmed his wedge face.\n\"Corporal, were you speaking just then as a woman or as a soldier?\"\n\nCrimson erupted into Bettijean's face and her tight laugh said many\nthings. She shrugged. \"Both I guess.\"\n\nThe general waved her to a chair and, oblivious of the colonel, pulled\nup a chair for himself. The last trace of humor drained from his face\nas he leaned elbows on the desk. \"Andy, this is even worse than we had\nfeared.\"\n\nAndy fumbled for a cigarette and Bettijean passed him a match. A\ncaptain opened his mouth to speak, but the colonel shushed him.\n\n\"I've just come from Intelligence,\" the general said. \"We haven't had\na report--nothing from our agents, from the Diplomatic Corps, from the\ncivilian newspapermen--not a word from any Iron Curtain country for a\nday and half. Everybody's frantic. The last item we had--it was a\ncoded message the Reds'd tried to censor--was an indication of\nsomething big in the works.\"\n\n\"A day and half ago,\" Andy mused. \"Just about the time we knew we had\nan epidemic. And about the time they knew it.\"\n\n\"It could be just propaganda,\" Bettijean said hopefully, \"proving that\nthey could cripple us from within.\"\n\nThe general nodded. \"Or it could be the softening up for an all-out\neffort. Every American base in the world is alerted and every\nserviceman is being issued live ammunition. If we're wrong, we've\nstill got an epidemic and panic that could touch it off. If we're\nright ... well, we've got to know. What can you do?\"\n\nAndy dropped his haggard face into his hands. His voice came through\nmuffled. \"I can sit here and cry.\" For an eternity he sat there,\nfutility piling on helplessness, aware of Bettijean's hand on his arm.\nHe heard the colonel try to speak and sensed the general's movement\nthat silenced him.\n\nSuddenly he sat upright and slapped a palm down on the desk. \"We'll\nfind your answers, sir. All we ask is co-operation.\"\n\nThe general gave both Andy and Bettijean a long, sober look, then\nlaunched himself from the chair. Pivoting, he said, \"Colonel, you and\nyour captains will be stationed by that switchboard out there. For the\nduration of this emergency, you will take orders only from the\nsergeant and the corporal here.\"\n\n\"But, general,\" the colonel wailed, \"a noncom? I'm assigned--\"\n\nThe general snorted. \"Insubordination cannot be tolerated--unless you\nfind a two-star general to outrank me. Now, as I said before, let's\nget out of here and let these people work.\"\n\n       *       *       *       *       *\n\nThe brass exited wordlessly. Bettijean sighed noisily. Andy found his\ncigarette dead and lit another. He fancied a tiny lever in his brain\nand he shifted gears to direct his thinking back into the proper\nchannel. Abruptly his fatigue began to lift. He picked up the new pile\nof reports Bettijean had brought in.\n\nShe move around the desk and sat, noting the phone book he had used,\nstudying the names he had crossed off. \"Did you learn anything?\" she\nasked.\n\nAndy coughed, trying to clear his raw throat. \"It's crazy,\" he said.\n\"From the Senate and House on down, I haven't found a single\ngovernment worker sick.\"\n\n\"I found a few,\" she said. \"Over in a Virginia hospital.\"\n\n\"But I did find,\" Andy said, flipping through pages of his own\nscrawl, \"a society matron and her social secretary, a whole flock of\noffice workers--business, not government--and new parents and newly\nengaged girls and....\" He shrugged.\n\n\"Did you notice anything significant about those office workers?\"\n\nAndy nodded. \"I was going to ask you the same, since I was just\nguessing. I hadn't had time to check it out.\"\n\n\"Well, I checked some. Practically none of my victims came from big\noffices, either business or industry. They were all out of one and\ntwo-girl offices or small businesses.\"\n\n\"That was my guess. And do you know that I didn't find a doctor,\ndentist or attorney?\"\n\n\"Nor a single postal worker.\"\n\nAndy tried to smile. \"One thing we do know. It's not a communicable\nthing. Thank heaven for--\"\n\nHe broke off as a cute blonde entered and put stacks of reports before\nboth Andy and Bettijean. The girl hesitated, fidgeting, fingers to her\nteeth. Then, without speaking, she hurried out.\n\nAndy stared at the top sheet and groaned. \"This may be something. Half\nthe adult population of Aspen, Colorado, is down.\"\n\n\"What?\" Bettijean frowned over the report in her hands. \"It's the same\nthing--only not quite as severe--in Taos and Santa Fe, New Mexico.\"\n\n\"Writers?\"\n\n\"Mostly. Some artists, too, and musicians. And poets are among the\nhard hit.\"\n\n\"This is insane,\" Andy muttered. \"Doctors and dentists are\nfine--writers and poets are sick. Make sense out of that.\"\n\nBettijean held up a paper and managed a confused smile. \"Here's a\ncountry doctor in Tennessee. He doesn't even know what it's all about.\nNobody's sick in his valley.\"\n\n\"Somebody in our outer office is organized,\" Andy said, pulling at his\ncigarette. \"Here're reports from a dozen military installations all\nlumped together.\"\n\n\"What does it show?\"\n\n\"Black-out. By order of somebody higher up--no medical releases. Must\nmean they've got it.\" He scratched the growing stubble on his chin.\n\"If this were a fifth column setup, wouldn't the armed forces be the\nfirst hit?\"\n\n\"Sure,\" Bettijean brightened, then sobered. \"Maybe not. The brass\ncould keep it secret if an epidemic hit an army camp. And they could\nslap a control condition on any military area. But the panic will come\nfrom the general public.\"\n\n\"Here's another batch,\" Andy said. \"Small college towns under\ntwenty-five thousand population. All hard hit.\"\n\n\"Well, it's not split intellectually. Small colleges and small offices\nand writers get it. Doctors don't and dentists don't. But we can't\ntell who's got it on the military bases.\"\n\n\"And it's not geographical. Look, remember those two reports from\nTennessee? That place where they voted on water bonds or something,\neverybody had it. But the country doctor in another section hadn't\neven heard of it.\" Andy could only shake his head.\n\nBettijean heaved herself up from the chair and trudged back to the\nouter office. She returned momentarily with a tray of food. Putting a\npaper cup of coffee and a sandwich in front of Andy, she sat down and\nnibbled at her snack like an exhausted chipmunk.\n\nAndy banged a fist at his desk again. Coffee splashed over the rim of\nhis cup onto the clutter of papers. \"It's here,\" he said angrily.\n\"It's here somewhere, but we can't find it.\"\n\n\"The answer?\"\n\n\"Of course. What is it that girls in small offices do or eat or drink\nor wear that girls in large offices don't do or eat or drink or wear?\nWhat do writers and doctors do differently? Or poets and dentists?\nWhat are we missing? What--\"\n\n       *       *       *       *       *\n\nIn the outer office a girl cried out. A body thumped against a desk,\nthen a chair, then to the floor. Two girls screamed.\n\nAndy bolted up from his chair. Racing to the door, he shouted back to\nBettijean, \"Get a staff doctor and a chemist from the lab.\"\n\nIt was the girl who had been so nervous in his office earlier. Now she\nlay in a pathetic little heap between her desk and chair, whimpering,\nshivering, eyes wide with horror. The other girls clustered at the\nhall door, plainly ready to stampede.\n\n\"It's not contagious,\" Andy growled. \"Find some blankets or coats to\ncover her. And get a glass of water.\"\n\nThe other girls, glad for the excuse, dashed away. Andy scooped up the\nfallen girl and put her down gently on the close-jammed desks. He used\na chair cushion for a pillow. By then the other girls were back with a\nblanket and the glass of water. He covered the girl, gave her a sip of\nwater and heard somebody murmur, \"Poor Janis.\"\n\n\"Now,\" Andy said brightly, \"how's that, Janis?\"\n\nShe mustered a smile, and breathed, \"Better. I ... I was so scared.\nFever and dizzy ... symptoms like the epidemic.\"\n\n\"Now you know there's nothing to be afraid of,\" Andy said, feeling\nsuddenly and ridiculously like a pill roller with a practiced bedside\nmanner. \"You know you may feel pretty miserable, but nobody's conked\nout with this stuff yet.\"\n\nJanis breathed out and her taut body relaxed.\n\n\"Don't hurry,\" Andy said, \"but I want you to tell me everything that\nyou did--everything you ate or drank--in the last ... oh, twelve\nhours.\" He felt a pressure behind him and swiveled his head to see\nBettijean standing there. He tried to smile.\n\n\"What time is it?\" Janis asked weakly.\n\nAndy glanced to a wall clock, then gave it a double take.\n\nOne of the girls said, \"It's three o'clock in the morning.\" She edged\nnearer Andy, obviously eager to replace Janis as the center of\nattention. Andy ignored her.\n\n\"I ... I've been here since ... golly, yesterday morning at nine,\"\nJanis said. \"I came to work as usual and....\"\n\nSlowly, haltingly, she recited the routine of a routine work day, then\ntold about the quick snack that sufficed for supper and about staying\non her phone and typewriter for another five hours. \"It was about\neleven when the relief crew came in.\"\n\n\"What did you do then?\" Andy asked.\n\n\"I ... I took a break and....\" Her ivory skin reddened, the color\nspreading into the roots of her fluffy curls, and she turned her face\naway from Andy. \"And I had a sandwich and some coffee and got a little\nnap in the ladies' lounge and ... and that's all.\"\n\n\"And that's not all,\" Andy prompted. \"What else?\"\n\n\"Nothing,\" Janis said too quickly.\n\nAndy shook his head. \"Tell it all and maybe it'll help.\"\n\n\"But ... but....\"\n\n\"Was it something against regulations?\"\n\n\"I ... I don't know. I think....\"\n\n\"I'll vouch for your job in this office.\"\n\n\"Well....\" She seemed on the verge of tears and her pleading glance\nsought out Andy, then Bettijean, then her co-workers. Finally,\nresigned, she said, \"I ... I wrote a letter to my mother.\"\n\nAndy swallowed against his groan of disappointment. \"And you told her\nabout what we were doing here.\"\n\nJanis nodded, and tears welled into her wide eyes.\n\n\"Did you mail it?\"\n\n\"Y ... yes.\"\n\n\"You didn't use a government envelope to save a stamp?\"\n\n\"Oh, no. I always carry a few stamps with me.\" She choked down a sob.\n\"Did I do wrong?\"\n\n\"No, I don't think so,\" Andy said, patting her shoulder. \"There's\ncertainly nothing secret about this epidemic. Now you just take it\neasy and--. Oh, here's a doctor now.\"\n\nThe doctor, a white-headed Air Force major, bustled into the room. A\nlab technician in a white smock was close behind. Andy could only\nshrug and indicate the girl.\n\nTurning away, lighting a cigarette, he tried to focus on the tangle of\nthoughts that spun through his head. Doctors, writers, society\nmatrons, office workers--Aspen, Taos and college towns--thousands of\npeople sick--but none in that valley in Tennessee--and few government\nworkers--just one girl in his office--and she was sicker and more\nfrightened about a letter--and....\n\n\"Hey, wait!\" Andy yelled.\n\nEveryone in the room froze as Andy spun around, dashed to Bettijean's\ndesk and yanked out the wide, top drawer. He pawed through it,\nstraightened, then leaped across to the desk Janis had used. He\nsnatched open drawer after drawer. In a bottom one he found her purse.\nRipping it open, he dumped the contents on the desk and clawed through\nthe pile until he found what he wanted. Handing it to the lab\ntechnician, he said, \"Get me a report. Fast.\"\n\nThe technician darted out.\n\nAndy wheeled to Bettijean. \"Get the brass in here. And call the\ngeneral first.\" To the doctor, he said, \"Give that girl the best of\neverything.\"\n\nThen he ducked back to his own office and to the pile of reports. He\nwas still poring over them when the general arrived. Half a dozen\nother brass hats, none of whom had been to bed, were close behind. The\nlab technician arrived a minute later. He shook his head as he handed\nhis hastily scribbled report to Andy.\n\n       *       *       *       *       *\n\nIt was Bettijean who squeezed into the office and broke the brittle\nsilence. \"Andy, for heaven's sake, what is it?\" Then she moved around\nthe desk to stand behind him as he faced the officers.\n\n\"Have you got something?\" the brigadier asked. \"Some girl outside was\nbabbling about writers and doctors, and dentists and college students,\nand little secretaries and big secretaries. Have you established a\ntrend?\"\n\nAndy glanced at the lab report and his smile was as relieved as it was\nweary. \"Our problem,\" he said, \"was in figuring out what a writer does\nthat a doctor doesn't--why girls from small offices were sick--and why\nsenators and postal workers weren't--why college students caught the\nbug and people in a Tennessee community didn't.\n\n\"The lab report isn't complete. They haven't had time to isolate the\npoison and prescribe medication. But\"--he held up a four-cent\nstamp--\"here's the villain, gentlemen.\"\n\nThe big brass stood stunned and shocked. Mouths flapped open and eyes\nbugged at Andy, at the stamp.\n\nBettijean said, \"Sure. College kids and engaged girls and new parents\nand especially writers and artists and poets--they'd all lick lots of\nstamps. Professional men have secretaries. Big offices have\npostage-meter machines. And government offices have free franking.\nAnd\"--she threw her arms around the sergeant's neck--\"Andy, you're\nwonderful.\"\n\n\"The old American ingenuity,\" the colonel said, reaching for Andy's\nphone. \"I knew we could lick it. Now all we have to do--\"\n\n\"At ease, colonel,\" the brigadier said sharply. He waited until the\ncolonel had retreated, then addressed Andy. \"It's your show. What do\nyou suggest?\"\n\n\"Get somebody--maybe even the President--on all radio and TV networks.\nExplain frankly about the four-centers and warn against licking any\nstamps. Then--\"\n\nHe broke off as his phone rang. Answering, he listened for a moment,\nthen hung up and said, \"But before the big announcement, get somebody\nchecking on the security clearances at whatever plant it is where they\nprint stamps. This's a big deal. Somebody may've been planted years\nago for this operation. It shouldn't be too hard.\n\n\"But there's no evidence it was a plot yet. Could be pure\naccident--some chemical in the stickum spoiled. Do they keep the\nstickum in barrels? Find out who had access. And ... oh, the phone\ncall. That was the lab. The antidote's simple and the cure should be\nquick. They can phone or broadcast the medical information to doctors.\nThe man on the phone said they could start emptying hospitals in six\nhours. And maybe we should release some propaganda. \"United States\nwhips mystery virus,\" or something like that. And we could send the\nKremlin a stamp collection and.... Aw, you take it, sir. I'm pooped.\"\n\n       *       *       *       *       *\n\nThe general wheeled to fire a salvo of commands. Officers poured into\nthe corridor. Only the brigadier remained, a puzzled frown crinkling\nhis granite brow.\n\n\"But you said that postal workers weren't getting sick.\"\n\nAndy chucked. \"That's right. Did you ever see a post office clerk\nlick a stamp? They always use a sponge.\"\n\nThe general looked to Bettijean, to Andy, to the stamp. He grinned and\nthe grin became a rumbling laugh. \"How would you two like a thirty-day\nfurlough to rest up--or to get better acquainted?\"\n\nBettijean squealed. Andy reached for her hand.\n\n\"And while you're gone,\" the general continued, \"I'll see what strings\nI can pull. If I can't wangle you a couple of battlefield commissions,\nI'll zip you both through O.C.S. so fast you won't even have time to\npin on the bars.\"\n\nBut neither Andy nor Bettijean had heard a word after the mention of\nfurlough. Like a pair of puppy-lovers, they were sinking into the\ndepths of each other's eyes.\n\nAnd the general was still chuckling as he picked up the lone four-cent\nstamp in his left hand, made a gun of his right hand, and marched the\nstamp out of the office under guard.\n\nTHE END\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Plague, by Teddy Keller\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE PLAGUE ***\n\n***** This file should be named 30062.txt or 30062.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/0/0/6/30062/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}