{"title": "Has Anyone Here Seen Kelly?", "author": "Bryce Walton", "releaseDate": "September 25, 2009", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration]\n\n\n _The body tanks had to be replenished and the ship had to\n be serviced--and the crew was having a Lotus dream in its\n bed of protoplasm. But Kelly knew how to arouse them...._\n\n\n       _Has Anybody\n         Here Seen\n          Kelly?_\n\n     By Kenneth O'Hara\n\n Illustrated by Paul Orban\n\n\nThe Crew pulsed with contentment, and its communal singing brought a\npleasant kind of glow that throbbed gently in the control room.\n\n\"'Has anybody here seen Kelly ... K-E-double-L-Y?'\"\n\n\"Shut up and dig my thought!\" Kelly's stubborn will insisted. \"I'm going\non out for a while!\"\n\nThe delicate loom of the Crew's light pattern increased its frequency a\nlittle and the song stopped. \"Better not,\" the Crew said.\n\n\"But why not?\"\n\n\"No need.\"\n\n\"We could be running into something bad,\" Kelly thought.\n\n\"No danger now, Kelly. Checking the ship is just a waste of time.\"\n\n\"How can you waste what you have so damn much of?\" Kelly thought.\n\n\"Do not leave us again, Kelly. We love you and you are the most\ninteresting part of the Crew when you're with it.\"\n\n\"The ship ought to be checked. Our bodies ought to be looked at.\"\n\n\"We know there is no danger any more, Kelly. Do not go. There are so\nmany interesting experiences we have not even begun to share yet. We are\nonly half way through your life and we have not even started to\nexperience your impressions of your colorful and complex Earth culture.\nAnd we have not even started on the adult lives of Lakrit or Lljub. Come\nback with your Crew, Kelly.\"\n\n\"But no one's checked the ship for over a year!\"\n\n\"Please do not worry about the ship, Kelly. In fifty years nothing has\ngone wrong. We can trust the ship thoroughly now, it will take care of\nus.\"\n\n\"_It_ will take care of _us_! That's a helluva way to look at it!\"\n\n\"There can be no danger now, Kelly. In fifty years we have encountered\nevery conceivable danger, every imaginable kind of world or possible\nmenace.\"\n\n\"Have we?\" Kelly thought. \"Every danger from outside maybe, and I'm not\neven sure of that. But how about danger from inside?\"\n\n\"Inside?\"\n\n\"Us. How about apathy for instance? Apathy's a real danger. You talk\nabout this space-can like it was a big metal mother! Listen, I'm\nsupposed to see that this tub holds together. At least until we get back\nsomewhere near enough to the Solar system so we'll feel we've been\nsomewhere else!\"\n\n\"But, Kelly--\"\n\n\"I'm getting out for a while, I tell you!\"\n\n\"All right,\" the Crew sighed. The light loom faded a bit, down to a\nself-indulgent glow. \"Hurry back to us, Kelly.\"\n\n\"I'll give some thought to it.\"\n\nSo Kelly concentrated on the increasingly painful and difficult task of\ntearing his consciousness free of the big glob of protoplasm in the\ntank, and getting it back into his body that hibernated in the bunkroom.\n\nAs usual the switch was too painful. It stretched and stretched and\nfinally snapped in an all too familiar explosion of shocking light.\n\n       *       *       *       *       *\n\nHis bones creaked. His skin rustled as he sat up and looked around.\nThere was the old feeling that there was dust over everything when there\nwas no dust. There was all that emptiness sweeping away into the endless\nsilence and he thought again, as he always did, how comforting and cozy\nit was being a part of the Crew.\n\nBut someone had to check the ship. It was only machinery after all, and\nmachinery could wear out, sooner or later. And he wasn't at all sure, as\nhe kept insisting, that they had encountered all the possible dangers.\n\nIt might seem that in fifty years you could run into everything. But\nfifty years was no time at all out here where time had no real meaning\nany more.\n\nHis body squeaked as he took a few tentative steps about the bunkroom.\nOne did not actually forget how to walk. It was just awkward as the\ndevil. And the blood, the entire autonomic system, tended to slow down.\nIt seemed reluctant to step up general metabolism.\n\nApathy. Sure it was a danger. This time, Kelly decided, I'll do\nsomething about it. He was the engineer and he had signed on the great\nodyssey to keep the ship going. But the Crew was part of the ship. Was\nnot there an obligation even greater to keep the Crew going?\n\nThe four others lived but almost imperceptibly in some very low state of\nslowed metabolism there in the bunkroom and Kelly looked at them. The\nfaithful and the wonderful ones. The ones with whom he had shared so\nmany dangers and awful silences that the five of them had been able to\nevolve the idea of the protoplasm in the tank and merge their\nconsciousness in it.\n\nKew, the Venusian, in her bowl of self-renewing nitrate. Lakrit from a\nJovian satellite, a fluorine fellow of distinction inside a sphere of\ngaseous sulphur. A crystalline character with a sense of humor named\nLljub, whose form gave off a paled glint as it nourished itself on\nsilicates. And a highly intelligent but humble six-foot-long sponge\nlabeled Urdaz stuck in a foundation of chemical sediment at the bottom\nof a tank of reprocessing salt water.\n\nEach with their own special kind of appendages and sensitivities, each\nable to move his special closed-system about through the ship by means\nof clever types of mobility.\n\nBut basically, in outward form, they were too alien to have much in\ncommon. Only as intelligences, as life forces, could they share a common\nbed. And it had evolved to that in fifty years. A bed of protoplasm in a\nshock-absorbent tank.\n\nKelly looked at them warmly and thought about how it had worked out. The\nstrange thing was that it did have a lot of good things to recommend it.\nOr had had them. It had solved the problem of intimate communication and\ndriven back the tides of loneliness. It had lessened the dangers of\nmental and physical illnesses in the material bodies and assured a\nprolongation of the life of each body, which was important in itself,\nfor this trip had proven to be a lot longer than even the most\npessimistic had anticipated.\n\nThe Crew, pulsing in its tank, Kelly thought oddly, is a new life form.\nOne that had evolved to meet the exigencies of deep space which had\nproven to be alien to any adaptability common to any world that rotated\nthrough it.\n\nBut maybe they were too damn happy, Kelly thought. Too contented. If\nthey ran into a real emergency now, the ship would be finished. The Crew\nin the tank was, itself, incapable of action of any overt kind. It could\nnot manipulate anything. It could only be happy.\n\nAnd the bodies here in the bunkroom could not rally fast enough to meet\na sudden crisis.\n\nAnd they had agreed that the first law was survival.\n\nBut to survive this way might well mean destruction in another.\n\nSo Kelly walked and thought about it, and weighed the precarious\nbalance.\n\nHe slipped through the silent ship and to the control room. He peered\ninto the viewscope. Some galaxy or other spun its giant pinwheel outward\ntoward some destiny of its own. The high noon of the endlessness had\nbeen unfamiliar for years. He checked the ship's instruments. The Crew\nin the big tank simmered and throbbed in its introspective bliss,\nutterly oblivious to Kelly now.\n\nKelly saw the red dwarf a few hundred million kilos away. Three planets\nground their familiar path around it. The second in distance had a\nbreathable oxygen, according to the scopes, but little else to recommend\nit.\n\nKelly straightened up. He had no idea when the plan had really started\nforming, but now it was formed. When Kelly made up his mind to a thing,\nthere was no other course but to conclude it. He knew what he had to do.\n\nSomehow, even as part of the Crew, some part of Kelly had been able to\nkeep that forming plan a secret. Which was a lucky miracle, for if the\nCrew had known his intentions it would certainly not have let him out\nthis time.\n\nEven if you wanted out, Kelly reasoned, the Crew would keep you in. And\nmaybe after long enough you did not care to get out. But once out, he\nwondered, could it keep you out if it decided to blackball a man for one\nreason or another?\n\nLike wrecking the ship?\n\n       *       *       *       *       *\n\nIn the chrome strip above the control panel, Kelly saw his face grinning\nstrangely back at him, a bearded, hollowed, paled face with an\nunfamiliar glitter in the eyes. Every time he had left the Crew to enter\nand reactivate his own body, that body had seemed a little less\nfamiliar. This time it seemed to be almost entirely someone else.\n\nHe stared at the face in the chrome, then whispered the hell with that\nand he flipped the controls over to manual. He sat down. Behind him, the\nCrew whispered in its tank, protoplasm developed in the labs and\nquivering now with some unified sensation that was purely subjective and\nblissfully unconcerned with what happened outside itself.\n\n\"It's sick,\" Kelly concluded, with an emphatic clamp of his jaws. \"It's\nnot right!\"\n\nTrue, sharing the intimate sensations of alien life forms like Kew, the\nfemale Venusian, had been exciting. Especially the sex experiences\nwhich, in a flower of Kew's type, was certainly something. There were\ninteresting things to being a part of the Crew all right. But the main\npurpose, survival, had been forgotten. Now being the Crew was an end in\nitself. Kelly could imagine the Crew business going on and on until\nfinally even the material bodies in the bunkroom would be forgotten\nentirely and allowed to rot away to dust about which the Crew would no\nlonger care.\n\nAnd that was very bad. It should not have worked out this way. But it\nwas not too late to do something, shake them out of the Lotus dream.\n\nHe checked the scopes again. Now the second planet revealed plenty of\nbreathable atmosphere settled in the lower valleys. He headed straight\nfor it.\n\nThe Crew was soon going to get one devil of a jolt!\n\nHe put the ship into a close orbit around the planet. It seemed nothing\nbut a fearsome forest of oxydized spikes rising in corrosive silence,\nwith here and there a lean slash of valley. There was no indication of\nlife, no vegetation visible or revealed by the scopes. One of the\nvalleys had a thin mouth of water stretching down the length of its\nface. Kelly set the speed and the controls and ran for the bunkroom and\nthe shock-absorbent cushions. He strapped himself in and waited.\n\nIt was done. As long as the thing had gone so far, Kelly decided, the\ntruth should never be revealed because that would lessen the therapeutic\nvalue of his action. He would wreck the ship. Not too badly. Not so\nbadly that all of the bodies, distinct, separate individual bodies\nagain, couldn't put the ship back together, as in the old days. And that\nwould keep them in their bodies gladly for a while where they belonged!\nWhere the good Lord had intended for them to stay.\n\nThey would not be rocked away to apathy in a phony metal mother womb,\nthinking the ship was going to take care of _them_!\n\nThe more Kelly thought about it, the better he felt. He stretched inside\nthe straps. He felt his slightly atrophied muscles luxuriate over the\ntissues and bones of his big frame.\n\nAny body, no matter what its shape, should be proud of itself. That was\nKelly's belief, and this thing that had happened seemed somewhat\nblasphemous. Without bodies and their complex sensory recording\napparatus, the rich consciousness enjoyed by the Crew could not exist,\nwould never have been created at all. The Crew was living off the\nlargesse of experience built up by their bodies. The Crew was just\nnarcotized enough that it did not realize that the body banks had to be\nreplenished.\n\nMetal shrieked.\n\nKelly yelled feebly. He fought, he grappled with the threatening\nblackout like a man fighting an invisible opponent on an endless flight\nof stairs.\n\nThe grinding rolling terror of the sound, the ripping, twisting, tearing\nscream of it cried on and on. Kelly knew one thing then.\n\nHe had not figured it right. His calculations were off. _The ship had\nhit too damn hard._\n\n       *       *       *       *       *\n\nLater, when he managed to get the straps off and tried to move, he fell\npainfully onto the tilted deck. One of his eyes felt sticky. He rubbed\nat it and his hand was smeared with blood.\n\nHe shuffled around in a stumbling circle. Minor damages could have been\nrepaired. But this--the ship was peeled open in glaring strips like a\nbreakfast cannister. A cold wind moaned through the ship that was now\nnothing but a metal sieve. A hazy light filtered down and ran off the\nmetal like cold flour rust.\n\nKelly fell to his knees. \"Kew,\" he whispered. \"Lljub, Urdaz--Lakrit....\"\n\nThe Venusian flower lady was sliced down the middle like a cabbage, and\nthe nitrate bowl was shattered and Kew was dead in a pool of fading\ngreen blood.\n\nSmashed into the bulkhead was Lakrit's sulphuric bathtub, and his\natmosphere had already filtered away with the wind to wherever it was\ngoing. Lljub's pale glow was out for good, and his crystalline heart was\nas opaque as a dead eye. Only a few pieces of Urdaz's tank were visible,\nand Urdaz himself had already turned to a powdery food that the wind ate\nslowly in long trailing streamers.\n\n\"What--what in the name of God have I done?\" Kelly whispered.\n\nAll dead--\n\nNo! He slammed at the bulkhead until the warped metal gave and he ran to\nthe control room. The Crew--the Crew--\n\nHe stared at the tank.\n\nThrough a jagged opening in the ship's walls, the wind whined and\nplucked at Kelly's red hair. The wind was colder now. He kept on looking\nat the tank. He reached out and touched the big transparent curve of it\nand then jerked his hand back with a whimper in his breath.\n\nThere was nothing in the tank, nothing but a blob of slowly drying\nslime. He pressed his nose to the tank. \"Crew--\" he whispered.\n\nThere was no life in the slime. When he pounded on the tank, the stuff\ncollapsed in upon itself in withering flatness.\n\nKelly yelled. The cold wind froze at his teeth. It sucked at his breath\nand dried at the interior of his mouth. He ran and climbed. The jagged\nperiphery of the opening sliced at his flesh. But he did not feel it,\nand he fell twenty feet, without feeling that either, down the side of\nthe ship. He started crawling over the hard naked belly of the rock.\n\nHe got to his feet. He ran stumbling down an incline of shale worn round\nand shiny by the wind that had blown here just as it blew now, and would\nblow for God alone possibly knew how long. He fell and rolled to the\nedge of the water.\n\nHe looked into it. He felt of it. He jerked his hand away. The stuff was\nicy. But it was worse than icy. It was dead. It was dead water. It was\nwithout any bottom, and without any life in it anywhere. You could tell\nby looking into it. The wind moved over the top of it as though the\nwater were glass, and the water was the color of a slightly transparent\nnaked blue steel.\n\nThere was no life here. Maybe there had been once, who knew when, who\ncould guess how long ago. But there was none now and even the water had\nforgotten it.\n\nKelly cried out as he stood up. \"What have I done?\" He raised his arms\nat the hazy red sun lying over the spires of towering stone and metal\nlike a bloated balloon scraping precariously over rusty spikes. \"God,\nwhat have I done?\"\n\nThe cry echoed tinnily on the rocks and fled on the wind.\n\nKelly ran for a long way, falling and stumbling and getting up again.\nKelly had always had one primary drive, and that was to keep going, no\nmatter what. So now he tried to keep going.\n\nBut there was no life on this planet. He had known that before. Some\nstrange kinds of intelligence could tolerate some unpleasant worlds. But\nnothing would live here.\n\nNothing _could_ live here.\n\n\"That's your fate,\" Kelly thought. He sat down and stared at the walls\nof rock and metal all around. \"Your fate, Kelly. Your punishment, your\nwell deserved hell.\"\n\nThat was what it was. Retribution. And knowing that, he tried not to\ncare. He tried to be glad and face what he deserved.\n\nIf that were not the answer, then why had only Kelly been spared to face\nemptiness and silence and no life, all alone?\n\nThe irony of it was that he would go on as long as possible keeping\nhimself alive in his own hell. There was food aplenty in the ship,\nenough to last as long as hell cared to have him.\n\nHe turned and started walking back toward the ship that seemed some five\nmiles away. At that instant, the ship disappeared in an abrupt explosion\nthat twisted the rocks, and a mushroom cloud flowered gently above the\nlake as Kelly fell trembling on his belly and hugged the ground and\npushed his face into the shale, while the wind tore and screamed around\nhim and particles of flint ripped his clothes and slashed at his flesh.\n\n       *       *       *       *       *\n\nHe did not bother walking much farther toward where the ship had been.\nThere was only a crater there now which would offer him nothing in the\nway of sustaining his very personal and thoroughly private hell.\n\nHe walked. The effort became more difficult and finally he was on his\nhands and knees, crawling. The wind sucked at his ripped clothes, and\nfelt like cold sharp steel in his raw wounds. But slowly and\ndeliberately he continued to crawl.\n\nKelly had always had the idea that a man should keep going and so now he\nkept on going. Even if there was no place to go, and you could not\nremember particularly where you had been, you kept on moving and\nfighting and slugging along until you could no longer move.\n\nHe lay there looking up at the hazy rust of the sky with the naked\nspires pointing up into it for no reason at all, because there was\nnothing up there.\n\nHe had been there and he knew. Nothing up there but space, black and\nwithout a beginning or end. He had not even checked the records of the\nship so that now, lying here, he did not even know how far away from\nEarth he was. At the speed they had traveled, a ship went a long way in\nfifty years. But the ship, the records, everything was lost.\n\nAnd no one would ever know now how far they had come.\n\nOr gone. What was the difference, anyway?\n\nBut Kelly had no difficulty in remembering _why_ they had come.\n\nThey had come into space because that was how it was with those who\nfought their way up to being the dominate life form of whatever world\nthey had lived on and grown and died on. If you were the kind who went\ninto space, you went because space was there.\n\nWho needed a better reason than that?\n\n\"Kew,\" he whispered. \"Lakrit, Lljub, Urdaz, listen now--I thought I was\ndoing the right thing--maybe my idea was right--but I just made a\nmistake in the calculations. I just made a helluva mistake--\"\n\nThe wind sighed over the naked rock and the rusted metal and the rock\nand the dead blue water.\n\nHe turned and pushed his head against the rock, and his body curled up\nagainst the bitter wind. \"You've got to forgive me,\" he said.\n\n\"'_Has anybody here seen Kelly? K-E-double-L-Y?_'\"\n\nHe shivered and kept his eyes closed. It was part of the wind. He did\nnot want to go out that way, hearing crazy voices in the wind.\n\n\"'Has anybody here seen Kelly--?'\"\n\nHe raised his head and blinked and the wind drove tears down his cheeks.\n\n\"Am I just hearing something that's going crazy inside my head?\" He\npeered around. There was nothing, nothing anywhere of course, nothing\nwhere nothing had ever been, and nothing else but nothing could ever be.\n\n\"You're wrong, Kelly. Your Crew's here.\"\n\nKelly raised himself painfully to an elbow. \"Where--_where_?\"\n\n\"Right here, Kelly. We had a difficult time locating you. Sure, we\nforgive you. You were trying to do what was right. We know that.\"\n\n\"There's nothing--nothing--\" Kelly said.\n\n\"You're wrong. The Crew's here and we're waiting.\"\n\nHe stared at the rock. He put his face against it and pushed his hands\nto it. There was a kind of dull glow in it, a faint hint of warmth in\nthe rock.\n\n\"How can this be?\" Kelly said.\n\n\"This is the life here, Kelly. Perhaps there is life everywhere in the\nmost impossible seeming places. And where life is, Kelly, we can live\nwith it and be welcomed by it. Here, this rock is life, and it has taken\nus in. It has been here a long time. And it will be here for a much\nlonger time.\"\n\n\"Rock,\" Kelly said.\n\n\"But hurry and come back.\"\n\n\"But no one will ever know. How long--how long can we wait?\"\n\n\"Who can answer that, Kelly? But maybe they will find the Crew someday.\"\n\nKelly looked up once at the completely unfamiliar distances growing\ndarker. Sometime, he thought, they'll come from wherever Earth is and\nfind the Crew of the ship, find a rock here waiting the ages out.\n\n\"Hurry, Kelly!\"\n\nHis head dropped against the rock. His hands slid down it, and a smile\nmoved over his lips and froze there as the wind whispered over it.\n\n\n                                                           ··· THE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _If Worlds of Science Fiction_ July\n    1954. Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of Project Gutenberg's Has Anyone Here Seen Kelly?, by Bryce Walton\n\n*** END OF THIS PROJECT GUTENBERG EBOOK HAS ANYONE HERE SEEN KELLY? ***\n\n***** This file should be named 30086-8.txt or 30086-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/0/0/8/30086/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}