{"title": "Gone Fishing", "author": "James H. Schmitz", "releaseDate": "September 30, 2009", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n  This etext was produced from Analog Science Fact & Fiction May 1961.\n  Extensive research did not uncover any evidence that the U.S. copyright\n  on this publication was renewed.\n\n\n\n                             GONE FISHING\n\n\n                         By JAMES H. SCHMITZ\n\n\n    _There is no predictable correlation between intelligence and\n     ethics, nor is ruthlessness necessarily an evil thing. And\n     there is nothing like enforced, uninterrupted contemplation\n     to learn to distinguish one from another...._\n\n\n                        Illustrated by Krenkel\n\n       *       *       *       *       *\n\n\n\n\nBarney Chard, thirty-seven--financier, entrepreneur, occasional\nblackmailer, occasional con man, and very competent in all these\nactivities--stood on a rickety wooden lake dock, squinting against the\nlate afternoon sun, and waiting for his current business prospect to\ngive up the pretense of being interested in trying to catch fish.\n\nThe prospect, who stood a few yards farther up the dock, rod in one\nhand, was named Dr. Oliver B. McAllen. He was a retired physicist,\nthough less retired than was generally assumed. A dozen years ago he\nhad rated as one of the country's top men in his line. And, while\ndressed like an aging tramp in what he had referred to as fishing\ntogs, he was at the moment potentially the country's wealthiest\ncitizen. There was a clandestine invention he'd fathered which he\ncalled the McAllen Tube. The Tube was the reason Barney Chard had come\nto see McAllen.\n\nGently raising and lowering the fishing rod, and blinking out over the\nquiet water, Dr. McAllen looked preoccupied with disturbing\nspeculations not connected with his sport. The man had a secrecy bug.\nThe invention, Barney thought, had turned out to be bigger than the\ninventor. McAllen was afraid of the Tube, and in the forefront of his\nreflections must be the inescapable fact that the secret of the\nMcAllen Tube could no longer be kept without Barney Chard's\nco-operation. Barney had evidence of its existence, and didn't really\nneed the evidence. A few hints dropped here and there would have made\nMcAllen's twelve years of elaborate precaution quite meaningless.\n\nErgo, McAllen must be pondering now, how could one persuade Mr. Chard\nto remain silent?\n\nBut there was a second consideration Barney had planted in the old\nscientist's mind. Mr. Chard, that knowledgeable man of the world,\nexuded not at all by chance the impression of great quantities of\navailable cash. His manner, the conservatively tailored business suit,\nthe priceless chip of a platinum watch ... and McAllen needed cash\nbadly. He'd been fairly wealthy himself at one time; but since he\nhad refrained from exploiting the Tube's commercial possibilities, his\ncontinuing work with it was exhausting his capital. At least that\ncould be assumed to be the reason for McAllen's impoverishment, which\nwas a matter Barney had established. In months the old man would be\nliving on beans.\n\nErgo again, McAllen's thoughts must be running, how might one not\nmerely coax Mr. Chard into silence, but actually get him to come\nthrough with some much-needed financial support? What inducement,\naside from the Tube, could be offered someone in his position?\n\nBarney grinned inwardly as he snapped the end of his cigarette out on\nthe amber-tinted water. The mark always sells himself, and McAllen was\nwell along in the process. Polite silence was all that was necessary\nat the moment. He lit a fresh cigarette, feeling a mild curiosity\nabout the little lake's location. Wisconsin, Minnesota, Michigan\nseemed equally probable guesses. What mattered was that half an hour\nago McAllen's Tube had brought them both here in a wink of time from\nhis home in California.\n\n       *       *       *       *       *\n\nDr. McAllen thoughtfully cleared his throat.\n\n\"Ever do any fishing, Mr. Chard?\" he asked. After getting over his\nfirst shock at Barney's revelations, he'd begun speaking again in the\nbrisk, abrupt manner Barney remembered from the last times he'd heard\nMcAllen's voice.\n\n\"No,\" Barney admitted smiling. \"Never quite got around to it.\"\n\n\"Always been too busy, eh?\"\n\n\"With this and that,\" Barney agreed.\n\nMcAllen cleared his throat again. He was a roly-poly little man; over\nseventy now but still healthy-looking, with an apple-cheeked,\nsunburned face. Over a pair of steel-rimmed glasses his faded blue\neyes peered musingly at Barney. \"Around thirty-five, aren't you?\"\n\n\"Thirty-seven.\"\n\n\"Married?\"\n\n\"Divorced.\"\n\n\"Any particular hobbies?\"\n\nBarney laughed. \"I play a little golf. Not very seriously.\"\n\nMcAllen clicked his tongue. \"Well, what do you do for fun?\"\n\n\"Oh ... I'd say I enjoy almost anything I get involved in.\" Barney,\nstill smiling, felt a touch of wariness. He'd been expecting questions\nfrom McAllen, but not quite this kind.\n\n\"Mainly making money, eh? Well,\" McAllen conceded, \"that's not a bad\nhobby. Practical, too. I ... whup! Just a moment.\"\n\nThe tip of the slender rod in his left hand dipped slightly, and sixty\nfeet out beyond the end of the old dock a green and white bobber began\ntwitching about. Then the bobber suddenly disappeared. McAllen lifted\nthe rod tip a foot or two with a smooth, swift motion, and paused.\n\n\"Hooked!\" he announced, looking almost childishly pleased.\n\nThe fish on the far end of the line didn't seem to put up much of a\nstruggle, but the old man reeled it in slowly and carefully, giving\nout line from time to time, then taking it back. He seemed completely\nabsorbed. Not until the fish had been worked close to the dock was\nthere a brief minor commotion near the surface. Then McAllen was down\non one knee, holding the rod high with one hand, reaching out for his\ncatch with the other. Barney had a glimpse of an unimpressive green\nand silver disk, reddish froggy eyes. \"_Very_ nice crappie!\" McAllen\ninformed him with a broad smile. \"Now--\" He placed the rod on the\ndock, reached down with his other hand. The fish's tail slapped the\nwater; it turned sideways, was gone.\n\n\"Lost it!\" Barney commented, surprised.\n\n\"Huh?\" McAllen looked around. \"Well, no, young man--I _turned_ him\nloose. He wasn't hooked bad. Crappies have delicate lips, but I use a\nbarbless hook. Gives them better than a fighting chance.\" He stood up\nwith the rod, dusting the knees of his baggy slacks. \"Get all the\neating fish I want anyway,\" he added.\n\n\"You really enjoy that sport, don't you?\" Barney said curiously.\n\n       *       *       *       *       *\n\nMcAllen advised him with the seriousness of the true devotee to try it\nsome time. \"It gets to you. It can get to be a way of living. I've\nbeen fishing since I was knee-high. Three years ago I figured I'd\nbecome good enough to write a book on the subject. I got more\narguments over that book--sounder arguments too, I'd say--than about\nany paper I've published in physics.\" He looked at Barney a moment,\nstill seriously, and went on. \"I told you wetting a line would calm me\ndown after that upset you gave me. Well, it has--fishing is as good a\nform of therapy as I know about. Now I've been doing some thinking.\nI'd be interested ... well, I'd like to talk some more about the Tube\nwith you, Mr. Chard. And perhaps about other things too.\"\n\n\"Very gratifying to hear that, doctor,\" Barney said gravely. \"I did\nregret having to upset you, you know.\"\n\nMcAllen shrugged. \"No harm done. It's given me some ideas. We'll talk\nright here.\" He indicated the weather-beaten little cabin on the bank\nbehind Barney. \"I'm not entirely sure about the California place.\nThat's one reason I suggested this trip.\"\n\n\"You feel your houseman there mightn't be entirely reliable?\"\n\n\"Fredericks unreliable? Heavens no! He knows about the Tube, of\ncourse, but Fredericks _expects_ me to invent things. It wouldn't\noccur to him to talk to an outsider. He's been with me for almost\nforty years.\"\n\n\"He was,\" remarked Barney, \"listening in on the early part of our\nconversation today.\"\n\n\"Well, he'll do that,\" McAllen agreed. \"He's very curious about anyone\nwho comes to see me. But otherwise ... no, it's just that in these\ndays of sophisticated listening devices one shouldn't ever feel too\nsure of not being overheard.\"\n\n\"True enough.\" Barney glanced up at the cabin. \"What makes you so\nsure of it here, doctor?\"\n\n\"No reason why anyone would go to the trouble,\" McAllen said. \"The\nproperty isn't in my name. And the nearest neighbor lives across the\nlake. I never come here except by the Tube so I don't attract any\nattention.\"\n\nHe led the way along the dock. Barney Chard followed, eyes\nreflectively on the back of McAllen's sunburned neck and the wisps of\nunclipped white hair sticking out beneath his beaked fishing cap.\nBarney had learned to estimate accurately the capacity for physical\nviolence in people he dealt with. He would have offered long odds that\nneither Dr. McAllen nor Fredericks, the elderly colored man of all\nwork, had the capacity. But Barney's right hand, slid idly into the\npocket of his well-tailored coat, was resting on a twenty-five caliber\nrevolver. This was, after all, a very unusual situation. The human\nfactors in themselves were predictable. Human factors were Barney's\nspecialty. But here they were involved with something unknown--the\nMcAllen Tube.\n\nWhen it was a question of his personal safety, Barney Chard preferred\nto take no chances at all.\n\nFrom the top of the worn wooden steps leading up to the cabin, he\nglanced back at the lake. It occurred to him there should have been at\nleast a suggestion of unreality about that placid body of water, and\nthe sun low and red in the west beyond it. Not that he felt anything\nof the kind. But less than an hour ago they had been sitting in\nMcAllen's home in Southern California, and beyond the olive-green\nwindow shades it had been bright daylight.\n\n\"But I can't ... I really can't imagine,\" Dr. McAllen had just\nfinished bumbling, his round face a study of controlled dismay on the\nother side of the desk, \"whatever could have brought you to these ...\nthese extraordinary conclusions, young man.\"\n\nBarney had smiled reassuringly, leaning back in his chair. \"Well,\nindirectly, sir, as the pictures indicate, we might say it was your\ninterest in fishing. You see, I happened to notice you on Mallorca\nlast month....\"\n\n       *       *       *       *       *\n\nBy itself, the chance encounter on the island had seemed only\nmoderately interesting. Barney was sitting behind the wheel of an\nancient automobile, near a private home in which a business\nnegotiation of some consequence was being conducted. The business\nunder discussion happened to be Barney's, but it would have been\ninexpedient for him to attend the meeting in person. Waiting for his\nassociates to wind up the matter, he was passing time by studying an\nold man who was fishing from a small boat offshore, a hundred yards or\nso below the road. After a while the old fellow brought the boat in,\nappeared a few minutes later along the empty lane carrying his tackle\nand an apparently empty gunny sack, and trudged unheedingly past the\nautomobile and its occupant. As he went by, Barney had a sudden sense\nof recognition. Then, in a flash, his mind jumped back twelve years.\n\nDr. Oliver B. McAllen. Twelve years ago the name had been an important\none in McAllen's field; then it was not so much forgotten as\ndeliberately buried. Working under government contract at one of the\nbig universities, McAllen had been suddenly and quietly retired.\nBarney, who had a financial interest in one of the contracts, had made\ninquiries; he was likely to be out of money if McAllen had been taken\nfrom the job. Eventually he was informed, in strict confidence, that\nDr. McAllen had flipped. Under the delusion of having made a discovery\nof tremendous importance, he had persuaded the authorities to arrange\na demonstration. When the demonstration ended in complete failure,\nMcAllen angrily accused some of his most eminent colleagues of having\nsabotaged his invention, and withdrew from the university. To protect\na once great scientist's name, the matter was being hushed up.\n\nSo Mallorca was where the addled old physicist had elected to end his\ndays--not a bad choice either, Barney had thought, gazing after the\nretreating figure. Pleasant island in a beautiful sea--he remembered\nhaving heard about McAllen's passion for angling.\n\nA day later, the Mallorca business profitably concluded, Barney flew\nback to Los Angeles. That evening he entertained a pair of tanned and\nshapely ladies whose idea of high fun was to drink all night and go\ndeep-sea fishing at dawn. Barney shuddered inwardly at the latter\nnotion, but promised to see the sporting characters to the Sweetwater\nBeach Municipal Pier in time to catch a party boat, and did so. One of\nthe girls, he noticed not without satisfaction--he had become a little\ntired of the two before morning--appeared to turn a delicate green as\nshe settled herself into the gently swaying half-day boat beside the\nwharf. Barney waved them an amiable farewell and was about to go when\nhe noticed a plump old man sitting in the stern of the boat among\nother anglers, rigging up his tackle. Barney checked sharply, and\nblinked. He was looking at Oliver B. McAllen again.\n\nIt was almost a minute before he felt sure of it this time. Not that\nit was impossible for McAllen to be sitting in that boat, but it did\nseem extremely unlikely. McAllen didn't look in the least like a man\nwho could afford nowadays to commute by air between the Mediterranean\nand California. And Barney felt something else trouble him obscurely\nas he stared down at the old scientist; a notion of some kind was\nstirring about in the back corridors of his mind, but refused to be\ndrawn to view just then.\n\n       *       *       *       *       *\n\nHe grew aware of what it was while he watched the party boat head out\nto sea a few minutes later, smiled at what seemed an impossibly\nfanciful concoction of his unconscious, and started towards the pier's\nparking lot. But when he had reached his car, climbed in, turned on\nthe ignition, and lit a cigarette, the notion was still with him and\nBarney was no longer smiling. Fanciful it was, extremely so.\nImpossible, in the strict sense, it was not. The longer he played it\naround, the more he began to wonder whether his notion mightn't hold\nwater after all. If there was anything to it, he had run into one of\nthe biggest deals in history.\n\nLater Barney realized he would still have let the matter drop there if\nit hadn't been for other things, having nothing to do with Dr.\nMcAllen. He was between operations at present. His time wasn't\noccupied. Furthermore he'd been aware lately that ordinary operations\nhad begun to feel flat. The kick of putting over a deal, even on some\nother hard, bright character of his own class, unaccountably was\nfading. Barney Chard was somewhat frightened because the operator game\nwas the only one he'd ever found interesting; the other role of\nwell-heeled playboy wasn't much more than a manner of killing time. At\nthirty-seven he was realizing he was bored with life. He didn't like\nthe prospect.\n\nNow here was something which might again provide him with some genuine\nexcitement. It could be simply his imagination working overtime, but\nit wasn't going to do any harm to find out. Mind humming with pleased\nthough still highly skeptical speculations, Barney went back to the\nboat station and inquired when the party boat was due to return.\n\nHe was waiting for it, well out of sight, as it came chugging up to\nthe wharf some hours later. He had never had anything to do directly\nwith Dr. McAllen, so the old man wouldn't recognize him. But he didn't\nwant to be spotted by his two amazons who might feel refreshed enough\nby now to be ready for another tour of the town.\n\nHe needn't have worried. The ladies barely made it to the top of the\nstairs; they phoned for a cab and were presently whisked away. Dr.\nMcAllen meanwhile also had made a telephone call, and settled down not\nfar from Barney to wait. A small gray car, five or six years old but\nof polished and well-tended appearance, trundled presently up the\npier, came into the turnaround at the boat station, and stopped. A\nthin old Negro, with hair as white as the doctor's, held the door open\nfor McAllen. The car moved unhurriedly off with them.\n\nThe automobile's license number produced Dr. McAllen's California\naddress for Barney a short while later. The physicist lived in\nSweetwater Beach, fifteen minutes' drive from the pier, in an old\nSpanish-type house back in the hills. The chauffeur's name was John\nEmanuel Fredericks; he had been working for McAllen for an unknown\nlength of time. No one else lived there.\n\nBarney didn't bother with further details about the Sweetwater Beach\nestablishment at the moment. The agencies he usually employed to dig\nup background information were reasonably trustworthy, but he wanted\nto attract no more attention than was necessary to his interest in Dr.\nMcAllen.\n\nThat evening he took a plane to New York.\n\n       *       *       *       *       *\n\nPhysicist Frank Elby was a few years older than Barney, an\nacquaintance since their university days. Elby was ambitious, capable,\nslightly dishonest; on occasion he provided Barney with contraband\ninformation for which he was generously paid.\n\nOver lunch Barney broached a business matter which would be\nfinancially rewarding to both of them, and should not burden Elby's\nconscience unduly. Elby reflected, and agreed. The talk became more\ngeneral. Presently Barney remarked, \"Ran into an old acquaintance of\nours the other day. Remember Dr. McAllen?\"\n\n\"Oliver B. McAllen? Naturally. Haven't heard about him in years.\nWhat's he doing?\"\n\nBarney said he had only seen the old man, hadn't spoken to him. But he\nwas sure it was McAllen.\n\n\"Where was this?\" Elby asked.\n\n\"Sweetwater Beach. Small town down the Coast.\"\n\nElby nodded. \"It must have been McAllen. That's where he had his\nhome.\"\n\n\"He was looking hale and hearty. They didn't actually institutionalize\nhim at the time of his retirement, did they?\"\n\n\"Oh, no. No reason for it. Except on the one subject of that cockeyed\ninvention of his, he behaved perfectly normally. Besides he would have\nhired a lawyer and fought any such move. He had plenty of money. And\nnobody wanted publicity. McAllen was a pretty likable old boy.\"\n\n\"The university never considered taking him back?\"\n\nElby laughed. \"Well, hardly! After all, man--a matter transmitter!\"\n\nBarney felt an almost electric thrill of pleasure. Right on the nose,\nBrother Chard! Right on the nose.\n\nHe smiled. \"Was that what it was supposed to be? I never was told all\nthe details.\"\n\nElby said that for the few who were informed of the details it had\nbeen a seven-day circus. McAllen's reputation was such that more\npeople, particularly on his staff, had been ready to believe him that\nwere ready to admit it later. \"When he'd left--you know, he never even\nbothered to take that 'transmitter' along--the thing was taken apart\nand checked over as carefully as if somebody thought it might still\nsuddenly start working. But it was an absolute Goldberg, of course.\nThe old man had simply gone off his rocker.\"\n\n\"Hadn't there been any indication of it before?\"\n\n\"Not that I know of. Except that he'd been dropping hints about his\ngadget for several months before he showed it to anyone,\" Elby said\nindifferently. The talk turned to other things.\n\n[Illustration]\n\n       *       *       *       *       *\n\nThe rest was routine, not difficult to carry out. A small cottage on\nMallorca, near the waterfront, was found to be in McAllen's name.\nMcAllen's liquid assets were established to have dwindled to something\nless than those of John Emanuel Fredericks, who patronized the same\nlocal bank as his employer. There had been frequent withdrawals of\nlarge, irregular sums throughout the past years. The withdrawals were\nnot explained by McAllen's frugal personal habits; even his fishing\nexcursions showed an obvious concern for expense. The retention of the\nMediterranean retreat, modest though it was, must have a reason beyond\nsimple self-indulgence.\n\nBarney arranged for the rental of a bungalow in the outskirts of\nSweetwater beach, which lay uphill from the old house in which McAllen\nand Fredericks lived, and provided a good view of the residence and\nits street entry. He didn't go near the place himself. Operatives of a\nLos Angeles detective agency went on constant watch in the bungalow,\nwith orders to photograph the two old men in the other house and any\nvisitors at every appearance, and to record the exact times the\npictures were taken. At the end of each day the photographs were\ndelivered to an address from where they promptly reached Barney's\nhands.\n\nA European agency was independently covering the Mallorca cottage in\nthe same manner.\n\nNearly four weeks passed before Barney obtained the exact results he\nwanted. He called off the watch at both points, and next day came up\nthe walk to McAllen's home and rang the doorbell. John Fredericks\nappeared, studied Barney's card and Barney with an air of mild\ndisapproval, and informed him that Dr. McAllen did not receive\nvisitors.\n\n\"So I've been told,\" Barney acknowledged pleasantly. \"Please be so\ngood as to give the doctor this.\"\n\nFredericks' white eyebrows lifted by the barest trifle as he looked at\nthe sealed envelope Barney was holding out. After a moment's\nhesitation he took it, instructed Barney to wait, and closed the door\nfirmly.\n\nListening to Fredericks' footsteps receding into the house, Barney lit\na cigarette, and was pleased to find that his hands were as steady as\nif he had been on the most ordinary of calls. The envelope contained\ntwo sets of photographs, dated and indicating the time of day. The\ndate was the same for both sets; the recorded time showed the pictures\nhad been taken within fifteen minutes of one another. The central\nsubject in each case was Dr. McAllen, sometimes accompanied by\nFredericks. One set of photographs had been obtained on Mallorca, the\nother in Sweetwater Beach at McAllen's house.\n\nBarring rocket assists, the two old men had been documented as the\nfastest moving human beings in all history.\n\nSeveral minutes passed before Fredericks reappeared. With a face which\nwas now completely without expression, he invited Barney to enter, and\nconducted him to McAllen's study. The scientist had the photographs\nspread out on a desk before him. He gestured at them.\n\n\"Just what--if anything--is this supposed to mean, sir?\" he demanded\nin an unsteady voice.\n\nBarney hesitated aware that Fredericks had remained in the hall just\nbeyond the study. But Fredericks obviously was in McAllen's\nconfidence. His eavesdropping could do no harm.\n\n\"It means this, doctor--\" Barney began, amiably enough; and he\nproceeded to tell McAllen precisely what the photographs meant.\nMcAllen broke in protestingly two or three times, then let Barney\nconclude his account of the steps he had taken to verify his\nfarfetched hunch on the pier without further comment. After a few\nminutes Barney heard Fredericks' steps moving away, and then a door\nclosing softly somewhere, and he shifted his position a trifle so that\nhis right side was now toward the hall door. The little revolver was\nin the right-hand coat pocket. Even then Barney had no real concern\nthat McAllen or Fredericks would attempt to resort to violence, but\nwhen people are acutely disturbed--and McAllen at least was--almost\nanything can happen.\n\n       *       *       *       *       *\n\nWhen Barney finished, McAllen stared down at the photographs again,\nshook his head, and looked over at Barney.\n\n[Illustration]\n\n\"If you don't mind,\" he said, blinking behind his glasses, \"I should\nlike to think about this for a minute or two.\"\n\n\"Of course, doctor,\" Barney said politely. McAllen settled back in the\nchair, removed his glasses and half closed his eyes. Barney let his\ngaze rove. The furnishings of the house were what he had\nexpected--well-tended, old, declining here and there to the downright\nshabby. The only reasonably new piece in the study was a\nradio-phonograph. The walls of the study and of the section of a\nliving room he could see through a small archway were lined with\ncrammed bookshelves. At the far end of the living room was a curious\ncollection of clocks in various types and sizes, mainly antiques, but\nalso some odd metallic pieces with modernistic faces. Vacancies in the\nrows indicated Fredericks might have begun to dispose discreetly of\nthe more valuable items on his employer's behalf.\n\nMcAllen cleared his throat finally, opened his eyes, and settled the\nspectacles back on his nose.\n\n\"Mr. Chard,\" he inquired, \"have you had scientific training?\"\n\n\"No.\"\n\n\"Then,\" said McAllen, \"the question remains of what your interest in\nthe matter is. Perhaps you'd like to explain just why you put yourself\nto such considerable expense to intrude on my personal affairs--\"\n\nBarney hesitated perceptibly. \"Doctor,\" he said, \"there is something\ntantalizing about an enigma. I'm fortunate in having the financial\nmeans to gratify my curiosity when it's excited to the extent it was\nhere.\"\n\nMcAllen nodded. \"I can understand curiosity. Was that your only\nmotive?\"\n\nBarney gave him his most disarming grin. \"Frankly no. I've mentioned\nI'm a businessman--\"\n\n\"Ah!\" McAllen said, frowning.\n\n\"Don't misunderstand me. One of my first thoughts admittedly was that\nhere were millions waiting to be picked up. But the investigation soon\nmade a number of things clear to me.\"\n\n\"What were they?\"\n\n\"Essentially, that you had so sound a reason for keeping your\ninvention a secret that to do it you were willing to ruin yourself\nfinancially, and to efface yourself as a human being and as a\nscientist.\"\n\n\"I don't feel,\" McAllen observed mildly, \"that I really have effaced\nmyself, either as a human being or as a scientist.\"\n\n\"No, but as far as the public was concerned you did both.\"\n\nMcAllen smiled briefly. \"That strategem was very effective--until now.\nVery well, Mr. Chard. You understand clearly that under no\ncircumstances would I agree to the commercialization of ... well, of\nmy matter transmitter?\"\n\nBarney nodded. \"Of course.\"\n\n\"And you're still interested?\"\n\n\"Very much so.\"\n\nMcAllen was silent for a few seconds, biting reflectively at his lower\nlip. \"Very well,\" he said again. \"You were speaking of my predilection\nfor fishing. Perhaps you'd care to accompany me on a brief fishing\ntrip?\"\n\n\"Now?\" Barney asked.\n\n\"Yes, now. I believe you understand what I mean ... I see you do.\nThen, if you'll excuse me for a few minutes--\"\n\n       *       *       *       *       *\n\nBarney couldn't have said exactly what he expected to be shown. His\nimaginings had run in the direction of a camouflaged vault beneath\nMcAllen's house--some massively-walled place with machinery that\npowered the matter transmitter purring along the walls ... and perhaps\nsomething in the style of a plastic diving bell as the specific\ninstrument of transportation.\n\nThe actual experience was quite different. McAllen returned shortly,\nhaving changed into the familiar outdoor clothing--apparently he had\nbeen literal about going on a fishing trip. Barney accompanied the old\nphysicist into the living room, and watched him open a small but very\nsturdy wall safe. Immediately behind the safe door, an instrument\npanel had been built in the opening.\n\nPeering over the spectacles, McAllen made careful adjustments on two\nsets of small dials, and closed and locked the safe again.\n\n\"Now, if you'll follow me, Mr. Chard--\" He crossed the room to a door,\nopened it, and went out. Barney followed him into a small room with\nrustic furnishings and painted wooden walls. There was a single,\nheavily curtained window; the room was rather dim.\n\n\"Well,\" McAllen announced, \"here we are.\"\n\nIt took a moment for that to sink in. Then, his scalp prickling\neerily, Barney realized he was standing farther from the wall than he\nhad thought. He looked around, and discovered there was no door behind\nhim now, either open or closed.\n\nHe managed a shaky grin. \"So that's how your matter transmitter\nworks!\"\n\n\"Well,\" McAllen said thoughtfully, \"of course it isn't really a matter\ntransmitter. I call it the McAllen Tube. Even an educated layman must\nrealize that one can't simply disassemble a living body at one point,\nreassemble it at another, and expect life to resume. And there are\nother considerations--\"\n\n\"Where are we?\" Barney asked. \"On Mallorca?\"\n\n\"No. We haven't left the continent--just the state. Look out the\nwindow and see for yourself.\"\n\nMcAllen turned to a built-in closet, and Barney drew back the window\nhangings. Outside was a grassy slope, uncut and yellowed by the summer\nsun. The slope dropped sharply to a quiet lakefront framed by dark\npines. There was no one in sight, but a small wooden dock ran out into\nthe lake. At the far end of the dock an old rowboat lay tethered.\nAnd--quite obviously--it was no longer the middle of a bright\nafternoon; the air was beginning to dim, to shift towards evening.\n\nBarney turned to find McAllen's mild, speculative eyes on him, and saw\nthe old man had put a tackle box and fishing rod on the table.\n\n\"Your disclosures disturbed me more than you may have realized,\"\nMcAllen remarked by way of explanation. His lips twitched in the\nshadow of a smile. \"At such times I find nothing quite so soothing as\nto drop a line into water for a while. I've got some thinking to do,\ntoo. So let's get down to the dock. There ought to be a little bait\nleft in the minnow pail.\"\n\n       *       *       *       *       *\n\nWhen they returned to the cabin some time later, McAllen was in a\npensive mood. He started a pot of coffee in the small kitchen, then\nquickly cleaned the tackle and put it away. Barney sat at the table,\nsmoking and watching him, but made no attempt at conversation.\n\nMcAllen poured the coffee, produced sugar and powdered milk, and\nsettled down opposite Barney. He said abruptly, \"Have you had any\nsuspicions about the reason for the secretive mumbo jumbo?\"\n\n\"Yes,\" Barney said, \"I've had suspicions. But it wasn't until _that_\nhappened\"--he waved his hand at the wall out of which they appeared to\nhave stepped--\"that I came to a definite conclusion.\"\n\n\"Eh?\" McAllen's eyes narrowed suddenly. \"What was the conclusion?\"\n\n\"That you've invented something that's really a little too good.\"\n\n\"Too good?\" said McAllen. \"Hm-m-m. Go on.\"\n\n\"It doesn't take much power to operate the thing, does it?\"\n\n\"Not,\" said McAllen dryly, \"if you're talking about the kind of power\none pays for.\"\n\n\"I am. Can the McAllen Tube be extended to any point on Earth?\"\n\n\"I should think so.\"\n\n\"And you financed the building of this model yourself. Not very\nexpensive. If the secret leaked out, I'd never know who was going to\nmaterialize in my home at any time, would I? Or with what intentions.\"\n\n\"That,\" McAllen nodded, \"is about the size of it.\"\n\nBarney crushed out his cigarette, lit a fresh one, blew out a thin\nstreamer of smoke. \"Under the circumstances,\" he remarked, \"it's\nunfortunate you can't get the thing shut off again, isn't it?\"\n\nMcAllen was silent for some seconds. \"So you've guessed that, too,\" he\nsaid finally. \"What mistake did I make?\"\n\n\"None that I know of,\" Barney said. \"But you're doing everything you\ncan to keep the world from learning about the McAllen Tube. At the\nsame time you've kept it in operation--which made it just a question\nof time before somebody else noticed something was going on, as I did.\nYour plans for the thing appear to have gone wrong.\"\n\nMcAllen was nodding glumly. \"They have,\" he said. \"They have, Mr.\nChard. Not irreparably wrong, but still--\" He paused. \"The first time\nI activated the apparatus,\" he said, \"I directed it only at two\npoints. Both of them within structures which were and are my property.\nIt was fortunate I did so.\"\n\n\"That was this cabin and the place on Mallorca?\"\n\n\"Yes. The main operational sections of the Tube are concealed about my\nCalifornia home. But certain controls have to be installed at any exit\npoint to make it possible to return. It wouldn't be easy to keep those\nhidden in any public place.\n\n\"It wasn't until I compared the actual performance of the Tube with my\ntheoretical calculations that I discovered there was an unforeseen\nfactor involved. To make it short, I could not--to use your\nphrasing--shut the Tube off again. But that would certainly involve\nsome extremely disastrous phenomena at three different points of our\nglobe.\"\n\n\"Explosions?\" Barney asked.\n\n\"Weee-ll,\" McAllen said judiciously, \"implosions might come a little\ncloser to describing the effect. The exact term isn't contained in our\nvocabulary, and I'd prefer it _not_ to show up there, at least in my\nlifetime. But you see my dilemma, don't you? If I asked for help, I\nrevealed the existence of the Tube. Once its existence was known, the\nresearch that produced it could be duplicated. As you concluded, it\nisn't really too difficult a device to construct. And even with the\npresent problem solved, the McAllen Tube is just a little too\ndangerous a thing to be at large in our world today.\"\n\n\"You feel the problem can be solved?\"\n\n\"Oh, yes.\" McAllen took off his glasses and rubbed his eyes. \"That\npart of it's only a matter of time. At first I thought I'd have\neverything worked out within three or four years. Unfortunately I\nbadly underestimated the expense of some of the required\nexperimentation. That's what's delayed everything.\"\n\n\"I see. I had been wondering,\" Barney admitted, \"why a man with\nsomething like this on his mind would be putting in _quite_ so much\ntime fishing.\"\n\nMcAllen grinned. \"Enforced idleness. It's been very irritating really,\nMr. Chard. I've been obliged to proceed in the most inexpensive manner\npossible, and that meant--very slowly.\"\n\nBarney said, \"If it weren't for that question of funds, how long would\nit take to wind up the operation?\"\n\n\"A year--perhaps two years.\" McAllen shrugged. \"It's difficult to be\ntoo exact, but it certainly wouldn't be longer than two.\"\n\n\"And what would be the financial tab?\"\n\nMcAllen hesitated. \"A million is the bottom figure, I'm afraid. It\nshould run closer to a million and a half.\"\n\n\"Doctor,\" Barney said, \"let me make you a proposition.\"\n\n       *       *       *       *       *\n\nMcAllen looked at him. \"Are you thinking of financing the experiments,\nMr. Chard?\"\n\n\"In return,\" Barney said, \"for a consideration.\"\n\n\"What's that?\" McAllen's expression grew wary.\n\n\"When you retired,\" Barney told him, \"I dropped a nice piece of money\nas a consequence. It was the first beating I'd taken, and it hurt. I'd\nlike to pick that money up again. All right. We're agreed it can't be\ndone on the McAllen Tube. The Tube wouldn't help make the world a\nsafer place for Barney Chard. But the Tube isn't any more remarkable\nthan the mind that created it. Now I know a company which could be top\nof the heap in electronics precision work--one-shot specialties is\nwhat they go in for--if it had your mind as technical advisor. I can\nbuy a controlling interest in that company tomorrow, doctor. And you\ncan have the million and a half paid off in not much more time than\nyou expect to take to get your monster back under control and shut\ndown. Three years of your technical assistance, and we're clear.\"\n\nMcAllen's face reddened slowly. \"I've considered hiring out, of\ncourse,\" he said. \"Many times. I need the money very badly. But aren't\nyou overlooking something?\"\n\n\"What?\"\n\n\"I went to considerable pains,\" said McAllen, \"to establish myself as\na lunatic. It was distasteful, but it seemed necessary to discourage\nanyone from making too close an investigation of some of my more\nrecent lines of research. If it became known now that I was again in\ncharge of a responsible project--\"\n\nBarney shook his head. \"No problem, doctor. We'd be drawing on outside\ntalent for help in specific matters--very easy to cover up any leads\nto you personally. I've handled that general sort of thing before.\"\n\nMcAllen frowned thoughtfully. \"I see. But I'd have--There wouldn't be\nso much work that--\"\n\n\"No,\" Barney said. \"I guarantee that you'll have all the time you want\nfor your own problem.\" He smiled. \"Considering what you told me, I'd\nlike to hear that one's been solved myself!\"\n\nMcAllen grinned briefly. \"I can imagine. Very well. Ah ... when can\nyou let me have the money, Mr. Chard?\"\n\n       *       *       *       *       *\n\nThe sun was setting beyond the little lake as Barney drew the shades\nover the cabin window again. Dr. McAllen was half inside the built-in\ncloset at the moment, fitting a pair of toggle switches to the\nconcealed return device in there.\n\n\"Here we go,\" he said suddenly.\n\nThree feet from the wall of the room the shadowy suggestion of another\nwall, and of an open door, became visible.\n\nBarney said dubiously, \"We came out of _that_?\"\n\nMcAllen looked at him, sad, \"The appearance is different on the exit\nside. But the Tube's open now--Here, I'll show you.\"\n\nHe went up to the apparition of a door, abruptly seemed to melt into\nit. Barney held his breath, and followed. Again there was no sensory\nreaction to passing through the Tube. As his foot came down on\nsomething solid in the shadowiness into which he stepped, the living\nroom in Sweetwater Beach sprang into sudden existence about him.\n\n\"Seems a little odd from that end, the first time through, doesn't\nit?\" McAllen remarked.\n\nBarney let out his breath.\n\n\"If I'd been the one who invented the Tube,\" he said honestly, \"I'd\nnever have had the nerve to try it.\"\n\nMcAllen grinned. \"Tell you the truth, I did need a drink or two the\nfirst time. But it's dead-safe if you know just what you're doing.\"\n\nWhich was not, Barney felt, too reassuring. He looked back. The door\nthrough which they had come was the one by which they had left. But\nbeyond it now lay a section of the entrance hall of the Sweetwater\nBeach house.\n\n\"Don't let that fool you,\" said McAllen, following his gaze. \"If you\ntried to go out into the hall at the moment, you'd find yourself right\nback in the cabin. Light rays passing through the Tube can be shunted\noff and on.\" He went over to the door, closed and locked it, dropping\nthe key in his pocket. \"I keep it locked. I don't often have visitors,\nbut if I had one while the door was open it could be embarrassing.\"\n\n\"What about the other end?\" Barney asked. \"The door appeared in the\ncabin when you turned those switches. What happens now? Suppose\nsomeone breaks into the cabin and starts prowling around--is the door\nstill there?\"\n\nMcAllen shook his head. \"Not unless that someone happened to break in\nwithin the next half-minute.\" He considered. \"Let's put it this way.\nThe Tube's permanently centered on its two exit points, but the effect\nordinarily is dissipated over half a mile of the neighborhood at the\nother end. For practical purposes there is no useful effect. When I'm\ngoing to go through, I bring the exit end down to a focus point ...\ndoes that make sense? Very well. It remains focused for around sixty\nor ninety seconds, depending on how I set it; then it expands again.\"\nHe nodded at the locked door. \"In the cabin, that's disappeared by\nnow. Walk through the space where it's been, and you'll notice nothing\nunusual. Clear?\"\n\nBarney hesitated. \"And if that door were still open here, and somebody\nattempted to step through after the exit end had expanded--\"\n\n\"Well,\" McAllen said, moving over to a wall buzzer and pressing it,\n\"that's what I meant when I said it could be embarrassing. He'd get\nexpanded too--disastrously. Could you use a drink, Mr. Chard? I know I\nwant one.\"\n\n       *       *       *       *       *\n\nThe drinks, served by Fredericks, were based on a rather rough grade\nof bourbon, but Barney welcomed them. There was an almost sick\nfascination in what was a certainty now: he was going to get the Tube.\nThat tremendous device was his for the taking. He was well inside\nMcAllen's guard; only carelessness could arouse the old man's\nsuspicions again, and Barney was not going to be careless. No need to\nhurry anything. He would play the reserved role he had selected for\nhimself, leave developments up to the fact that McAllen had carried\nthe burden of his secret for twelve years, with no more satisfactory\nconfidant than Fredericks to trust with it. Having told Barney so\nmuch, McAllen wanted to tell more. He would have needed very little\nencouragement to go on talking about it now.\n\nBarney offered no encouragement. Instead, he gave McAllen a cautiously\nworded reminder that it was not inconceivable they had an audience\nhere, at which McAllen reluctantly subsided. There was, however, one\nfairly important question Barney still wanted answered today. The\nnature of the answer would tell him the manner in which McAllen should\nnow be handled.\n\nHe waited until he was on his feet and ready to leave before\npresenting it. McAllen's plump cheeks were flushed from the two\nhighballs he had put away; in somewhat awkward phrases he had been\nexpressing his gratitude for Barney's generous help, and his relief\nthat because of it the work on the Tube now could be brought to an\nend.\n\n\"Just one thing about that still bothers me a little, doctor,\" Barney\nsaid candidly.\n\nMcAllen looked concerned. \"What's that, Mr. Chard?\"\n\n\"Well ... you're in good health, I'd say.\" Barney smiled. \"But suppose\nsomething did happen to you before you succeeded in shutting the\nMcAllen Tube down.\" He inclined his head toward the locked door.\n\n\"That thing would still be around waiting for somebody to open it and\nstep through....\"\n\nMcAllen's expression of concern vanished. He dug a forefinger\ncheerfully into Barney's ribs. \"Young man, you needn't worry. I've\nbeen aware of the possibility, of course, and believe me I'm keeping\n_very_ careful notes and instructions. Safe deposit boxes ... we'll\ntalk about that tomorrow, eh? Somewhere else? Had a man in mind, as a\nmatter of fact, but we can make better arrangements now. You see, it's\nreally so ridiculously _easy_ at this stage.\"\n\nBarney cleared his throat. \"Some other physicist--?\"\n\n\"_Any_ capable physicist,\" McAllen said decidedly. \"Just a matter, you\nsee of how reliable he is.\" He winked at Barney. \"Talk about that\ntomorrow too--or one of these days.\"\n\nBarney stood looking down, with a kind of detached surprise, at a man\nwho had just pronounced sentence of death casually on himself, and on\nan old friend. For the first time in Barney's career, the question of\ndeliberate murder not only entered an operation, but had become in an\ninstant an unavoidable part of it. Frank Elby, ambitious and\nmoney-hungry, could take over where McAllen left off. Elby was highly\ncapable, and Elby could be controlled. McAllen could not. He could\nonly be tricked; and, if necessary, killed.\n\nIt was necessary, of course. If McAllen lived until he knew how to\nshut the Tube down safely, he simply would shut it down, destroy the\ndevice and his notes on it. A man who had gone to such extreme\nlengths to safeguard the secret was not going to be talked out of his\nconviction that the McAllen Tube was a menace to the world.\nFredericks, the morose eavesdropper, had to be silenced with his\nemployer to assure Barney of his undisputed possession of the Tube.\n\nCould he still let the thing go, let McAllen live? He couldn't, Barney\ndecided. He'd dealt himself a hand in a new game, and a big one--a\nfantastic, staggering game when one considered the possibilities in\nthe Tube. It meant new interest, it meant life for him. It wasn't in\nhis nature to pull out. The part about McAllen was cold necessity. A\nvery ugly necessity, but McAllen--pleasantly burbling something as\nthey walked down the short hall to the front door--already seemed a\nlittle unreal, a roly-poly, muttering, fading small ghost.\n\nIn the doorway Barney exchanged a few words--he couldn't have repeated\nthem an instant later--with the ghost, became briefly aware of a\nremarkably firm hand clasp, and started down the cement walk to the\nstreet. Evening had come to California at last; a few houses across\nthe street made dim silhouettes against the hills, some of the windows\nlit. He felt, Barney realized, curiously tired and depressed. A few\nsteps behind him, he heard McAllen quietly closing the door to his\nhome.\n\nThe walk, the garden, the street, the houses and hills beyond,\nvanished in a soundlessly violent explosion of white light around\nBarney Chard.\n\n       *       *       *       *       *\n\nHis eyes might have been open for several seconds before he became\nentirely aware of the fact. He was on his back looking up at the low\nraftered ceiling of a room. The light was artificial, subdued; it gave\nthe impression of nighttime outdoors.\n\nMemory suddenly blazed up. \"Tricked!\" came the first thought.\nOutsmarted. Outfoxed. And by--Then that went lost in a brief, intense\nburst of relief at the realization he was still alive, apparently\nunhurt. Barney turned sharply over on his side--bed underneath, he\ndiscovered--and stared around.\n\n[Illustration]\n\nThe room was low, wide. Something undefinably odd--He catalogued it\nquickly. Redwood walls, Navaho rugs on the floor, bookcases, unlit\nfireplace, chairs, table, desk with a typewriter and reading lamp.\nAcross the room a tall dark grandfather clock with a bright metal disk\ninstead of a clock-face stood against the wall. From it came a soft,\nlow thudding as deliberate as the heart-beat of some big animal. It\nwas the twin of one of the clocks he had seen in McAllen's living\nroom.\n\nThe room was McAllen's, of course. Almost luxurious by comparison with\nhis home, but wholly typical of the man. And now Barney became aware\nof its unusual feature; there were no windows. There was one door, so\nfar to his right he had to twist his head around to see it. It stood\nhalf open; beyond it a few feet of a narrow passage lay within his\nrange of vision, lighted in the same soft manner as the room. No sound\ncame from there.\n\nHad he been left alone? And what had happened? He wasn't in McAllen's\nhome or in that fishing shack at the lake. The Tube might have picked\nhim up--somehow--in front of McAllen's house, transported him to the\nMallorca place. Or he might be in a locked hideaway McAllen had built\nbeneath the Sweetwater Beach house.\n\nTwo things were unpleasantly obvious. His investigations hadn't\nrevealed all of McAllen's secrets. And the old man hadn't really been\nfooled by Barney Chard's smooth approach. Not, at any rate, to the\nextent of deciding to trust him.\n\nHot chagrin at the manner in which McAllen had handed the role of dupe\nback to him flooded Barney for a moment. He swung his legs over the\nside of the bed and stood up. His coat had been hung neatly over the\nback of a chair a few feet away; his shoes stood next to the bed.\nOtherwise he was fully clothed. Nothing in the pockets of the coat\nappeared to have been touched; billfold, cigarette case, lighter, even\nthe gun, were in place; the gun, almost startingly, was still loaded.\nBarney thrust the revolver thoughtfully into his trousers pocket. His\nwrist watch seemed to be the only item missing.\n\nHe glanced about the room again, then at the half-open door and the\nstretch of narrow hallway beyond. McAllen must have noticed the gun.\nThe fact that he hadn't bothered to take it away, of at least to\nunload it, might have been reassuring under different circumstances.\nHere, it could have a very disagreeable meaning. Barney went quietly\nto the door, stood listening a few seconds, became convinced there was\nno one within hearing range, and moved on down the hall.\n\nIn less than two minutes he returned to the room, with the first slow\nwelling of panic inside him. He had found a bathroom, a small kitchen\nand pantry, a storage room twice as wide and long as the rest of the\nplace combined, crammed with packaged and crated articles, and with an\nattached freezer. If it was mainly stored food, as Barney thought, and\nif there was adequate ventilation and independent power, as seemed to\nbe the case, then McAllen had constructed a superbly self-sufficient\nhideout. A man might live comfortably enough for years without\nemerging from it.\n\nThere was only one thing wrong with the setup from Barney's point of\nview. The thing he'd been afraid of. Nowhere was there an indication\nof a window or of an exit door.\n\nThe McAllen Tube, of course, might make such ordinary conveniences\nunnecessary. And if the Tube was the only way in or out, then McAllen\nincidentally had provided himself with an escape-proof jail for anyone\nhe preferred to keep confined. The place might very well have been\nbuilt several hundred feet underground. A rather expensive proposition\nbut, aside from that, quite feasible.\n\nBarney felt his breath begin to quicken, and told himself to relax.\nWherever he was, he shouldn't be here long. McAllen presently would be\ngetting in contact with him. And then--\n\nHis glance touched the desk across the room, and now he noticed his\nmissing wrist watch on it. He went over, picked it up, and discovered\nthat the long white envelope on which the watch had been placed was\naddressed to him.\n\nFor a moment he stared at the envelope. Then, his fingers shaking a\nlittle, he tore open the envelope and pulled out the typewritten\nsheets within.\n\n       *       *       *       *       *\n\nThe letterhead, he saw without surprise, was OLIVER B. MCALLEN.\n\nThe letter read:\n\n    Dear Mr. Chard:\n\n    An unfortunate series of circumstances, combined with certain\n    character traits in yourself, make it necessary to\n    inconvenience you in a rather serious manner.\n\n    To explain: The information I gave you regarding the McAllen\n    Tube and my own position was not entirely correct. It is not\n    the intractable instrument I presented it as being--it can be\n    \"shut off\" again quite readily and without any attendant\n    difficulties. Further, the decision to conceal its existence\n    was not reached by myself alone. For years we--that is, Mr.\n    Fredericks, who holds a degree in engineering and was largely\n    responsible for the actual construction of the Tube--and I,\n    have been members of an association of which I cannot tell\n    you too much. But I may say that it acts, among other things,\n    as the present custodian of some of the more dangerous\n    products of human science, and will continue to do so until a\n    more stable period permits their safe release.\n\n    To keep developments such as the McAllen Tube out of\n    irresponsible hands is no easy task these days, but a variety\n    of effective devices are employed to that end. In this\n    instance, you happened upon a \"rigged\" situation, which had\n    been designed to draw action from another man, an intelligent\n    and unscrupulous individual who lately had indicated a\n    disturbing interest in events connected with the semipublic\n    fiasco of my \"matter transmitter\" some years ago. The chances\n    of another person becoming aware of the temporal\n    incongruities which were being brought to this man's\n    attention were regarded as so remote that they need be given\n    no practical consideration. Nevertheless, the unexpected\n    happened: you became interested. The promptness with which\n    you acted on your chance observations shows a bold and\n    imaginative manner of thinking on which you may be genuinely\n    congratulated.\n\n    However, a perhaps less commendable motivation was also\n    indicated. While I appeared to stall on coming to decisions\n    you may have regarded as inevitable, your background was\n    being investigated by the association. The investigation\n    confirmed that you fall within a personality category of\n    which we have the greatest reason to be wary.\n\n    Considering the extent of what you had surmised and learned,\n    falsified though the picture was, this presented a serious\n    problem. It was made more acute by the fact that the\n    association is embarking on a \"five-year-plan\" of some\n    importance. Publicity during this period would be more than\n    ordinarily undesirable. It will therefore be necessary to see\n    to it that you have no opportunity to tell what you know\n    before the plan is concluded. I am sure you can see it would\n    be most unwise to accept your simple word on the matter. Your\n    freedom of movement and of communication must remain\n    drastically restricted until this five-year period is over.\n\n    Within the next two weeks, as shown by the clock in your\n    quarters, it will have become impossible for me or for any\n    member of the association to contact you again before the day\n    of your release. I tell you this so that you will not nourish\n    vain hopes of changing the situation in your favor, but will\n    adjust as rapidly as you can to the fact that you must spend\n    the next five years by yourself. What ameliorations of this\n    basic condition appeared possible have been provided.\n\n    It is likely that you will already have tried to find a way\n    out of the cabin in which you were left. The manner of doing\n    this will become apparent to you exactly twenty-four hours\n    after I conclude and seal this letter. It seemed best to\n    advise you of some details of your confinement before letting\n    you discover that you have been given as much limited\n    freedom as circumstances allowed.\n\n                                  Sincerely yours,\n\n                                  OLIVER B. MCALLEN\n\nBarney dropped the letter on the desk, stared down at it, his mouth\nopen. His face had flushed red. \"Why, he's crazy!\" he said aloud at\nlast. \"He's crazier than--\" He straightened, looked uneasily about the\nroom again.\n\nWhether a maniac McAllen made a more desirable jailer than a secret\nassociation engaged in keeping dangerous scientific developments under\ncover could be considered an open question. The most hopeful thought\nwas that Dr. McAllen was indulging an unsuspected and nasty sense of\nhumor.\n\nUnfortunately, there wasn't the slightest reason to believe it.\nMcAllen was wise to him. The situation was no gag--and neither was it\nnecessarily what McAllen wanted him to think. Unless his watch had\nbeen reset, he had been knocked out by whatever hit him for roughly\nfive hours--or seventeen, he amended. But he would have been hungry if\nit had been the longer period; and he wasn't.\n\nFive hours then. Five hours wouldn't have given them time to prepare\nthe \"cabin\" as it was prepared: for someone's indefinite stay. At a\nguess, McAllen had constructed it as a secure personal retreat in the\nevent of something like a nuclear holocaust. But, in that case, why\nvacate it now for Barney Chard?\n\nToo many questions, he thought. Better just keep looking around.\n\n       *       *       *       *       *\n\nThe blank metal face on the grandfather clock swung back to reveal a\ngroup of four dials, each graduated in a different manner, only one of\nthem immediately familiar. Barney studied the other three for some\nseconds, then their meaning suddenly came clear. The big clock had\njust finished softly talking away the fourth hour of the first day of\nthe first month of Year One. There were five figures on the Year Dial.\n\nHe stared at it. A five-year period of--something seemed to be the key\nto the entire setup.\n\nBarney shook his head. Key it might be, but not one he could read\nwithout additional data. He snapped the cover disk shut on the\nunpleasantly suggestive dials, and began to go mentally over McAllen's\nletter.\n\nThe business that in twenty-four hours--twenty now--the manner of\nleaving the cabin would become \"apparent\" to him--that seemed to\ndispose of the possibility of being buried underground here. McAllen\nwould hardly have provided him with a personal model of the Tube; he\nmust be speaking of an ordinary door opening on the immediate\nenvironment, equipped with a time lock.\n\nIn that case, where was the door?\n\nBarney made a second, far more careful search. Three hours later, he\nconcluded it. He'd still found no trace of an exit. But the paneling\nin any of the rooms might slide aside to reveal one at the indicated\ntime, or a section of the floor might swing back above a trap door.\nThere was no point in attempting to press the search any further.\nAfter all, he only had to wait.\n\nOn the side, he'd made other discoveries. After opening a number of\ncrates in the storage room, and checking contents of the freezer, he\ncould assume that there was in fact more than enough food here to\nsustain one man for five years. Assuming the water supply held\nout--there was no way of checking on it; the source of the water like\nthat of the power and the ventilation lay outside the area which was\naccessible to him--but if the water could be depended on, he wouldn't\ngo hungry or thirsty. Even tobacco and liquor were present in\ncomparably liberal quantities. The liquor he'd seen was all good;\nalmost at random he had selected a bottle of cognac and brought it and\na glass to the main room with him. The thought of food wasn't\nattractive at the moment. But he could use a drink.\n\nHe half filled the glass, emptied it with a few swallows, refilled it\nand took it over to one of the armchairs. He began to feel more\nrelaxed almost at once. But the truth was, he acknowledged, settling\nback in the chair, that the situation was threatening to unnerve him\ncompletely. Everything he'd seen implied McAllen's letter came close\nto stating the facts; what wasn't said became more alarming by a\nsuggestion of deliberate vagueness. Until that melodramatically\ncamouflaged door was disclosed--seventeen hours from now--he'd be\nbetter off if he didn't try to ponder the thing out.\n\nAnd the best way to do that might be to take a solid load on rapidly,\nand then sleep away as much of the intervening time as possible.\n\nHe wasn't ordinarily a hard drinker, but he'd started on the second\nbottle before the cabin began to blur on him. Afterwards, he didn't\nremember making it over to the bed.\n\n       *       *       *       *       *\n\nBarney woke up ravenous and without a trace of hangover. Making a\nmental adjustment to his surroundings took no more time than opening\nhis eyes; he'd been dreaming Dr. McAllen had dropped him into a snake\npit and was sadistically dangling a rope twelve feet above his head,\ninviting him to climb out. To find himself still in the softly lit\ncabin was--for a few seconds, at any rate--a relief.\n\nThe relief faded as he sat up and looked at his watch. Still over an\nhour to go before McAllen's idiotic door became \"apparent.\" Barney\nswore and headed for the bathroom to freshen up.\n\nThere was an electric shaver there, the end of its cord vanishing into\nthe wall. Barney used it as meticulously as if he were embarking on a\nday of normal activities, prepared a breakfast in the kitchen and took\nit to the main room. He ate unhurriedly, absorbed in his thoughts, now\nand then glancing about the room. After a few minutes he uneasily\npushed back the plate and stood up. If McAllen's twenty-four hours\nbegan with the moment the big clock in the room had been started, the\ndoor should be in evidence by now.\n\nAnother tour of the place revealed nothing and left him nervous enough\nto start biting his nails. He moved about the room, looking over\nthings he'd already investigated. A music cabinet--he'd thought it was\na radio at first, but it was only an elaborate hi-fi record player;\ntwo enclosed racks of records went with it--mainly classical stuff\napparently. And a narrow built-in closet with three polished fishing\nrods and related gear, which would have allowed for speculation on the\nnature of the cabin's surroundings, except that McAllen might feel\ncompelled to have a sampling of his toys around him wherever he was.\nBarney closed the closet door morosely, stood regarding the two\ncrowded bookcases next to it. Plenty of books--reflecting the McAllen\ntaste again. Technical tomes. Great Literature. Dickens, Melville, the\nLife of Gandhi.\n\nBarney grunted, and was turning away when another title caught his\neye. He glanced back at it, hauled out the book:\n\n\"Fresh Water Game Fish; Tested Methods of Their Pursuit.\" The author:\nO. B. McAllen.\n\n[Illustration]\n\nBarney was opening the book when the cabin's door also opened.\n\n       *       *       *       *       *\n\nBright light--daylight--filled the room with so sudden a gush that\nBarney's breath caught in his throat. The book seemed to leap out of\nhis hands. With the same glance he saw then the low, wide picture\nwindow which abruptly had appeared in the opposite wall, occupying\nalmost half its space--and, in the other wall on the far left, a big\ndoor which was still swinging slowly open into the room. Daylight\npoured in through window and door. And beyond them--\n\nFor seconds he stared at the scene outside, barely aware of what he\nwas looking at, while his mind raced on. He had searched every inch of\nthe walls. And those thick wooden panels hadn't simply slid aside; the\nsurfaces of doorframe and window were flush with the adjoining wall\nsections. So the McAllen Tube was involved in these changes in the\nroom--and he might have guessed, Barney thought, that McAllen would\nhave found more than one manner of putting the space-twisting\nproperties of his device to use. And then finally he realized what he\nwas seeing through the window and beyond the door. He walked slowly up\nto the window, still breathing unevenly.\n\nThe scene was unfamiliar but not at all extraordinary. The cabin\nappeared to be part way up one side of a heavily forested, rather\nnarrow valley. It couldn't be more than half a mile to the valley's\nfar slope which rose very steeply, almost like a great cresting green\nwave, filling the entire window. Coming closer Barney saw the skyline\nabove it, hazy, summery, brilliantly luminous. This cabin of McAllen's\nmight be in one of the wilder sections of the Canadian Rockies.\n\nOr--and this was a considerably less happy thought--it probably could\nhave been set up just as well in some area like the Himalayas.\n\nBut a more immediate question was whether the cabin actually _was_ in\nthe valley or only appearing to be there. The use of the Tube made it\npossible that this room and its seeming surroundings were very far\napart in fact. And just what would happen to him then if he decided to\nstep outside?\n\nThere were scattered sounds beyond the open door: bird chirpings and\nwhistles, and the continuous burring calls of what Barney decided\nwould be a wild pigeon. Then a swirl of wind stirred the nearer\nbranches. He could feel the wash of the breeze in the room.\n\nIt looked and sounded--and felt--all right.\n\nBarney scowled undecidedly, clearing his throat, then discovered that\na third item had appeared in the room along with the door and the\nwindow. In the wall just this side of the door at shoulder-height was\na small ivory plate with two black switches on it. Presumably the\ncontrols for door and window....\n\nBarney went over, gingerly touched the one on the right, watching the\nwindow; then flicked up the switch. Instantly, the window had\nvanished, the wood paneling again covered the wall. Barney turned the\nswitch down. The window was back.\n\nThe door refused to disappear until he pushed it shut. Then it obeyed\nits switch with the same promptness.\n\nHe went back across the room, returned with one of McAllen's fishing\npoles, and edged its tip tentatively out through the door. He wouldn't\nhave been surprised if the tip had disintegrated in that instant. But\nnothing at all occurred. He dug about with the pole in the loose earth\nbeyond the doorsill, then drew it back. The breeze was flowing freely\npast him; a few grains of soil blew over the sill and into the room.\nThe door seemed to be concealing no grisly tricks and looked to be\nsafe enough.\n\nBarney stepped out on the sill, moved on a few hesitant steps, stood\nlooking about. He had a better view of the valley here--and the better\nview told him immediately that he was not in the Canadian Rockies. At\nleast, Canada, to his knowledge, had no desert. And, on the left, this\nvalley came to an end perhaps a little more than a mile away from the\ncabin, its wooded slopes flowing steeply down to a landscape which was\ndull rust-red--flat sand stretches alternating with worn rock\nescarpments, until the desert's rim rose toward and touched the hazy\nwhite sky. Not so very different from--\n\nBarney's eyes widened suddenly. Could he be in the Sierras--perhaps\nnot more than three or four hours' drive from Los Angeles?\n\nThree or four hours' drive if he'd had a car, or course. But even so--\n\nHe stared around, puzzled. There were no signs of a human being, of\nhuman habitation. But somebody else must be here. Somebody to keep\nguard on him. Otherwise there was nothing to stop him from walking\naway from this place--though it might very well be a long,\nuncomfortable hike to any civilized spot.\n\nEven if this did turn out to be the Himalayas, or some equally remote\narea, there must be hill tribes about if one went far enough--there\nshould even be an occasional airplane passing overhead.\n\nBarney stood just outside the door, frowning, pondering the situation\nagain, searching for the catch in it. McAllen and his friends,\nwhatever else they might be, weren't stupid. There was something\ninvolved here that he hadn't become aware of yet.\n\nAlmost without thought then, he turned up his head, squinting at the\nbright hazy sky above him--\n\nAnd saw IT.\n\nHis breath sucked in and burst from his lungs in a half-strangled,\nterrified squawk as he staggered backward into the cabin, slammed the\ndoor shut, then spun around and began slapping frantically at the\nswitches on the wall-plate until door and window were gone, and only\nthe cabin's soft illumination was around him again. Then he crouched\non the floor, his back against the wall, shaking with a terror he\ncould hardly have imagined before.\n\nHe knew what the catch was now. He had understood it completely in the\ninstant of glancing up and seeing that tiny brilliant blue-white point\nof light glare down at him through the incandescent cloud layers\nabove. Like a blazing, incredibly horrible insect eye....\n\n_This_ world's sun.\n\n\n\n\nTHE END OF YEAR ONE\n\n\nBarney Chard came up out of an uneasy sleep to the sudden sharp\nawareness that something was wrong. For some seconds he lay staring\nabout the unlit cabin, mouth dry, heart hammering with apprehension.\nThen he discovered it was only that he had left the exit door open and\nthe window switched on.... Only? This was the first time since they\nhad left him here that he had gone to sleep without sealing the cabin\nfirst--even when blind drunk, really embalmed.\n\nHe thought of climbing out of bed and taking care of it now, but\ndecided to let the thing ride. After all he knew there was nothing in\nthe valley--nothing, in fact, on this world--of which he had a\nrealistic reason to be afraid. And he felt dead tired. Weak and sick.\nFeeling like that no longer alarmed him as it had done at first; it\nwas a simple physical fact. The sheet under him was wet with sweat,\nthough it was no more than comfortably warm in the room. The cabin\nnever became more than comfortably warm. Barney lay back again, trying\nto figure out how it had happened he had forgotten about the window\nand the door.\n\nIt had been night for quite a while when he went to sleep, but\nregardless of how long he'd slept, it was going to go on being night a\ngood deal longer. The last time he had bothered to check--which,\nBarney decided on reflection, might be several months ago now--the\nsunless period had continued for better than fifty-six hours. Not\nlong before dropping on the bed, he was standing in front of the big\nclock while the minute hand on the hour dial slid up to the point\nwhich marked the end of the first year in Earth time he had spent in\nthe cabin. Watching it happen, he was suddenly overwhelmed again by\nthe enormity of his solitude, and it looked as if it were going to\nturn into another of those periods when he sat with the gun in his\nhand, sobbing and swearing in a violent muddle of self-pity and\nhelpless fury. He decided to knock off the lamenting and get good and\ndrunk instead. And he would make it a drunk to top all drunks on this\nhappy anniversary night.\n\nBut he hadn't done that either. He had everything set up, downright\nfestively--glasses, crushed ice, a formidable little squad of fresh\nbottles. But when he looked at the array, he suddenly felt sick in\nadvance. Then there was a wave of leaden heaviness, of complete\nfatigue. He hadn't had time to think of sealing the cabin. He had\nsimply fallen into the bed then and there, and for all practical\npurposes passed out on the spot.\n\nBarney Chard lay wondering about that. It had been, one might say, a\nrough year. Through the long days in particular, he had been doing his\nlevel best to obliterate his surroundings behind sustained fogs of\nalcoholism. The thought of the hellishly brilliant far-off star around\nwhich this world circled, the awareness that only the roof and walls\nof the cabin were between himself and that blazing alien watcher,\nseemed entirely unbearable. The nights, after a while, were easier to\ntake. They had their strangeness too, but the difference wasn't so\ngreat. He grew accustomed to the big green moon, and developed almost\nan affection for a smaller one, which was butter-yellow and on an\norbit that made it a comparatively infrequent visitor in the sky over\nthe valley. By night he began to leave the view window in operation\nand finally even the door open for hours at a time. But he had never\ndone it before when he wanted to go to sleep.\n\nAlcoholism, Barney decided, stirring uneasily on the sweat-soiled,\nwrinkled sheet, hadn't been much of a success. His body, or perhaps\nsome resistant factor in his mind, let him go so far and no farther.\nWhen he exceeded the limit, he became suddenly and violently ill. And\nremembering the drunk periods wasn't pleasant. Barney Chard, that\nsteel-tough lad, breaking up, going to pieces, did not make a pretty\npicture. It was when he couldn't keep that picture from his mind that\nhe most frequently had sat there with the gun, turning it slowly\naround in his hand. It had been a rather close thing at times.\n\nPerhaps he simply hated McAllen and the association too much to use\nthe gun. Drunk or sober, he brooded endlessly over methods of\ndestroying them. He had to be alive when they came back. Some while\nago there had been a space of several days when he was hallucinating\nthe event, when McAllen and the association seemed to be present, and\nhe was arguing with them, threatening them, even pleading with them.\nHe came out of that period deeply frightened by what he was doing.\nSince then he hadn't been drinking as heavily.\n\nBut this was the first time he'd gone to sleep without drinking at\nall.\n\n       *       *       *       *       *\n\nHe sat up on the edge of the bed, found himself shaking a little again\nafter that minor effort, but climbed to his feet anyway, and walked\nunsteadily over to the door. He stood there looking out. The cloud\nlayers always faded away during the night, gathered again at dawn. By\nnow the sky was almost clear. A green glow over the desert to the left\nmeant the larger moon was just below the horizon. The little yellow\nmoon rode high in the sky above it. If they came up together, this\nwould be the very bright part of the night during which the birds and\nother animal life in the valley went about their pursuits as if it\nwere daytime. He could hear bird-chirpings now against the restless\nmutter of the little stream which came down the center of the valley,\nstarting at the lake at the right end and running out into stagnant\nand drying pools a short distance after it entered the desert.\n\nHe discovered suddenly he had brought the gun along from the bed with\nhim and was holding it without having been in the least aware of the\nfact. Grinning twistedly at the old and pointless precaution, he\nshoved the gun into his trousers pocket, brought out matches, a\ncrumpled pack of cigarettes, and began to smoke. Very considerate of\nthem to see to it he wouldn't run out of minor conveniences ... like\nleaving him liquor enough to drink himself to death on any time he\nfelt like it during these five years.\n\nLike leaving him the gun--\n\nFrom the association's standpoint those things were up to him, of\ncourse, Barney thought bitterly. In either unfortunate event, he\nwouldn't be on _their_ consciences.\n\nHe felt a momentary spasm of the old hate, but a feeble one, hardly\nmore than a brief wash of the early torrents of rage. Something had\nburned out of him these months; an increasing dullness was moving into\nits place--\n\nAnd just what, he thought, startled, was he doing outside the cabin\ndoor now? He hadn't consciously decided to go that far; it must have\nbeen months, actually, since he had walked beyond the doorway at all.\nDuring the first few weeks he had made half a dozen attempts to\nexplore his surroundings by night, and learned quickly that he was\nconfined to as much of the valley as he could see from the cabin.\nBeyond the ridges lay naked desert and naked mountain ranges, silent\nand terrifying in the moonlight.\n\nBarney glanced up and down the valley, undecided but not knowing quite\nwhat he was undecided about. He didn't feel like going back into the\ncabin, and to just stand here was boring.\n\n\"Well,\" he said aloud, sardonically, \"it's a nice night for a walk,\nBrother Chard.\"\n\nWell, why not? It was bright enough to see by now if he kept away from\nthe thickest growths of trees, and getting steadily brighter as the\nbig moon moved up behind the distant desert rim. He'd walk till he got\ntired, then rest. By the time he got back to the cabin he'd be ready\nto lie down and sleep off the curious mood that had taken hold of him.\n\nBarney started off up the valley, stepping carefully and uncertainly\nalong the sloping, uneven ground.\n\n       *       *       *       *       *\n\nDuring the early weeks he had found a thick loose-leaf binder in the\nback of one of the desk drawers. He thought it might have been left\nthere intentionally. Its heading was NOTES ON THE TERRESTRIAL\nECOLOGICAL BASE OF THE EIGHTEENTH SYSTEM, VOLUME III. After leafing\nthrough them once, it had been a while before Barney could bring\nhimself to study the notes in more detail. He didn't, at that time,\nwant to know too much about the situation he was in. He was still\nnumbed by it.\n\nBut eventually he went over the binder carefully. The various reports\nwere unsigned, but appeared to have been compiled by at least four or\nfive persons--McAllen among them; his writing style was not difficult\nto recognize. Leaving out much that was incomprehensible or nearly so,\nBarney could still construe a fairly specific picture of the\nassociation project of which he was now an unscheduled and unwilling\npart. Selected plants and animals had been moved from Earth through\nthe McAllen Tube to a world consisting of sand, rock and water,\nwithout detected traces of indigenous life in any form. At present the\nEcological Base was only in its ninth year, which meant that the\nlarger trees in the valley had been nearly full-grown when brought\nhere with the soil that was to nourish them. From any viewpoint, the\nplanting of an oasis of life on the barren world had been a gigantic\nundertaking, but there were numerous indications that the McAllen Tube\nwas only one of the array of improbable devices the association had at\nits disposal for such tasks. A few cryptic paragraphs expressed the\nwriter's satisfaction with the undetailed methods by which the Base's\nlocalized climatic conditions were maintained.\n\nSo far even the equipment which kept the cabin in uninterrupted\noperation had eluded Barney's search. It and the other required\nmachinery might be buried somewhere in the valley. Or it might, he\nthought, have been set up just as easily some distance away, in the\ndesert or among the remotely towering mountain ranges. One thing he\nhad learned from the binder was that McAllen had told the truth in\nsaying no one could contact him from Earth before the full period of\nhis exile was over. The reason had seemed appalling enough in itself.\nThis world had moved to a point in its orbit where the radiance of its\ndistant sun was thickening between it and Earth, growing too intense\nto be penetrated by the forces of the McAllen Tube. Another four years\nwould pass before the planet and the valley emerged gradually from\nbehind that barrier again.\n\n       *       *       *       *       *\n\nHe walked, rested, walked again. Now and then he was troubled by a\nburst of violent sweating, followed by shivering fits until his\nclothes began to dry again. The big moon edged presently over the\nridge above him, and in the first flood of its light the opposite\nslope of the valley took on the appearance of a fanciful sub-oceanic\nreef. The activity of the animal life about Barney increased promptly.\nIt was no darker now than an evening hour on Earth, and his fellow\noccupants of the Ecological Base seemed well-adjusted to the strange\nshifts of day and night to which they had been consigned.\n\nHe pushed through a final thicket of shrubbery, and found himself at\nthe edge of the lake. Beyond the almost circular body of water, a\ntowering wall of cliffs sealed the upper end of the valley. He had\ncome almost a mile, and while a mile--a city mile, at least--wouldn't\nhave meant much to Barney Chard at one time, he felt quite exhausted\nnow. He sat down at the edge of the water, and, after a minute or two,\nbent forward and drank from it. It had the same cold, clear flavor as\nthe water in the cabin.\n\nThe surface of the water was unquiet. Soft-flying large insects of\nsome kind were swarming about, stippling the nearby stretch of the\nlake with their touch, and there were frequent swift swirls as fish\nrose from beneath to take down the flyers. Presently one of them broke\nclear into the air--a big fish, thick-bodied and shining, looking as\nlong as Barney's arm in the moonlight--and dropped back with a splash.\nBarney grinned twistedly. The NOTES indicated Dr. McAllen had taken\nsome part in stocking the valley, and one could trust McAllen to see\nto it that the presence of his beloved game fish wasn't overlooked\neven in so outlandish a project.\n\nHe shifted position, became aware of the revolver in his pocket and\nbrought it out. A wave of dull anger surged slowly through him again.\nWhat they did with trees and animals was their own business. But what\nthey had done to a human being....\n\nHe scrambled suddenly to his feet, drew his arm back, and sent the gun\nflying far out over the lake. It spun through the moonlight, dipped,\nstruck the surface with less of a splash than the fish had made, and\nwas gone.\n\nNow why, Barney asked himself in amazement, did I do that? He\nconsidered it a moment, and then, for the first time in over a year,\nfelt a brief touch of something not far from elation.\n\nHe wasn't going to die here. No matter how politely the various\ninvitations to do himself in had been extended by McAllen or the\nassociation, he was going to embarrass them by being alive and healthy\nwhen they came back to the valley four years from now. They wouldn't\nkill him then; they'd already shown they didn't have the guts to\ncommit murder directly. They would have to take him back to Earth.\n\nAnd once he was there, it was going to be too bad for them. It didn't\nmatter how closely they watched him; in the end he would find or make\nthe opportunity to expose them, pull down the whole lousy, conceited\ncrew, see them buried under the shambles an outraged world would make\nof the secret association....\n\n\n\n\nTHE END OF YEAR TWO\n\n\nThe end of Year Two on the Ecological Base in the Eighteenth System\narrived and went by without Barney's being immediately aware of the\nfact. Some two hours later, he glanced at his wrist watch, pushed back\nthe chair, got up from the desk and went over to the big grandfather\nclock to confirm his surmise.\n\n\"Well, well, Brother Chard,\" he said aloud. \"Another anniversary ...\nand three of them to go. We're almost at the halfway mark--\"\n\nHe snapped the cover plate back over the multiple clock faces, and\nturned away. Three more years on the Ecological Base was a gruesome\nstretch of time when you thought of it as a whole....\n\nWhich was precisely why he rarely let himself think of it as a whole\nnowadays.\n\nThis last year, at any rate, Barney conceded to himself, had to be\nregarded as an improvement on the first. Well, he added irritably,\nand what wouldn't be? It hadn't been delightful, he'd frequently felt\nalmost stupefied with boredom. But physically, at least, he was\nfit--considerably fitter, as a matter of fact, than he'd ever been in\nhis life.\n\nNot very surprising. When he got too restless to be able to settle\ndown to anything else, he was walking about the valley, moving along\nat his best clip regardless of obstacles until he was ready to drop to\nthe ground wherever he was. Exertion ate up restlessness\neventually--for a while. Selecting another tree to chop into firewood\ntook the edge off the spasms of rage that tended to come up if he\nstarted thinking too long about that association of jerks somewhere\nbeyond the sun. Brother Chard was putting on muscle all over. And\nafter convincing himself at last--after all, the animals weren't\ngetting hurt--that the glaring diamond of fire in the daytime sky\ncouldn't really be harmful, he had also rapidly put on a Palm Beach\ntan. When his carefully rationed sleep periods eventually came around,\nhe was more than ready for them, and slept like a log.\n\nOtherwise: projects. Projects to beat boredom, and never mind how much\nsense they made in themselves. None of them did. But after the first\nmonth or two he had so much going that there was no question any more\nof not having something to do. Two hours allotted to work out on the\ntypewriter a critical evaluation of a chapter from one of McAllen's\nabstruse technical texts. If Barney's mood was sufficiently sour, the\nevaluation would be unprintable; but it wasn't being printed, and two\nhours had been disposed of. A day and a half--Earth Standard Time--to\nconstruct an operating dam across the stream. He was turning into an\nexperienced landscape architect; the swimming pool in the floor of the\nvalley beneath the cabin might not have been approved by Carstairs of\nCalifornia, but it was the one project out of which he had even drawn\nsome realistic benefit.\n\nThen:\n\nHalf an hour to improve his knife-throwing technique.\n\nFifteen minutes to get the blade of the kitchen knife straightened out\nafterwards.\n\nTwo hours to design a box trap for the capture of one of the fat gray\nsquirrels that always hung about the cabin.\n\nFifty minutes on a new chess problem. Chess, Barney had discovered,\nwasn't as hairy as it looked.\n\nFive hours to devise one more completely foolproof method of bringing\nabout the eventual ruin of the association. That made no more\npractical sense than anything else he was doing--and couldn't, until\nhe knew a great deal more about McAllen's friends than he did now.\n\nBut it was considerably more absorbing, say, than even chess.\n\nBrother Chard could beat boredom. He could probably beat another three\nyears of boredom.\n\nHe hadn't forgiven anyone for making him do it.\n\n\n\n\nTHE END OF YEAR FIVE\n\n\nFor some hours, the association's Altiplano station had been dark and\nalmost deserted. Only the IMT transit lock beneath one of the\nsprawling ranch houses showed in the vague light spreading out of the\nbig scanning plate in an upper wall section. The plate framed an\nunimpressive section of the galaxy, a blurred scattering of stars\ncondensing toward the right, and, somewhat left of center, a large\nmisty red globe.\n\n[Illustration: Gone Fishing]\n\nJohn Emanuel Fredericks, seated by himself in one of the two Tube\noperator chairs, ignored the plate. He was stooped slightly forwards,\npeering absorbedly through the eyepieces of the operator scanner\nbefore him.\n\nMelvin Simms, Psychologist, strolled in presently through the transit\nlock's door, stopped behind Fredericks, remarked mildly, \"Good\nevening, doctor.\"\n\nFredericks started and looked around. \"Never heard you arrive, Mel.\nWhere's Ollie?\"\n\n\"He and Spalding dropped in at Spalding's place in Vermont. They\nshould be along in a few minutes.\"\n\n\"Spalding?\" Fredericks repeated inquiringly. \"Our revered president\nintends to observe the results of Ollie's experiment in person?\"\n\n\"He'll represent the board here,\" Simms said. \"Whereas I, as you may\nhave guessed, represent the outraged psychology department.\" He nodded\nat the plate. \"That the place?\"\n\n\"That's it. ET Base Eighteen.\"\n\n\"Not very sharp in the Tube, is it?\"\n\n\"No. Still plenty of interfering radiation. But it's thinned out\nenough for contact. Reading 0.19, as of thirty minutes ago.\"\nFredericks indicated the chair beside him. \"Sit down if you want a\nbetter look.\"\n\n\"Thanks.\" The psychologist settled himself in the chair, leaned\nforward and peered into the scanner. After a few seconds he remarked,\n\"Not the most hospitable-looking place--\"\n\nFredericks grunted. \"Any of the ecologists will tell you Eighteen's an\nunspoiled beauty. No problems there--except the ones we bring along\nourselves.\"\n\nSimms grinned faintly. \"Well, we're good at doing that, aren't we?\nHave you looked around for uh ... for McAllen's subject yet?\"\n\n\"No. Felt Ollie should be present when we find out what's happened.\nIncidentally, how did the meeting go?\"\n\n\"You weren't tuned in?\" Simms asked, surprised.\n\n\"No. Too busy setting things up for contact.\"\n\n\"Well\"--Simms sat back in his chair--\"I may say it was a regular bear\ngarden for a while, doctor. Psychology expressed itself as being\nastounded, indignant, offended. In a word, they were hopping mad. I\nkept out of it, though I admit I was startled when McAllen informed me\nprivately this morning of the five-year project he's been conducting\non the quiet. He was accused of crimes ranging ... oh, from the\nclandestine to the inhumane. And, of course, Ollie was giving it back\nas good as he got.\"\n\n\"Of course.\"\n\n\"His arguments,\" Simms went on, pursing his lips reflectively, \"were\nnot without merit. That was recognized. Nobody enjoys the idea of\neuthanasia as a security device. Many of us feel--I do--that it's\nstill preferable to the degree of brain-washing required to produce\nsignificant alterations in a personality type of Chard's class.\"\n\n\"Ollie feels that, too,\" Fredericks said. \"The upshot of the original\nsituation, as he saw it, was that Barney Chard had been a dead man\nfrom the moment he got on the association's trail. Or a permanently\ndeformed personality.\"\n\nSimms shook his head. \"Not the last. We wouldn't have considered\nattempting personality alteration in his case.\"\n\n\"Euthanasia then,\" Fredericks said. \"Chard was too intelligent to be\nthrown off the track, much too unscrupulous to be trusted under any\ncircumstances. So Ollie reported him dead.\"\n\n       *       *       *       *       *\n\nThe psychologist was silent for some seconds. \"The point might be\nthis,\" he said suddenly. \"After my talk with McAllen this morning, I\nran an extrapolation on the personality pattern defined for Chard five\nyears ago on the basis of his background. Results indicate he went\ninsane and suicided within a year.\"\n\n\"How reliable are those results?\" Fredericks inquired absently.\n\n\"No more so than any other indication in individual psychology. But\nthey present a reasonable probability ... and not a very pleasant\none.\"\n\nFredericks said, \"Oliver wasn't unaware of that as a possible outcome.\nOne reason he selected Base Eighteen for the experiment was to make\nsure he couldn't interfere with the process, once it had begun.\n\n\"His feeling, after talking with Chard for some hours, was that Chard\nwas an overcondensed man. That is Oliver's own term, you understand.\nChard obviously was intelligent, had a very strong survival drive. He\nhad selected a good personal survival line to follow--good but very\nnarrow. Actually, of course, he was a frightened man. He had been\nrunning scared all his life. He couldn't stop.\"\n\nSimms nodded.\n\n\"Base Eighteen stopped him. The things he'd been running from simply\nno longer existed. Ollie believed Chard would go into a panic when he\nrealized it. The question was what he'd do then. Survival now had a\nvery different aspect. The only dangers threatening him were the ones\ninherent in the rigid personality structure he had maintained\nthroughout his adult existence. Would he be intelligent enough to\nunderstand that? And would his survival urge--with every alternative\nabsolutely barred to him for five years--be strong enough to overcome\nthose dangers?\"\n\n\"And there,\" Simms said dryly, \"we have two rather large questions.\"\nHe cleared his throat. \"The fact remains, however, that Oliver B.\nMcAllen is a good practical psychologist--as he demonstrated at the\nmeeting.\"\n\n\"I expected Ollie would score on the motions,\" Fredericks said. \"How\ndid that part of it come off?\"\n\n\"Not too badly. The first motion was passed unanimously. A vote of\ncensure against Dr. McAllen.\"\n\nFredericks looked thoughtful. \"His seventeenth--I believe?\"\n\n\"Yes. The fact was mentioned. McAllen admitted he could do no less than\nvote for this one himself. However, the next motion to receive a majority\nwas, in effect, a generalized agreement that men with such ... ah ...\nhighly specialized skills as Barney Chard's and with comparable\nintelligence actually would be of great value as members of the\nassociation, if it turned out that they could be sufficiently relieved of\ntheir more flagrant antisocial tendencies. Considering the qualification,\nthe psychology department could hardly avoid backing that motion. The same\nwith the third one--in effect again that Psychology is to make an\nunprejudiced study of the results of Dr. McAllen's experiment on Base\nEighteen, and report on the desirability of similar experiments when the\npersonality of future subjects appears to warrant them.\"\n\n\"Well,\" Fredericks said, after a pause, \"as far as the association\ngoes, Ollie got what he wanted. As usual.\" He hesitated. \"The other\nmatter--\"\n\n\"We'll know that shortly.\" Simms turned his head to listen, added in a\nlowered voice, \"They're coming now.\"\n\n       *       *       *       *       *\n\nDr. Stephen Spalding said to Simms and Fredericks: \"Dr. McAllen agrees\nwith me that the man we shall be looking for on Base Eighteen may be\ndead. If this is indicated, we'll attempt to find some evidence of his\ndeath before normal ecological operations on Eighteen are resumed.\n\n\"Next, we may find him alive but no longer sane. Dr. Simms and I are\nboth equipped with drug-guns which will then be used to render him\ninsensible. The charge is sufficient to insure he will not wake up\nagain. In this circumstance, caution will be required since he was\nleft on the Base with a loaded gun.\n\n\"Third, he may be alive and technically sane, but openly or covertly\nhostile to us.\" Spalding glanced briefly at each of the others, then\nwent on, \"It is because of this particular possibility that our\ncontact group here has been very carefully selected. If such has been\nthe result of Dr. McAllen's experiment, it will be our disagreeable\nduty to act as Chard's executioners. To add lifelong confinement or\nfurther psychological manipulation to the five solitary years Chard\nalready has spent would be inexcusable.\n\n\"Dr. McAllen has told us he did not inform Chard of the actual reason\nhe was being marooned--\"\n\n\"On the very good grounds,\" McAllen interrupted, \"that if Chard had\nbeen told at the outset what the purpose was, he would have preferred\nkilling himself to allowing the purpose to be achieved. Any other\nhuman being was Chard's antagonist. It would have been impossible for\nhim to comply with another man's announced intentions.\"\n\nSimms nodded. \"I'll go along on that point, doctor.\"\n\nSpalding resumed, \"It might be a rather immaterial point by now. In\nany event, Chard's information was that an important 'five-year-plan'\nof the association made it necessary to restrict him for that length\nof time. We shall observe him closely. If the indications are that he\nwould act against the association whenever he is given the\nopportunity, our line will be that the five-year-plan has been\nconcluded, and that he is, therefore, now to be released and will\nreceive adequate compensation for his enforced seclusion. As soon as\nhe is asleep, he will, of course, receive euthanasia. But up to that\ntime, everything must be done to reassure him.\"\n\nHe paused again, concluded, \"There is the final possibility that Dr.\nMcAllen's action has had the results he was attempting to bring\nabout.... Ollie, you might speak on that yourself.\"\n\nMcAllen shrugged. \"I've already presented my views. Essentially, it's\na question of whether Barney Chard was capable of learning that he\ncould live without competing destructively with other human beings. If\nhe has grasped that, he should also be aware by now that Base Eighteen\nis presently one of the most interesting spots in the known universe.\"\n\nSimms asked: \"Do you expect he'll be grateful for what has occurred?\"\n\n\"We-e-ll,\" McAllen said judiciously, turning a little pale, \"that, of\ncourse, depends on whether he _is_ still alive and sane: But if he has\nsurvived the five years, I do believe that he will not be dissatisfied\nwith what has happened to him. However\"--he shrugged again--\"let's get\nahead with it. Five years has been a long time to find out whether or\nnot I've murdered a man.\"\n\nIn the momentary silence that followed, he setted himself in the chair\nFredericks had vacated, and glanced over at Simms. \"You stay seated,\nMel,\" he said. \"You represent Psychology here. Use your chair scanner.\nThe plate's still showing no indications of clearing, John?\"\n\n\"No,\" said Fredericks. \"In another two hours we might have a good\npicture there. Hardly before.\"\n\nMcAllen said, \"We won't wait for it. Simms and I can determine through\nthe scanners approximately what has been going on.\" He was silent a\nfew seconds; then the blurred red globe in the plate expanded swiftly,\nfilled two thirds of the view space, checked for a moment, then grew\nonce more; finally stopped.\n\nMcAllen said irritably, \"John, I'm afraid you'll have to take over. My\nhands don't seem steady enough to handle this properly.\"\n\n       *       *       *       *       *\n\nA minute or two passed. The big plate grew increasingly indistinct,\nall details lost in a muddy wash of orange-brown shades. Green\nintruded suddenly; then McAllen muttered, \"Picking up the cabin now.\"\n\nThere was a moment of silence, then Fredericks cleared his throat. \"So\nfar so good, Oliver. We're looking into the cabin. Can't see your man\nyet--but someone's living here. Eh, Simms?\"\n\n\"Obviously,\" the psychologist acknowledged. He hesitated. \"And at a\nguess it's no maniac. The place is in reasonably good order.\"\n\n\"You say Chard isn't in the cabin?\" Spalding demanded.\n\nFredericks said, \"Not unless he's deliberately concealing himself. The\nexit door is open. Hm-m-m. Well, the place isn't entirely deserted,\nafter all.\"\n\n\"What do you mean?\" asked Spalding.\n\n\"Couple of squirrels sitting in the window,\" Simms explained.\n\n\"In the window? Inside the cabin?\"\n\n\"Yes,\" said Fredericks. \"Either they strayed in while he was gone, or\nhe's keeping them as pets. Now, should we start looking around outside\nfor Chard?\"\n\n\"No,\" Spalding decided. \"The Base is too big to attempt to cover at\npin-point focus. If he's living in the cabin and has simply gone out,\nhe'll return within a few hours at the most. We'll wait and see what\nwe can deduce from the way he behaves when he shows up.\" He turned to\nMcAllen. \"Ollie,\" he said, \"I think you might allow yourself to relax\njust a little. This doesn't seem at all bad!\"\n\nMcAllen grunted. \"I don't know,\" he said. \"You're overlooking one\nthing.\"\n\n\"What's that?\"\n\n\"I told Chard when to expect us. Unless he's smashed the clock, he\nknows we're due today. If nothing's wrong--wouldn't he be waiting in\nthe cabin for us?\"\n\nSpalding hesitated. \"That is a point. He seems to be hiding out. May\nhave prepared an ambush, for that matter. John--\"\n\n\"Yes?\" Fredericks said.\n\n\"Step the tubescope down as fine as it will go, and scan that cabin as\nif you were vacuuming it. There may be some indication--\"\n\n\"He's already doing that,\" Simms interrupted.\n\nThere was silence again for almost two minutes. Forefinger and thumb\nof Fredericks' right hand moved with infinite care on a set of dials\non the side of the scanner; otherwise neither he nor Simms stirred.\n\n\"Oh-hoo-hoo-HAW!\" Dr. John Fredericks cried suddenly. \"Oh-hoo-hoo-HAW!\nA message, Ollie! Your Mr. Chard has left you a ... hoo-hoo ...\nmessage.\"\n\nFor a moment McAllen couldn't see clearly through the scanner.\nFredericks was still laughing; Simms was saying in a rapid voice,\n\"It's quite all right, doctor! Quite all right. Your man's sane, quite\nsane. In fact you've made, one might guess, a one hundred per cent\nconvert to the McAllen approach to life. Can't you _see_ it?\"\n\n\"No,\" gasped McAllen. He had a vague impression of the top of the desk\nin the main room of the cabin, of something white--a white card--taped\nto it, of blurred printing on the card. \"Nothing's getting _that_ boy\nunduly excited any more,\" Simms' voice went on beside him. \"Not even\nthe prospect of seeing visitors from Earth for the first time in five\nyears. But he's letting you know it's perfectly all right to make\nyourself at home in his cabin until he gets back. Here, let me--\"\n\nHe reached past McAllen, adjusted the scanner. The printing on the\ncard swam suddenly into focus before McAllen's eyes.\n\nThe message was terse, self-explanatory, to the point:\n\n                            GONE FISHING,\n\n                                   Regards,\n\n                                  _B. Chard._\n\n\nTHE END\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Gone Fishing, by James H. Schmitz\n\n*** END OF THIS PROJECT GUTENBERG EBOOK GONE FISHING ***\n\n***** This file should be named 30140.txt or 30140.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/0/1/4/30140/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}