{"title": "Show Business", "author": "William C. Boyd", "releaseDate": "October 6, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n    _Here's the behind-the-scenes lowdown on Luna City life and a\n    promoter of Martian dancing girls, vaudeville, and--other things.\n    But remember: stop us if you've heard this one!_\n\n\nSHOW BUSINESS\n\nBy Boyd Ellanby\n\nIllustrated by Mel Hunter\n\n\nExcept for old Dworken, Kotha's bar was deserted when I dropped in\nshortly after midnight. The ship from Earth was still two days away, and\nthe Martian flagship would get in next morning, with seven hundred\npassengers for Earth on it. Dworken must have been waiting in Luna City\na whole week--at six thousand credits a day. That's as steep to me as it\nis to you, but money never seemed to worry Dworken.\n\nHe raised the heavy green lids from his protruding brown eyes as I came\nin. He waved his tail.\n\n\"Sit down and join me,\" he invited, in his guttural voice. \"It is not\ngood for a man to drink alone. But I haf no combany in dis\nby-de-gods-deserted hole. A man must somet'ing be doing, what?\"\n\nI sat down in the booth across from my Venusian friend, and stared at\nhim while he punched a new order into the drinkboard.\n\n\"For me, another _shchikh_,\" he announced. \"And for you? De same?\"\n\nAgainst my better judgment, for I knew I'd have plenty to do handling\nthat mob of tourists--the first crowd of the season is always the\nroughest--tomorrow, I consented. Dworken had already consumed six of the\nexplosive things, as the empty glasses on the table showed, but he\nexhibited no effects. I made a mental note, as I'd so often done before,\nthat this time I would not exceed the safe terrestrial limit of two.\n\n\"You must be in the money again, drinking imported _shchikh_,\" I\nremarked. \"What are you doing in Luna City this time?\"\n\nHe merely lifted his heavy eyelids and stared at me without expression.\n\n\"Na, in de money I am not. Dere are too many chiselers in business. Just\nwhen I t'ink I haf a goot t'ing, I am shwindeled. It is too bad.\" He\nsnorted through his ugly snout, making the Venusian equivalent of a\nsigh. I knew there was a story waiting behind that warty skin, but I was\nnot sure I wanted to hear it. For the next round of drinks would be on\nme, and _shchikh_ was a hundred and fifty credits a shot. Still, a man\non a Moon assignment has to amuse himself somehow.\n\nSo I said, \"What's the latest episode in the Dworken soap opera? What is\nthe merchandise this time? Gems? Pet Mercurian fire-insects? A new\nsupply of _danghaana_?\"\n\n\"I do not smuggle drugs, dat is a base lie,\" replied my friend stolidly.\nHe knew, of course, that I still suspected him to be the source of the\nlast load of that potent narcotic, although I had no more proof than did\nthe Planetary Bureau of Investigation.\n\nHe took a long pull at his drink before he spoke again. \"But Dworken is\nnever down for long. Dis time it is show business. You remember, how I\nhaf always been by de t'eater so fascinated? Well, I decided to open a\nshow here in Luna City. T'ink of all the travelers, bored stiff by space\nand de emptiness thereof, who pass through here during the season. Even\nif only half of them go to my show, it cannot fail.\"\n\nI waited for some mention of free tickets, but none was made. I was\nabout as anxious to see Dworken's show as I was to walk barefoot across\nthe Mare Imbrium, but I asked with what enthusiasm I could force,\n\n\"What sort of act are you putting on? Girls?\" I shuddered as I recalled\nthe pathetic shop-worn chorus girls that Sam Low had tried to pass off\nlast year on the gullible tourists of the spaceways. That show had\nlasted ten nights--nine more than it deserved to. There are limits, even\nto the gullibility of Earth-lubbers.\n\n\"Yes, girls,\" replied Dworken. \"But not what you are perhaps t'inking.\nMartian girls.\"\n\n       *       *       *       *       *\n\nThis was more interesting. Even if the girls were now a little too old\nfor the stage in the Martian capital, they would still get loud cheers\non the Moon. I knew. I started to say so, but Dworken interrupted.\n\n\"And not de miserable girls dey buy from de slave traders in Behastin.\nDese girls I collected myself, from de country along de Upper Canal.\"\n\nI repressed my impulse to show my curiosity. It could all be perfectly\ntrue--and if it were not the opening night would tell. But it sounded a\nlot like one of Dworken's taller tales. I had never been able to\ndisprove any one of them, but I found it a _little_ hard to believe that\nso many improbable things had ever happened to one man. However, I like\nbeing entertained, if it doesn't cost me too much, so finally I said,\n\n\"I suppose you are going to tell me you ventured out into the interior\nof Mars, carrying a six weeks' supply of water and oxygen on your back,\nand visited the Xo theaters on the spot?\"\n\n\"How did you know? Dat is just what I did,\" solemnly affirmed my\ncompanion. He snorted again, and looked at his glass. It was empty, but\nhe tilted it into his face again in an eloquent gesture. No words were\nneeded: I punched the symbols for _shchikh_ into the drinkboard on my\nside of the table. Then, after hesitating, I punched the \"two in\"\nsignal. I must remember, though, that this was my second and last.\n\nHis eighth _shchikh_ seemed to instill some animation into Dworken. \"I\nknow you feel skepticality--I mean skepticism--after my exploits. You\nwill see tomorrow night dat I speak true.\"\n\n\"Amazing!\" I said. \"Especially as I just happen to remember that three\ndifferent expeditions from Earth tried to penetrate more than a hundred\nkilometers from Behastin, but either they couldn't carry the water and\noxygen that far, or they resorted to breathing Mars air, and never came\nback. And they were Earthmen, not Venusians who are accustomed to two\natmospheres of carbon dioxide.\"\n\n\"My vriend, you must not reason: it was so, it always will be so. The\nbrinciple of induction is long exbloded. I did indeed breathe Mars air.\nVait! I tell you how.\"\n\nHe took another long swig of _shchikh_. \"Vat your Eart'men did not\nrealize was dat dey cannot acclimate themselves as do we Venusians. You\nknow de character of our planet made adaptability a condition of\nsurvival. It is true dat our atmosphere is heavy, but on top of our\nso-high mountains de air is t'in. We must live everywhere, de space is\nso few. I first adapted myself on Eart' to live. I was dere a whole\nyear, you vill recollect. Den I go further. Your engineers construct air\ntanks dat make like de air of mountains, t'in. So, I learn to live in\ndose tanks. Each day I haf spent one, two, three hours in dem. I get so\nI can breathe air at one-third the pressure of your already t'in\natmosphere. And at one-sixt' the tension of oxygen. No, my vriend, you\ncould not do this. Your lungs burst. But old Dworken, he has done it.\n\n\"I take wit' me only some water, for I know de Martians dey not give\nwater. To trade, some miniature kerosene lamps. You know dey got no fuel\noil now, only atomics, but dese little lamps dey like for antiques, for\nsentiment, because their great-grandfathers used dem.\n\n\"Well, I walk through Vlahas, and not stop. Too close by the capital.\nToo much contact with men of odder planets. I walk also through Bhur and\nZamat. I come to a small place where dey never see foreigner. Name\nTasaaha. Oh, I tell you, ze men of ze odder planets do not know Mars.\nHow delightful, how unsboiled, are ze Martians, once you get away from\nde people by tourists so sboiled! How wonderful, across the sands to go,\nfree as birds! The so friendly greetings of de Martian men. And de\nMartian women! _Ah!_\n\n\"Well, in Tasaaha I go to t'eater. Such lovely girls! You shall see. But\nI saw somet'ing else. That, my friend, you hardly believe!\"\n\nDworken looked down at his empty glass and snorted gently. I took the\nhint, although for myself I ordered the less lethal Martian _azdzani_. I\nwas already having difficulty believing parts of his narrative; it would\nbe interesting to see if the rest were any harder.\n\nMy companion continued. \"They not only have de chorus, which you haf\nseen on Earth, imported from Mars--and such a chorus! Such girls! But\nthey had somet'ing else.\"\n\n\"You recall your terrestrial history? Once your ancestors had performers\non the stage who did funny motions and said amusing remarks, de\nspectators to make laugh. I t'ink you called it 'vaudeville.' Well, on\nMars they have also vaudeville!\" He paused, and looked at me from under\nhalf-shut eyelids, and grinned widely to show his reptilian teeth.\n\nI wondered if he'd really found something new. I would even be willing\nto pay for a glimpse of Martian vaudeville. I wondered if my Martian was\ntoo rusty for me to understand jokes in the spoken lingo.\n\n\"They haf not only men and women telling jokes. They haf trained animals\nacting funny!\" Dworken went on.\n\nThis was too much. \"I suppose the animals talked, too?\" I said\nsarcastically. \"Do they speak Earth or Martian?\"\n\nHe regarded me approvingly. \"My friend, you catch on quick.\" He raised a\npaw. \"Now, don't at conclusions jump. Let me exblain. At first, I did\nnot believe it either.\n\n\"Dey sprang it with no warning. Onto de stage came a _tllooll_ (you know\nhim, I t'ink), and a _shiyooch'iid_. The _shiyooch'iid_ was riding a\nbicycle--I mean a monocle. One wheel. The _tllooll_ moved just as\nawkward as he always does, and tried to ride a tandem four-wheeled\nvehicle which had been especially for him made.\"\n\nIn spite of my resolve, I chuckled. The picture of a _tllooll_ trying to\nride a four-wheeled bicycle, pumping each of his eight three-jointed\nlegs up and down in turn, while maintaining his usual supercilious and\nindifferent facial expression, was irresistibly funny.\n\n\"Wait!\" said my friend, and again raised a paw. \"You have as yet not'ing\nheard. They make jokes at same time. De _shiyooch'iid_ asks de\n_tllooll_, 'Who was dat _tlloolla_ I saw you wit' up the Canal?' and the\n_tllooll_ replies, 'Dat was no _tlloolla_, dat was my _shicai_.'\"\n\nI doubled up, laughing. Unless you have visited Mars this may not strike\nyou as funny, but I collapsed into a heap. I put my head on the table\nand wept with mirth.\n\nIt seemed like five minutes before I was able to speak. \"Oh, no!\"\n\n\"Yes, yes, I tell you. Yes!\" insisted my friend. He even smiled himself.\n\n       *       *       *       *       *\n\nIf you don't know the social system of the Martians there is no point in\nmy trying to explain why the idea of a _tllooll's_ being out with that\nneuter of neuters, a _shicai_, is so devastatingly funny. But that,\nsuddenly, was not quite the point.\n\n_Did it happen?_ I had large doubts. Nobody had ever heard a _tllooll_\nmake any sort of a sound, and it was generally supposed that they had no\nvocal chords. And no _shiyooch'iid_ (they somewhat resemble a big\ngroundhog, and live in burrows along the canals of Mars) had ever been\nheard to make any noise except a high-pitched whistle when frightened.\n\n\"Now, just a minute, Dworken,\" I said.\n\n\"I know, my vriend. I know. You t'ink it is impossible. You t'ink the\ntalking is faked. So I t'ought too. But vait.\"\n\nIt seems Dworken had inquired among the audience as to who owned the\nperforming animals. The local Martians were not as impressed as he was\nwith the performance, but they guided him to the proprietor of the\ntrained animal act. He was a young Martian, hawk-nosed, with flashing\nblack eyes, dusky skin, and curly hair.\n\n\"So I say to him, dis Martian,\" Dworken continued, \"'If your act on the\nlevel is, I buy.' I had three small diamonds with,\" he explained.\n\n\"But de Martian was hard to deal wit'. First, he said he vould not sell\nhis so-valuable and so-beloved animals. De only talking animals on Mars,\nhe said--de liar! At long last I get him to make a price. But, on\ncondition dat he bring ze animals around to my inn in the morning, for a\nprivate audition.\"\n\n\"I suppose,\" I interrupted, \"you were beginning to have some doubts as\nto the Martian's good faith? After all, a talking _tllooll_ and a\ntalking _shiyooch'iid_ all at one time is quite a lot to ask. I would\nhave--\"\n\n\"Blease, vriend, blease!\" interrupted my companion. \"Do you not t'ink\nold Dworken knows dese things? Of course he does! I t'ink. De owner, he\nis pulling a fake, I guess. I know dat animals do not really talk.\n\n\"Next morning, I t'ink he no show up. But no, I am mistaken. Bromptly at\nnine o'clock he come to my inn with a little dogcart, wit' de animals.\nHe puts dem on de stage in de bar of de inn. They act like before.\"\n\n\"But they didn't talk, of course?\"\n\n\"Oh, my vriend, dat's where you are wrong. Dey talk like nobotty's\nbusiness. De jokes are funnier than ever. Even dirtier, maybe. But\nDworken is not fooled. He t'ink. 'Aha!' I say to de Martian, 'You fake\nthis, what? De animals not talk. Suppose you have them do de act while\nyou outside stay, what?' Then I t'ink I have him.\n\n\"Ze Martian tear his curly hair, flash his black eyes. He takes insult\nthat I t'ink he is fake. 'Name of de Martian gods!' he cry. But at last\nhe agree to go away, and tell animals to go ahead.\"\n\n\"Dworken, you were a sap to string along with him even that far,\" I said\nwearily. \"I hope you hadn't paid the guy any money.\"\n\nHe shook his head. \"No, my old and best,\" he said. \"Dworken no fool is,\neven on Mars. No, no money. But wait! De animals go on without the\nowner. Same stage business, same talk, same jokes, and even funnier\nyedt. What?\"\n\nI started at Dworken. He did not smile, but finished off the eleventh\n_shchikh_--the fifth I had bought him.\n\n\"Listen,\" I said. \"Are you sitting there telling me you have a _tllooll_\nand a _shiyooch'iid_ that can really talk?\"\n\n\"You listen, my vriend. Like you, I t'ink something is wrong. I say to\nMartian owner, 'My vriend, maybe I buy your act, if you tell me how it\nis done. But you know as well as I do dat it is impossible to dese\nanimals to talk. Tell me what is de trick?'\"\n\nDworken lifted his glass and shook it, as though he could not believe it\nwas empty, then looked at me questioningly. I shook my head. He snorted,\nlooked melancholy, writhed up from his chair and reached for his fur\ncape.\n\n\"Vell, thanks for de drinks,\" he said.\n\nA dark suspicion crept into my mind, but I could not restrain myself.\n\n\"Wait, Dworken!\" I shouted. \"You can't just leave me up in the air like\nthat! What happened then?\"\n\nDworken snorted into his green handkerchief.\n\n\"De Martian admitted it was a fake, after all,\" he said mournfully. \"Can\nyou imachine it? What a chiseler!\n\n\"'De _shiyooch'iid_,' he said, 'can't really talk; de _tllooll_ just\nt'rows his voice!'\"\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _If Worlds of Science Fiction_ November\n    1953. Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of Project Gutenberg's Show Business, by William C. Boyd and Lyle G. Boyd\n\n*** END OF THIS PROJECT GUTENBERG EBOOK SHOW BUSINESS ***\n\n***** This file should be named 30189.txt or 30189.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/0/1/8/30189/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}