{"title": "McIlvaine's Star", "author": "August Derleth", "releaseDate": "October 7, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n    McILVAINE'S\n       STAR\n\n By August Derleth\n\n\n[Illustration: _McIlvaine sat down to his machine, turned the complex\nknobs, and a message flamed across the void._]\n\n _Old Thaddeus McIlvaine discovered a\n dark star and took it for his own. Thus\n he inherited a dark destiny--or did he?_\n\n\n\"Call them what you like,\" said Tex Harrigan. \"Lost people or strayed,\ncrackpots or warped geniuses--I know enough of them to fill an entire\ndepartment of queer people. I've been a reporter long enough to have run\ninto quite a few of them.\"\n\n\"For example?\" I said, recognizing Harrigan's mellowness.\n\n\"Take Thaddeus McIlvaine,\" said Harrigan.\n\n\"I never heard of him.\"\n\n\"I suppose not,\" said Harrigan. \"But I knew him. He was an eccentric old\nfellow who had a modest income--enough to keep up his hobbies, which\nwere three: he played cards and chess at a tavern called Bixby's on\nNorth Clark Street; he was an amateur astronomer; and he had the fixed\nidea that there was life somewhere outside this planet and that it was\npossible to communicate with other beings--but unlike most others, he\ntried it constantly with the queer machinery he had rigged up.\n\n\"Well, now, this old fellow had a trio of cronies with whom he played on\noccasion down at Bixby's. He had no one else to confide in. He kept them\nup with his progress among the stars and his communication with other\nlife in the cosmos beyond our own, and they made a great joke out of it,\nfrom all I could gather. I suppose, because he had no one else to talk\nto, McIlvaine took it without complaint. Well, as I said, I never heard\nof him until one morning the city editor--it was old Bill Henderson\nthen--called me in and said, 'Harrigan, we just got a lead on a fellow\nnamed Thaddeus McIlvaine who claims to have discovered a new star.\nAmateur astronomer up North Clark. Find him and get a story.' So I set\nout to track him down....\"\n\n       *       *       *       *       *\n\nIt was a great moment for Thaddeus McIlvaine. He sat down among his\nfriends almost portentously, adjusted his spectacles, and peered over\nthem in his usual manner, half way between a querulous oldster and a\nreproachful schoolmaster.\n\n\"I've done it,\" he said quietly.\n\n\"Aye, and what?\" asked Alexander testily.\n\n\"I discovered a new star.\"\n\n\"Oh,\" said Leopold flatly. \"A cinder in your eye.\"\n\n\"It lies just off Arcturus,\" McIlvaine went on, \"and it would appear to\nbe coming closer.\"\n\n\"Give it my love,\" said Richardson with a wry smile. \"Have you named it\nyet? Or don't the discoverers of new stars name them any more?\nMcIlvaine's Star--that's a good name for it. Hard a port of Arcturus,\nwith special displays on windy nights.\"\n\nMcIlvaine only smiled. \"It's a dark star,\" he said presently. \"It\ndoesn't have light.\" He spoke almost apologetically, as if somehow he\nhad disappointed his friends. \"I'm going to try and communicate with\nit.\"\n\n\"That's the ticket,\" said Alexander.\n\n\"Cut for deal,\" said Leopold.\n\nThat was how the news about McIlvaine's Star was received by his\ncronies. Afterward, after McIlvaine had dutifully played several games\nof euchre, Richardson conceived the idea of telephoning the _Globe_ to\nannounce McIlvaine's discovery.\n\n       *       *       *       *       *\n\n\"The old fellow took himself seriously,\" Harrigan went on. \"And yet he\nwas so damned mousy about it. I mean, you got the impression that he had\nbeen trying for so long that now he hardly believed in his star himself\nany longer. But there it was. He had a long, detailed story of its\ndiscovery, which was an accident, as those things usually are. They\nhappen all the time, and his story sounded convincing enough. Just the\nsame, you didn't feel that he really had anything. I took down notes, of\ncourse; that was routine. I got a picture of the old man, with never an\nidea we'd be using it.\n\n\"To tell the truth, I carried my notes around with me for a day or so\nbefore it occurred to me that it wouldn't do any harm to put a call in\nto Yerkes Observatory up in Wisconsin. So I did, and they confirmed\nMcIlvaine's Star. The _Globe_ had the story, did it up in fine style.\n\n\"It was two weeks before we heard from McIlvaine again....\"\n\n       *       *       *       *       *\n\nThat night McIlvaine was more than usually diffident. He was not like a\nman bearing a message of considerable importance to himself. He slipped\ninto Bixby's, got a glass of beer, and approached the table where his\nfriends sat, almost with trepidation.\n\n\"It's a nice evening for May,\" he said quietly.\n\nRichardson grunted.\n\nLeopold said, \"By the way, Mac, whatever became of that star of yours?\nThe one the papers wrote up.\"\n\n\"I think,\" said McIlvaine cautiously, \"I'm quite sure--I have got in\ntouch with them. Only,\" his brow wrinkled and furrowed, \"I can't\nunderstand their language.\"\n\n\"Ah,\" said Richardson with an edge to his voice, \"the thing for you to\ndo is to tell them that's your star, and they'll have to speak English\nfrom now on, so you can understand them. Why, next thing we know, you'll\nbe getting yourself a rocket or a space-ship and going over to that star\nto set yourself up as king or something.\"\n\n\"King Thaddeus the First,\" said Alexander loftily. \"All you\nstar-dwellers may kiss the royal foot.\"\n\n\"That would be unsanitary, I think,\" said McIlvaine, frowning.\n\nPoor McIlvaine! They made him the butt of their jests for over an hour\nbefore he took himself off to his quarters, where he sat himself down\nbefore his telescope and found his star once more, almost huge enough to\nblot out Arcturus, but not quite, since it was moving away from that\namber star now.\n\nMcIlvaine's star was certainly much closer to the Earth than it had\nbeen.\n\nHe tried once again to contact it with his home-made radio, and once\nagain he received a succession of strange, rhythmic noises which he\ncould not doubt were speech of some kind or other--a rasping, grating\nspeech, to be sure, utterly unlike the speech of McIlvaine's own kind.\nIt rose and fell, became impatient, urgent, despairing--McIlvaine sensed\nall this and strove mightily to understand.\n\nHe sat there for perhaps two hours when he received the distant\nimpression that someone was talking to him in his own language. But\nthere was no longer any sound on the radio. He could not understand what\nhad taken place, but in a few moments he received the clear conviction\nthat the inhabitants of his star had managed to discover the basic\nelements of his language by the simple process of reading his mind, and\nwere now prepared to talk with him.\n\nWhat manner of creatures inhabited Earth? they wished to know.\n\nMcIlvaine told them. He visualized one of his own kind and tried to put\nhim into words. It was difficult, since he could not rid himself of the\nconviction that his interlocutors might be utterly alien.\n\nThey had no conception of man and doubted man's existence on any other\nstar. There were plant-people on Venus, ant-people on Andromeda,\nsix-legged and four-armed beings which were equal parts mineral and\nvegetable on Betelguese--but nothing resembling man. \"You are evidently\nalone of your kind in the cosmos,\" said his interstellar correspondent.\n\n\"And what about you?\" cried McIlvaine with unaccustomed heat.\n\nSilence was his only answer, but presently he conceived a mental image\nwhich was remarkable for its vividness. But the image was of nothing he\nhad ever seen before--of thousands upon thousands of miniature beings,\nutterly alien to man; they resembled amphibious insects, with thin,\nelongated heads, large eyes, and antennae set upon a scaled, four-legged\nbody, with rudimentary beetle-like wings. Curiously, they seemed\nageless; he could detect no difference among them--all appeared to be\nthe same age.\n\n\"We are not, but we rejuvenate regularly,\" said the creature with whom\nhe corresponded in this strange manner.\n\nDid they have names? McIlvaine wondered.\n\n\"I am Guru,\" said the star's inhabitant. \"You are McIlvaine.\"\n\nAnd the civilization of their star?\n\nInstantly he saw in his mind's eye vast cities, which rose from beneath\na surface which appeared to bear no vegetation recognizable to any human\neye, in a terrain which seemed to be desert, of monolithic buildings,\nwhich were windowless and had openings only of sufficient size to permit\nthe free passage of its dwarfed dwellers. Within the buildings was\nevidence of a great and old civilization....\n\n       *       *       *       *       *\n\n\"You see, McIlvaine really believed all this. What an imagination the\nman had! Of course, the boys at Bixby's gave him a bad time; I don't\nknow how he stood it, but he did. And he always came back. Richardson\ncalled the story in; he took a special delight in deviling McIlvaine,\nand I was sent out to see the old fellow again.\n\n\"You couldn't doubt his sincerity. And yet he didn't sound touched.\"\n\n\"But, of course, that part about the insect-like dwellers of the star\ncomes straight out of Wells, doesn't it?\" I put in.\n\n\"Wells and scores of others,\" agreed Harrigan. \"Wells was probably the\nfirst writer to suggest insectivorous inhabitants on Mars; his were\nconsiderably larger, though.\"\n\n\"Go on.\"\n\n\"Well, I talked with McIlvaine for quite a while. He told me all about\ntheir civilization and about his friend, Guru. You might have thought he\nwas talking about a neighbor of his I had only to step outside to meet.\n\n\"Later on, I dropped around at Bixby's and had a talk with the boys\nthere. Richardson let me in on a secret. He had decided to rig up a\nconnection to McIlvaine's machine and do a little talking to the old\nfellow, making him believe Guru was coming through in English. He meant\nto give McIlvaine a harder time than ever, and once he had him believing\neverything he planned to say, they would wait for him at Bixby's and let\nhim make a fool of himself.\n\n\"It didn't work out quite that way, however....\"\n\n       *       *       *       *       *\n\n\"McIlvaine, can you hear me?\"\n\nMcIlvaine started with astonishment. His mental impression of Guru\nbecame confused; the voice speaking English came clear as a bell, as if\nfrom no distance at all.\n\n\"Yes,\" he said hesitantly.\n\n\"Well, then, listen to me, listen to Guru. We have now had enough\ninformation from you to suit our ends. Within twenty-four hours, we, the\ninhabitants of Ahli, will begin a war of extermination against\nEarth....\"\n\n\"But, why?\" cried McIlvaine, astounded.\n\nThe image before his mind's eye cleared. The cold, precise features of\nGuru betrayed anger.\n\n\"There is interference,\" the thought-image informed him. \"Leave the\nmachine for a few moments, while we use the disintegrators.\"\n\nBefore he left the machine, McIlvaine had the impression of a greater\nmachine being attached to the means of communication which the\ninhabitants of his star were using to communicate with him.\n\n       *       *       *       *       *\n\n\"McIlvaine's story was that a few moments later there was a blinding\nflash just outside his window,\" continued Harrigan. \"There was also a\nrun of instantaneous fire from the window to his machine. When he had\ncollected his wits sufficiently, he ran outside to look. There was\nnothing there but a kind of grayish dust in a little mound--as if, as he\nput it, 'somebody had cleaned out a vacuum bag'. He went back in and\nexamined the space from the window to the machine; there were two thin\nlines of dust there, hardly perceptible, just as if something had been\nattached to the machine and led outside.\n\n\"Now the obvious supposition is naturally that it was Richardson out\nthere, and that the lines of dust from the window to the machine\nrepresented the wires he had attached to his microphone while McIlvaine\nwas at Bixby's entertaining his other two cronies, but this is fact, not\nfiction, and the point of the episode is that Richardson disappeared\nfrom that night on.\"\n\n\"You investigated, of course?\" I asked.\n\nHarrigan nodded. \"Quite a lot of us investigated. The police might have\ndone better. There was a gang war on in Chicago just at that time, and\nRichardson was nobody with any connections. His nearest relatives\nweren't anxious about anything but what they might inherit; to tell the\ntruth, his cronies at Bixby's were the only people who worried about\nhim. McIlvaine as much as the rest of them.\n\n\"Oh, they gave the old man a hard time, all right. They went through his\nhouse with a fine-toothed comb. They dug up his yard, his cellar, and\ngenerally put him through it, figuring he was a natural to hang a murder\nrap on. But there was just nothing to be found, and they couldn't\nmanufacture evidence when there was nothing to show that McIlvaine ever\nknew that Richardson planned to have a little fun with him.\n\n\"And no one had seen Richardson there. There was nothing but McIlvaine's\nword that he had heard what he said he heard. He needn't have\nvolunteered that, but he did. After the police had finished with him,\nthey wrote him off as a harmless nut. But the question of what happened\nto Richardson wasn't solved from that day to this.\"\n\n\"People have been known to walk out of their lives,\" I said. \"And never\ncome back.\"\n\n\"Oh, sometimes they do. Richardson didn't. Besides, if he walked out of\nhis life here, he did so without more than the clothing he had on. So\nmuch was missing from his effects, nothing more.\"\n\n\"And McIlvaine?\"\n\nHarrigan smiled thinly. \"He carried on. You couldn't expect him to do\nanything less. After all, he had worked most of his life trying to\ncommunicate with the worlds outside, and he had no intention of\nresigning his contact, no matter how much Richardson's disappearance\nupset him. For a while he believed that Guru had actually disintegrated\nRichardson; he offered that explanation, but by that time the dust had\nvanished, and he was laughed out of face. So he went back to the machine\nand Guru and the little excursions to Bixby's....\"\n\n       *       *       *       *       *\n\n\"What's the latest word from that star of yours?\" asked Leopold, when\nMcIlvaine came in.\n\n\"They want to rejuvenate me,\" said McIlvaine, with a certain shy\npleasure.\n\n\"What's that?\" asked Alexander sourly.\n\n\"They say they can make me young again. Like them up there. They never\ndie. They just live so long, and then they rejuvenate, they begin all\nover. It's some kind of a process they have.\"\n\n\"And I suppose they're planning to come down and fetch you up there and\ngive you the works, is that it?\" asked Alexander.\n\n\"Well, no,\" answered McIlvaine. \"Guru says there's no need for that--it\ncan be done through the machine; they can work it like the\ndisintegrators; it puts you back to thirty or twenty or wherever you\nlike.\"\n\n\"Well, I'd like to be twenty-five myself again,\" admitted Leopold.\n\n\"I'll tell you what, Mac,\" said Alexander. \"You go ahead and try it;\nthen come back and let us know how it works. If it does, we'll all sit\nin.\"\n\n\"Better make your will first, though, just in case.\"\n\n\"Oh, I did. This afternoon.\"\n\nLeopold choked back a snicker. \"Don't take this thing too seriously,\nMac. After all, we're short one of us now. We'd hate to lose you, too.\"\n\nMcIlvaine was touched. \"Oh, I wouldn't change,\" he hastened to assure\nhis friends. \"I'd just be younger, that's all. They'll just work on me\nthrough the machine, and over-night I'll be rejuvenated.\"\n\n\"That's certainly a little trick that's got it all over monkey glands,\"\nconceded Alexander, grinning.\n\n\"Those little bugs on that star of yours have made scientific progress,\nI'd say,\" said Leopold.\n\n\"They're not bugs,\" said McIlvaine with faint indignation. \"They're\npeople, maybe not just like you and me, but they're people just the\nsame.\"\n\nHe went home that night filled with anticipation. He had done just what\nhe had promised himself he would do, arranging everything for his\nrejuvenation. Guru had been astonished to learn that people on Earth\nsimply died when there was no necessity of doing so; he had made the\noffer to rejuvenate McIlvaine himself.\n\nMcIlvaine sat down to his machine and turned the complex knobs until he\nwas en rapport with his dark star. He waited for a long time, it seemed,\nbefore he knew his contact had been closed. Guru came through.\n\n\"Are you ready, McIlvaine?\" he asked soundlessly.\n\n\"Yes. All ready,\" said McIlvaine, trembling with eagerness.\n\n\"Don't be alarmed now. It will take several hours,\" said Guru.\n\n\"I'm not alarmed,\" answered McIlvaine.\n\nAnd indeed he was not; he was filled with an exhilaration akin to\nmysticism, and he sat waiting for what he was certain must be the\nexperience above all others in his prosaic existence.\n\n       *       *       *       *       *\n\n\"McIlvaine's disappearance coming so close on Richardson's gave us a\nbeautiful story,\" said Harrigan. \"The only trouble was, it wasn't new\nwhen the _Globe_ got around to it. We had lost our informant in\nRichardson; it never occurred to Alexander or Leopold to telephone us or\nanyone about McIlvaine's unaccountable absence from Bixby's. Finally,\nLeopold went over to McIlvaine's house to find out whether the old\nfellow was sick.\n\n\"A young fellow opened up.\n\n\"'Where's McIlvaine?' Leopold asked.\n\n\"'I'm McIlvaine,' the young fellow answered.\n\n\"'Thaddeus McIlvaine,' Leopold explained.\n\n\"'That's my name,' was the only answer he got.\n\n\"'I mean the Thaddeus McIlvaine who used to play cards with us over at\nBixby's,' said Leopold.\n\n\"He shook his head. 'Sorry, you must be looking for someone else.'\n\n\"'What're you doing here?' Leopold asked then.\n\n\"'Why, I inherited what my uncle left,' said the young fellow.\n\n\"And, sure enough, when Leopold talked to me and persuaded me to go\naround with him to McIlvaine's lawyer, we found that the old fellow had\nmade a will and left everything to his nephew, a namesake. The\nstipulations were clear enough; among them was the express wish that if\nanything happened to him, the elder Thaddeus McIlvaine, of no matter\nwhat nature, but particularly something allowing a reasonable doubt of\nhis death, the nephew was still to be permitted to take immediate\npossession of the property and effects.\"\n\n\"Of course, you called on the nephew,\" I said.\n\nHarrigan nodded. \"Sure. That was the indicated course, in any event. It\nwas routine for both the press and the police. There was nothing\nsuspicious about his story; it was straightforward enough, except for\none or two little details. He never did give us any precise address; he\njust mentioned Detroit once. I called up a friend on one of the papers\nthere and put him up to looking up Thaddeus McIlvaine; the only young\nman of that name he could find appeared to be the same man as the\npresent inhabitant's uncle, though the description fit pretty well.\"\n\n\"There was a resemblance, then?\"\n\n\"Oh, sure. One could have imagined that old Thaddeus McIlvaine had\nlooked somewhat like his nephew when he himself was a young man. But\ndon't let the old man's rigmarole about rejuvenation make too deep an\nimpression on you. The first thing the young fellow did was to get rid\nof that machine of his uncle's. Can you imagine his uncle having done\nsomething like that?\"\n\n       *       *       *       *       *\n\nI shook my head, but I could not help thinking what an ironic thing it\nwould have been if there had been something to McIlvaine's story, and in\nthe process to which he had been subjected from out of space he had not\nbeen rejuvenated so much as just sent back in time, in which case he\nwould have no memory of the machine nor of the use to which it had been\nput. It would have been as ironic for the inhabitants of McIlvaine's\nstar, too; they would doubtless have looked forward to keeping this\ncontact with Earth open and failed to realize that McIlvaine's\nconstruction differed appreciably from theirs.\n\n\"He virtually junked it. Said he had no idea what it could be used for,\nand didn't know how to operate it.\"\n\n\"And the telescope?\"\n\n\"Oh, he kept that. He said he had some interest in astronomy and meant\nto develop that if time permitted.\"\n\n\"So much ran in the family, then.\"\n\n\"Yes. More than that. Old McIlvaine had a trick of seeming shy and\nself-conscious. So did this nephew of his. Wherever he came from, his\norigins must have been backward. I suspect that he was ashamed of them,\nand if I had to guess, I'd put him in the Kentucky hill-country or the\nOzarks. Modern concepts seemed to be pretty well too much for him, and\nhis thinking would have been considerably more natural at the turn of\nthe century.\n\n\"I had to see him several times. The police chivvied him a little, but\nnot much; he was so obviously innocent of everything that there was\nnothing for them in him. And the search for the old man didn't last\nlong; no one had seen him after that last night at Bixby's, and, since\neveryone had already long since concluded that he was mentally a little\noff center, it was easy to conclude that he had wandered away somewhere,\nprobably an amnesiac. That he might have anticipated that is indicated\nin the hasty preparation of his will, which came out of the blue, said\nBarnevall, who drew it up for him.\n\n\"I felt sorry for him.\"\n\n\"For whom?\"\n\n\"The nephew. He seemed so lost, you know--like a man who wanted to\nremember something, but couldn't. I noticed that several times when I\ntried to talk to him; I had the feeling each time that there was\nsomething he wanted desperately to say, it hovered always on the rim of\nhis awareness, but somehow there was no bridge to it, no clue to put it\ninto words. He tried so hard for something he couldn't put his finger\non.\"\n\n\"What became of him?\"\n\n\"Oh, he's still around. I think he found a job somewhere. As a matter of\nfact, I saw him just the other evening. He had apparently just come from\nwork and he was standing in front of Bixby's with his face pressed to\nthe window looking in. I came up nearby and watched him. Leopold and\nAlexander were sitting inside--a couple of lonely old men looking out.\nAnd a lonely young man looking in. There was something in McIlvaine's\nface--that same thing I had noticed so often before, a kind of\nexpression that seemed to say there was something he ought to know,\nsomething he ought to remember, to do, to say, but there was no way in\nwhich he could reach back to it.\"\n\n\"Or forward,\" I said with a wry smile.\n\n\"As you like,\" said Harrigan. \"Pour me another, will you?\"\n\nI did and he took it.\n\n\"That poor devil!\" he muttered. \"He'd be happier if he could only go\nback where he came from.\"\n\n\"Wouldn't we all?\" I asked. \"But nobody ever goes home again. Perhaps\nMcIlvaine never had a home like that.\"\n\n\"You'd have thought so if you could have seen his face looking in at\nLeopold and Alexander. Oh, it may have been a trick of the streetlight\nthere, it may have been my imagination. But it sticks to my memory, and\nI keep thinking how alike the two were--old McIlvaine trying so\ndesperately to find someone who could believe him, and his nephew now\ntrying just as hard to find someone to accept him or a place he could\naccept on the only terms he knows.\"\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _If Worlds of Science Fiction_ July\n    1952. Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of McIlvaine's Star, by August Derleth\n\n*** END OF THIS PROJECT GUTENBERG EBOOK MCILVAINE'S STAR ***\n\n***** This file should be named 30199.txt or 30199.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/0/1/9/30199/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}