{"title": "The Red Hell of Jupiter", "author": "Paul Ernst", "releaseDate": "October 8, 2009", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced from Astounding Stories October 1931.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed.\n\n\n        [Illustration: At this the titanic thing went wholly,\n                       colossally mad.]\n\n\n                       The Red Hell of Jupiter\n\n                        _A Complete Novelette_\n\n\n\n\n                            By Paul Ernst\n\n       *       *       *       *       *\n\n\n\n\nCHAPTER I\n\n_The Red Spot_\n\n[Sidenote: What is the mystery centered in Jupiter's famous \"Red\nSpot\"? Two fighting Earthmen, caught by the \"Pipe-men\" like their\nvanished comrades, soon find out.]\n\n\nCommander Stone, grizzled chief of the Planetary Exploration Forces,\nacknowledged Captain Brand Bowen's salute and beckoned him to take a\nseat.\n\nBrand, youngest officer of the division to wear the triple-V for\ndistinguished service, sat down and stared curiously at his superior.\nHe hadn't the remotest idea why he had been recalled from leave: but\nthat it was on a matter of some importance he was sure. He hunched his\nbig shoulders and awaited orders.\n\n\"Captain Bowen,\" said Stone. \"I want you to go to Jupiter as soon as\nyou can arrange to do so, fly low over the red area in the southern\nhemisphere, and come back here with some sort of report as to what's\nwrong with that infernal death spot.\"\n\nHe tapped his radio stylus thoughtfully against the edge of his desk.\n\n\"As you perhaps know, I detailed a ship to explore the red spot about\na year ago. It never came back. I sent another ship, with two good men\nin it, to check up on the disappearance of the first. That ship, too,\nnever came back. Almost with the second of its arrival at the edge of\nthe red area all radio communication with it was cut off. It was never\nheard from again. Two weeks ago I sent Journeyman there. Now _he_ has\nbeen swallowed up in a mysterious silence.\"\n\nAn exclamation burst from Brand's lips. Sub-Commander Journeyman!\nSenior officer under Stone, ablest man in the expeditionary forces,\nand Brand's oldest friend!\n\nStone nodded comprehension of the stricken look on Brand's face. \"I\nknow how friendly you two were,\" he said soberly. \"That's why I chose\nyou to go and find out, if you can, what happened to him and the other\ntwo ships.\"\n\nBrand's chin sank to rest on the stiff high collar of his uniform.\n\n\"Journeyman!\" he mused. \"Why, he was like an older brother to me. And\nnow ... he's gone.\"\n\n       *       *       *       *       *\n\nThere was silence in Commander Stone's sanctum for a time. Then Brand\nraised his head.\n\n\"Did you have any radio reports at all from any of the three ships\nconcerning the nature of the red spot?\" he inquired.\n\n\"None that gave definite information,\" replied Stone. \"From each of\nthe three ships we received reports right up to the instant when the\nred area was approached. From each of the three came a vague\ndescription of the peculiarity of the ground ahead of them: it seems\nto glitter with a queer metallic sheen. Then, from each of the three,\nas they passed over the boundary--nothing! All radio communication\nceased as abruptly as though they'd been stricken dead.\"\n\nHe stared at Brand. \"That's all I can tell you, little enough, God\nknows. Something ominous and strange is contained in that red spot:\nbut what its nature may be, we cannot even guess. I want you to go\nthere and find out.\"\n\nBrand's determined jaw jutted out, and his lips thinned to a\npurposeful line. He stood to attention.\n\n\"I'll be leaving to-night, sir. Or sooner if you like. I could go this\nafternoon: in an hour--\"\n\n\"To-night is soon enough,\" said Stone with a smile. \"Now, who do you\nwant to accompany you?\"\n\nBrand thought a moment. On so long a journey as a trip to Jupiter\nthere was only room in a space ship--what with supplies and all--for\none other man. It behooved him to pick his companion carefully.\n\n\"I'd like Dex Harlow,\" he said at last. \"He's been to Jupiter before,\nworking with me in plotting the northern hemisphere. He's a good man.\"\n\n\"He is,\" agreed Stone, nodding approval of Brand's choice. \"I'll have\nhim report to you at once.\"\n\nHe rose and held out his hand. \"I'm relying on you, Captain Bowen,\" he\nsaid. \"I won't give any direct orders: use your own discretion. But I\nwould advise you not to try to land in the red area. Simply fly low\nover it, and see what you can discern from the air. Good-by, and good\nluck.\"\n\nBrand saluted, and went out, to go to his own quarters and make the\nfew preparations necessary for his sudden emergency flight.\n\n       *       *       *       *       *\n\nThe work of exploring the planets that swung with Earth around the sun\nwas still a new branch of the service. Less than ten years ago, it had\nbeen, when Ansen devised his first crude atomic motor.\n\nAt once, with the introduction of this tremendous new motive power,\nmen had begun to build space ships and explore the sky. And, as so\noften happens with a new invention, the thing had grown rather beyond\nitself.\n\nEverywhere amateur space flyers launched forth into the heavens to try\ntheir new celestial wings. Everywhere young and old enthusiasts set\nAnsen motors into clumsily insulated shells and started for Mars or\nthe moon or Venus.\n\nThe resultant loss of life, as might have been foreseen, was\nappalling. Eager but inexperienced explorers edged over onto the wrong\nside of Mercury and were burned to cinders. They set forth in ships\nthat were badly insulated, and froze in the absolute zero of space.\nThey learned the atomic motor controls too hastily, ran out of\nsupplies or lost their courses, and wandered far out into space--stiff\ncorpses in coffins that were to be buried only in time's infinity.\n\nTo stop the foolish waste of life, the Earth Government stepped in. It\nwas decreed that no space ship might be owned or built privately. It\nwas further decreed that those who felt an urge to explore must join\nthe regular service and do so under efficient supervision. And there\nwas created the Government bureau designated as the Planetary\nExploration Control Board, which was headed by Commander Stone.\n\n       *       *       *       *       *\n\nUnder this Board the exploration of the planets was undertaken\nmethodically and efficiently, with a minimum of lives sacrificed.\n\nMercury was charted, tested for essential minerals, and found to be a\nvalueless rock heap too near the sun to support life.\n\nVenus was visited and explored segment by segment; and friendly\nrelations were established with the rather stupid but peaceable people\nfound there.\n\nMars was mapped. Here the explorers had lingered a long time: and all\nover this planet's surface were found remnants of a vast and intricate\ncivilization--from the canals that laced its surface, to great cities\nwith mighty buildings still standing. But of life there was none. The\natmosphere was too rare to support it; and the theory was that it had\nconstantly thinned through thousands of years till the last Martian\nhad gasped and died in air too attenuated to support life even in\ncreatures that must have grown greater and greater chested in eons of\nadaptation.\n\nThen Jupiter had been reached: and here the methodical planet by\nplanet work promised to be checked for a long time to come. Jupiter,\nwith its mighty surface area, was going to take some exploring! It\nwould be years before it could be plotted even superficially.\n\n       *       *       *       *       *\n\nBrand had been to Jupiter on four different trips; and, as he walked\ntoward his quarters from Stone's office, he reviewed what he had\nlearned on those trips.\n\nJupiter, as he knew it, was a vast globe of vague horror and sharp\ncontrasts.\n\nDistant from the sun as it was, it received little solar heat. But,\nwith so great a mass, it had cooled off much more slowly than any of\nthe other planets known, and had immense internal heat. This meant\nthat the air--which closely approximated Earth's air in density--was\ncool a few hundred yards up from the surface of the planet, and dankly\nhot close to the ground. The result, as the cold air constantly sank\ninto the warm, was a thick steamy blanket of fog that covered\neverything perpetually.\n\nBecause of the recent cooling, life was not far advanced on Jupiter.\nToo short a time ago the sphere had been but a blazing mass. Tropical\nmarshes prevailed, crisscrossed by mighty rivers at warmer than blood\nheat. Giant, hideous fernlike growths crowded one another in an\neverlasting jungle. And among the distorted trees, from the blanket of\nsoft white fog that hid all from sight, could be heard constantly an\near-splitting chorus of screams and bellows and whistling snarls. It\nmade the blood run cold just to listen--and to speculate on what\ngigantic but tiny-brained monsters made them.\n\nNow and then, when Brand had been flying dangerously low over the\nsurface, a wind had risen strong enough to dispel the fog banks for an\ninstant; and he had caught a flash of Jovian life. Just a flash, for\nexample, of a monstrous lizard-like thing too great to support its own\nbulk: or a creature all neck and tail, with ridges of scale on its\narmored hide and a small serpentine head weaving back and forth among\nthe jungle growths.\n\n       *       *       *       *       *\n\nOccasionally he had landed--always staying close to the space ship,\nfor Jupiter's gravity made movement a slow and laborious process, and\nhe didn't want to be caught too far from security. At such times he\nmight hear a crashing and splashing and see a reptilian head loom\ngigantically at him through the fog. Then he would discharge the\ndeadly explosive gun which was Earth's latest weapon, and the creature\nwould crash to the ground. The chorus of hissings and bellowings would\nincrease as he hastened slowly and laboriously back to the ship,\nindicating that other unseen monsters of the steamy jungle had flocked\nto tear the dead giant to pieces and bolt it down.\n\nOh, Jupiter was a nice planet! mused Brand. A sweet place--if one\nhappened to be a two-hundred-foot snake or something!\n\nHe had always thought the entire globe was in that new, raw, marshy\nstate. But he had worked only in one comparatively small area of the\nnorthern hemisphere; had never been within thirty thousand miles of\nthe red spot. What might lie in that ominous crimson patch, he could\nnot even guess. However, he reflected, he was soon to find out, though\nhe might never live to tell about it.\n\nShrugging his shoulders, he turned into the fifty story building in\nwhich was his modest apartment. There he found, written by the\nautomatic stylus on his radio pad, the message: \"Be with you at seven\no'clock. Best regards, and I hope you strangle. Dex Harlow.\"\n\n       *       *       *       *       *\n\nDex Harlow was a six-foot Senior Lieutenant who had been on many an\nout-of-the-way exploratory trip. Like Brand he was just under thirty\nand perpetually thirsting for the bizarre in life. He was a walking\ndocument of planetary activity. He was still baked a brick red from a\ntrip to Mercury a year before: he had a scar on his forehead, the\nresult of jumping forty feet one day on the moon when he'd meant to\njump only twenty; he was minus a finger which had been irreparably\nfrost-bitten on Mars; and he had a crumpled nose that was the outcome\nof a brush with a ten-foot bandit on Venus who'd tried to kill him for\nhis explosive gun and supply of glass, dyite-containing cartridges.\n\nHe clutched Brand's fingers in a bone-mangling grip, and threw his hat\ninto a far corner.\n\n\"You're a fine friend!\" he growled cheerfully. \"Here I'm having a\nfirst rate time for myself, swimming and planing along the Riviera,\nwith two more weeks leave ahead of me--and I get a call from the Old\nMan to report to you. What excuse have you for your crime?\"\n\n\"A junket to Jupiter,\" said Brand. \"Would you call that a good\nexcuse?\"\n\n\"Jupiter!\" exclaimed Dex. \"Wouldn't you know it? Of course you'd have\nto pick a spot four hundred million miles away from all that grand\nswimming I was having!\"\n\n\"Would you like to go back on leave, and have me choose someone else?\"\ninquired Brand solemnly.\n\n\"Well, no,\" said Dex hastily. \"Now that I'm here, I suppose I might as\nwell go through with it.\"\n\nBrand laughed. \"Try and get you out of it! I know your attitude toward\na real jaunt. And it's a real jaunt we've got ahead of us, too, old\nboy. We're going to the red spot. Immediately.\"\n\n       *       *       *       *       *\n\nDex's sandy eyebrows shot up. \"The red spot! That's where Coblenz and\nHeiroy were lost!\"\n\n\"And Journeyman,\" added Brand. \"He's the latest victim of whatever's\nin the hell-hole.\"\n\nDex whistled. \"Journeyman too! Well, all I've got to say is that\nwhatever's there must be strong medicine. Journeyman was a damn fine\nman, and as brave as they come. Have you any idea what it's all\nabout?\"\n\n\"Not an idea. Nobody has. We're to go and find out--if we can. Are you\nall ready?\"\n\n\"All ready,\" said Dex.\n\n\"So am I. We'll start at eleven o'clock in one of the Old Man's best\ncruisers. Meanwhile, we might as well go and hunt up a dinner\nsomewhere, to fortify us against the synthetic pork chops and bread\nwe'll be swallowing for the next fortnight.\"\n\nThey went out; and at ten minutes of eleven reported at the great\nspace ship hangars north of New York, with their luggage, a\nconspicuous item of which was a chess board to help while away the\nlong, long days of spacial travel. Brand then paused a little while\nfor a final check-up on directions.\n\nThey clambered into the tiny control room and shut the hermetically\nsealed trap-door. Brand threw the control switch and precisely at\neleven o'clock the conical shell of metal shot heavenward, gathering\nsuch speed that it was soon invisible to human eyes. He set their\ncourse toward the blazing speck that was Jupiter, four hundred million\nmiles away; and then reported their start by radio to Commander\nStone's night operator.\n\nThe investigatory expedition to the ominous red spot of the giant of\nthe solar system was on.\n\n\n\n\nCHAPTER II\n\n_The Pipe-like Men_\n\n\nBrand began to slacken speed on the morning of the thirteenth day\n(morning, of course, being a technical term: there are no horizons in\nspace for the sun to rise over). Jupiter was still an immense distance\noff; but it took a great while to slow the momentum of the space ship,\nwhich, in the frictionless emptiness of space, had been traveling\nfaster and faster for nearly three hundred hours.\n\nBehind them was the distant ball of sun, so far off that it looked no\nlarger than a red-hot penny. Before them was the gigantic disk of\nJupiter, given a white tinge by the perpetual fog blankets, its\noutlines softened by its thick layer of atmosphere and cloud banks.\nTwo of its nine satellites were in sight at the moment, with a third\nedging over the western rim.\n\n\"Makes you think you're drunk and seeing triple, doesn't it?\"\ncommented Dex, who was staring out the thick glass panel beside Brand.\n\"Nine moons! Almost enough for one planet!\"\n\nBrand nodded abstractly, and concentrated on the control board.\nRapidly the ship rocketed down toward the surface. The disk became a\nwhirling, gigantic plate; and then an endless plain, with cloud\nformations beginning to take on definite outline.\n\n\"About to enter Jupiter's atmosphere.\" Brand spoke into the radio\ntransmitter. Over the invisible thread of radio connection between the\nspace ship and Earth, four hundred million miles behind, flashed the\nmessage.\n\n\"All right. For God's sake, be careful,\" came the answer, minutes\nlater. \"Say something at least every half hour, to let us know\ncommunication is unbroken. We will sound at ten second intervals.\"\n\nThe sounding began: _peep_, a shrill little piping noise like the\nfiddle of a cricket. Ten seconds later it came again: _peep_.\nThereafter, intermittently, it keened through the control room--a\nhomely, comforting sound to let them know that there was a distant\nthread between them and Earth.\n\n       *       *       *       *       *\n\nLower the shell rocketed. The endless plain slowly ceased its rushing\nunderneath them as they entered the planet's atmosphere and began to\nbe pulled around with it in its revolution. Far to the west a faint\nred glow illumined the sky.\n\nThe two men looked at each other, grimly, soberly.\n\n\"We're here,\" said Dex, flexing the muscles of his powerful arms.\n\n\"We are,\" said Brand, patting the gun in his holster.\n\nThe rapid dusk of the giant planet began to close in on them. The thin\nsunlight darkened; and with its lowering, the red spot of Jupiter\nglared more luridly ahead of them. Silently the two men gazed at it,\nand wondered what it held.\n\nThey shot the space ship toward it, and halted a few hundred miles\naway. Watery white light from the satellites, \"that jitter around in\nthe sky like a bunch of damned waterbugs,\" as Dex put it, was now the\nsole illumination.\n\nThey hung motionless in their space shell, to wait through the\nfive-hour Jovian night for the succeeding five hours of daylight to\nillumine a slow cruise over the red area that, in less than a year,\nhad swallowed up three of Earth's space ships. And ever as they\nwaited, dozing a little, speculating as to the nature of the danger\nthey faced, the peep, peep of the radio shrilled in their ears to tell\nthem that there was still a connection--though a very tenuous\none--with their mother planet.\n\n       *       *       *       *       *\n\n\"Red spot ten miles away,\" said Brand in the transmitter. \"We're\napproaching it slowly.\"\n\nThe tiny sun had leaped up over Jupiter's horizon; and with its\nappearance they had sent the ship planing toward their mysterious\ndestination. Beneath them the fog banks were thinning, and ahead of\nthem were no clouds. For some reason there was a clarity unusual to\nJupiter's atmosphere in the air above the red section.\n\n\"Red spot one mile ahead, altitude forty thousand feet,\" reported\nBrand.\n\nHe and Dex peered intently through the port glass panel. Ahead and far\nbelow, their eyes caught an odd metallic sheen. It was as though the\nground there were carpeted with polished steel that reflected red\nfirelight.\n\nTense, filled with an excitement that set their pulses pounding\nwildly, they angled slowly down, nearer to the edge of the vast\ncrimson area, closer to the ground. The radio keened its monotonous\nsignal.\n\nBrand crawled to the transmitter, laboriously, for his body tipped the\nscales here at nearly four hundred pounds.\n\n\"We can see the metallic glitter that Journeyman spoke of,\" he said.\n\"No sign of life of any kind, though. The red glow seems to flicker a\nlittle.\"\n\nCloser the ship floated. Closer. To right and left of them for vast\ndistances stretched the red area. Ahead of them for hundreds of miles\nthey knew it extended.\n\n\"We're right on it now,\" called Brand. \"Right on it--we're going over\nthe edge--we're--\"\n\nNext instant he was sprawling on the floor, with Dex rolling\nhelplessly on top of him, while the space ship bounced up twenty\nthousand feet as though propelled by a giant sling.\n\n       *       *       *       *       *\n\nThe peep, peep of the radio signalling stopped. The space ship rolled\nhelplessly for a moment, then resumed an even keel. Brand and Dex\ngazed at each other.\n\n\"What the hell?\" said Dex.\n\nHe started to get to his feet, put all his strength into the task of\nmoving his Jupiter-weighted body, and crashed against the top of the\ncontrol room.\n\n\"Say!\" he sputtered, rubbing his head. \"Say, what _is_ this?\"\n\nBrand, profiting by his mistake, rose more cautiously, shut off the\natomic motor, and approached a glass panel again. \"God knows what it\nis,\" he said with a shrug. \"Somehow, with our passing into the red\narea, the pull of gravity has been reduced by about ten, that's all.\"\n\n\"Oh, so that's all, is it? Well, what's happened to old Jupe's\ngravity?\"\n\nAgain Brand shrugged. \"I haven't any idea. Your guess is as good as\nmine.\"\n\nHe peered down through the panel, and stiffened in surprise.\n\n\"Dex!\" he cried. \"We're moving! And the motor is shut off!\"\n\n\"We're drawing down closer to the ground, too,\" announced Dex,\npointing to their altimeter. \"Our altitude has been reduced five\nthousand feet in the last two minutes.\"\n\nQuickly Brand turned on the motor in reverse. The space ship, as the\nrushing, reddish ground beneath indicated, continued to glide forward\nas though pulled by an invisible rope. He turned on full power. The\nship's progress was checked a little. A very little! And the metallic\nred surface under them grew nearer as they steadily lost altitude.\n\n\"Something seems to have got us by the nose,\" said Dex. \"We're on our\nway to the center of the red spot, I guess--to find whatever it was\nthat Journeyman found. And the radio communication his been broken\nsomehow....\"\n\nWordlessly, they stared out the panel, while the shell, quivering with\nthe strain of the atomic motor's fight against whatever unseen force\nit was that relentlessly drew them forward, bore them swiftly toward\nthe heart of the vast crimson area.\n\n       *       *       *       *       *\n\n\"Look!\" cried Brand.\n\nFor over an hour the ship had been propelled swiftly, irresistibly\ntoward the center of the red spot. It had been up about forty thousand\nfeet. Now, with a jerk that sent both men reeling, it had been drawn\ndown to within fifteen thousand feet of the surface; and the sight\nthat was now becoming more and more visible was incredible.\n\nBeneath was a vast, orderly checkerboard. Every alternate square was\ncovered by what seemed a jointless metal plate. The open squares,\nplainly land under cultivation, were surrounded by gleaming fences\nthat hooked each metal square with every other one of its kind as\nbatteries are wired in series. Over these open squares progressed\ntiny, two legged figures, for the most part following gigantic\nshapeless animals like figures out of a dream. Ahead suddenly appeared\nthe spires and towers of an enormous city!\n\nMetropolis and cultivated land! It was as unbelievable, on that raw\nnew planet, as such a sight would have been could a traveler in time\nhave observed it in the midst of a dim Pleistocene panorama of young\nEarth.\n\nIt was instantly apparent that the city was their destination. Rapidly\nthe little ship was rushed toward it; and, realizing at last the\nfutility of its laboring, Brand cut off the atomic motor and let the\nshell drift.\n\nOver a group of squat square buildings their ship passed, decreasing\nspeed and drifting lower with every moment. The lofty structures that\nwere the nucleus of the strange city loomed closer. Now they were\nsoaring slowly down a wide thoroughfare; and now, at last, they\nhovered above a great open square that was thronged with figures.\n\nLower they dropped. Lower. And then they settled with a slight jar on\na surface made of reddish metal; and the figures rushed to surround\nthem.\n\n       *       *       *       *       *\n\nLooking out the glass panel at these figures, both Brand and Dex\nexclaimed aloud and covered their eyes for a moment to shut out the\nhideous sight of them. Now they examined them closely.\n\nManlike they were: and yet like no human being conceivable to an Earth\nmind. They were tremendously tall--twelve feet at least--but as thin\nas so many animated poles. Their two legs were scarce four inches\nthrough, taper-less, boneless, like lengths of pipe; and like two\nflexible pipes they were joined to a slightly larger pipe of a torso\nthat could not have been more than a foot in diameter. There were four\narms, a pair on each side of the cylindrical body, that weaved feebly\nabout like lengths of rubber hose.\n\nSet directly on the pipe-like body, as a pumpkin might be balanced on\na pole, was a perfectly round cranium in which were glassy, staring\neyes, with dull pupils like those of a sick dog. The nose was but a\ntab of flesh. The mouth was a minute, circular thing, soft and flabby\nlooking, which opened and shut regularly with the creature's\nbreathing. It resembled the snout-like mouth of a fish, of the sucker\nvariety; and fish-like, too, was the smooth and slimy skin that\ncovered the beanpole body.\n\n       *       *       *       *       *\n\nHundreds of the repulsive things, there were. And all of them shoved\nand crowded, as a disorderly mob on Earth might do, to get close to\nthe Earthmen's ship. Their big dull eyes peered in through the glass\npanels, and their hands--mere round blobs of gristle in the palms of\nwhich were set single sucker disks--pattered against the metal hull of\nthe shell.\n\n\"God!\" said Brand with a shudder. \"Fancy these things feeling over\nyour body....\"\n\n\"They're hostile, whatever they are,\" said Dex. \"Look out: that one's\npointing something at you!\"\n\nOne of the slender, tottering creatures had raised an arm and leveled\nat Brand something that looked rather like an elongated, old-fashioned\nflashlight. Brand involuntarily ducked. The clear glass panel between\nthem and the mob outside gave him a queasy feeling of being exposed to\nwhatever missile might lurk in the thing's tube.\n\n\"What do we do now?\" demanded Dex with a shaky laugh. \"You're chief of\nthis expedition. I'm waiting for orders.\"\n\n\"We wait right here,\" replied Brand. \"We're safe in the shell till\nwe're starved out. At least they can't get in to attack us.\"\n\nBut it developed that, while the slimy looking things might not be\nable to get in, they had ways of reaching the Earthmen just the same!\n\n       *       *       *       *       *\n\nThe creature with the gun-like tube extended it somewhat further\ntoward Brand.\n\nBrand felt a sharp, unpleasant tingle shoot through his body, as\nthough he had received an electric shock. He winced, and cried out at\nthe sudden pain of it.\n\n\"What's the matter--\" Dex began. But hardly had the words left his\nmouth when he, too, felt the shock. A couple of good, hearty Earth\noaths exploded from his lips.\n\nThe repulsive creature outside made an authoritative gesture. He\nseemed to be beckoning to them, his huge dull eyes glaring\nthreateningly at the same moment.\n\n\"Our beanpole friend is suggesting that we get out of the shell and\nstay awhile,\" said Dex with grim humor. \"They seem anxious to\nentertain us--_ouch!_\"\n\nAs the two men made no move to obey the beckoning gesture, the\ncreature had raised the tube again; and again the sharp, unpleasant\nshock shot through them.\n\n\"What the devil are we going to do?\" exclaimed Brand. \"If we go out in\nthat mob of nightmare things--it's going to be messy. As long as we\nstay in the shell we have some measure of protection.\"\n\n\"Not much protection when they can sting us through metal and glass at\nwill,\" growled Dex. \"Do you suppose they can turn the juice on harder?\nOr is that bee-sting their best effort?\"\n\nAs though in direct answer to his words, the blob-like face of the\nbeing who seemed in authority convulsed with anger and he raised the\ntube again. This time the shock that came from it was sufficient to\nthrow the two men to the floor.\n\n\"Well, we can't stay in the ship, that's certain,\" said Brand. \"I\nguess there's only one thing to do.\"\n\nDex nodded. \"Climb out of here and take as many of these skinny\nhorrors with us into hell as we can,\" he agreed.\n\nOnce more the shock stung them, as a reminder not to keep their\ncaptors waiting. With their shoulders bunched for abrupt action, and\ntheir guns in hand, the two men walked to the trap-door of the ship.\nThey threw the heavy bolts, drew a deep breath--and flung open the\ndoor to charge unexpectedly toward the thickest mass of creatures that\nsurrounded the ship!\n\n       *       *       *       *       *\n\nIn a measure their charge was successful. Its very suddenness caught\nsome of the tall monstrosities off guard. Half a dozen of them stopped\nthe fragile glass bullets to writhe in horrible death on the red metal\npaving of the square. But that didn't last long.\n\nIn less than a minute, thin, clammy arms were winding around the\nEarthmen's wrists, and their guns were wrenched from them. And then\nstarted a hand-to-hand encounter that was all the more hideous for\nbeing so unlike any fighting that might have occurred on Earth.\n\nWith a furious growl Dex charged the nearest creature, whose huge\nround head swayed on its stalk of a body fully six feet above his own\nhead. He gathered the long thin legs in a football grip, and sent the\nthing crashing full length on its back. The great head thumped\nresoundingly against the metal paving, and the creature lay\nmotionless.\n\nFor an instant Dex could only stare at the thing. It had been so easy,\nlike overcoming a child. But even as that thought crossed his mind,\ntwo of the tall thin figures closed in behind him. Four pairs of arms\nwound around him, feebly but tenaciously, like wet seaweed.\n\nThey began to constrict and wind tighter around him. He tore at them,\ndislodged all but two. His sturdy Earth leg went back to sweep the\nstalk-like legs of his attackers from under them. One of the things\nwent down, to twist weakly in a laborious attempt to rise again. But\nthe other, by sheer force of height and reach, began to bear Dex down.\n\nSavagely he laced out with his fists, battering the pulpy face that\nwas pressing down close to his. The big eyes blinked shut, but the\nfour hose-like arms did not relax their clasp. Dex's hands sought\nfiercely for the thing's throat. But it had no throat: the head, set\ndirectly on the thin shoulders, defied all throttling attempts.\n\n       *       *       *       *       *\n\nThen, just as Dex was feeling that the end had come, he felt the\ncreature wrench from him, and saw it slide in a tangle of arms and\nlegs over the smooth metal pavement. He got shakily to his feet, to\nsee Brand standing over him and flailing out with his fists at an ever\ntightening circle of towering figures.\n\n\"Thanks,\" panted Dex. And he began again, tripping the twelve-foot\nthings in order to get them down within reach, battering at the great\npulpy heads, fighting blindly in that expressed craving to take as\nmany of the creatures into hell with him as he could manage. Beside\nhim fought Brand, steadily, coolly, grim of jaw and unblinking of eye.\n\nAlready the struggle had gone on far longer than they had dreamed it\nmight. For some reason the grotesque creatures delayed killing them.\nThat they could do so any time they pleased, was certain: if the\nmonsters could reach them with their shock-tubes through the double\ninsulated hull of the space ship, they could certainly kill them out\nin the open.\n\nYet they made no move to do so. The deadly tubes were not used. The\nscreeching gargoyles, instead, devoted all their efforts to merely\nhurling their attenuated bodies on the two men as though they wished\nto capture them alive.\n\nFinally, however, the nature of the battle changed. The tallest of the\nattackers opened his tiny mouth and piped a signal. The ring of\nweaving tall bodies surrounding the two opened and became a U. The\ncreatures in the curve of the U raised their shock-tubes and, with\nnone of their own kind behind the victims to share in its discharge,\nreleased whatever power it was that lurked in them.\n\nThe shock was terrific. Without the glass and metal of the ship to\nprotect them, out in the open and defenceless, Brand and Dex got some\nindication of its real power.\n\nWrithing and twitching, feeling as though pierced by millions of red\nhot needles, they went down. A swarm of pipe-like bodies smothered\nthem, and the fight was over.\n\n\n\n\nCHAPTER III\n\n_The Coming of Greca_\n\n\nThe numbing shock from the tubes left the Earthmen's bodies almost\nparalyzed for a time; but their brains were unfogged enough for them\nto observe only too clearly all that went on from the point of their\ncapture.\n\nThey were bound hand and foot. At a piping cry from the leader,\nseveral of the gangling figures picked them up in reedy arms and began\nto walk across the square, away from the ship. Brand noticed that his\nbearers' arms trembled with his weight: and sensed the flabbiness of\nthe substance that took the place in them of good solid muscle.\nPhysically these things were soft and ineffectual indeed. They had\nonly the ominous tubes with which to fight.\n\nThe eery procession, with the bound Earthmen carried in the lead,\nwound toward a great building fringing the square. In through the high\narched entrance of this building they went, and up a sloping incline\nto its tower-top. Here, in a huge bare room, the two were\nunceremoniously dumped to the floor.\n\nWhile three of the things stood guard with the mysterious tubes,\nanother unbound them. A whole shower of high pitched, piping syllables\nwas hurled at them, speech which sounded threatening and contemptuous\nbut was otherwise, of course, entirely unintelligible, and then the\ncreatures withdrew. The heavy metal door was slammed shut, and they\nwere alone.\n\nBrand drew a long breath, and began to feel himself all over for\nbroken bones. He found none; he was still nerve-wracked from that last\nterrific shock, but otherwise whole and well.\n\n\"Are you hurt, Dex?\" he asked solicitously.\n\n\"I guess not,\" replied Dex, getting uncertainly to his feet. \"And I'm\nwondering why. It seems to me the brutes were uncommonly considerate\nof us--and I'm betting the reason is one we won't like!\"\n\nBrand shrugged. \"I guess we'll find out their intentions soon enough.\nLet's see what our surroundings look like.\"\n\nThey walked to the nearest window-aperture, and gazed out on a\nstartling and marvelous scene.\n\n       *       *       *       *       *\n\nBeneath their high tower window, extending as far as the eye could\nreach, lay the city, lit by the reddish glare of the peculiar metal\nwith which its streets were paved. For the most part the metropolis\nconsisted of perfectly square buildings pierced by many windows to\nindicate that each housed a large number of inmates. But here and\nthere grotesque turrets lanced the sky, and symbolic domes arched\nabove the surrounding flat metal roofs.\n\nOne building in particular they noticed. This was an enormous\nstructure in the shape of a half-globe that reared its spherical\nheight less than an eighth of a mile from the building they were in.\nIt was situated off to their right at the foot of a vast, high-walled\nenclosure whose near end seemed to be formed by the right wall of\ntheir prison. They could only see it by leaning far out of the\nwindow; and it would not have come to their attention at all had they\nnot heard it first--or, rather, heard the sound of something within\nit: for from it came a curious whining hum that never varied in\nintensity, something like the hum of a gigantic dynamo, only greater\nand of a more penetrating pitch.\n\n\"Sounds as though it might be some sort of central power station,\"\nsaid Brand. \"But what could it supply power for?\"\n\n\"Give it up,\" said Dex. \"For their damned shock-tubes, perhaps, among\nother things--\"\n\nHe broke off abruptly as a sound of sliding bolts came from the\ndoorway. The two men whirled around to face the door, their fists\ndoubling instinctively against whatever new danger might threaten\nthem.\n\n       *       *       *       *       *\n\nThe door was opened and two of their ugly, towering enemies came in,\ntheir tubes held conspicuously before them. Behind came another\nfigure; and at sight of this one, so plainly not of the race of\nJupiter, the Earthmen gasped with wonder.\n\nThey saw a girl who might have come from Earth, save that she was\ntaller than most Earth women--of a regal height that reached only an\ninch or two below Brand's own six foot one. She was beautifully\nformed, and had wavy dark hair and clear light blue eyes. A sort of\nsandal covered each small bare foot; and a gauzy tunic, reaching from\nabove the knee to the shoulder, only half shielded her lovely figure.\n\nShe was bearing a metal container in which was a mess of stuff\nevidently intended as food. The guards halted and stepped aside to let\nher pass into the room. Then they backed out, constantly keeping Dex\nand Brand covered with the tubes, and closed and barred the door.\n\nThe girl smiled graciously at the admiration in the eyes of both the\nmen--a message needing no inter-planetary interpretation. She\nadvanced, and held the metal container toward them.\n\n\"Eat,\" she said softly. \"It is good food, and life giving.\"\n\n       *       *       *       *       *\n\nFor an instant Brand was dumbfounded. For here was language he could\nunderstand--which was incredible on this far-flung globe. Then he\nsuddenly comprehended why her sentences were so intelligible.\n\nShe was versed in mental telepathy. And versed to a high degree! He'd\nhad some experience with telepathy on Venus; but theirs was a crude\nthought-speech compared to the fluency possessed by the beautiful girl\nbefore him.\n\n\"Who are you?\" he asked wonderingly.\n\n\"I am Greca\"--it was very hard to grasp names or abstract terms--\"of\nthe fourth satellite.\"\n\n\"Then you are not of these monsters of Jupiter?\"\n\n\"Oh, no! I am their captive, as are all my people. We are but slaves\nof the tall ones.\"\n\nBrand glanced at Dex. \"Here's a chance to get some information,\nperhaps,\" he murmured.\n\nDex nodded; but meanwhile the girl had caught his thought. She\nsmiled--a tragic, wistful smile.\n\n\"I shall be happy to tell you anything in my power to tell,\" she\ninformed him. \"But you must be quick. I can only remain with you a\nlittle while.\"\n\nShe sat down on the floor with them--the few bench-like things\nobviously used by the tall creatures as chairs were too high for\nthem--and with the informality of adversity the three captives began\nto talk. Swiftly Brand got a little knowledge of Greca's position on\nJupiter, and of the racial history that led up to it.\n\n       *       *       *       *       *\n\nFour of the nine satellites of Jupiter were now the home of living\nbeings. But two only, at the dawn of history as Greca knew it, had\nbeen originally inhabited. These were the fourth and the second.\n\nOn the fourth there dwelt a race, \"like me,\" as Greca put it--a\nkindly, gentle people content to live and let live.\n\nOn the second had been a race of immensely tall, but attenuated and\nphysically feeble things with great heads and huge dull eyes and\ncharacters distinguished mainly for cold-blooded savagery.\n\nThe inhabitants of the fourth satellite had remained in ignorance of\nthe monsters on the second till one day \"many, many ages ago,\" a fleet\nof clumsy ships appeared on the fourth satellite. From the ships had\npoured thousands of pipe-like creatures, armed with horrible rods of\nmetal that killed instantly and without a sound. The things, it\nseemed, had crowded over the limits of their own globe, and had been\nforced to find more territory.\n\nThey had made captive the entire population of the satellite.\nThen--for like all dangerous vermin they multiplied rapidly--they had\noverflowed to the first and fifth satellites--the others were\nuninhabitable--and finally to the dangerous surface of Jupiter itself.\nEverywhere they had gone, they had taken droves of Greca's people to\nbe their slaves, \"and the source of their food,\" added Greca, with a\nshudder; a statement that was at the moment unintelligible to the two\nmen.\n\n       *       *       *       *       *\n\nBrand stared sympathetically at her. \"They treat them very badly?\" he\nasked gently.\n\n\"Terribly! Terribly!\" said Greca, shuddering again.\n\n\"But you seem quite privileged,\" he could not help saying.\n\nShe shook her dainty head pathetically. \"I am of high rank among my\npeople. I am a priestess of our religion, which is the religion of The\nGreat White One who rules all the sky everywhere. The Rogans\" (it was\nthe best translation Brand could make of her mental term for the slimy\ntall things that held them captive) \"--the Rogans hold my fate over\nthe heads of my race. Should they rebel, I would be thrown to the\nmonster in the pen. Of course the Rogans could crush any revolt with\ntheir terrible tubes, but they do not want to kill their slaves if\nthey can help it. They find it more effective to hold their\npriestesses in hostage.\"\n\nBrand turned from personal history to more vital subjects.\n\n\"Why,\" he asked Greca, \"are the shining red squares of metal laid\neverywhere over this empire of the Rogans?\"\n\n\"To make things light,\" was the reply. \"When the Rogans first came to\nthis mighty sphere, they could hardly move. Things are so heavy here,\nsomehow. So their first thought was to drive my enslaved people to the\ncasting and laying of the metal squares and the metal beams that\nconnect them, in order to make things weigh less.\"\n\n\"But how do the plates function?\"\n\n       *       *       *       *       *\n\nGreca did not know this, save vaguely. She tried to express her little\nknowledge of the scientific achievements of the savage Rogans. After\nsome moments Brand turned to Dex and said:\n\n\"As near as I can get it, the Rogans, by this peculiar red metal\nalloy, manage to trap and divert the permanent lines of force, the\nmagnetic field, of Jupiter itself. So the whole red spot is highly\nmagnetized, which somehow upsets natural gravitational attraction. I\nsuppose it is responsible for the discoloration of the ground, too.\"\n\nHe turned to question the girl further about this, but she had got\nnervously to her feet already.\n\n\"I'll be taken away soon,\" she said. \"I was brought in here only to\nurge you to eat the food. I must be interpreter, since the Rogans\nspeak not with the mind, and I know their hateful tongue.\"\n\n\"Why are they so anxious for us to eat?\" demanded Dex with an uneasy\nfrown.\n\n\"So you will be strong, and endure for a long time the--the ordeal\nthey have in store for you,\" faltered the girl at last. \"They intend\nto force from you the secret of the power that drove your ship here,\nso they too may have command of space.\"\n\n\"But I don't understand,\" frowned Brand. \"They must already have a\nmeans of space navigation. They came here to Jupiter from the\nsatellites.\"\n\n\"Their vessels are crude, clumsy things. The journey from the nearest\nsatellite is the limit of their flying range. They have nothing like\nyour wonderful little ships, and they want to know how to build and\npower them.\"\n\n       *       *       *       *       *\n\nShe gazed sorrowfully at them and went on: \"You see, yours is the\nfourth space ship to visit their kingdom; and that makes them fearful\nbecause it shows they are vulnerable to invasion. They want to stop\nthat by invading your planet first. Besides their fear, there is their\ngreed. Their looking-tubes reveal that yours is a fruitful and lovely\nsphere, and they are insatiable in their lust for new territories.\nThus they plan to go to your planet as soon as they are able, and kill\nor enslave all the people there as they have killed and enslaved my\nrace.\"\n\n\"They'll have a job on their hands trying to do that!\" declared Dex\nstoutly.\n\nBut Brand paled. \"They can do it!\" he snapped. \"Look at those\ndeath-tubes of theirs. We have no arms to compete with that.\" He\nturned to Greca. \"So the Rogans plan to force the secret of our motors\nfrom us by torture?\"\n\nShe nodded, and caught his hand in hers.\n\n\"Yes. They will do with you as they did with the six who came before\nyou--and who died before surrendering the secret.\"\n\n\"So! We know now what happened to Journeyman and the others!\" burst\nout Dex. \"I'll see 'em in hell before I'll talk!\"\n\n\"And me,\" nodded Brand. \"But that doesn't cure the situation. As long\nas ships disappear in this red inferno, so long will the Old Man keep\nsending others to find out what's wrong. The Rogans will capture them\nas easily as they captured us. And eventually someone will happen\nalong who'll weaken under torture. Then--\"\n\n       *       *       *       *       *\n\nHe stopped. A dread vision filled his mind of Earth depopulated by the\nfeebly ferocious Rogans, of rank on rank of Earth's vast armies\nfalling in stricken rows at the shock of the Rogans' tubes.\n\nGreca caught the vision. She nodded. \"Yes, that is what would happen\nif they found ways of reaching your globe.\"\n\n\"But, God, Brand, we can't allow that!\" cried Dex. \"We've got to find\na way to spike the guns of these walking gas-pipes, somehow!\"\n\nBrand sighed heavily. \"We are two against hundreds of thousands. We\nare bare-handed, and the Rogans have those damned tubes. Anyway, we\nare on the verge of death at this very moment. What under heaven can\nwe do to spike their guns?\"\n\nHe was silent a moment: and in the silence the steady hum from the\ndomed building outside came to his ears.\n\n\"What's in that big, round topped building, Greca?\" he asked quietly.\n\n\"I do not know, exactly,\" replied the girl. \"There is some sort of\nmachinery in it, and to it go connecting beams from all the square\nmetal plates everywhere. That is all I know.\"\n\nBrand started to question her further, but her time was up. The two\nguards poked their loathsome pumpkin heads in the doorway and\ncontemptuously beckoned her out. She answered resignedly, in the\npiping Rogan tongue, and went with them. But she turned to wave shyly,\ncommiseratingly at the two men; and the expression in her clear blue\neyes as they rested on Brand made his heart contract and then leap on\nwith a mighty bound.\n\n\"We have in ally in her,\" murmured Brand. \"Though God only knows if\nthat will mean anything to us....\"\n\n\n\n\nCHAPTER IV\n\n_In the Tower_\n\n\n\"What I can't figure out,\" said Dex, striding up and down the big bare\nroom, \"is why we're needed to tell them about the atomic motor.\nThey've got our ship, and three others besides. I should think they\ncould learn about the motor just by taking it apart and studying it.\"\n\nBrand grinned mirthlessly, recalling the three years of intensive\nstudy it had taken him to learn the refinements of atomic motive\npower. \"If you'd ever qualified as a space navigator, Dex, you'd know\nbetter. The Rogans are an advanced race; their control of polar\nmagnetism and the marvelously high-powered telescopes Greca mentions\nprove that; but I doubt if they could ever analyze that atomic motor\nwith no hint as to how it works.\"\n\nSilence descended on them again, in which each was lost in his own\nthoughts.\n\nHow many hours had passed, the Earthmen did not know. They had spent\nthe time in fruitless planning to escape from their tower room and go\nback to the ship again. Though how they could get away in the ship\nwhen the Rogans seemed able to propel it where-ever they wished\nagainst the utmost power of their motor, they did not attempt to\nconsider.\n\nOne of Jupiter's short nights had passed, however--a night weirdly\nmade as light as day by red glares from the plates, which seemed to\nstore up sunlight, among their other functions--and the tiny sun had\nrisen to slant into their window at a sharp angle.\n\nSuddenly they heard the familiar drawing of the great bolts outside\ntheir door. It was opened, and a dozen or more of the Rogans came in,\nwith Greca cowering piteously in their midst and attempting to\ncommunicate her distress to Brand.\n\n       *       *       *       *       *\n\nAt the head of the little band of Rogans was one the prisoners had not\nseen before. He was of great height, fully two feet taller than the\nothers; and he carried himself with an air that proclaimed his\nimportance.\n\nThe tall one turned to Greca and addressed a few high-pitched, squeaky\nwords to her. She shook her head; whereupon, at a hissed command, two\nof the Rogans caught her by the wrists and dragged her forward.\n\n\"They have come to question you,\" Greca lamented to Brand. \"And they\nwant to do it through me. But I will not! I will not!\"\n\nBrand smiled at her though his lips were pale.\n\n\"You are powerless to struggle,\" he said. \"Do as they ask. You cannot\nhelp us by refusing, and, in any case, I can promise that they won't\nlearn anything from us.\"\n\nThe tall Rogan teetered up to the prisoners on his gangling legs, and\nstared icily at them. Crouched beside him, her lovely body all one\nmute appeal to the Earthmen to forgive her for the part she was forced\nto play, was Greca.\n\nAt length the Rogan leader spoke. He addressed his sibilant words to\nGreca, though his stony eyes were kept intently on the Earthmen.\n\n\"He says,\" exclaimed Greca telepathically, \"to inform you first that\nhe is head of all the Rogan race on this globe, and that all on this\nglobe must do as he commands.\"\n\nBrand nodded to show he understood the message.\n\n\"He says he is going to ask you a few questions, and that you are to\nanswer truthfully if you value your lives:\"\n\n\"First, he wants to know what the people of your world are like. Are\nthey all the same as you?\"\n\n       *       *       *       *       *\n\nDex started to reply to that; but Brand flung him a warning look.\n\"Tell him we are the least of the Earth people,\" he answered steadily.\n\"Tell him we are of an inferior race. Most of those on Earth are\ngiants five times as large as we are, and many times more powerful.\"\n\nGreca relayed the message in the whistling, piping Rogan tongue. The\ntall one stared, then hissed another sentence to the beautiful\ninterpreter.\n\n\"He wants to know,\" said Greca, \"if there are cities on your globe as\nlarge and complete as this one.\"\n\n\"There are cities on Earth that make this look like a--a--\" Brand cast\nabout for understandable similes--\"like a collection of animal\nburrows.\"\n\n\"He says to describe your planet's war weapons,\" was the next\ninterpretation. And here Brand let himself go.\n\nWith flights of fancy he hadn't known he was capable of, he described\ngreat airships, steered automatically and bristling with guns that\ndischarged explosives powerful enough to kill everything within a\nrange of a thousand miles. He told of billions of thirty-foot giants\nsheathed in an alloy that would make them invulnerable to any feeble\nrays the Rogans might have developed. He touched on the certain\nwholesale death that must overtake any hostile force that tried to\ninvade the planet.\n\n\"The Rogan shock-tubes are toys compared with the ray-weapons of\nEarth,\" he concluded. \"We have arms that can nullify the effects of\nyours and kill at the same instant. We have--\"\n\nBut here the Rogan leader turned impatiently away. Greca had been\ntranslating sentence by sentence. Now the tall one barked out a few\nsyllables in a squeaky voice.\n\n\"He says he knows you are lying,\" sighed Greca. \"For if you on Earth\nhave tubes more effective than theirs why weren't you equipped with\nthem on your expedition here to the red kingdom?\"\n\nBrand bit his lips. \"Check,\" he muttered. \"The brute has a brain in\nthat ugly head.\"\n\n       *       *       *       *       *\n\nThe Rogan leader spoke for a long time then; and at each singsong\nword, Greca quivered as though lashed by a whip. At length she turned\nto Brand.\n\n\"He has been telling what his hordes can do, answering your boasts\nwith boasts of his own. His words are awful! I won't tell you all he\nsaid. I will only say that he is convinced his shock-tubes are\nsuperior to any Earth arms, and that he states he will now illustrate\ntheir power to you to quell your insolence. I don't know what he means\nby that....\"\n\nBut she and the Earthmen were soon to find out.\n\nThe Rogan leader stepped to the window and arrogantly beckoned Brand\nand Dex to join him there. They did; and the leader gazed out and down\nas though searching for something.\n\nHe pointed. The two Earthmen followed his leveled arm with their eyes\nand saw, a hundred yards or so away, a bent and dreary figure trudging\ndown the metal paving of the street. It was a figure like those to be\nseen on Earth, which placed it as belonging to Greca's race.\n\nThe tall leader drew forth one of the shock-tubes. Seen near at hand,\nit was observed to be bafflingly simple in appearance. It seemed\ndevoid of all mechanism--simply a tube of reddish metal with a sort of\nhandle formed of a coil of heavy wire.\n\nThe Rogan pointed the tube at the distant figure.\n\nGreca screamed, and screamed again. Coincident with her cry, as though\nthe sound of it had felled him, the distant slave dropped to the\npavement.\n\n       *       *       *       *       *\n\nThat was all. The tube had merely been pointed: as far as Brand could\nsee, the Rogan's \"hand\" had not moved on the barrel of the tube, nor\neven constricted about the coil of wire that formed its handle. Yet\nthat distant figure had dropped. Furthermore, fumes of greasy black\nsmoke now began to arise from the huddled body; and in less than\nthirty seconds there was left no trace of it on the gleaming metal\npavement.\n\n\"So that's what those things are like at full power!\" breathed Dex.\n\"My God!\"\n\nThe Rogan leader spoke a few words. Greca, huddled despairingly on the\nfloor, crushed by this brutal annihilation of one of her country-men\nbefore her very eyes, did not translate. But translation was\nunnecessary. The Rogan's icy, triumphant eyes, the very posture of\nhis grotesque body, spoke for him.\n\n\"That,\" he was certainly saying, \"is what will happen to any on your\nhelpless planet who dare oppose the Rogan will!\"\n\nHe whipped out a command to the terror-stricken girl. She rose from\nher crouching position on the floor; and at length formulated the\nRogan's last order:\n\n\"You will explain the working of the engine that drove your space ship\nhere.\"\n\nDex laughed. It was a short bark of sound, totally devoid of humor,\nbut very full of defiance. Brand thrust his hands into the pockets of\nhis tunic, spread his legs apart, and began to whistle.\n\n       *       *       *       *       *\n\nA quiver that might have been of anger touched the Rogan leader's\nrepulsive little mouth. He glared balefully at the uncowed Earthmen\nand spoke again, evidently repeating his command. The two turned their\nbacks to him to indicate their refusal to obey.\n\nAt that, the tall leader pointed to Dex. In an instant three of the\nguards had wound their double pairs of arms around his struggling\nbody. Brand sprang to help him, but a touch of the mysterious\ndischarge from the leader's tube sent him writhing to the floor.\n\n\"It's no use, Brand,\" said Dex steadily. He too had stopped\nstruggling, and now stood quietly in the slimy coils of his captors'\narms. \"I might as well go along with them and get it over with. I\nprobably won't see you again. Good luck!\"\n\nHe was borne out of the room. The Rogan leader turned to Brand and\nspoke.\n\n\"He says that if your comrade does not tell him what he wants to know,\nyour turn will come next,\" sobbed Greca. \"Oh! Why does not The Great\nWhite One strike these monsters to the dust!\"\n\nShe ran to Brand and pressed her satiny cheek to his. Then she was\ndragged roughly away.\n\nThe great door clanged shut. The heavy outer fastenings clicked into\nplace. Dex had gone to experience whatever it was that Journeyman and\nthe rest had experienced in this red hell. And Brand was left behind\nto reflect on what dread torments this might comprise; and to pray\ndesperately that no matter what might be done to his shrinking body he\nwould be strong enough to refuse to betray his planet.\n\n\n\n\nCHAPTER V\n\n_The Torture Chamber_\n\n\nSwiftly Dex was carried down the long ramp to the ground floor, the\narms of his captors gripping him with painful tightness. Heading the\nprocession was the immensely tall, gangling Rogan leader, clutching\nGreca by the wrist and dragging her indifferently along to be his\nmouthpiece.\n\nThey did not stop at the street level; they continued on down another\nramp, around a bend, descending an even steeper incline toward the\nbowels of Jupiter. Their descent ended at last before a huge metal\nbarrier which, at a signal from the leader, drew smoothly up into the\nceiling to disclose a gigantic, red-lit chamber underlying the\nfoundations of the building.\n\nIn fear and awe, Dex gazed around that huge room.\n\nIt resembled in part a nightmare rearrangement of such a laboratory as\nmight be found on Earth; and in part a torture chamber such as the\nmost ferocious of savages might have devised had they been\nscientifically equipped to add contrivances of supercivilization to\nthe furthering of their primitive lust for cruelty.\n\nThere were great benches--head-high to the Earthman--to accommodate\nthe height of the Rogan workmen. There were numberless metal\ninstruments, and glass coils, and enormous retorts; and in one corner\nan orange colored flame burnt steadily on a naked metal plate, seeming\nto have no fuel or other source of being.\n\nThere was a long rack of cruelly pointed and twisted instruments.\nUnder this was a row of long, delicate pincers, with coils on the\nhandles to indicate that they might be heated to fiendish precision of\ntemperatures. There were gleaming metal racks with calibrated\nslide-rods and spring dials to denote just what pull was being exerted\non whatever unhappy creature might be stretched taut on them. There\nwere tiny cones of metal whose warped, baked appearance testified that\nthey were little portable furnaces that could be placed on any desired\nportion of the anatomy, to slowly bake the selected disk of flesh\nbeneath them.\n\n       *       *       *       *       *\n\nDex shuddered; and a low moan came from Greca, whose clear blue eyes\nhad rested on the contents of this vast room before in her capacity as\nhostage and interpreter for the inhuman Rogans.\n\nAnd now another sense of Dex's began to register perception on his\nbrain.\n\nA peculiar odor came to his nostrils. It was a musky, fetid odor, like\nthat to be smelled in an animal cage; but it was sharper, more acrid\nthan anything he had ever smelled on Earth. It smelled--ah, he had\nit!--_reptilian_. As though somewhere nearby a dozen titanic serpents\nwere coiled ready to spring!\n\nLooking about, Dex saw a six-foot square door of bars in one wall of\nthe laboratory--like the barred entrance to a prison cell. It was from\nthe interstices of this door that the odor seemed to emanate; but he\nhad no chance to make sure, for now the Rogan leader approached him.\n\n\"I will first show you,\" he said, through his mouthpiece, Greca, \"what\nhappens to those who oppose our orders. We have a slave who tried to\nrun away into the surrounding jungles three suns ago....\"\n\nA man was dragged into the chamber. He was slightly taller and more\nstockily muscled than an Earthman might be; but otherwise, in facial\nconformation and general appearance, he might have come here straight\nfrom New York City. Dex felt a great pang of sympathy for him. He was\nso plainly one of humankind, despite the fact that he had been born on\na sphere four hundred million miles from Dex's.\n\nThe fellow was paralyzed with horror. His eyes, wide and glazed,\ndarted about the torture room like those of a trapped animal. And yet\nhe made no move to break away from the clutch of the two Rogans who\nheld him. He knew he was helpless, that wild-eyed glance told Dex.\nKnew it so thoroughly that not even his wildest terror could inspire\nhim to try to make a break for freedom, or strike back at the\nimplacable Rogan will.\n\n       *       *       *       *       *\n\nAt a nod from the leader, the man was stripped to the waist. Here Dex\nstarted in amazement. The man's broad chest was seamed and\ncrisscrossed by literally hundreds of tiny lateral scars, some long\nhealed, and some fresh incisions.\n\nHe was dragged to a metal plate set upright in the wall, and secured\nto it by straps of metal. Evidently the miserable being knew what this\nportended, for he began to scream--a monotonous, high-pitched shriek\nthat didn't stop till he was out of breath.\n\nThe Rogan leader stared at him icily, then depressed a small lever set\nin the wall beside him. The plate against which the captive was bound\nbegan to shine softly with a blue light. The slave twisted in his\nbonds, screaming again. Rhythmic shudders jerked at his limbs. His\nlips turned greenish white. The shudders grew more pronounced till it\nseemed as though he were afflicted with a sort of horrible St. Vitus\ndance. Then the tall Rogan pulled back the lever. The slave hung away\nfrom his supporting shackles, limp and unconscious.\n\nDex moistened his lips. An electric shock? No, it was something more\nterrible than that. Some other manifestation of the magnetic power the\nRogans had harnessed--a current, perhaps, that depolarized partly the\natoms of the body structure? He could only guess. But the convulsed\nface of the unfortunate victim showed that the torment, whatever it\nwas, was devilish to the last degree!\n\n\"That will be the next to the last fate reserved for you,\" the Rogan\ninformed Dex, through Greca. \"Death follows soon after that--but not\ntoo soon for you to see and feel what waits for you behind the barred\ndoor!\" And he nodded toward the cage-entrance affair, from which came\nthe musky, reptilian stench.\n\n\"Now that you have seen something of what will happen to you if you\nrefuse to tell us what we want to know, we shall proceed,\" said the\nleader.\n\n       *       *       *       *       *\n\nHe pointed toward one of the gargantuan work benches, and two of the\nRogans slid down from it a contrivance that looked familiar to Dex. An\ninstant's scrutiny showed him why it was familiar: it was a partly\ndismantled atomic motor.\n\nIn spite of the ordeal that faced him, Dex felt a thrill of elation\nas he looked at the motor. In its scattered state, it told a mute\nstory: a story of long and intensive study by the Rogans, which had\nyielded them no results! Only too obviously, the intricate secret of\natomic power had not let itself be solved.\n\nOn the heels of the elation that filled his heart, came a sickening\nrealization of his dilemma. He could not have told the Rogans what\nthey wanted to know even if he had wished to! He himself didn't know\nthe principles of the atomic engine. As Brand had remarked, he was no\nspace navigator; he was simply a prosaic lieutenant, competent only at\nfighting, not at all versed in science.\n\nHe knew, though, that it would do no good to assert his ignorance to\nthe Rogans. They simply wouldn't believe him.\n\n\"You will rebuild this engine for us,\" ordered the tall leader,\n\"showing us the purpose of each part, and how the power is extracted\nfrom the fuel. After that you will set it running for us, and instruct\nus in its control.\"\n\nDex braced himself. His final moment had come.\n\nBy way of indicating his refusal he looked away from the dismantled\nmotor and said nothing. The Rogan repeated his command. Dex made no\nmove. Then the leader acted.\n\nHe said something to the Rogan guards who had been standing by all\nthis while, alert against an outbreak from their prisoner. Dex was\ncaught up, carried to one of the metal racks, and thrown down on its\ncalibrated bed. Loops of metal, like handcuffs, were snapped around\nhis wrists and ankles; and a metal hoop was clamped over his throat,\npinning him to the torture rack. Resistance would have been useless,\nand Dex submitted quietly.\n\n       *       *       *       *       *\n\nThe contrivance, with him on it, was wheeled toward the barred door.\nIt was halted at a spot marked on the floor, about thirty feet from\nthe bars. The Rogan leader stepped alongside the rack, with Greca\ntrembling beside him.\n\nDex closed his eyes for a moment, grimly marshaling strength of will\nto go through the trial that was just beginning.\n\nThe Rogan leader depressed another lever in the rock wall. The barred\ndoor slid slowly up, to reveal the receding darknesses of some great\ncave, or room, that adjoined the laboratory. Dex rolled his eyes so\nthat he could watch the doorway; and, in a cold perspiration, waited\nfor whatever might appear.\n\nIt was not long in coming!\n\nThe reptilian smell suddenly grew stronger. There was a booming hiss,\na savage bellowing. A clattering of vast scales rattled out as some\nbody weighing many tons was dragged over rock flooring. Then, before\nDex's staring eyes appeared a huge, wedge-shaped head, at sight of\nwhich he bit his lips to keep from crying aloud.\n\nOften enough he had seen one of those terrific heads looming in the\nfog of the northern hemisphere of Jupiter. He did not know the genus\nof the vast monster that bore it, but he did know it for the fiercest\nof the lizard giants that roamed the Jovian jungles. A creature larger\nthan a terrestrial whale, with great long neck and heavy long tail\ndragging yards behind it, it would find the puny bulk of a man nothing\nbut a morsel in its jaws!\n\nAgain the gigantic thing hissed and bellowed. And then its huge head\ncame through the six-foot door and its neck uncoiled to send the\ngaping jaws within a foot of Dex. There it struggled to reach him,\nprevented by the small doorway that restrained the bulk of its\nenormous body, its head only inches away from the cleverly measured\nspot to which the metal rack had been wheeled.\n\n       *       *       *       *       *\n\nDex stared, hypnotized, into the dull, stony eyes of the beast,\ngasping for breath in the stench of its exhalations. The jaws snapped\nshut, fanning his cheek. He fought for self-control. Steady! Steady!\nThe slimy Rogans had no intention of feeding him to the thing yet. Not\ntill they had made more determined efforts to wring from him the\nsecret of the motor. They were just prefacing actual physical torture\nwith hellish mental torture, that was all.\n\nThat he was right in his guess was proved in a few moments. He heard a\nlouder hiss from the great lizard so near him. Opening his eyes, he\nsaw the Rogan leader in the process of forcing the serpentine neck to\nwithdraw foot by foot back into the doorway, using his shock-tube as a\nsort of distant prod.\n\nThe monster swayed its ugly flat head back and forth, hissing\ndeafeningly at the sting of the tube, now and again lunging with its\nvast unseen body at the too narrow entrance that kept it from entering\nthe laboratory. Dex could hear the foundation walls of the building\ncreak at the onslaught of that tremendous weight.\n\nIf it would only break through! he thought savagely. But it wasn't\ngoing to. In a short while it was cowed by the deadly tube, and\nwithdrew its head awkwardly from the chamber. The barred door slid\ndown into place: and the Rogan leader once more turned his attention\nto his prisoner.\n\n\"You will be wheeled within reach of the creature as the last step of\nyour fate,\" Dex was informed. \"Meanwhile, we shall start with\nsomething less deadly....\"\n\nA cogged wheel beside him was turning a notch. Dex felt the sliding\nbed of the rack crawl slightly under him. Intolerable tension was\nsuddenly placed on his arms and legs. The leader stared at a spring\ndial; and moved the wheel another notch. The rack expanded again,\nstretching Dex's body till his joints cracked.\n\n\"You will tell us what we want to know,\" said the Rogan, glaring\ncoldly down at him.\n\nDex compressed his lips stubbornly. He couldn't tell them if he wanted\nto, and, by God, he wouldn't if he could.\n\nAnother notch, the wheel was turned; and in spite of himself a groan\nescaped Dex's lips. One more notch, while the metal slide-rods beneath\nhim lengthened a fraction of an inch....\n\n\n\n\nCHAPTER VI\n\n_The Inquisition_\n\n\nBlind, animal fear caught Dex and shook him in its grip. Then rage\nfilled his heart, driving out the fear as a gale dissipates fog. With\npain-dimmed eyes he glared at the gangling, hateful figure that gazed\ndown on him with icy eyes. If he could only blast that monstrous,\nphysically feeble but mentally ferocious thing to bits! Annihilate it!\nBlow it to the four corners of Jupiter! And all the other Rogans with\nit!\n\nAnd with this thought he suddenly saw, through the red mists of rage,\nthe shock-tube that was dangling indifferently from the Rogan leader's\nhand.\n\nInstantly the red mists began to clear away. Another change took place\nin the tortured lieutenant's mind. The blind hot rage faded into more\ndeadly, cold wrath. A plan began to bud into thought. It was a futile\nplan, really. It could not possibly accomplish anything vital. But it\n_might_ give him a chance for a little revenge before his life was\nsnuffed out--might give him a chance to strike a blow for the dead\nJourneyman and the other gallant explorers who had perished here in\nthis chamber before him.\n\nHe closed his eyes to hide the hate and calculation in them. The tall\nRogan leaned lower over the rack.\n\n\"You are ready to do as I command?\" he demanded.\n\n\"Yes,\" whispered Dex. \"Yes.\"\n\nIn the beautiful Greca's eyes, as she translated his assent, was\nhorror. But then, faintly, her mind caught the thought that lay\nbeneath the Earthman's apparent surrender. She veiled her own eyes\nwith long lashes, lest they betray the captive's plan to the alert\nRogan. Her lips moved silently; perhaps she was praying to her Great\nWhite One.\n\n       *       *       *       *       *\n\n\"Release him,\" the Rogan ordered, triumph in his bird-like, shrill\nvoice. The metal hoops were unfastened. Dex stretched his outraged\nbody, wincing with the pain of movement; then felt life and strength\nreturning to him.\n\n\"Come with us to the motor,\" commanded the Rogan, his dull eyes\nglinting in anticipation of learning the coveted secret that should\nadd one more planet to the Rogan's tyranny.\n\nDex walked to the dismantled atomic engine with him. He walked slowly,\npretending more stiffness and weakness than he really owned to. No use\nin letting his captors know that his resilient muscles were so quickly\nthrowing off the torment of the rack.\n\nAs he walked he kept his gaze covertly on that shock-tube that dangled\nin the leader's grasp. The rest of the guard had none; they had laid\ntheir weapons down on a far bench on their entrance to the chamber,\ndepending on the one with which their leader was armed.\n\nEagerly the Rogans crowded around Dex and the motor that had thus far\nbaffled them. They bent down from their twelve-foot heights to bring\ntheir staring goggle-eyes closer to the lesson in atomic motive power,\ntill Dex was in a sort of small dome of Rogans, with their long,\npipe-like legs forming the wall around him, and their thin torsos\ninclining forward to make a curved ceiling over him.\n\nThe Rogan leader drew Greca within the circle to interpret the\nEarthman's explanations.\n\nDex moved a trifle, to bring himself nearer the tall leader. Again he\nglanced covertly at the shock-tube.\n\n\"The first thing to tell about our motor,\" said Dex, stalling for\ntime, \"is that it utilizes the breaking up of the atom as its source\nof power.\"\n\n       *       *       *       *       *\n\nHe edged closer to the Rogan leader.\n\n\"You see those electrodes?\" he said, pointing to two copper castings\nin a chamber between the fuel tank and the small but enormously\npowerful turbine that whirled with the released atomic energy. The\nRogan leader blinked assent. His small, horrible mouth was pursed with\nhis concentration of thought.\n\n\"The electrodes partially break down the atoms of fuel passing from\nthe tank,\" explained Dex, desperately attempting scientific\nphraseology for a matter as far over his head as the remote stars. He\nraised his hand a trifle, bringing it nearer the Rogan's tube....\n\n\"Is that the outlet from the tank?\" inquired the Rogan, pointing with\nthe tube, and so raising it out of Dex's reach.\n\n\"Yes,\" mumbled Dex, sick with disappointment: he'd been on the point\nof leaping for the weapon. He sidled close again. Greca bit her lips\nlest she cry out with suspense.\n\n\"The partially disintegrated atoms pass into the turbine chamber,\" he\nwent on, \"and are there completely broken down by heat, which has been\ngenerated by the explosive energy of the atoms passing in before\nthem.\"\n\n\"I warn you to speak true,\" said the leader, suddenly removing his\ngaze from the specimen motor and staring icily down at Dex. Dex's hand\ndropped abruptly from its place near the tube. Again his fingers had\ncome within a foot of it.\n\n       *       *       *       *       *\n\n\"We will get ahead faster,\" piped the Rogan, an edge of suspicion\nsounding in his shrill voice, \"if I conduct the explanation. I will\nask questions for you to answer. What is the fuel used?\"\n\n\"Powdered zinc,\" Dex answered promptly. No harm in admitting that. The\nRogans must already know it; zinc was common to Jupiter, as Earth\nspectroscopes had showed long since; and they had no doubt analyzed it\nby now. The chances were that the leader was merely testing him, to\nsee if he were sincere in his ostensible surrender.\n\nThat his guess was right, he read in the fishy, dull eyes. The Rogan\nleader nodded at his answer, and some of the lurking suspicion in his\ngaze died down.\n\n\"How is it prepared?\"\n\nNow this marked the beginning of the end, Dex knew. The preparation of\nthe powdered metal was half the secret of atomic power--and Dex hadn't\nthe faintest idea what it was! This questions-and-answers affair was\ngoing to pin him down in short order!\n\n\"How is it prepared?\" repeated the Rogan leader inexorably. \"Tell us,\nor--\"\n\nBut at that instant Dex attained his objective.\n\nOnce more his hand had crawled slowly toward the tube--till, once\nmore, it was within reach. Then, more bold as his position grew more\ndesperate, he straightened up--and, with a lightning move, had\nwrenched it from the sucker-disk that held it!\n\nHe shouted his triumph. He had it! _Now_ let the devils put him back\non the torture bed if they could! _Now_ let them try to make him\nbetray his planet!\n\n       *       *       *       *       *\n\nThere was an alarmed squeak from the Rogan leader, and in an instant\nthe huge laboratory was in an uproar. The Rogan guards whipped their\nhose-like arms toward the Earthman. Dex, with a sweep of his hands,\nknocked the pipe-stem legs of two of the guards from under them,\nleaped over their bodies, and stood at bay in a corner--guarding the\nbench on which the guards had laid their tubes when they filed into\nthe laboratory.\n\nThe air resounded with the shrill calls of the excited Rogans. Then\nthey began to close in on him, all the while eyeing the tube in his\nhand with terror written large on their hideous faces.\n\nDex's eyes blazed with the light of vengeful exultation. For the death\nof Journeyman and the rest, for the coming inevitable death of himself\nand Brand, he was going to pay--at least in part--with the captured\ntube of death in his hand! It was a lovely thought, and for a few\nseconds he delayed acting in order to savor it.\n\nThen, with a smile of pure happiness, he leveled the tube at the\nnearest Rogan in order to shrivel him to nothingness as he had seen\nthe slave shrivelled in the street.\n\nThe Rogan did not fall! Full in the face of the death tube he teetered\nforward, his arms reaching savagely toward the Earthman.\n\nDex stared incredulously. Cold fear crept into his heart. He pointed\nthe tube more accurately, and squeezed harder on the coil handle.\nStill nothing happened. The Rogans warily drew closer.\n\n       *       *       *       *       *\n\nPerspiration began to trickle down Dex's cheeks. In God's name, why\ndidn't the tube work? He had thought all he had to do was point it and\nsqueeze down on the handle. But evidently there was more to the trick\nthan that!\n\nHe groaned. He had staged all this elaborate play for a weapon as\nuseless to his untrained mind as one of Earth's explosive guns, with\nthe safety-lock clamped on, would have been to an abysmal Venusian\nsavage!\n\nBy now the nearest Rogan was within reaching distance of him. One of\nits two pairs of slimy arms uncoiled toward him. The other pair\nstrained to reach around him and get to the weapons on the bench by\nhis side.\n\nWith a cry, Dex dashed the useless shock-tube down on the reaching\narms. As long as he didn't know how to work it anyway, he might as\nwell use it as a club.\n\nThe Rogan squeaked with pain; the arms recoiled. Dex jerked the tube\nback over his shoulder for another blow....\n\nThere was a shriek from the doomed wretch fastened to the metal plate.\nThe slave that had been tortured before Dex's eyes as an object\nlesson! He had been returned to consciousness a short time since, and\nhad been writhing and shuddering against the plate.\n\nDex flashed a glance at him over his shoulder, as he shrieked, and\ncried aloud himself at what he saw.\n\n       *       *       *       *       *\n\nThe tortured slave was rapidly disappearing! Another shriek left his\nlips, to be broken off halfway. In an instant nothing was left of the\nstruggling body but a wisp of greasy black smoke!\n\nDex stared stupidly at the tube in his hand. Then, as a squeak of\nagony sounded from a Rogan in front of him, his mind grasped what had\nhappened. Somehow its mechanism had been jarred into functioning when\nhe dashed it against the groping arm. In some way its death dealing\npower had been unleashed. With a cry of exultation, Dex began to use\nit!\n\nThe Rogan in front of him, squealing, collapsed on the floor,\ndwindling swiftly into nothingness. Dex turned the mysterious death\nagainst another teetering creature. It too went up in oleaginous\nsmoke.\n\nThe Rogan leader came next. Dex whirled the tube in his direction, and\nsaw him go down. Then he sprang to annihilate still another grotesque\nmonster who had almost reached the bench on which were the other\ntubes. He shouted and raved as this fourth Rogan crumbled. Torture\nhim, would they! Plan to capture Earth, would they! He'd kill off the\nwhole damned population with this tube!\n\nThe Rogan survivors, squeaking in panic, gave over their attempts to\nretrieve the tubes. They dove for various hiding places--under\nbenches, behind retorts, anywhere to get away from the terror running\namuck in their midst. And after them sprang Dex, mad with his sudden\nmiraculous success, to ferret them out one by one and blow them into\nhell with their own horrible death-engine.\n\n       *       *       *       *       *\n\nIn his ecstasy of rage, Dex overlooked the Rogan leader. He had seen\nthat attenuated monstrosity go down, and had assumed he was dead. But\nsuch was not the case. In the corner Dex had vacated when he sprang\nafter the fleeing guard, the tall leader twisted feebly and sat up.\n\nOne of his four arms was missing, a smoking stump showing where the\nannihilating ray from the tube had blasted it off at the shoulder. But\nhe was far from being dead. With cold purpose in his great staring\neyes, he moved snakily toward the bench Dex had now left unguarded.\n\nThe Earthman got another Rogan; whirled to track down still another.\nPromptly the leader sank motionless to the floor. The Rogan leader\ncontinued his crawling. He reached the bench, fumbled up and along its\nsurface for the nearest tube.\n\nDex, unconscious of the sure fate gathering behind him to strike him\ndown, dashed past a great glass tank behind which Greca was huddling\nin mortal fear, and charged down on two more of the squeaking guards.\n\nThen, suddenly, some sixth sense warned him that something was wrong.\nHe whirled toward the corner he had left.\n\nThe Rogan leader, two of his surviving arms propping feebly against\nthe bench, was pointing a shock-tube squarely at him!\n\n       *       *       *       *       *\n\nDex fell to the floor to escape the first discharge of the tube, and\nleveled his own. He felt the thing grow hot in his hand, saw a\nblinding blue-white fire leap into being in the space between them as\nthe rays from the two tubes met and absorbed each other. He shifted,\nto get out of the line and blast the creature he had too hastily\nreckoned as dead. But he was not quick enough. A fraction before him,\nthe Rogan leader shifted.\n\nDex felt a terrible burning sensation all over his body, as the ray\nfrom his tube met the conflicting ray less squarely, and allowed a\nlittle of it to reach him. He shrieked as the slave had shrieked when\nhe felt the annihilating current from the plate sweeping through his\nbody.\n\nA black fog seemed to close in around the Earthman's senses. He\ncrashed to the floor, with a glimpse of the leering triumph on the\nRogan's face as the last picture to stamp itself in his failing\nconsciousness.\n\nThe tall Rogan, obviously in great agony from his blasted arm,\nsqueaked a faint command. The four guards who were left issued\nfearfully from their hiding places and came to him.\n\nHe pointed his tube at Dex Harlow, lying unconscious on the floor.\nThere he hesitated an instant, his soft little mouth slobbering in his\nrage and pain. Then he let the tube sink slowly off its line.\n\nHe gave another command. The four guards picked the Earthman up and\ncarried him to the metal torture-plate on which the slave had met his\ndeath. The tall leader's eyes gleamed with vicious hatred as the limp\nbody was fastened to the metal.\n\nMouthing and squealing with the pain of his seared arm-stump, he\nwobbled toward the lever, a mere turn of which would readily convert\nthe plate into a bed of agony.\n\n\n\n\nCHAPTER VII\n\n_In the Power-House_\n\n\nAlone in the prison room, after Dex had been dragged away to be\nsubjected to the Rogan inquisition, Brand gnawed at his fingers and\npaced distractedly up and down the stone flooring. For a while he had\nno coherent thought at all; only the realization that his turn came\nnext, and that the Rogans would leave no refinement of torment untried\nin their effort to wring from him the secret of the atomic engine.\n\nHe went to the window, and absent-mindedly stared out. The whining\nhum from the great domed building off to the right, like the\nhigh-pitched droning of a swarm of gargantuan bees, came to his ears.\nHe listened more intently, and leaned out of the window to look at the\nbuilding.\n\nUnder that dome, it came to him again, was, in all probability, the\nmainspring of the Rogan mechanical power. If only he could get in\nthere and look around! He might do some important damage; he might be\nable to harass the enemy materially before the time came for him to\ndie.\n\nHe leaned farther out of the window, and examined the hundred feet or\nso of sheer wall beneath him. He saw, scrutinizing it intently, that\nthe stone blocks that composed it were not smooth cut, but rough hewn,\nwith the marks of the cutters' chisels plainly in evidence. Also there\nwas a considerable ridge between each layer of blocks where the\nRogans' mortar had squeezed out in the process of laying the wall.\n\nNever in sanity would a man have thought of the thing Brand considered\nthen. To attempt to clamber down that blank wall, with only the slight\nroughness of the protruding layers of mortar to hang on to, was\npalpable suicide!\n\n       *       *       *       *       *\n\nBrand shrugged. He observed that to a man already condemned to death,\nthe facing of probable suicide shouldn't mean much.\n\nWith scarcely an increase in the beating of his heart, he swung one\nleg out over the broad sill. If he fell, he escaped an infinitely\nworse death; if he didn't fall, he might somehow win his way into that\ndomed building whence the hum came.\n\nCautiously, clutching at the rough stone with finger tips that in a\nmoment or two became raw and bleeding masses, he began his slow\ndescent. As he worked his way down, he slanted to the right, toward\nthe near wall of the retaining yard whose end was formed by the round\nstructure that was his goal.\n\nBeneath him and to the left the broad street swarmed with figures: the\ntall ones of the Rogans and the shorter, sturdier ones of slaves. Any\none of those dozens of grotesque pedestrians might glance up, see him,\nand pick him off with the deadly tubes. Under his fingers the mortar\ncrumbled and left him hanging, more than once, by one hand. For fully\nfive minutes his life hung by a thread apt to be severed at any time.\nBut--he made it. Helped by the decreased gravity of the red spot, and\nreleased from inhibiting fear by the fact that he was already,\nfiguratively, a dead man, he performed the incredible.\n\nWith a last slithering step downward, he landed lightly on the near\nwall of the enclosure, and started along its broad top toward his\nobjective.\n\nNow he was in plain sight of any one who might be looking out the\nwindows of the tower building or from the dome ahead of him; but this\nwas a chance he had to take, and at least he was concealed from the\nswarms in the street. Making no effort to hide himself by crawling\nalong the top of the wall, he straightened up and began to run toward\nthe giant dome.\n\n       *       *       *       *       *\n\nHardly had he gone a dozen steps when he suddenly understood the\nmeaning of the high-walled enclosure to his right!\n\nOff in a far corner rose a slate colored mound that at first glance he\nhad taken for a great heap of inanimate dirt. The mound began to move\ntoward him--and metamorphosed into an animal, a thing that made Brand\nblink his eyes to see if he were dreaming, and then stop, appalled,\nto look at it.\n\nHe saw a body that dwarfed the high retaining walls to comparative\ninsignificance. It had a tree-like tail that dragged behind it; and a\nthirty-foot, serpentine neck at the end of which was a head like a sugar\nbarrel that split into cavernous jaws lined with backward-pointing\nteeth. Two eyes were set wide apart in the enormous head, eyes that were\ndead and cold and dull, yet glinting with senseless ferocity. It was the\nsort of thing one sees in delirium.\n\nWith increasing energy the creature made for him, till finally it was\napproaching his sector of the wall at a lumbering run that was rapid\nfor all its ungainliness.\n\nIt was apparent at a glance that the snaky neck, perched atop the\nlofty shoulder structure, would raise the head with its gaping jaws to\nhis level on the wall! Brand ran. And after him thudded the gigantic\nlizard, its neck arching up and along the wall to reach him.\n\nA scant five yards ahead of the snapping jaws, Brand reached his goal,\nthe dome, and clambered over its curved, metal roof away from the\nmonster's maw.\n\nHe stopped to pant for breath and wipe the sweat from his streaming\nface. \"Thank God it didn't get me,\" he breathed, looking back at the\nbellowing terror that had pursued him. \"Wonder why it's there? It's\ntoo ferocious to be tamed and used in any way: it must be kept as a\nthreat to hold the slaves in hand. It certainly looks well fed....\"\n\nHe shuddered; then he began to explore the dome of the building for a\nmeans of entrance.\n\n       *       *       *       *       *\n\nThere was no opening in the roof. A solid sheet of reddish metal, like\na titanic half-eggshell, it glittered under him in an unbroken piece.\n\nHe crept down its increasingly precipitous edge till he reached a sort\nof cornice that formed a jutting circle of stone around it. There he\nleaned far over and saw, about ten feet below him, a round opening\nlike a big port-hole. From it were streaming waves of warm, foul air,\nfrom which he judged it to be a ventilator outlet.\n\nHe scrambled over the edge of the cornice, hung at arm's length, and\nswung himself down into the opening. And there, perched high up under\nthe roof, he looked down at an enigmatic, eery scene.\n\nThat the structure was indeed a strange sort of power-house was\ninstantly made evident. But what curious, mysterious, and yet\nbewilderingly simple machinery it held!\n\nIn the center was a titanic coil of reddish metal formed by a single\ncable nearly a yard through. Around this, at the four corners of the\ncompass, were set coils that were identical in structure but a trifle\nsmaller. From the smaller coils to the larger streamed, unceasingly,\nblue waves of light like lightning bolts.\n\nAlong a large arc of the wall was a stone slab set with an endless\narray of switches and insulated control-buttons. Gauges and indicators\nof all kinds, whose purpose could not even be guessed at, were lined\nabove and below, all throbbing rhythmically to the leap of the\nelectric-blue rays between the monster coils.\n\n       *       *       *       *       *\n\nAlmost under Brand's perch a great square beam of metal came through\nthe building wall from outside, to be split into multitudinous smaller\nbeams that were hooked up with the bases of the coils. Across from\nhim, disappearing out through the opposite wall, was an identical\nbeam.\n\n\"The terminals for the metal plate system that extends over the whole\nred spot,\" murmured Brand. \"This building _is_ important. But what can\nI do to throw sand in the gears before I'm caught and killed...?\"\n\nHe surveyed the great round room below him more thoroughly. Now he\nsaw, right in the center of the huge control board, a solitary lever,\nthat seemed a sort of parent to all the other levers and switches. It\nwas flanked by a perfect army of gauges and indicators; and was\ncovered by a glass bell which was securely bolted to the rock slab.\n\n\"That looks interesting,\" Brand told himself. \"I'd like to see that\ncloser, if I can climb down from here without being observed....\nWhy\"--he broke off--\"where is everybody!\"\n\nFor the first time, in the excitement and concentration of his\npurpose, the emptiness of the place struck him. There was no sign of\nlight in the great building--no workmen or slaves anywhere. There was\njust the great coils, with the streamers of blue light bridging them\nand emitting the high-pitched, monotonous hum audible outside the\ndome, and the complicated control board with its quivering indicator\nneedles and mysterious levers. That was all.\n\n\"Must be out to lunch,\" muttered Brand, his eyes going fascinatedly\ntoward that solitary, parent lever under its glass bell. \"Well, it\ngives me a chance to try some experiments, anyway.\"\n\n       *       *       *       *       *\n\nIt was about fifty feet from his perch to the floor; but a few feet to\none side was a metal beam that extended up to help support the trussed\nweight of the roof. He jumped for this, and quickly slid down it.\n\nHe started on a run for the control board; but almost immediately he\nstopped warily to listen: it seemed to him that he had caught,\nfaintly, the squeaking, high tones of Rogan conversation.\n\nMiraculously, the sound seemed to come from a blank wall to his left.\nHe crept forward to investigate....\n\nThe mystery was solved before he had gone very far. There was an\nopening in the wall leading off to an annex of some kind outside the\ndome building. The opening was concealed by a set-back, so that at\nfirst glance it had seemed part of the wall itself. From this opening\ndrifted the chatter of Rogans.\n\nBrand stole closer, finally venturing to peer into the room beyond\nfrom an angle where he himself could not be seen. And he found that\nhis whimsical reference to \"lunch\" had contained a ghastly element of\nfact!\n\nIn that annex were several dozen of the teetering, attenuated Rogans,\nand an equal number of slaves. And the relation of the slaves and the\nRogans was one that made Brand's skin crawl.\n\nEach Rogan had stripped the tunic from the chest of his slave. Now, as\nBrand watched, each drew a keen blade from his belt, and made a\nshallow gash in the shrinking flesh. There were a few stifled\nscreams--some of the slaves were women--but for the most part the\nslashing was endured in stoical silence. When red drops began to ooze\nforth, the Rogans stooped and applied their horrible little mouths to\nthe incisions....\n\n\"The slimy devils!\" Brand whispered hoarsely, at sight of that\ndreadful feeding. \"The inhuman, monstrous vermin!\"\n\nBut now one or two of the Rogans had begun to utter squeaks of\nsatiation; and Brand hastened away from there and toward the control\nboard again. He hadn't an idea of what he might accomplish when he\nreached it; he didn't know but that a touch of the significant looking\nparent-lever might blast him to bits; but he did know that he was\ngoing to raise absolute hell with something, somewhere, if he possibly\ncould.\n\n       *       *       *       *       *\n\nSwiftly he approached the great master-lever, protected by its bell of\nglass. (At least it looked like glass, for it was crystal clear and\nreflected gleamingly the blue light from the nearby coils). He tapped\nit experimentally with his knuckles....\n\nAt once pandemonium reigned in the great vaulted building. There was a\nsiren-like screaming from a device he noticed for the first time\nattached under the domed roof. A clanging alarm split the air from\nhalf a dozen gongs set around the upper walls.\n\nSquealing shouts sounded behind Brand. He whirled, and saw the Rogans,\ninterrupted in their terrible meal, pouring in from the annex and\nracing toward him. Rage and fear distorted their hideous faces as they\npointed first to the big lever and then at the escaped Earthman. They\nredoubled their efforts to get at him, their long unsteady legs\ncovering the distance in great bounds.\n\nBrand swore. Was he to be caught again before he had accomplished a\ncertain thing? When he had already managed to win clear to his\nobjective?\n\nHe hammered at the glass bell with his fists, but realized with the\nfirst blow that he was only wasting time trying to crack it\nbare-handed. He glanced quickly about and saw a metal bar propped up\nagainst the control board near him.\n\n       *       *       *       *       *\n\nHe sprang for it, grasped it as a club, and returned to the glass\nbell. Raising his arms high, he brought the thick metal bar down on\nthe glass with all his strength.\n\nWith a force that almost wrenched his arms from their sockets, the bar\nrebounded from the glass bell, leaving it uncracked.\n\n\"Unbreakable!\" groaned Brand.\n\nDesperately he tried again, whirling the bar high over his head and\nbringing it smashing down. The result was the same as before as far as\nbreaking the bell was concerned. But--a little trickle of crushed rock\ncame from around the bolts in the slab to which the bell was fastened.\n\nA third time be brought the bar down. The glass bell sagged a bit sway\nfrom the slab....\n\nHe had no chance for more assaults on it. The nearest Rogans had\nleaped for him. Slimy arms were coiling around him, while the\nloathsome sucker-disks tore at his unprotected face and throat.\n\nSavagely Brand lashed out with the bar. It caved in a pair of the\nlong, skinny legs, bringing a bloated round head down within reach. He\nsmashed it with the bar, exulting grimly as the blow crumpled bone and\nflesh almost down to the little mouth which was yet carmine from its\nrecent feeding.\n\nThe process seemed a sound one to Brand, unable as he was to reach the\nRogans' heads that towered six feet above his own. Methodically,\nswinging the bar with the weight of his body behind it, he repeated\nthe example. First a crash of the bar against a pair of legs, then the\ncrushing in of the Rogan's head when he toppled with agonized squeals\nto the floor.\n\nAgain and again he crushed the life out of a Rogan with his one-two\nswing of the deadly bar. They were thinning down, now. They were\nwavering in their charges against the comparatively insignificant\nbeing from another planet who was defending himself so fiercely.\n\n       *       *       *       *       *\n\nFinally one of their number turned and ran toward an exit, waving his\nfour arms and adding his high-pitched alarms to the incessant ringing\nof the gongs and shrieks of the warning siren up under the roof. The\nrest rushed the Earthman in a body.\n\nSteadily, almost joyfully, Brand fought on. He had expected to be\nannihilated by one of the Rogan shock-tubes long before now; but as\nyet there was no sign of any. Either these Rogan workmen were not\nprivileged to carry the terrible things, or they were too occupied to\nthink of going and getting them; anyhow, Brand was left free to wield\nhis bar and continue crushing out the lives of the two-legged vermin\nthat attacked him.\n\nWith almost a shock of surprise, he saw finally that he had battered\ntheir number down to three. At that he took the offensive himself. He\nrammed the bluntly pointed end of the bar almost through one writhing\ntorso, broke the back of a second with a whistling blow, and tripped\nand exterminated the third almost in as many seconds. The creatures,\nwithout their death-tubes, were as helpless as crippled rats!\n\nPanting, he turned again toward the loosened glass bell, and battered\nat it with the precious bar. Gradually the bolts that held it to the\nstone slab were wrenched out, till only one supported it. But at this\npoint, from half a dozen set-back doorways, streams of infuriated\nRogans began pouring into the building and toward him.\n\nThe one that had fled had come back with help.\n\n\n\n\nCHAPTER VIII\n\n_Tremendous Odds_\n\n\nLike living spokes of a half-wheel, with the Earthman as the hub, the\nRogans converged toward Brand, a howling roar outside indicating that\nthere were hundreds more waiting to jam into the dome as soon as they\nwere able. There were still no shock-tubes in evidence: evidently the\nworker who had gone for help had gathered the first Rogan citizens he\nhad encountered on the streets. But the very numbers of the mob\nspelled defeat for Brand.\n\nHowever, there was still the great lever behind him to yank away from\nits switch-socket. The glass bell was almost off now. With a last mad\nblow, he knocked loose the remaining bolt that held it. The bell\nclattered to the floor.\n\nA concerted shriek came from the crowding Rogans as they saw the\nEarthman's hand close on the lever. Whatever effect the throwing of\nthat master-switch could have, there was no doubt that they were\nextremely anxious to prevent it!\n\nAnd now, in the rear of the crowding columns, appeared Rogans taller\nthan the others, with an authoritative air, who waved before them,\neager to unleash their power, batteries of the death-tubes.\n\nResigning himself to annihilation in the next instant, Brand pulled\ndown hard on the lever.\n\n       *       *       *       *       *\n\nThe effect wrought by the throwing of that great switch was almost\nindescribable.\n\nIn a flash, as though all had been struck at once by a giant's hand,\nevery Rogan in the mob shot toward the floor, long thin legs caving\nunder him as if turned to water. Writhing feebly, they endeavored to\nget up, but could not; and, still weakly ferocious, began to creep\ntoward the Earthman like huge-headed worms.\n\nBrand himself had been thrown to the floor with the falling of that\nswitch. He had felt as though an invisible ocean had been poured on\nhim, weighting him down intolerably. To move arms or legs required\nenormous effort; and to get up on his feet again was like rising under\na two-hundred-pound pack.\n\nThe movement of the switch, he saw, had cut off the gravity reducing\napparatus of the Rogans--whatever that might consist of. They were\nnow, abruptly, subjected to the full force of gravity exerted by\nJupiter's great mass. They could no more stand erect on their\ntottering, lofty legs than they could fly.\n\nBut, though greatly handicapped by the gravity pull, they were still\nnot entirely helpless. Like huge, long insects they continued to worm\ntheir way toward Brand, using their four arms and their boneless legs\nto help urge them over the flooring. And in their rear the Rogan\nguards struggled to lift their tubes and level them at the escaped\nprisoner.\n\nPrompt to avoid that, Brand went down on his hands and knees. Thus he\nwas shielded by the foremost crawling Rogans: the ones in the rear,\nwith the tubes, could not raise themselves high enough to bore down\nover their fellows' heads at the Earthman.\n\nSquatting on his knees, Brand awaited the first resolute crawlers.\nAnd, on his knees, whirling the now thrice weighty bar at heads that\nwere conveniently low enough to be accessible, he began his last\nstand.\n\n       *       *       *       *       *\n\nOn the Rogans came, evidently determined, at any sacrifice of life, to\nget the Earthman away from that vital control board. And to right and\nleft, crouching low to escape the tubes of the guards slowly crawling\nforward from the rear, Brand laid about him with the bar.\n\nHe got a little sick at the havoc he was wreaking on these\nslow-moving, gravity-crippled things: but remembrance of their grisly\nfeeding habits, and the torture they must by now have inflicted on\nDex, kept him flailing down on soft heads with undiminished effort.\n\nWith the gravity pull what it was, the Earthman was immeasurably\nstronger than any individual Rogan. For a time the contest was all in\nhis favor. It was like killing slugs in a rose garden!\n\nNevertheless, these slugs were, after all, twelve feet long and\npossessed of intelligence, besides being hundreds in number. After a\nwhile the tide of battle began to turn in their favor.\n\nBrand began to feel his arms ache burningly with the sustained effort\nof wielding a weapon that now weighed about twenty-five pounds. He\nknew he couldn't keep up the terrific strain much longer. And, in\naddition, he could see that the armed Rogans in the rear were steadily\nforging ahead among the unarmed attackers, till they soon must be in a\nposition to blast him with their weapons.\n\nBrand brought down his bar, with failing force but still deadly\neffect, on the loathsome face of the nearest Rogan, grunting with\nsatisfaction as he saw it crumple into a shapeless mass. He thrust it,\nspear-like, into another face, and another.\n\nThen, abruptly, he found himself weaponless.\n\nRaising it high to bring it down on an attacker who was almost about\nto seize him, he felt the metal bar turn white hot, and dropped it\nwith a cry as it seared the skin from the palms of his hands. Some\nRogan guard in the rear had managed to train his tube on the bar; and\nin the instant of its rising had almost melted it.\n\n       *       *       *       *       *\n\nWeaponless and helpless, Brand crawled slowly back before the\ntortuously advancing mob, keeping close enough to them to be shielded\nfrom the tubes of the rear guards. Without his club he knew the end\nwas a matter of seconds.\n\nHe had an impulse to leap full into the mass of repulsive, crawling\nbodies and die fighting as his fists battered at the gruesome faces.\nBut a second impulse, and a stronger one, was the blind instinct to\npreserve his life as long as possible.\n\nHesitantly, almost reluctantly, acting on the primitive instinct of\nself-preservation, he continued to back away from the advancing horde;\naway from the switch and toward the rear of the dome.\n\nWith the instant of his withdrawal, a Rogan turned toward the lever to\npush it back up into contact and release the red kingdom from the\nburden of Jupiter's unendurable gravity. And now ensued a curious\nstruggle. The lever, placed for the convenience of creatures twelve\nfeet or more tall, was about five feet from the floor. And the Rogan\ncouldn't reach it!\n\n       *       *       *       *       *\n\nStubbornly he heaved and writhed in an effort to raise his\ninordinately heavy body from the floor to a point where one of the\nweaving arms could reach the switch. But the pipe-stem legs would not\nbear its weight. Each time it nearly reached the lever, only to fall\nfeebly back again in a snarl of tangled limbs.\n\nMeanwhile, Brand had flashed a quick look back over his shoulder to\nsee, in the wall behind him, a metal door he hadn't noticed before. He\nfound time for a flashing instant to wonder why there were no Rogans\nentering from that doorway, too; but it was a vain wonder, and it\nfaded from his mind as the ever advancing, groping monsters before him\nkept crowding him back.\n\nInstinctively he changed his course a trifle, to edge toward the\nmetal door. Perhaps, behind it, there was sanctuary for a few moments.\nPerhaps he could force it open, spring out, and bar it again in the\nfaces of the pursuing mob. It sounded improbable, but at least it\noffered him a slim chance where before no chance had seemed possible.\n\nHe reached the door at last, fumbled behind him and felt, high over\nhis head, a massive sliding bolt.\n\n       *       *       *       *       *\n\nIn the spot Brand had left, the struggle to throw the gravity-lever\nback into closed contact position went on. The Rogan who was\nfruitlessly trying to reach up to it paused and said something to one\nnear him. That one halted, and began to crawl toward him.\n\nThe two of them tried to reach it, one bracing the other and helping\nhim pry his body up from the implacable pull of Jupiter's uninsulated\nmass. The top Rogan reached a little higher. The flesh sucker-disk\nthat served as a hand almost grasped the lever, but failed by only a\nfew inches.\n\nA third Rogan crawled up. And now, with two arching their backs to\nhelp the other, the thing was done. The hose-like, groping arm went up\nand pushed the lever back into place.\n\nThe blue streamer began to hum and crackle from coil to coil again.\nThe invisible weight that pressed down was released as once more the\ngiant planet's gravity was nullified. The Rogans got eagerly to their\nfeet and began to race toward Brand in their normal long bounds.\n\nBrand, just cautiously rising, when the power went back on, found\nhimself leaping five feet into the air with the excess of his muscular\neffort. And in that leap he saw the Rogans in the rear straighten up\nand point their tubes. However, also in that leap, his fumbling hand\nshot back the bolt that securely shut the metal door.\n\nWith a shout of defiance he jumped out of the door and slammed it shut\nafter him, feeling it grow searing hot an instant later under the\nimpact of the rays from the tubes that had been trained on him.\n\nA stinging shock reached him through the metal, flinging him to the\nground. He rolled out of its range and leaped to his feet to race away\nfrom there. Then, with a gasp, he flattened his body back against the\nwall of the dome building.\n\nHe was in the enclosure that held the gigantic, lizard-like thing that\nhad nearly got him on his escape from the tower room.\n\nHe wheeled frantically to go back and face the Rogan death-tubes.\nAnything rather than wait while that mammoth heap of tiny-brained\nferocity ran him down and tore him to shreds! But even as he turned,\nhe heard the bolt shoot home on the inside of the door; heard vengeful\nsqueals of triumph from his pursuers.\n\n       *       *       *       *       *\n\nAt the other end of the enclosure, near the foot of the tower\nbuilding, the great lizard eyed him unblinkingly, its tremendous jaws\ngaping to reveal a cavernous mouth that was hideously lined with\nbright orange colored membrane. Then, squatting lower with every step\nit took, like a mountainous cat about to spring on its prey, it began\nto stalk on its tree-like legs toward the tiny creature that had\nleaped into its yard with it.\n\nBrand whirled this way and that, mechanically seeking a way out. There\nwas none. The walls of the great enclosure were not like the wall of\nthe tower. Here were no rough hewn stones, with protruding ridges of\nmortar set between. These walls were as smooth as glass, and just as\nsmooth was the curved wall of the dome building behind him.\n\nThe monstrous beast stalked nearer, almost on its belly now. As it\nadvanced, the great tail stirred up a cloud of reddish dust, and left\nbehind it a round deep depression in a surface already crisscrossed\nwith a multitude of similar depressions. A bellowing hiss came from\nits gaping mouth, and it increased its pace to a thunderous, waddling\nrush.\n\n\n\n\nCHAPTER IX\n\n_Into the Enclosure_\n\n\nIn the torture chamber Dex wavered slowly back to consciousness to get\nthe growing impression that he was being immersed in a bath of liquid\nfire. Burning, intolerable pain assailed him with increasing intensity\nas his senses clarified.\n\nAt last he groaned and opened his eyes, for the moment not knowing\nwhere he was nor how he had come to be there. He saw strange torture\ninstruments and tall monstrosities with pumpkin-shaped heads\nsurrounding him closely in a semicircle, and staring at him out of\ngreat, dull eyes.\n\nRemembrance came back with a rush, and he gathered his muscles to\nspring at the hateful figures. But he could not move. At waist and\nthroat, at wrists and ankles, were hoops of metal. He closed his eyes\nagain while the burning waves of invisible fire shot through him\nrecurrently from head to foot.\n\nDully he wondered that he was still alive. His last recollection had\nbeen of the Rogan leader pointing his shock-tube full at him, his\nshapeless countenance working with murderous fury. However, alive he\nwas; and most unenviably so!\n\nHis hands, circumscribed to a few inches of movement by the bonds on\nhis wrists, felt the smooth substance at his back. And with a thrill\nof horror he realized his position: he was crucified against the metal\nslab on which the slave had writhed in agony a short half hour ago.\n\nAgain he strained and tugged, vainly, to get free. Off to one side,\npressed back against a huge glass experimental tank, he saw the\nbeautiful Greca, her eyes wide with horror; and caught her frantic\npleading message to her \"Great White One.\"\n\n       *       *       *       *       *\n\nThe Rogan leader, squealing and grimacing, advanced toward the victim\non the metal plate. One of the long arms went out and a sucker-disk\nwas pressed to Dex's cheek. Dex quivered at the loathsome contact of\nthat soft and slimy substance; then set his jaws to keep from groaning\nas the disk was jerked away, to carry with it a fragment of skin and\nflesh.\n\nGingerly, the tall leader felt the twitching, blackened stump of his\nblasted arm. Dex grinned mirthlessly at that: he'd struck one or two\nblows in his own defense, anyhow!\n\nAt sight of the Earthman's grin, an expression of defiance and grim\njoy that needed no interpreting to be understandable, the Rogan leader\nfairly danced with rage. His long arm went out to the switch beside\nthe plate, and pulled it down another notch--just a little, not nearly\nto the current that had torn at the slave.\n\nAt the increased torment resulting from that slight movement of the\nregulating lever, Dex yelled aloud in spite of all his will power. It\nseemed as though his whole body were about to burst into\nself-generated flame. Every cell and fiber of him seemed on the verge\nof flying apart. He could feel his eyes start from his head, could\nfeel every hair on his scalp stand up as though discharging electric\nsparks.\n\nA minute or two of that and he would go mad! He cried out again, and\ntwisted helplessly in his bonds. And then the terrible torture\nstopped.\n\nThe Rogan had not touched the switch--yet whatever sort of current it\nwas that charged the plate was abruptly clicked off, as though someone\nat a distance had cut a wire or thrown a master-switch.\n\n       *       *       *       *       *\n\nSimultaneously with its ceasing, an invisible, crushing sea seemed to\nenvelope everything. Dex felt his body sag against his metal bonds as\nif it had been changed to lead.\n\nBefore him the Rogans, who had been crowding closer to watch\ngloatingly each grimace he made, shot doorward as though their\npipe-stem legs had been swept from under them. The leader fell on the\nstump of his seared arm and, a deafening squeal of rage and pain came\nfrom his little mouth. His tube fell from his grasp and rolled over\nthe floor half a dozen yards away from him.\n\nAmazed, observing the stricken creatures only dimly through a haze of\npain, Dex saw them struggle vainly to get up again, and heard them\nchattering excitedly to themselves. For the moment, in the face of\nthis queer phenomenon, the prisoner seemed to be forgotten. And Dex\nwas quick to seize the momentary advantage.\n\n\"Greca!\" he called. \"The tube! There--on the floor!\"\n\nThe girl raised her head quickly, and followed his imploring gaze.\nLaboriously she started for the tube. At the same instant the Rogan\nleader began to feel around him for his lost weapon. Not finding it,\nhe raised his head and glanced about for it. He saw the girl making\nher way toward it and, with a squeak of terror, began to crawl toward\nit himself.\n\n       *       *       *       *       *\n\nHe was not quick enough. The girl, though not nearly as active under\nthe increased pull of gravity as a person of Earth might be, was yet\nmore agile than the Rogans. And she was the faster mover in this\ntortuous, snail-like race. While the Rogan leader was still several\nfeet away, she retrieved the shock-tube.\n\n\"Kill him!\" begged Dex. \"And all the rest of the filthy creatures!\"\n\nWith feminine horror of the thing that faced her, Greca hesitated an\ninstant--a hesitation almost long enough to be fatal. Then, just as\nthe Rogan leader was reaching savagely out for her, she leveled the\ntube at him and turned it to its full power.\n\nOne last thin squeal came from the Rogan's mouth, a squeal that\ncracked abruptly at its height. What had been its gangling body\ndrifted up in inky smoke.\n\n\"The others!\" called Dex. \"Quick! Before they get their weapons--\"\n\nGreca swept the death-tube in a short arc in front of her, over the\nbodies of the remaining Rogans, as if spraying plants with a hose. One\nafter another, toppling in swift succession like grotesque falling\ndominoes, the creatures sagged to the floor and melted away. That one\nsmall part of Jupiter's red spot, at least, was cleared of Rogan\npopulation.\n\n       *       *       *       *       *\n\nLong shudders racked Greca's body, and her lips were a bloodless line\nin her pallid face. But she did not go into womanly hysterics or swoon\nat the slaughter it had been her lot to inflict. Moving as quickly as\nshe could, she went to the metal slab and began, with shaking fingers,\nto undo the fastenings that held Dex prisoner.\n\n\"Good girl,\" said Dex, patting her satiny bare shoulder as he stood\nfree again. \"You're a sport and a gentleman. You don't understand the\nterms? They're Earth words, Greca, that carry the highest praise a man\ncan give a woman. But let's get out of here before another gang comes\nand takes us again. Where can we hide?\"\n\n\"I don't know any hiding places,\" confessed Greca despairingly. \"The\nRogans swarm everywhere. We will be seen the moment we try to leave\nhere.\"\n\n\"Well, we'll hunt for a hole, anyway,\" said Dex. He essayed to walk.\nWhat with the tendency of his muscles to jerk and collapse with the\naftermath of the torture he had endured, and the sudden and\ninexplicable increase in gravity that bore him down, he made heavy\ngoing of it. \"First we'll go up and get Brand.\"\n\n\"Yes, yes,\" said Greca, a soft glow in her clear blue eyes. \"Let us go\nquickly.\"\n\nShe started toward the door, panting with the effort of moving. But\nDex halted an instant, to stoop and pick up another of the tubes.\n\n\"We might as well have one of these apiece,\" he said. \"You've proved\nyou have the grit to use one; and maybe the dirty rats will think\ntwice about rushing us if we each have a load of death in our hands.\"\n\n       *       *       *       *       *\n\nThey made their way out of the torture laboratory, and up the incline\nto the street level. And it was just as they reached this that the\nburden of gravity under which they staggered was lifted from their\nshoulders as quickly as it had descended on them.\n\nDex raised his arms just in time to fend his body from a collision\nwith the wall in front of him. \"Now what!\" he exclaimed.\n\nGreca lifted her hand for silence, inclined her head, and listened\nintently. As she did so, Dex heard the same noise her quick ears had\ncaught an instant before his: a distant pandemonium of ringing gongs\nand siren shrieks, and squealing cries of a multitude of agitated\nRogans.\n\n\"What the devil--\" began Dex. But again Greca raised her hand to\nsilence him, and listened once more. As she listened, her sea-blue\neyes grew wider and wider with horror. Then, frantically, she began to\nrace down a long corridor away from the street door.\n\nDex hastened to follow her. \"What is it?\" he demanded, when he had\ncaught up to her flying little feet. \"This is not the way up to the\nroom where Brand--\"\n\n\"Your friend is not there,\" she interrupted. She explained swiftly,\ndistractedly: \"From the shouts of the Rogans I learn that he got into\nthe great dome building, somehow, and then was driven into the pen of\nthe....\"\n\nDex could not get the next term she used. But her telepathic message\nof the peril she mentioned formed in his mind clearly enough.\n\nHe got a flashing brain picture of a great, high-walled yard with a\nmonster in it of the kind he had caught a close-range glimpse a short\nwhile before. Also, he saw a blurred, tiny figure, running from wall\nto wall, that was Greca's imagining of Brand and his efforts to escape\nthe enormous beast.\n\n\"Good heavens!\" groaned Dex. \"Penned in with one of the things they\nshowed me while I was stretched on the rack! Are you sure, Greca?\"\n\nShe nodded, and tried to run faster. \"This way,\" she gasped, turning\ndown a passage to the left that ended in a massive metal door. \"This\nleads to the enclosure. Oh, if only we can be in time!\"\n\nHer slim fingers tore at a massive bolt that secured the door. \"Here,\"\nsaid Dex, wrenching it open for her. And they stepped out into thin\nsunlight, onto a hard surface of reddish ground that was crisscrossed\nwith innumerable rounded furrows like the tracks old-fashioned,\nfifty-passenger airplane wheels used to make on soft landing fields.\n\n       *       *       *       *       *\n\nGreca shrieked, and pointed to the far end of the enclosure. Down\nthere, flattened against the wall of the dome building, was Brand. And\nwaddling toward him with a tread that caused the ground to quiver, was\na mate to the hideous creature the Rogans had used to terrify Dex in\nthe torture chamber.\n\nDex leveled the tube he was carrying, swore, hit it frenziedly against\nhis hand. \"How do you work this damned thing, Greca--Oh! Like that!\nThere--see if _that_ puts a sting in your hide!\"\n\nThe distant monster stopped its advance toward Brand. A raw white spot\nas big as a dinner plate leaped into being on one of its enormous hind\nlegs. It whirled with an ear-splitting hiss, to see what thing was\ncausing such pain in its rear. The frightful head whipped back at the\nend of the long neck, to nuzzle at the seared spot. Then the giant\nlizard turned toward Brand again.\n\nA second time Dex pressed the central coil that formed the handle of\nthe tube, as Greca had showed him how to do. A second time the ray\nshot down the field to flick a chunk of flesh weighing many pounds\nfrom the monster's flank. And this time it definitely abandoned the\nquarry behind it. With a scream like the keening of a dozen steam\nwhistles, it charged back over its tracks toward the distant pigmies\nthat were inflicting such exasperating punishment on it.\n\nDex swept the tube before him in a short half-circle. A smoking gash\nappeared suddenly in the vast fore-quarters of the monster. It\nstopped abruptly, its clawed feet plowing along the ground with the\nforce of its momentum. An instant it stood there. Then, with its head\nswinging from side to side and lowered so that its looped neck dragged\non the reddish, dusty ground, it began to back away from the source of\nits hurt, bellowing and hissing its rage and bewilderment.\n\n\"Brand!\" shouted Dex. \"This end! Run, while I hold the thing off!\"\n\nBrand began to race down the long enclosure, ten feet to a leap. The\ngreat lizard darted after him, like a cat after an escaping mouse; but\na flick of the tube sent it bellowing and screaming back to its\ncorner.\n\n\"Dex!\" gasped Brand. \"Thank God!\"\n\nFor a moment he leaned, white and shaken, against the wall. Then Greca\ncaught his hand in both of hers, and Dex put his arm supportingly\naround his shoulder. They retreated back through the doorway behind\nthem, and slid the bolt across the metal door.\n\n\n\n\nCHAPTER X\n\n_The \"Tank Scheme\"_\n\n\n\"Thank God you came when you did,\" repeated Brand. Then, with a moment\nin which, figuratively, to get his feet back on earth, the wonder of\nDex's appearance struck him.\n\n\"How did you manage to get away?\" he asked. \"I was sure--I\nthought--when they dragged you out of the tower room I wouldn't see\nyou again--\"\n\nRapidly Dex gave an account of his ordeal in the torture chamber,\ntelling Brand in a few words how he had attempted to win free of the\nRogans, how he had almost succeeded, only to be caught again and\nclamped to the death-plate on the wall.\n\n\"But just as the big fellow was about to cook me for good and all,\" he\nconcluded, \"something happened to the current, and to the gravity at\nthe same time--\"\n\n\"That was when I pulled the lever in the dome building!\" exclaimed\nBrand.\n\nHe told of what had befallen him in the Rogan power-house. \"That\nlever, Dex!\" he said swiftly. \"It's the keynote of the whole business.\nIt absolutely controls the pull of gravity, and Lord knows what else\nbesides. If we could only get at it again! Perhaps we could not only\nshut it off so that Jupiter's pull would function again, but also\nreverse the process so its gravity would be _increased_! Think what\nthat would mean! Every Rogan in the red empire stretched out and\nimmovable, possibly crushed in by his own weight!\"\n\n\"It's a wonderful thought,\" sighed Dex; while Greca's eyes glowed with\na sudden hope for her enslaved race, \"but I don't see how we could\never--\"\n\nHe stopped; and glanced in alarm down the passage behind them. Greca\nand Brand, hearing the same soft noise, whirled to look, too.\n\n       *       *       *       *       *\n\nFar down the passage, just sneaking around the bend, was a group of\nRogan guards, each armed with a death-tube.\n\n\"Back to the pen!\" cried Brand.\n\nHe slid the bolt, and jerked the door open. They rushed into the\nwalled enclosure again, the slamming of the door behind them cutting\noff the enraged squeals of the Rogans.\n\n\"This isn't going to mean anything but a short delay, I'm afraid,\"\nsaid Brand, clenching his fists in an agony of futility. \"They'll be\nin here in a minute, and get us like trapped rats.\"\n\n\"Not before we get a lot of them,\" said Dex grimly.\n\n\"But that isn't enough, man! We don't want to die, no matter how\ndecently we do it. We've won free, and stayed free this long; now,\nsomehow, we've got to reach our ship and get back to Earth to warn\nthem of the danger that hides here for our planet!\"\n\nHe strode tensely up and down, smacking his fist into his palm. \"The\nlever!\" he exclaimed. \"That lever! It's our only answer! If we could\nget to it.... But how can we? We couldn't break into the dome, now the\nRogans are on the watch for us, with anything less than a charge of\nexplosives. Or a tank. God, how I'd like to have an old-fashioned,\nfifty-ton army tank here now!\"\n\nGreca exclaimed aloud as Brand's fleeting mental picture of one of\nEarth's unwieldy, long-discarded war tanks registered on her brain.\n\n\"There is the great beast there,\" she said hesitantly, pointing a slim\nforefinger at the huge lizard that had backed into a far corner and\nwas regarding them out of dull, savage eyes. Then she shook her head.\n\"But that is impossible. Impossible!\"\n\n       *       *       *       *       *\n\nThe men stared at her, with dawning realization in their minds. Then\nthey gazed at each other.\n\n\"Of course,\" said Brand. \"Of course! Greca, you're marvelous! Wish we\nhad a tank? Why, we've got one! A four-legged mountain of meat that\nought to be able to plow through the side of that dome like a\nbattering ram through cardboard!\"\n\n\"But it's not possible,\" replied Greca, her head dropping dejectedly.\n\"My people, as driven slaves, till the fields with great animals that\nwere trapped in the surrounding jungles. They harness other great\nanimals to haul burdens. But none of the beasts are like _this_ one.\nThis kind cannot be tamed or harnessed. It is too ferocious. It is\nused only as a scourge of fear, to crush us into complete submission.\"\n\n\"Can't be tamed?\" Brand said. \"We'll see about that! Come on, Dex.\"\n\n\"Just a minute,\" said Dex. He flattened against the wall, motioning\nthem to do the same. Then he leveled his tube at the door.\n\nSlowly, cautiously, the door began to swing back; and the Rogan that\nDex had heard fumbling with the bolt stuck his huge head out to locate\nthe escaped prisoners.\n\nDex pressed the release coil of his tube. Without a sound, the Rogan\nslumped to the ground, a smoking cavity in its shoulders at the spot\nwhere its head had been set. In an instant the body, too, disappeared;\nan upward coiling wisp of black smoke marking its vanishing.\n\nAnother Rogan, tiptoeing out, met the same fate; and another. And then\nthe door was banged shut again, and the bolt ground into place on the\ninside.\n\n\"That'll teach 'em to be careful how they try to rush us from _that_\ndoor,\" said Dex, through set teeth. \"Now let's see if that tank scheme\nof ours can be worked.\"\n\n       *       *       *       *       *\n\nHe picked up a tube dropped by one of the Rogans, and handed it to\nBrand; showing him which coil to press to get full force, as Greca had\nin turn informed him.\n\n\"Down the field,\" commanded Brand. \"We'll go about thirty yards apart,\nand try to herd this brute back through the walls of the dome\nbuilding. Once it's inside, we'll try to rush to the lever before the\nRogans can down us, and jam the thing past its terminal peg and into\nreverse action. I don't know that there _is_ a reverse to it--but we\ncan try.\n\n\"Greca dear,\"--the girl started at the warmth of his thought, and a\nfaint pink rose to her pale cheeks--\"you'd better stay by my side.\nYour place as hostage-priestess of your people wouldn't save you if\nthose devils catch you now. Besides, you can keep your tube leveled at\nthe doorway as we go, and discourage any Rogans who might pluck up\ncourage to try coming out again.\"\n\nThey started down the field toward the nightmare thing that snarled\nand hissed in its corner. On one side of the big enclosure walked\nBrand, with Greca close beside him, glancing continuously over her\nshoulder at the rear door, and holding her tube in readiness to check\nany charge the Rogans might attempt to make from the tower building.\nOn the other side, keeping an equal pace, advanced Dex.\n\nWith tubes of death as whips, and with death for themselves set as the\nstake for which they gambled, they went about their attempt to drive\nthe brainless monster before them through the solid wall of the dome\nbuilding. And there followed what was probably the strangest animal\nact the universe has ever witnessed.\n\n       *       *       *       *       *\n\nThe first thing to do was to rout the enormous lizard out of the\ncorner where sullen fear had sent it squatting. Dex contrived to do\nthat by standing next to the wall at its side, and sending a searing\nray that just touched the scaly, tremendously thick hide. The monster\nbellowed deafeningly, and, with a spot smoking on its flank, waddled\nsideways to the center of the field. Its head and swaying long neck\nfaced the Earthmen and its back was against the wall of the dome\nbuilding. To that extent, at least, they had the creature placed; but\nthey soon found that the struggle had only just begun.\n\nBrand got far enough around to focus his tube on the tip of the huge\ntail, in an effort to swing the gigantic thing about. There was an\nunearthly shriek from the colossal beast, and a foot and a half of its\ntail disappeared.\n\n\"Careful,\" called Dex, his jaw set and grim as the monster lashed out\nin its wrath. \"If you bore in too long with that tube there'll be\nnothing left of our tank but a cloud of smoke.\"\n\nBrand nodded, wordlessly, walking on the balls of his feet like a\nboxer, holding himself ready to swerve the thing should it charge\nthem. Which--next instant--it did!\n\nWith a whistling bellow it gathered its tons of weight and thundered\nwith incredible quickness at the gnats that were stinging its flanks\nand tail.\n\nDesperately Brand played the tube across the vast chest, scoring a\nsmouldering gash in the scale-covered flesh just above the gash Dex\nhad seared a few moments before.\n\n\"Sorry, old fellow,\" Brand muttered to the screaming beast. \"We hate\nto bait you like this, but it has to be done. Come on, now, through\nthat wall behind you, and give us a chance at the lever.\"\n\n       *       *       *       *       *\n\nBut through the wall behind it the vast creature, not unnaturally,\nrefused to go! It darted from side to side. Backward and forward. Up\nto the wall, only to back bewilderedly away from it. And constantly\nthe tubes flicked their blistering, maddening rays along its monstrous\nsides and tail, as the Earthmen tried to guide it into the wall.\n\n\"Hope there's enough left of it to do the trick,\" said Brand,\nwhite-lipped. The monster was smoking in a dozen spots now, and\nseveral of the hump-like scales on its back had been burned away till\nthe vast spine looked like a giant saw that was missing a third of its\nteeth. \"God, I'm thinking we'll kill it before we can drive it through\nthat wall!\"\n\nGreca nodded soberly, keeping her eyes on the distant door to their\nrear. Twice that door had been opened, and twice she had directed the\ndeath rays into its opening to mow down the gangling figures behind\nit. But she had said nothing of this to her man. He was busy enough\nwith his own task!\n\n\"The door to the dome--\" Dex shouted suddenly.\n\nBut Brand merely nodded, even as a discharge from his tube annihilated\nthe Rogan that had appeared in the doorway before them. He had seen\nthat door stealthily opening even before Dex had.\n\n\"It had better be soon, Dex!\" he called. \"Rogans in front of\nus--Rogans behind us--and--look out! On your side of the fence,\nthere!\"\n\nDex whirled in time to pick off a grotesque, pipe-like figure that had\nsuddenly appeared on the broad wall of the enclosure. Then he turned\nto the frenzied problem of driving the monster through the building\nwall.\n\n\"The thing's going mad, Brand!\" he cried, his voice high-pitched and\nbrittle. \"Watch out!\"\n\n       *       *       *       *       *\n\nIt was only too evident that his statement was true. The baited\nmonster, harried blindly this way and that, hounded against the blank\nwall behind it by something that bit chunks of living flesh out of its\nlegs and sides, was losing whatever instinctive mental balance it had\never had. Its dimly functioning brain, probably no larger than a\nwalnut in that gigantic skull, ceased more and more to guide it.\n\nWith a rasping scream that set the Earthmen's teeth on edge, it\ncharged for the wall on Dex's side. Dex just managed to swerve it with\na blast from the tube so prolonged that half its great lower jaw fell\naway.\n\nAt this the titanic thing went wholly, colossally mad! It whirled\ntoward Brand, jerking around again as a searing on that side jarred\nits dull sensory nerves, then headed at last straight toward the stone\nwall of the dome building.\n\nWith the rays from both tubes flicking it like monstrous spurs, it\ncharged insanely toward the bulge of the circular wall. With all its\ntons and tons of weight it crashed against the stonework. There was a\nthunderous crackling noise, and the wall sagged in perceptibly, while\nthe metal roof bent to accommodate the new curvature of its supporting\nbeams.\n\nThe monstrous lizard, jerked off its huge legs by the impact,\nstaggered up and retreated toward the two men. But again the maddening\npain in its hindquarters sent it careening toward the building wall.\nThis time it raised high up on its hind legs in a blind effort to\nclimb over it. \"God, it must be five stories tall!\" ejaculated Brand.\nThunderingly its forelegs came down on the edge of the roof.\n\n       *       *       *       *       *\n\nThere was another deafening crash of stone and shrieking of torn\nmetal. Just under the cornice, the wall sagged away from the roof and\nthe top rows of heavy stone blocks slithered inward.\n\n\"Again!\" shouted Brand.\n\nHis tube was pointing almost continuously now at the metal door\nleading from the dome building. The Rogans inside, at the shocks that\nwere battering down a section of their great building, were all trying\nto get out to the yard at once. In a stream they rushed for the\ndoorway. And in loathsome heaps they fell at the impact of the ray\nand shriveled to nothingness on the bombarded threshold.\n\n\"Once more--\" Brand repeated, his voice hoarse and tense.\n\nAnd as though the monster heard and understood, it rushed again with\nall its vast weight and force against the wall in a mad effort to\nescape the things that were blasting the living flesh from its\ncolossal framework.\n\nThis charge was the last. With a roaring crash a section of the\nbuilding thirty yards across went back and down, leaving the massive\nroof to sag threateningly on its battered truss-work.\n\n       *       *       *       *       *\n\nIt was as though the side of an ant-heap had been ripped away. Inside\nthe domed building hundreds of Rogans ran this way and that on their\nelongated legs, squealing in their staccato, high-pitched tongue.\n\nWith blind fury the mad monster charged in through the gaping hole it\nhad battered for itself. In all directions the Rogans scattered. Then\nan authoritative tall figure with a tube in each of its four\nsucker-disks, whipped out a command and pointed to the great coils\nwhich lay immediately in the berserk monster's path.\n\nThe command restored some sort of order. Losing their fear of the\nbeast in their greater fear of the damage it might do, the Rogans\nmassed to stop it before it could demolish the Rogan heart of power.\n\nAt this point Brand saw an opening of the kind he had been praying\nfor. The Rogans had retreated before the terrific charge of the\nmonster in such a way that the space between its vast bulk and the\ncontrol board was clear.\n\n\"After me!\" he shouted to Dex. \"One of us has got to reach that lever\nwhile the creature's still there to shield us!\"\n\nThe two Earthmen dashed through the jagged hole in the wall and raced\nto the control board just as the huge lizard, a smoking mass, sank to\nthe floor. Brand gazed almost fearfully at the lever-slot.\n\nWas there a reverse to the gravity-control action? There was room in\nthe slot for the lever to be pulled down below the neutral point, if\nthat meant anything....\n\n       *       *       *       *       *\n\nBehind them the great bulk of the dead lizard was disappearing with\nincredible quickness under the rays of the tubes directed on it. Now\nthe pumpkin-shaped heads on the opposite side were visible through a\nfleeting glimpse of a skeleton that was like the framework of a\nskyscraper. And now the colossal bones themselves were melting, while\nover everything hung a pall of greasy black smoke.\n\n\"Hurry, for God's sake!\" gasped Dex.\n\nBrand threw down the lever till it stuck. At once that invisible ocean\npoured crushingly over them, throwing them to their knees and sweeping\nthe Rogans flat on their hideous faces just as half a hundred tubes\nwere flashing down to point at the Earthmen.\n\n\"More--if you can!\" grated Dex, whirling this way and that and\nspraying the massed Rogans with his death-dealing tube. Dozens went up\nin smoke under that discharge; but other dozens remained to raise\nthemselves laboriously and slowly level their suddenly ponderous\nweapons at the Earthmen.\n\nBrand set his jaw and threw all his weight on the lever. It bent a\nlittle, caught at the neutral point--and then jammed down an\nappreciable distance beyond it.\n\n       *       *       *       *       *\n\nInstantly the blue streamers, that had stopped their humming progress\nfrom coil to coil with the movement of the switch to neutral, started\nagain in reversed direction. And instantly the invisible ocean pressed\ndown with appalling, devastating force.\n\nGreca and Brand and Dex were flattened to the floor as if by blankets\nof lead. And the scattered Rogans about them ceased all movement\nwhatever.\n\n\"Oh,\" sobbed Greca, fighting for breath. \"Oh!\"\n\n\"We can't stand this,\" panted Dex. \"We've fixed the Rogans, all right.\nBut we've fixed ourselves, too! That lever has to go up a bit.\"\n\nBrand nodded, finding his head almost too heavy for his neck to move.\nSweat beaded his forehead--sweat that trickled heavily off his face\nlike drops of liquid metal.\n\nWith a tremendous struggle he got to his knees beneath the\nmaster-switch. There he found it impossible to raise his arms; but,\nleaning back against the control board and so getting a little\nsupport, he contrived to lift his body up enough to touch the\ndown-slanting lever with his head and move it back along its slot a\nfraction of an inch. The giant coils hummed a note lower; and some of\nthe smashing weight was relieved.\n\n\"That does it, I think,\" Brand panted, his voice husky with exhaustion\nand triumph.\n\nHe began to crawl laboriously toward the nearest street exit. \"On our\nway!\" he said vibrantly. \"To the space ship! We leave for Earth at\nonce!\"\n\n       *       *       *       *       *\n\nSlowly, fighting the sagging weight of their bodies, the two Earthmen\ninched their way to the street, helping Greca as they went. Among the\nsprawled forms of the Rogans they crept, with great dull eyes rolling\nhelplessly to observe their progress, and with feeble squeals of rage\nand fear and malediction following their slow path.\n\nOn the street a strange and terrible sight met their eyes.\n\nStrewn over the metal paving like wheat stalks crushed flat by a\nhurricane, were thousands of Rogans. Not a muscle of their pipe-like\narms or legs could they move. But the gravity that crushed them\nrigidly to the ground did not quite hold motionless the shorter and\nmore sturdily built slaves.\n\nAmong the thousands of squealing, panting Rogans that lay as though\nparalyzed on the metal paving, crawled equal thousands of Greca's\nenslaved people. Their eyes flamed with fanatic hate. And\nmethodically--not knowing what had caused their loathed masters to be\nstricken helpless, and not caring as long as they _were_ helpless--the\nslaves were seeking out the shock-tubes that here and there had fallen\nfrom the clutch of Rogan guards. Already many had found them; and\neverywhere gangling, slimy bodies were melting in oily black smoke\nthat almost instantly vanished in thin air.\n\nAs it was in these streets and in the great square in the center of\nwhich rested the Earthmen's ship, just so, they knew, was it being\nrepeated all over the red empire. Slowly crawling, fiercely exulting\nslaves were exterminating the tyrannous things that had held them so\nlong in dreadful bondage! Before the sun should set on another\nflashing Jovian day there would be no Rogan left in the red spot.\n\n       *       *       *       *       *\n\n\"And so it ends,\" said Brand with a great sigh. He moved over beside\nGreca, and touched her lovely bare shoulders. They were shaking\nconvulsively, those shoulders; and she had buried her face in her\nhands to keep from gazing at the ghastly carnage.\n\nBrand pressed her to him. \"It's terrible--yes. But think what it\nmeans! The knell of all the Rogans been sounded to-day. As soon as\nthe secret of these death-tubes has been analyzed by our science and\nprovided against, my friend and I will return from Earth with a force\nthat shall clear the universe of the slimy devils. Meanwhile, your\npeople are safe here; with the gravity what it is, no Rogan attacking\nhordes can land.\"\n\nThey crawled tortuously over the square to the space ship. Brand\nturned again to Greca; and now in his eyes was a look that needed no\nlanguage of mind or tongue for its complete expression.\n\n\"Will you come to Earth with me, Greca, and stay by my side till we\nreturn to set your people in power again?\"\n\nGreca shook her head, slowly, reluctantly. \"My people need leaders\nnow. I must stay and help direct them in their new freedom. But\nyou--you'll come back with the others from Earth?\"\n\n\"Try and stop him!\" grinned Dex. \"And try and stop me, too! From what\nI know now of the way they grow 'em on your satellite\"--his eyes\nrested on Greca's beauty with an admiration that turned her to rosy\nconfusion--\"I'd say I'd found the ideal spot to settle down in!\"\n\nBrand laughed. \"He's answered for me too. And now, a salute that is\nused on Earth to express a promise....\" He kissed her--to her utter\nastonishment and perplexity, but to her dawning pleasure. \"Good-by for\na little while.\"\n\nThe two Earthmen hoisted themselves heavily over the sill of the\ncontrol room of their ship, and crawled inside.\n\nThey secured the trap-door, and turned on the air-rectifiers. Brand\nmoved to the controls, waved to Greca, who was smiling at him through\nthe glass panel, and pointed the ship on its triumphant, four hundred\nmillion mile journey home.\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Red Hell of Jupiter, by Paul Ernst\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE RED HELL OF JUPITER ***\n\n***** This file should be named 30214.txt or 30214.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/0/2/1/30214/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}