{"title": "Prologue to an Analogue", "author": "Leigh Richmond", "releaseDate": "October 13, 2009", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n This etext was produced from Analog Science Fact & Fiction June 1961.\n Extensive research did not uncover any evidence that the U.S. copyright\n on this publication was renewed.\n\n\n\n                       PROLOGUE TO AN ANALOGUE\n\n\n                          By LEIGH RICHMOND\n\n\n    _Finnagle's Law shows that many times we don't get the effect\n     we planned on. But ... there's an inverse to that famous law,\n     too...._\n\n\n                      Illustrated by Schoenherr\n\n       *       *       *       *       *\n\n\n\n\nThe IWC program was a newscast by Bill Howard, and the news was\nparticularly vicious that night.\n\nBill, his big homely face leaning across a desk toward the viewer,\ntalked in horrified tones of the \"pest-sub\" that had reputedly got\nstuck in the Suez and spread epidemic across Cairo.\n\nIt was easy to assume, Bill told his audience, that the nations most\ninterested in creating a crisis in the world right now had put the sub\nthere to make an excuse to accuse us of the terror. It was undoubtedly\nreally there, and was undoubtedly really of American make, and the\nepidemic was undoubtedly very real indeed, he said. The United Nations\ninvestigating team, due to go into the Canal Zone the next day and\nmake their report to the world, would find that the epidemic was\ncaused by laboratory-developed bacteria, carried in by an\nAmerican-made sub. It would be at least as bad, if not worse, than\nreported.\n\nThe question before the world, Bill said, was not whether\nbacteriological warfare had started, but who had started it--and the\nfact that the sub carried United States markings and was of United\nStates make did not at all answer the question.\n\nBacteriological warfare had broken out and where it would strike next\nwas anybody's guess.\n\n\"But let there be no mistake,\" Bill said. \"This is war.\"\n\nIt was on that note that the station break came, and the thirteen\nwitches, trademark of the International Witch Corporation, came on.\n\nHarvey Randolph, manufacturer of the Witch line of products, leaned\ntoward the screen intently. He had just transferred his account to\nBurton, Dester, Duston & Oswald, and they had dreamed up a new-type\ncommercial for the products.\n\nThe thirteen witches were long-legged, slender dancing gals, in tall\nblack witch caps and long black capes, crimson-lined, and very little\nelse. Each had long hair that swirled as she danced.\n\nRandolph chewed his lip, watching them thoughtfully.\n\nThey came on with what was almost a valkyrie cry--\"Witches of the\nworld, unite--to make it clean, clean, clean, Witch clean--NOW!\"\n\n\"Hm-m-m,\" thought Randolph. The cry struck rather sourly at the end\nof that \"this is war\" sentence from the newscast, he thought, but then\nthat dramatic newscast-ending was rather unusual.\n\nThe witches were singing a jingling chorus as they danced. \"No task is\ntoo big, no task is too small,\" they sang. \"Which Witch do you need?\nYou should have them all--\"\n\nEach witch, of course, displayed her particular product from the Witch\nline--detergent, soap, shampoo, cleanser, cleaning fluid....\n\n\"Witch soap or detergent....\n\n\"Witch cleanser upsurgent....\n\n\"Which Witch do you need? You should have them all....\"\n\nThis was fairly average as commercials go, thought Randolph. The big\nBDD&O radical innovation would be next.\n\nIt was. On the screen behind the witches appeared a map of the Suez\nCanal, and then a papier-maché model of the nose of a sub, and a\ndockside shanty, a gray pall hanging over them.\n\nAs the witches turned and began dancing towards it, the deep voice of\nthe announcer spoke over the muted jingle. \"Witches of the world,\nunite! If Nasser had enough Witches, he could solve the crisis which\nhas us all in stitches....\"\n\nAnd the witches, in a united dance-step, approached the sub and shanty\nsinging \"Make it clean, clean, clean, Witch clean, NOW!\" Each sprayed\nit with a Witch product, and as they sprayed the pall lifted, the sub\nand shanty showed shining bright, new-painted.\n\n\"Clean, clean, clean,\" chanted the chorus; \"Witch, Witch, Witch,\nclean, clean, clean. Defy dirt, defy disease.\"\n\n\"Keep Witch clean!\"\n\n       *       *       *       *       *\n\nWell, thought Randolph. And then again, Well.\n\nHe wasn't quite sure, he told himself. The commercial came darn near\nbeing in poor taste, what with the crisis so near, and yet ... it\nwasn't something to make you forget the product. By Geoffery, no!\nYou'd think of Witch products quite a bit, after watching that one.\n\nHe reminded himself to check the viewer reaction that would be\navailable fairly early next day, as he switched off the TV.\n\n       *       *       *       *       *\n\nIt was almost noon next day before Randolph reminded himself of the\ncall he'd planned to make to BDD&O. He got Oswald on the wire almost\nimmediately.\n\n\"Randolph, here,\" he said. \"I called you about that new commercial. It\nseems a little drastic. Are you planning to use it again tonight?\"\n\n\"Use it? We're taking full credit, in a witchery sort of way!\" Oswald\nlaughed. \"Never saw anything like your luck, Randolph. I've got the\nentire staff tied up doing the follow-up for tonight. You needn't\nworry about libel, either. We've got the whole legal staff turned out,\ngoing over every detail.\"\n\n\"It seemed pretty near the line to me,\" said Randolph, chewing his\nlip. He found himself a little puzzled over Oswald's tone, but not too\nmuch so. Any public relations man was overenthusiastic by nature, in\nRandolph's estimation. Maybe it took that to make a good p.r. man.\n\"People might resent our making hay out of sickness, even if you are\npreaching that cleanliness will prevent it.\"\n\n\"Sickness, you might have a point. I admit I'd argue it, but you\nmight. But wellness, now, it's different. I do know that if the United\nNations team reports there's no epidemic, and that the pest-sub is one\nof the cleanest, healthiest-crewed submarines in the business, it's\nsafe for us to assume it's so, and to imply that Witch Products are\nused to keep it clean.\"\n\n\"Mr. Oswald,\" Randolph's voice took on a note of imperious prissiness.\n\"Would you mind explaining just exactly what you are talking about?\"\n\n\"Haven't you heard the news? There's no bacteriological war! I admit\nthat puts Bill Howard way out on a limb, but there are a lot of very\nfine people with him. There's no epidemic in Cairo. There's not even a\nbad cold that the United Nations team could find. And they give that\nso-called pest-sub the most complete bill of health in the business.\n\n\"Now, the deal we plan for tonight....\"\n\n       *       *       *       *       *\n\nAt the same moment, a number of very important people were closeted\nwith the President. Their reactions to the United Nations report were\nquite otherwise than those Oswald was experiencing.\n\n\"It's the exact timing, and the detail of execution that scares me,\nMr. President,\" the Undersecretary of State was saying. The Secretary\nhimself was coming in by jet, and would join them immediately on\narrival.\n\n\"It implies a technology that we can't touch even in our wildest\ndreams. I've talked to the CIA chief himself, and the reports from our\noperatives are beyond question. The epidemic was not only real, it was\nwidespread. The pest-sub was as real as this chair I'm sitting on, and\nits crew near death to the man, and no question about it.\n\n\"If they can fight a bacterial war and produce an overnight cure at\nthe same time ... we're at their mercy. There is no bomb ever\ndeveloped--or that can be developed--to touch the power of what\nthey've just demonstrated.\"\n\nThe President ran his fingers through his hair. His face looked more\ndrawn than any man had yet seen it. Yet he smiled.\n\n\"We're not suing for peace terms yet,\" he said, and turned to the\nnation's foremost biologist, sitting quiet in a nearby chair.\n\n\"What's your reaction?\" he asked.\n\n\"We've always known,\" the answer came despondently, \"that\nbacteriological warfare is far deadlier than any bomb--if there were\nany protection from its effects for the victor. We had a strain of\nbacteria once, for which we had an immunization course, and we\ndeveloped it far enough along the line to realize that, even though\nyou immunized every man, woman and child in this country in advance\nof releasing it in another part of the world, mutant strains would\neventually wipe out this nation as well as those we fought.\"\n\n\"How about mutant strains of the Suez bacteria?\" the President asked,\nthen answered himself. \"No, they've produced an antidote. An antidote,\nif our reports are correct, that works overnight.\" He shook his head\nslowly.\n\n\"The ultimatum should come very soon now,\" the President said.\n\n       *       *       *       *       *\n\n\"It is the timing. I do not understand the timing.\" The big man in the\nKremlin was allowing himself an appearance of indecision that he did\nnot often indulge before underlings.\n\nOf course, there was but the one underling, and any audience that\nproved to have a later-embarrassing potential could be silenced with\nease. Still, it was unusual, and the lieutenant who served as\ncombination secretary and backstop for oratory quaked as he listened.\n\n\"The timing is all wrong, but the fact is a fact. It must be a fact,\nor every operative we have should be Siberianized.\n\n\"We must, of course, act. The action must be immediate. We are zeroed\nin....\"\n\n\"No!\" Vlada heard himself speak, and his whole body was outraged at\nthe action. He stood white, trembling. But he had spoken, and try as\nhe would, the word could not be pulled back.\n\n\"No? My little dove, and what would you suggest, then, if we are not\nto defend ourselves from this capitalistic aggression? That we shall\nsit with our hands folded and allow them to dictate the terms of our\nsurrender? Speak!\"\n\n\"Send them a pest-sub, and see if they can handle the bacteria we have\ndeveloped!\" Vlada's throat was dry, and his voice was not his own. No\npower on earth could have made him open his mouth, but he had opened\nit, and he fully expected the lightning to strike him at that moment.\n\n\"Send them ... ah, of course. They can cure their own, and they have\ntaken a so-dramatic method of saying that they can cure their own. But\ncan they cure the products of our laboratories? Now that, we shall\nsee.\n\n\"But we shall be as subtle--more subtle, even, than were our\ncapitalistic friends. We shall not send our sub to them. We shall send\nit to a small island, and we shall see whether they wish to taste the\ndeath, the strangulation and crippling and suffering, the destruction\nof sanity that shall be the lot of those islanders....\"\n\n       *       *       *       *       *\n\nIn Peiping the distress was no less acute--but the reaction was\nsomewhat different.\n\nThe scientist being grilled had no hope left. He could answer\nhonestly, for there was nothing that could save him from that which\nwas in store.\n\n\"The strain was virulent. There is no known antidote--nothing could\nhave saved that port, nor most of Africa and most of India--and there\nwas no way for the world to know from whence came the death-dealing\nsubmarine except that it be the mighty America.\n\n\"The bombs should have come in retaliation, spreading their death and\nadding to the impetus of the epidemic, so that enough of the world was\nwiped out to give the great People of the Dragon room into which to\nexpand. We calculated that a third of our own would be wiped out in\nthe holocaust, which would have relieved us of many problems. The tan\npeoples of India and the darker peoples of Africa should have sued us\nto lead them in a unity of the yellow peoples, against the insanities\nof the pale peoples of the west.\n\n\"There is no antidote ... yet the epidemic is destroyed. I cannot yet\nbelieve what is told me. I would go to my ancestors happily if I could\ngo to them with the answer to this riddle.\"\n\n       *       *       *       *       *\n\nThat night Bill Howard came on the screen his big homely face wreathed\nin smiles, his tweed suit and shaggy blond hair looking even more\ninformal than usual.\n\n\"It's a great day for the people of the world,\" he said.\n\n\"There's undoubtedly tremendous political significance in what\nhappened at Suez, and every statesman and every politician will have\nstatements to make, and conclusions to draw.\n\n\"Suez's obvious healthiness has been variously attributed to American\ntechnology, garnered from the experts we've sent them over the years;\nto Russian technology, garnered from their experts loaned to the\nnation involved; to Mohammed and to the God of the Christians.\n\n\"The peoples of the world,\" he said softly, \"are concerned with these\nthings in the abstract, but mostly, we the people are willing to leave\nthis to the theorists, while we rejoice.\"\n\n\"For we the people, who thought we faced that most degrading, that\nmost unanswerable, that most horrible fate of all, bacteriological\nwar, find ourselves at bacteriological peace.\"\n\nAt the break, the thirteen witches danced on, crying their chant, and\nbehind them as a background was the bright, clean sub-and-shanty\nscene.\n\n\"Witches of the world unite, to make it clean, clean, clean, Witch\nclean--NOW!\" they chanted. \"Pestilence or peril, disease or disaster,\nStay clean, clean, clean, Witch clean!\"\n\n\"Ah,\" said the deep voice of the announcer as the jingle muted, \"Which\nwitch do you really wish? Witch is the modern method of cleanliness,\nusing the best of modern technology, and the Witch witch is witching\nthrough the world....\"\n\nRandolph watched the program skeptically. The best lawyers and the\nbest p.r. agents to be had, he reminded himself. Still.... There was a\nnagging worry that this thing was going too far. It's O.K. to claim\nthe moon, he thought, chewing his lip, but isn't it a little risky to\nclaim peace on earth for the Witch products?\n\nHe made a mental note to call BDD&O the next morning. The audience\nreaction would make itself felt by then, and he could decide....\n\n       *       *       *       *       *\n\nIt was almost noon next day before Randolph reminded himself of the\ncall he'd planned to make to BDD&O. He got Oswald on the wire almost\nimmediately.\n\n\"Randolph, here,\" he said. \"I called about that new commercial. It\nseems a little drastic to claim peace on earth for the Witch products.\nWhat are you planning for tonight?\"\n\n\"More of the same!\" Oswald's voice was jubilant. \"The switchboard has\nbeen swamped, and we're on almost every program on every channel!\nThey're taking us apart, of course. 'Witchcraft raises its head,' and\n'Salem is here with a new twist and a singing commercial,' and\n'Anybody got a pestilence?'--that sort of thing. But they're crediting\nWitch products from dawn to dawn. I sure didn't make a mistake when I\ntied our contract to your sales! We ought to break the bank!\"\n\nRandolph chewed the thought in silence. \"Oswald,\" he said, \"It's an\nold habit of the American people to make a joke out of what they can't\nunderstand. Sort of Paul Bunyan all over again. But don't overdo it.\nThat Witches of the world unite, deal. Remember the IWW? Wasn't that\nsort of communistic?\"\n\n\"Every time anybody talks about getting the world peacefully together,\nabout unity, somebody starts shouting 'commie.' Since when has\ncommunism and unity got anything to do with anything? You're an\ninternational corporation, aren't you? It's in your title, IWC, isn't\nit? You don't just sell Witch things in the United States--you've\nmarkets in Europe and Africa and India, and all over the place, or I\nread the sales charts wrong. What's worrying you about using it?\n\n\"The overseas tapes are going like a cannonball express. Our ratings\nhave skyrocketed everywhere,\" Oswald said in satisfaction. \"What do\nyou mean, don't overdo it? You get the world in a hatbasket, and then\nyou want to throw it away?\"\n\n[Illustration]\n\n\"Incidentally,\" he added in a calmer tone, \"I got one crank call\nthat's got me thinking. The guy got all the way through to me before\nhe'd talk, and that takes some getting, what with the salaries I pay\npeople to keep the cranks off my neck.\n\n\"He said that now we had the witches of the world united, why didn't\nwe do some real cleanup work, like slums and insane asylums. Got me\nthinking, you know. A good cause never did a program any harm.\"\n\nRandolph chewed his lip a while in silence, and Oswald, knowing his\nclient, waited patiently.\n\n\"I like that a lot better than claiming peace on earth for the Witch\nproducts,\" Randolph said at last. \"Why don't you pick a slum we can\nclean up for not too much, and let's see what you can work out. This\ncleanup theme isn't bad, it's just peace on earth that doesn't really\nbelong to us you know.\n\n\"I tell you what. We'll go to fifty thousand dollars or so on a\ncleanup job, and you use that. Leave the world to the politicians and\nthe eggheads.\"\n\nAfter he hung up, Randolph stood by the telephone, still chewing his\nlip. Could you clean up something like a slum for say fifty thousand\ndollars? Oswald would double the figure in his own mind, of course,\nalways did. But he'd get the sales out of it. His contract was tied to\nsales.\n\nYes, he thought, it was best to call him off the track he was on now.\nLawyers or no lawyers, that sort of thing was dangerous.\n\nIt took a week, and it took every member of the staff that could be\npulled off other programs, as well as the ones assigned to Witch.\n\nThe \"slum\" had been located--three buildings in a short block just up\nfrom the Battery, surrounded by new buildings. It was a\none-privy-to-a-floor, cold-water only setup, with a family living in\nevery room. It existed on high-value land only because the land and\nbuildings were tied up in an estate and couldn't be sold. But they\ncould be remodeled and thrown into one, and contracts were signed,\npermissions granted, the paperwork alone filled nearly a complete file\ncabinet.\n\nIt would take double the fifty thousand dollars, of course--maybe\nmore. But Randolph had authorized it, hadn't he? He always named half\nthe figure--or less--than he meant to be used. Anyhow, international\nratings and sales would more than make up the purse, because this\nthing would hit socko. Worry about the cash was the last thing that\nwas bothering Oswald. He had a bear by the tail, and his contract\nprice was tied to the gross....\n\nThe show was ballyhooed the whole week while the work went on.\n\n\"Clean, clean, Witch clean--what's the witches next big cleanup?\nWitches of the world, unite--let's cleanup this old world and make it\nlivable....\"\n\nThe night the new cleanup job was to show, Randolph tuned in his TV as\nignorant of the details as the next viewer. It worried him a little\nthat Oswald insisted on keeping him in the dark on everything except\nthe fact that it would be a slum cleanup, but he had the best p.r. men\nand the best lawyers in the country working on it, he told himself;\nand certainly the sales charts for the past two weeks had been\nspectacular.\n\n\"We can count on the biggest TV audience of the year tonight,\" Oswald\nhad told him gleefully at noon. \"The buildup's been a natural, and\nthose 'Salem with a new twist and a singing commercial' plugs have\nbeen continued on this network--the cost of that was comparatively\nsmall--and I've even gotten them onto a few of the really big shows to\nboot.\"\n\nBill Howard came on the screen, his big homely face leaning across the\ndesk toward the TV audience.\n\n\"The biggest news in the country right now,\" Bill said in a solemn\ntone, \"is the biggest single cleanup job in the country today.\n\n\"There's a slum,\" Bill said, \"right here in New York that the Witches\nof the world will unite to cleanup--tonight.\"\n\nThen he put on the full power of the personality that made him the\nmost listened-to newscaster on the air, TV and radio. The manner that\nmade the news sound human, like it really happened to real people. He\nput it on full power, and went to work.\n\nFirst he showed a big map of New York, and talked about how people\nthought of it as a big, impersonal place, but it wasn't. He made it\neverybody's home town.\n\nThen he traced the map right down to the exact spot where the\nbuildings were. Then he turned on a movie, and he showed the\nback-door, garbage strewn, and a room where a family slept, seven of\nthem, and the privy they shared with five other families.\n\n       *       *       *       *       *\n\nThen Bill turned off the movie, and he brought that family to the\nmike, each of them dirty and in clothes that never had amounted to\nmuch, and had seen a long life since--even the baby. One kid's shoes\nhad a sole flapping off, another had the toes cut out so he could wear\nthem, though he'd long outgrown them.\n\n\"We haven't added to what we found,\" Bill said. \"This is the way the ...\nI've introduced them as the Jones family, let's leave it at that. This\nis how the Joneses have had to dress. This is how they've had to live.\nThis is a very real part of America,\" he said, and his voice was choking\na little, and Randolph thought, if he's putting that on, he's the best\nactor I've seen yet.\n\nRandolph found himself glad he was alone, and didn't have to speak\nhimself. His own throat felt choked.\n\n\"And now,\" said Bill to his audience, \"It's time for the witches....\"\n\nThe camera shifted, and there was a papier-maché model of the\nbuildings, built so you could look in the curtainless windows and see\nthe squalor, lighted with a single bulb on a string. There was a gray\npall over the whole thing, and newspapers and trash blowing against\nthe front of the building. The gray pall, Randolph had figured from\nthe sub-scene two weeks ago, was an effect of lights on a net curtain,\nbut the effect was really good.\n\nThe thirteen witches, slender witches, danced in waving their products\nand crying their chant, their crimson-lined capes swirling out to\nglimpse the audience their long, slender legs.\n\nThey cried their chant as they pranced toward the dilapidated\nbuilding. \"Witches of the world, unite to make it clean, clean, clean,\nWitch clean--NOW!\" And each threw a spray of her product toward the\nbuilding.\n\n\"Witch soap or detergent, Witch cleanser upsurgent, which Witch do you\nneed? You should have them all....\"\n\nThen riding over the muted jingle the deep voice of the announcer\nsaying \"Tonight the Witches of the world clean a slum of the world ...\na particular slum, this slum.\n\n\"Witches, unite! And clean, clean, clean, Witch clean....\"\n\nThe dancing witches now threw each her ingredient on the building\nitself, and the gray pall began to lighten, a bright, new-painted\nfront shone forth. Inside, the single bulbs blacked out for an\ninstant, and then a soft light showed through curtained windows, a\nbright new scene dimly apparent through the curtains.\n\n\"This is not just an illusion,\" the deep voice of the announcer\ncontinued. \"This is really happening, down near the Battery in New\nYork City. It is happening to the Joneses and the Smiths who live\nthere--\"\n\nThe chorus rose to cover the announcer's voice, \"Clean, clean, clean,\nWitch clean!\"\n\nThe commercial and the witches faded, and Bill Howard's big, homely\nface came back on the screen.\n\n\"Let me introduce you again to the Jones family,\" Bill said. \"I'll\nintroduce you to the Joneses, but they're just one of the families who\nwill now have a decent place to live--and the same miracle has\nhappened to each of these families.\"\n\nNow the Joneses came again on camera--clean, in new clothes, hair\nbrushed, a miracle indeed of the costume-changers speedy art. Randolph\nassumed that teams of BDD&O members had been at work during the\ncommercial, creating the miracle. From the baby up and down they\nshone, and their faces shone with an inner light--\n\nWhen Randolph shut off the TV that night, he was chewing his lip\nviolently. Must have been more than double that fifty thousand\ndollars, he thought. He reminded himself to phone BDD&O first thing in\nthe morning.\n\nIt was still an hour before noon when Randolph's phone rang.\n\n\"Randolph, here,\" he said in the formality he'd adopted on an English\nvisit and carefully kept.\n\n\"Good morning,\" Oswald's voice was formal. \"Good morning.\" There was a\nsilence, while Randolph waited for the other to continue.\n\nFinally, Randolph said, \"Good show, that. Must have cost a lot more\nthan my price,\" he added. \"It was good, though,\" he said again,\nthoughtfully.\n\n\"Randolph,\" Oswald's voice sounded wild, \"I don't know what the thing\ncost. I don't know--\"\n\n\"Now, sir, just what do you mean, you don't know the cost? I told you\nto spend fifty thousand dollars, and from what I saw last night it'll\ncost four times that. I'll go as high as one hundred twenty-five\nthousand dollars, but not one cent over. And you'd better make it\nworth the money, for that's a pretty penny,\" he said.\n\n\"Look, Randolph, the cleanup job down there was supposed to start this\nmorning. Contracts let, big crews ready to do the job fast so people\ncould go look at the finished product. Every family was signed up to\nact as guides, like in Williamsburg. We moved 'em all to the country\nyesterday, so they'd look healthy when they came back, and the job\ncould start at the crack of dawn today.\"\n\n\"Well?\"\n\n\"Well, the job's already done.\"\n\n\"That's pretty fast. You said you started it this morning.\"\n\n\"Yeah. And when my man phoned me from down there I told him to get\nblack coffee and sober up. But I went down myself--and the job's done.\nExactly the job we specified, too. Done by our plans. Furnished,\npainted, paint dry, curtains hung, the works, new bathrooms and\nkitchen and plumbing and electricity. The works. It's finished.\n\n\"My best man was down there moving the families out yesterday. He\nswears the building hadn't been touched then. The contractor says he's\ngoing to sue, because he arrived with his crews to start the job, and\nsomebody else had done it. You come on. You've got to meet me here and\ntell me the answers.\n\n\"Just what do you put in that soap of yours, anyhow?\"\n\n       *       *       *       *       *\n\nBy afternoon it was banners in every paper, wire-serviced across the\nnation and the world.\n\nMost of the stories were written tongue-in-cheek about the miracle\npart. It was assumed that Witch Products had done the inside job in\nadvance, and thrown in the outside cleanup during the night.\n\nThe tenants were interviewed--Oswald had the sense to move them right\nback into their new apartments--and not one of them could be made to\nbreak down and admit that those buildings hadn't been slums yesterday.\nWell, you couldn't blame them for sticking by Witch, look what Witch\nhad done for them was the word that went around Bleek's.\n\nOf course the thing was a curiosity natural, and the police had so\nmany men assigned there by nightfall it looked like a concentration\ncamp. TV portables and news photographer's flashbulbs didn't lessen\nthe confusion any, and the crowds were being let in and through only\nwhen there was room for more.\n\nBill Howard was there when Randolph went through, in earnest\nconversation with a group of youngsters in one room. Oswald arranged\nthat the Witch manufacturer should have a strong police escort, and\nthe crowds moved back to make way for him in each apartment.\n\nThe tenants answered his questions, but they did so with a sullenness\nthat surprised Randolph. Yes, it had been a mess the day before. Yes,\nit had been rebuilt, obviously, during the night, while they were\ngone. Yes, just the one night.\n\n\"They should be saying thank you,\" Randolph noted to Oswald. \"They're\nacting as though I were a suspicious character.\"\n\n\"It's our escort,\" Oswald explained suavely. \"These people don't think\nof cops as their friends. Besides, this is pretty new to them.\"\n\nRandolph chewed his lip, and decided that Oswald was probably right.\nBut the attitude was general, and it irritated him. He left after the\nbriefest go-through.\n\n       *       *       *       *       *\n\nThat night Bill Howard was conservative in recounting the big\nnews-story of the \"slum clearance.\" He wasn't giving it the real\nHoward try, Randolph thought, sitting in front of his TV. There was a\nquote in the story he told, too, from the father of the Jones family\nthat had been on the program the night before. \"I reckon it's pretty\nwonderful, Mr. Howard,\" Jones had told him. \"But I don't rightly know\nthat I like it. Must admit I'm scared of this stuff,\" he had said, and\nhe waved his hand at the newness.\n\nIt was just a single sour note in the story, but it stuck out. The\nrest was a description, without any mention of the \"miracle\" part.\n\nAt the break, the witches played the credit line to the hilt, though.\n\n\"Witches of the world unite to make it clean, clean, clean, Witch\nclean--NOW!\" they chanted their cry, and reenacted the scene of the\nnight before, while the announcer's voice rode over the muted jingle\nto explain that Witch products had been used to make the slum clean,\nclean, Witch clean, even though it took carpenters and builders and\ncontractors to remodel a slum building itself. That's better, thought\nRandolph, watching. No more of this \"miracle\" nonsense.\n\nIt was barely 10:00 a.m. next morning when Randolph's phone rang.\n\n\"Randolph, here,\" he said, and heard Oswald's voice without\npreliminary.\n\n\"They've gone.\"\n\n\"Who's gone?\"\n\n\"The tenants of the building. Just picked up their duds and left. I've\nput dicks on the case, and one family has moved in with relatives in\nthe Bronx. The others scattered, but we'll trace 'em. Here's one of\nthe policemen that was on duty when they left. He'll tell you.\"\n\nA new voice came on the phone, as Randolph chewed his lip.\n\n\"Mr. Randolph? This is what happened, near as I can figure. We roped\noff the area at dark, last night. Figured we'd give the families some\nrest, and keep out the night-thrill guys.\n\n\"Everybody in the apartments must have gotten together after we\ncleared out the crowds. It was pretty quiet, but the lights stayed on\ntill about 2:00 a.m. Then they all started parading out, some even\nwearing their old clothes. They were carrying a few things, but\nnothing that looked like they hadn't had it before the change, so we\nfigured what they were taking was theirs, probably.\n\n\"Didn't say a word. Just paraded past us. Some of the kids was crying,\nbut otherwise they were quiet.\"\n\n\"Then one man came running back to me, and he said 'Get out of here.\nIt's the devil's work. Get away from this place if you're a\nGod-fearing man.' Then he turned and ran toward the subway with the\nrest.\n\n\"I couldn't figure we had any orders to stop 'em, so we didn't try. We\njust watched.\"\n\nOswald came back on the phone.\n\n\"Can you keep it out of the papers?\" Randolph asked.\n\n\"It's already on every newscast, and the papers'll have it by\nnoon--it's on the wires,\" Oswald said.\n\nRandolph coughed nervously, but Oswald didn't wait for him to speak.\n\n\"I'm working on something to counteract this,\" he said. \"We're being\nwitch-hunted,\" Oswald said. \"I'll get the whole firm to work on it and\ncall you back.\"\n\n       *       *       *       *       *\n\nIn Washington, meantime, another conference was going on, far more\nintent, far more critical.\n\n\"It's more than just a pest plane that crashed in Formosa, Mr.\nPresident,\" the CIA Chief was saying. \"It carried bacterial bombs, and\nthey exploded.\n\n\"There's been no attempt to hide its source. It's, of course, of enemy\nmake. No identification on the bodies aboard, they're in civilian\nclothes. But again, the make is Moscow.\n\n\"It shouldn't be long before we know the worst.\"\n\n\"Will they clean this one up as they did the last one, or will they\ndemand surrender terms on this one?\" the President asked.\n\nThe Secretary of State and the Secretary of War started to answer\ntogether, but it was State that got the first word in.\n\n\"I think they'll clean this one up,\" he said. \"It would be a direct\nthreat on which they'll demand surrender terms. That's just a guess,\nof course.\n\n\"The best teams of doctors are being organized and jetted over. The\nbest bacteriologists the nation has at its command. Every antibiotic\navailable is being sent.\"\n\n\"Will that make a dent?\"\n\n\"No.\"\n\n\"How long can we keep it under wraps?\"\n\n\"A week. Ten days, perhaps, with top security.\"\n\n\"Give it everything you've got. But keep it quiet until we know what\nthe next move is. Twenty-four hour alert, of course, immediately.\"\n\n\"Even if the alert itself endangers the security wraps?\"\n\n\"Yes. A week to ten days of security isn't enough to pay for taking a\nchance the other way.\"\n\n       *       *       *       *       *\n\nBy 4:00 p.m. Oswald was on the phone to Randolph. \"We've got the\nantidote,\" he said jubilantly.\n\nRandolph was quiet for a minute, chewing his lip. Then: \"I'm being\nvilified in the press as the creator of a hoax that even those who\nstood to benefit by it couldn't take,\" he said. \"The few who have\ndecided that a real miracle occurred have also decided that I'm in\nleague with the devil, and that witches are for burning. Mostly Witch\nis the butt of every joke that can be dreamed up by every cub reporter\nin the nation. Saxton has started laying the groundwork for making\nWitch a political issue. There is talk of an FCC investigation.\"\n\n[Illustration]\n\n\"I trust,\" he said formally, \"that your antidote is an efficient one.\"\n\nOswald's voice sounded smug, and not at all disgruntled. \"Try this on\nfor size,\" he said. \"First, Witch is known far and wide as nothing\nless could have made it known--\"\n\n\"Yes, and if the churches ban the use of Witch, we'll wish we\nweren't.\"\n\n\"O.K., O.K. Tonight we explain carefully that the 'miracle' was a\nmiracle of cleanliness, and that carpenters and contractors and all\nthat did the miracle. You know, American technology and mass\nproduction in operation, something to be proud of. Tie Witch right in\nto the whole picture of the United States as the leader of\nmechanical--stress mechanical--miracles.\n\n\"Then--what's the most appealing thing in the world?\" He didn't wait\nfor an answer. \"A child. A small, crippled child, for whom Witch can\nprovide the funds to make her walk.\" Oswald hurried on, knowing that\nRandolph had to go through a bit of lip chewing before he could\ninterrupt, and taking advantage of the fact to ride over objections.\n\n\"We've got a kid that an expensive operation will save from being a\ncripple. I've consulted two top surgeons already, and they say it's\nnearly positive.\n\n\"We don't do any hocus-pocus. We just say that Witch is going to pay\nfor the operation. She leaves the broadcast and goes straight to the\nhospital. We get a movie of the operation, and we do movies on her\nconvalescence, and we play it for weeks until she walks on stage\ncured--weeks later.\"\n\nNow Oswald waited. It was a long wait, an unusually long wait, even\nfor Randolph. Finally, he said:\n\n\"All right. But if anything unusual occurs you will answer for it in\ncourt.\"\n\n\"Nothing unusual could occur. I admit I still don't know what happened\nlast time, but we'll find out.\n\n\"Meantime, we'll take a week to build this one up,\" Oswald continued.\n\"The buildup will stress that this is a cure being bought by money. No\nmiracle, except the miracle of American medical know-how. No miracles\nmeantime. Just keep Witch clean and stay well, and Witch buys the\noperation the kid needs. She's pretty, too,\" he added as an\nafterthought. \"Ten years old.\"\n\n       *       *       *       *       *\n\nThat night Bill Howard leaned across the desk toward the TV audience,\nand tiny droplets of sweat stood on his forehead. His voice was calm,\nthough. A big map of New York City hung on the wall behind him.\n\nThe big news that night was a dope raid. He described the dope traffic\nin the nation, the efforts of the FBI and every law enforcement body\nin the country, to track it down, clean it out. He described what it\ndid to the young, who got caught and were slaves for life, unless they\ncould be cured--and he spoke of the meagerness of the cures that were\nknown.\n\nThen he described the raid. He took a pointer from his desk and he\noutlined how the raid had been staged, and he pointed out the\nlocation of the building where it had occurred. Then he followed with\nhis pointer the route to the precinct jail where the victims were\nbeing held.\n\n\"Cannot our best researchers find a cure for this addiction?\" he asked\nin his husky voice. \"Cannot our best law-enforcement agencies find the\nreal perpetrators of these crimes? The perpetrators are the fiends who\nimport dope and create addicts to peddle it for them. These who are\nconfined are the victims. If no way can be found to cure them, they\nmust be confined again and again and again, for that addiction will\nforce them to ever-increasing crime to satisfy it.\n\n\"If no way can be found to cure them, these are potential slaves for\nlife--\"\n\nAs he ended the station break came, and the camera shifted to the\nWitches, dancing on stage, crying their chant.\n\n\"Witches of the world, unite to make it clean, clean, clean, Witch\nclean--NOW!\n\n\"Which soap or detergent, Witch cleanser upsurgent--\"\n\nThe announcer's voice, when it came in over the muted jingle\n\"explained\" the miracle of the slum-clearance again--a miracle of\nAmerican technology. Then he outlined the next \"miracle\" the Witch\nCorporation would promote. This, he said, would be a miracle of\nAmerican Medical know-how. Witch would pay for the expensive operation\nneeded to make a little girl walk again after a crippling disease\nseveral years before. Bone would be grafted, new muscles would be\ngrafted, American medical know-how in its full extent would be put at\nher service.\n\nKeep healthy by keeping clean with Witch, the announcer suggested.\nWitch would pay for the expensive operation to undo the effects of one\ndisease. Meanwhile, Witch's customers could use the preventive\nmedicine of cleanliness to help them in their fight against disease,\nwhile the researchers of American medicine \"seek to find you real\nprotection.\"\n\n       *       *       *       *       *\n\nIt was 10:30 the next morning when the doorbell rang.\n\nA big man was standing outside in a topcoat, hat in hand. Randolph\nstood in the door, waiting.\n\nThe man silently held out a badge, and Randolph moved aside, gesturing\nhim in.\n\n\"I didn't look at your badge close enough,\" Randolph said as he closed\nthe door behind his visitor. \"Who are you?\"\n\n\"Narcotics squad,\" the man said briefly. \"I was on the raid last\nnight.\"\n\n\"Oh? The one Bill Howard was talking about in his newscast?\"\n\n\"Yes. That one. I don't figure there's any connection, and my boss\njust laughed when I suggested there was a connection.\"\n\n\"Connection?\"\n\n\"You see, I took a break from questioning those boys we pulled in.\nTrying to get a lead to the higher-ups. They were doped to the ears,\nand sometimes you can get info from them right quick. I took a break\nfor a cup of coffee across the street, and there was a TV in the\nplace, and I watched your Bill Howard.\n\n\"I left just when your witches came on, shouting that thing about make\nit clean NOW. I went right back and started in on the questioning\nagain, but the guy they brought in for me to question next was--not\ndopey. He was ... well, there's a difference between boys with the\nmonkey on their back, and when there's no monkey. There was no monkey,\nbut the kid began giving me everything he knew would take us to the\nhigher-ups. It was being taped, of course, and I asked him when he'd\nhad his last shot. Not twenty minutes before the raid, he said, calm\nas you please.\n\n\"I had the guys brought back that I'd talked to before and they\nwere--different. Only way I can describe it is, no monkey. The monkey\nhad been there before. I don't know. They each gave us all they had in\nleads--they'd been stubborn before, but they sang like canaries.\n\n\"I checked and nobody'd done anything to 'em to bring 'em off their\njazz. If there's anything can be done to pull a guy out of a jazz,\nanyhow, I've never heard of it, and I've been in the narcotics squad\nsince the year One. I couldn't figure it. I'd been hearing stories\nabout Witch Products and that miracle at the Battery, sort of as a\njoke, and I thought, just maybe, just possibly, you know....\n\n\"Anyhow, I took the tapes to my boss, and spoke my bit, but he just\nlaughed.\n\n\"Maybe you'll just laugh, too, but I thought I'd ask.\"\n\n       *       *       *       *       *\n\nAt the same time in Washington, the cabinet was in full session.\nReports coming in from Formosa were worse than even the most\npessimistic had dreamed. The bacteria hit at the nerves and the brain,\nand the victims--excruciating was a word being used.\n\n\"It's hit everywhere on the island at once. I assume it is contagious\nas well as having been broadcast from whatever bombs or broadcast\nmethods were used,\" the CIA chief reported.\n\n\"Any word from their embassy?\"\n\nState answered that one. \"No word at all. Phone calls to the\nAmbassador only elicit reports that he is not available. I can't reach\nanybody higher than a fourth assistant undersecretary.\"\n\n\"At least it's not been on the air or in the press.\"\n\n\"I don't know how long we can hold them in leash. Most of your leading\npapers know there's a twenty-four hour alert on--that was bound to\nleak--but I've kept them quiet. We'll have to give them something\nsoon, though. They won't take a muzzle too long without at least\nknowing why.\"\n\n\"Could you give them the story and trust them, when it's this\nimportant, and the consequences of leakage this apparent?\"\n\n\"I'd thought of that. You can convince some newsmen--but there's\nalways a Joe somewhere who figures the American people have a right\nto know their destiny before it's decided, no matter what the\neffect--and no matter if their most highly elected officials feel it\nwould not be good for them.\"\n\n\"Keep it top security as long as possible. Let me know before it\nbreaks.\"\n\n\"If I can. I'm not a witch. I might not know when it was breaking.\"\nThe CIA chief grinned sourly at his own allusion.\n\nThe next night, the big news was the countdown in process at Canaveral\nto put a functioning \"dome\" on the moon. If the dome could be landed\nsuccessfully, complete with live animals, a man would follow shortly.\nThat was foregone. The question was landing the dome, just a small\nspaceship body, but completely equipped to keep a man alive for two\nyears, in case anything went wrong with plans to bring him back\npronto.\n\nBill Howard's voice was excited, and he ran his fingers through his\nhair, pushing it back as he leaned across the desk, the map of Florida\nbehind him.\n\n\"To the statesmen, this is a question of who is first and who is\nsecond, and perhaps who will control the spaceways,\" he said after\ndescribing the countdown in process.\n\n\"But to the peoples of the world, this is mankind, reaching for the\nstars.\n\n\"It is not known,\" he said solemnly, \"whether the failure of many of\nour shots has been human error or sabotage. Human error is a frailty\nof the race. Sabotage is a frailty of statesmanship, that the world\nis still divided as it reaches for the stars. Yet each is possible.\n\n\"Is there a mechanical error built in by human frailty in tonight's\nshot? Is there a saboteur at work?\n\n\"Or, as the countdown reaches zero, one hour from now, will the dome\ntear through the atmosphere of Earth in man's first real step to the\nstars successfully? Is our bird perfect this time?\" he asked, as the\nbreak came.\n\nThe witches danced on crying their chant ... \"Witches of the world,\nunite to make it clean, clean, clean, Witch clean,--NOW!\"\n\n       *       *       *       *       *\n\nRandolph was chewing his lip still as he went to bed that night. The\nman from the Narcotics Squad had left peaceably. There were answers to\nall the questions, and it wasn't his worry anyway. He'd be glad when\nthe little girl had her operation. Grafting bones and muscles might be\nmiraculous, but they were explicable and everybody understood them.\nTalk of the FCC investigation had died aborning, but talk like that\nwas enough to upset anybody. Everything had been upsetting recently,\neven though the up-curve on Witch products was holding steady.\n\n       *       *       *       *       *\n\nThe American dome landed on the moon the morning of the day that the\ncrippled child was scheduled to come on the Witch program.\n\nFor the American people it was a day of celebration comparable to the\nFourth of July. In the White House gloom hung like a palpable shroud.\n\n\"They'll have to move fast now,\" the Secretary of War was reporting to\nhis chief. \"They can't afford to let us get our man up there. Even if\nwe could shoot him off successfully.\"\n\n\"We can't shoot a man up there until we've proved in at least two more\nsuccessful shots that we can get him there,\" Security declared\nforcefully. \"The threat from our enemies is as nothing to the threat\nfrom the vote-wielding public if we tried and failed when a human life\nis at stake.\"\n\n\"Formosa is leaking,\" admitted the CIA chief. \"We can't hold it more\nthan three days now at the outside.\"\n\nThe President rested a hand on his desk. \"Two more shots mean at least\nsix months before a man is up there, armed. Three days means Formosa\nis in the news this week. When the news breaks, credit our doctors and\nbacteriologists with being on the way to a cure. Fix it so that if\nthey clean up their epidemic, the way they did Suez, we get the\ncredit.\n\n\"That's the best we can do right now. Besides looking for a miracle.\nBut miracles are popular these days,\" he added ruefully.\n\n       *       *       *       *       *\n\nIt was Bill Howard who stood outside when Randolph answered his\ndoorbell next morning. He let the big, homely, almost shambling figure\nin without a word.\n\n\"I came to ask you a question I don't think you can answer,\" Howard\nsaid morosely, not moving farther than the foyer.\n\n\"I came to ask you what it is about the witches?\"\n\nRandolph chewed his lip, standing there beside his much-larger guest,\nconscious of his own prim--almost prissy--neatness as it contrasted to\nthe other's shaggy look. Shaggy dog, thought Randolph. Big, unkempt,\nshaggy St. Bernard.\n\n\"What about the witches?\" he asked finally.\n\n\"Well ... there have been some funny things. That slum, of course. I\nwas there, of course. I saw it. And I talked to the small-fry. It was\na tenement the day before, I'd stake a lot on it.\"\n\nThere was a silence before Randolph answered.\n\n\"Well?\"\n\n\"Well, then a few little things. A narcotics man came to see me. Just\npersonal. Just curious. They've been pulling in the higher-ups in the\ndope traffic, by the way--on info from the guys caught in that raid.\n\n\"Then that Canaveral deal? Were you listening that night?\"\n\n\"I always tune you in. It seems to me that today is one of\ncelebration. The dome landed.\"\n\n\"Yeah Yeah, celebration. I'm a newsman, and I get stories that don't\ngo out. There's one that just an hour before zero--a man suddenly died\nof a heart attack. The technician who took his place--you don't stop a\ncountdown like that for a heart attack--checked his work and found an\nerror that would have misfired the thing. There was also one circuit\nthat had been changed, but they left that because it was changed to\nbe more accurate. They figured the dead guy had done it.\"\n\n\"So?\"\n\n\"So ... well, nothing. I just wanted to ask you. The witches don't touch\nanything real these days, of course, so even if ... they were ... well,\nmagic somehow, they couldn't have been involved.\"\n\nThere wasn't even a pause for lip-chewing this time.\n\n\"Are you trying to insinuate that Witch products--\"\n\nThe question was left hanging, but Bill Howard stood there looking his\nsponsor in the eye.\n\n\"Mr. Randolph, I'm not trying to insinuate one damn thing. I'm not\neven saying anything to anybody, and if I did say anything I'd be\nlaughed off the air, not by you, but by whoever I said it to.\n\n\"I'm just telling you what twos and twos have been setting themselves\nin front of my everlasting consciousness, and asking if you know\nanything to add to them?\"\n\nThe lip-chewing started again, and the two stood there. Then Randolph\nsaid quietly, \"Mr. Howard, I have been manufacturing Witch products\nfor twenty-five years. They have been improved steadily since I first\nstarted with a very good formula. They are the best cleaning products\navailable in the world today, I most sincerely believe. They are that\nexactly, and nothing more than that exactly. So you will have to find\nanother explanation for your twos and twos, which I admit are a rather\nspectacular run of coincidence, though not beyond the bounds of\ncredibility.\n\n\"Myself, I suspect BDD&O with perpetrating some sort of hoax in the\nfirst instance. If any more hoaxes are perpetrated, I plan to switch\nagencies, switch programs, and call for an FCC investigation of BDD&O\nto clear the Witch name, which never has and never would condone any\nhoax of any sort, much less one of the magnitude of whatever occurred,\nwhich I profess I do not understand, but which I expect the FCC can\ntrace to its source.\n\n\"Good day to you, sir,\" Randolph ended the unprecedentedly long\nspeech, turned on his heel and left Bill Howard to find his own way\nout.\n\n       *       *       *       *       *\n\nThat night, as Bill Howard ended his newscast, the camera did not\nswitch to the witches. Instead it switched to the announcer.\n\n\"Tonight, Witch Products would like you to meet a little girl,\" the\nannouncer said in a soft voice that contrasted well with Howard's just\nended powerful one.\n\nAs he spoke the camera backed away to broaden its scope and include in\nits picture, beside the announcer, a small blond child in a wheel\nchair. Her hair was shoulder-length and carefully combed. Her eyes\nwere downcast shyly. Her hands gripped the arms of the wheel chair as\nthough for security. Her legs were covered with a shawl.\n\n\"This is Mary,\" said the announcer, then leaned toward her. \"Will you\nspeak to the audience, Mary?\"\n\n[Illustration]\n\nShe lifted deep blue eyes briefly to the camera, then dropped them\nquickly. \"Hello,\" she said in a voice barely audible.\n\n\"Mary is not used to many people, or to audiences,\" the announcer\nsaid. \"Mary has been sitting in this wheel chair for almost three\nyears, since a crippling disease twisted her limbs.\n\n\"We hope that Mary can be made to walk. The finest surgeons in the\ncountry have been consulted, and they believe an operation can give\nher back her legs, that were twisted when the disease struck.\nInternational Witch Corporation has arranged for that operation.\n\n\"Tomorrow Mary will go to the hospital. She will have the operation\nsoon. In a few weeks, perhaps Mary will walk.\n\n\"Will you like that, Mary? Will you like walking?\" he asked, leaning\ntoward the child.\n\nAgain the eyes lifted for the briefest instant. Again they dropped\nshyly.\n\n\"Yes,\" Mary said in that barely audible voice.\n\n\"Then you shall have it, if it can be done,\" the announcer said, and\nthe camera moved even farther back to include a stage onto which the\nwitches danced.\n\nThe witches came onto the stage, not toward Mary, but stage center,\nchanting--their cry.\n\n\"Witches of the world, unite to make it clean, clean, clean, Witch\nclean,--NOW!\"\n\nAt the corner of the screen, the child-body in the wheel chair\nshuddered suddenly. Mary took a deep breath, went white and then red.\nWith a forceful gesture she threw off the shawl and looked at her\nlegs. Her hand reached down to touch them.\n\nOn the stage itself, one witch stopped dancing to watch. The others\nnoticed, stopped. The jingle died, half through....\n\nAnd Mary stood up, looking at her legs. She took a step towards the\ncamera, and another. Her blue eyes lifted to the camera, widening.\n\nIn the absolute quiet, as everyone on stage stood frozen, Mary walked\ntowards the camera, her eyes like saucers looking into it. Her voice,\nbarely above a whisper, spoke.\n\n\"I'm ... I'm walking,\" said Mary.\n\n       *       *       *       *       *\n\nThe papers called it the cruelest hoax of all.\n\nThey carried the story side by side with the withdrawal of the Witch\nprogram from the network, both by network and by International Witch\nCorporation order.\n\nThe carried the statement of FCC officials that an investigation would\nbe made.\n\nThey carried the statement by Randolph that he would sue BDD&O.\n\nThey carried the statement by Oswald that he would sue Witch Products.\n\nBut mostly they carried the story of a little girl, who had been\nwhisked from sight and couldn't be located. Who had probably been\ngiven an operation to make it possible for her to walk, but had been\nforced to pay for the operation by taking part in a cruel hoax of\nunbelievable magnitude.\n\n       *       *       *       *       *\n\nBill Howard stayed with the network, on the same time, sponsorless.\nHe'd been cleared of any implication in the hoax by all parties\nconcerned, and his reputation had always been good. He was asked to\nstay in town and be available to appear as a witness, but the network\ngambled that he was clear, and kept him on. He was one of the biggest\ndraws in newscasting, his personality that made the news seem to\nbelong to the people, to be a continuing story of their lives, was\nunique. The network decided the gamble of keeping him on was\nwarranted.\n\nBy the next night the Formosa crisis had broken into the news, and it\nwas the news.\n\nThe details were horrible, and they were uncovered aplenty. Finally\nungagged, those who had been holding off gave the story the works.\n\nThe effects of the pest plane, of the pest bombs, were the most\nvicious that could be developed in the laboratories of bacterial\nwar--and they put to shame the naturally-occurring epidemics that have\nscourged mankind throughout his history.\n\nAnd the effects were spreading with the speed of a prairie fire before\na high wind.\n\nThe entire area was quarantined, and daily the quarantine was\nextended. No plane could land and take off again. No ship could enter\nand leave. An airlift of supplies dropped by parachute was being\norganized.\n\nBacteriologists and doctors jetted to the area were dying with the\nrest, caught in disease for which there was no answer.\n\nThe propaganda attempts to make it seem as though cures were near were\nflatly not believed. Suez was remembered, but was remembered as a\nhoax--and the country had had its complete fill of hoaxes.\n\nRandolph had a number of what he referred to--and reported--as \"crank\ncalls,\" asking Witch to try its might. He arranged for every call that\nreached him to be traced immediately. He remained in seclusion.\n\nOswald had a few of the \"crank calls\" and reported them as such.\n\nBill Howard had a number of calls, and didn't report them.\n\nBill Howard worried, and added two and two, and sweated, and reported\nthe details of Formosa each night. The details giantized in\ngruesomeness until their very content was too much for the airways,\nand he had to censor them as he gave them out.\n\nBill Howard sweated in the cold January weather, and each day he\nferreted further, seeking out the realities behind the censorship that\nlay heavy now even over the wires. By phone, by gossip, by hearsay and\nby know-how he got the stories behind the story--the real horrors that\nhe couldn't broadcast.\n\nSometimes he rebelled at the censors and himself as one of them, but\nhe knew better than to rebel. It's facing us all, he thought. We each\nhave the right to know.\n\nThis is the way the world ends, he thought. With a whimper that comes\nafter the agony, when agony is too great.\n\nAnd he kept remembering a little girl walking towards a camera with\nbig eyes.\n\nIf I were a physicist, he told himself, if I were a physicist instead\nof a newshawk, I could get a computer to tell me the probability ratio\nof whether I hold an answer.\n\nThat probability ratio is probable ten billion to one, he told\nhimself.\n\nThat probability ratio is zero.\n\nWitches are for burning, he told himself.\n\nHe told himself a lot of things, and he sweated through the cold\nJanuary weather.\n\n       *       *       *       *       *\n\nIt had been two weeks since the world heard the first details of\nFormosa, and the details were so grim now that you couldn't use them\nat all. Just a blanket story.\n\nThat night, the map of the world behind his desk, Bill Howard leaned\ntoward his audience.\n\nHe told them the human side of the story of Formosa.\n\nHe spoke of the people there, the pawns in a game of international\nsuicide, real people, not just statistics.\n\nHe described a family, and he made them the family next door. Mother,\nfather, children, watching one another die, not prettily but with all\nthe torture that the laboratories of the world could dream and put\ntogether. A family that watched each other go insane, knowing what was\nhappening. A family that watched each other die, writhing and\nunknowing in insanity.\n\nHe took his pointer and he showed the growing perimeter of the\nquarantine. He traced the location of the center of the disaster.\n\nThen he leaned again toward his audience. \"Listen, now,\" he said, \"for\nthe world cannot sustain this torture.\"\n\nHe took a deep breath and he put the full force of his being into his\nwords.\n\n\"Witches of the world, unite,\" he said, \"to make it clean, clean,\nclean, Witch clean--NOW!\"\n\nThe final word was out before the network censor reached the cut-off\nswitch.\n\n       *       *       *       *       *\n\nThe President and his cabinet put the country on a double alert.\nRussia had cleaned up Formosa, they knew, and would hit the United\nStates with disease and ultimatums next.\n\nThe people of the world took the story with an unexpected calm. Like\nHiroshima, it was too unexpected, too big, too unimaginable. There was\na hooker somewhere, and they went about their business annoyed, angry,\nworried, but quiet.\n\nThe papers editorialized on the question of who cleaned up\nFormosa--who had the answers?--and left the subject of what the\npossession of such a clean-up force could mean to the world, to the\nstatesmen. They turned as quickly as possible to other matters, for\nnobody was sure what to think, and nobody told them what to think.\n\nBill Howard was off the air, of course. It didn't bother him. He had\na real problem now.\n\nWe've bought a little time, he thought. A little time to grow in.\n\nWe've bought a little time from the fanatics and their statesmen, from\nthe eggheads and their politicians, from the military and the\nindustrial and the just generally foolhardy.\n\nWe, the people of the world, have a little time now that we didn't\nhave yesterday.\n\nHow much? He didn't know.\n\nOn this one, there'd been time to get together. On this one, there'd\nbeen weeks, while the crisis built and the world faced a horrible\ndeath. This crisis had been a lengthy one. There'd been time for a man\nto make up his mind and try a solution.\n\nThe next one might be different. There might be a satellite up there\nwaiting, with a button to be pushed. There were an awful lot of\nbuttons waiting to be pushed, he told himself, buttons all over the\nworld, controlling missiles already zeroed in on--well, on the people\nof the world.\n\nThe next one might occur in hours, or even minutes. The next one, the\nbombs might be in the air before the people even knew the buttons were\nfor pushing.\n\nBill Howard got out his typewriter.\n\nYou've got a problem, you talk to a typewriter, if that's the only\nthing that will listen.\n\nWhat's the problem? he asked himself, and he wrote it down. He started\nat the beginning and he told the story on the typewriter. He told it\nthe way it had been happening.\n\nNow, he thought, you've got to end the story. If you leave it just \"to\nbe continued,\" it'll be continued, all right. Somebody will push a\nbutton one day, and that will write 30 at the end for you. Conclusion.\n\nThe problem was, in essence, quite simply stated in terms of miracles.\n\nThe way things were stewing, it'd be a miracle if the world held\ntogether long enough for unity to set in. It'd take a miracle to bring\nabout the necessary self-restraint, which was the only possible\nsubstitute for the imposed restraint of war.\n\nThe witch power was, quite clearly, a power of the people--of the\npeople who needed that protection, needed those miracles. And it was\nthe power that had worked miracles.\n\nWe'll never know who does the job, he told himself. It's better that\nway. Like table-tipping. You can say \"I didn't do it.\" You can even be\nsure you didn't do it, if you want to. But the table tips if you get\nenough people around the table. Ouiji writes, if at least two people\nhave their fingers on it, so that they each can say \"I didn't do it.\"\n\nWho are the witches? Why, they're the people, and they're not for burning.\nThe fanatics and their statesmen, the eggheads and their politicians, the\nbrains and the brain trusts and the world-weary--they're for burning, but\nnot the witches. Which witch is a witch? Doesn't matter.\n\n       *       *       *       *       *\n\nAn hour later, Bill Howard sat down to the typewriter again. He'd\nstated the general problem--but now he had a specific problem, and,\nfor a man in his line of business, it was a fairly straightforward\nproblem.\n\nHe need only plot out the necessary moves so that he could call on\nthat witch power just one more time. Just once. Just long enough to\nclean out the violent, rooted resistance to the idea that people had\npowers--and could work miracles!\n\nTHE END\n\n       *       *       *       *       *\n\n\n\n\n\n\n\nEnd of Project Gutenberg's Prologue to an Analogue, by Leigh Richmond\n\n*** END OF THIS PROJECT GUTENBERG EBOOK PROLOGUE TO AN ANALOGUE ***\n\n***** This file should be named 30242-8.txt or 30242-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/0/2/4/30242/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}