{"title": "The Four-Faced Visitors of Ezekiel", "author": "Arthur W. Orton", "releaseDate": "October 14, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n  This etext was produced from Analog Science Fact & Fiction March 1961.\n  Extensive research did not uncover any evidence that the U.S. copyright\n  on this publication was renewed.\n\n\n\n                                 THE\n\n                              FOUR-FACED\n\n                               VISITORS\n\n                            OF ... EZEKIEL\n\n\n\n\n                          By ARTHUR W. ORTON\n\n\n\n     _Ezekiel, they say, \"saw de wheel\"--but he saw somewhat more\n      than that. And Orton suggests that what he saw made\n      perfectly good sense ... to the understanding!_\n\n\n\n                         Illustrated by Orton\n\n       *       *       *       *       *\n\n\n\n\nWe are told from our Sunday School days that the Bible is a \"living\nbook,\" the oldest of man's written works that is read and used anew,\nfrom generation to generation. It remains \"living\" because we are able\nto find new meaning to fit our daily lives. Although it is not the\nusual kind of new meaning, I believe that I have found something of\nthe sort in the very old prophesies of Ezekiel.\n\nBible scholars have long recognized the first chapter of Ezekiel as a\nstrange and nearly unfathomable account of a vision. I suggest that it\nis strange only because it is written by a man far removed from us in\ntime and experience, about a subject totally unfamiliar to men of his\ntime. I do not think that this was a vision in the usual sense, nor\nwas it meant to be mystical. This particular chapter has been called\n\"Science fiction in the Bible\" and many attempts have been made to\nunravel the meaning of the original author, along both spiritual and\nmundane lines. I am convinced that this chapter is the account of an\nactual happening; the landing of extraterrestial beings, reported by a\ncareful, truthful and self-possessed observer.\n\nI am not a student of theology and therefore you may feel that I am\nbeing presumptive in attempting to throw light on a mystery as old and\nwell-studied as Ezekiel's first chapter. I feel that any success that\nI may have in doing so will be due to the accident of my birth at the\nvery beginning of an era when the events I have to describe are fact,\nor are about to become fact.\n\nIf, as I believe, this is an account of an actual encounter with men\nfrom space, I may be better able to interpret the meaning than a\nstudent of theology, who by training and interest, is looking for a\ntheological meaning. I have worked with mechanical things, and as an\ninstructor of aircraft mechanics for most of my adult life. During\nthis time I have had to untangle a lot of mechanical misconceptions\nand misunderstandings. I think that this gives me some insight into\nthis problem.\n\nIf you are not too familiar with the Old Testament, I suggest that you\nread through the first chapter of Ezekiel to get the feeling of the\nflow of words, and a general idea of what sort of material we will be\ncovering. If you have done a considerable amount of reading in the\nBible, I am sure you will notice at once how different and\n\"un-Bible-like\" this chapter sounds. It isn't long. The first chapter\ncovers little more than one page. Don't expect to get a clear picture\nthe first time through. It seems to have an elusive quality. About the\ntime you feel that you have hold of a fact, it seems to be\ncontradicted in a later verse. I am going to try to show you that this\nis due to your own preconceived notions of what some of the words and\nphrases mean. You, not Ezekiel, are supplying the contradictions.\n\nYou will see that I am not going to make excuses for the words, as\nwritten. It is my belief that those who had the task of translating\nthe Bible from its original tongue and re-copying it through the ages\nwere particularly careful of this chapter because they did not\nunderstand it and were afraid of damaging it.\n\nLet us begin with the first verse of chapter one:\n\n\n_The Book of The Prophet EZEKIEL_\n\n\n803.       Chapter 1\n\n\n_Now it came to pass in the thirtieth year, in the fourth month, in\nthe fifth day of the month, as I was among the captives by the river\nof Chebar, that the heavens were opened, and I saw visions of God._\n\n\n_2. In the fifth day of the month, which was the fifth year of king\nJehoiachin's captivity._\n\n\n_3. The word of the Lord came expressly unto Ezekiel the priest, the\nson of Buzi, in the Land of the Chaldeans by the river Chebar; and the\nhand of the Lord was there upon him._\n\nThis fixes the location of this incident on the outskirts of Bagdad.\nThe Chebar is sometimes called \"The Grand Canal of Bagdad.\" Although\nthe entire book was supposed to have been written by Ezekiel, the\nsecond and third verses sound like an editor's note, inserted by a\nlater writer.\n\n\n_4. And I looked, and, behold, a whirlwind came out of the north, a\ngreat cloud, and a fire infolding itself, and a brightness was about\nit, and out of the midst thereof as the colour of amber, out of the\nmidst of the fire._\n\nHere is a man who had lived most of his life in arid desert country.\nHe had probably seen whirlwinds of all kinds, from dust-devils to\nfull-scale tornadoes. He was an accurate and honest observer, as we\nshall see later. If he said it was a whirlwind, it must have really\nbeen one, or at least it looked enough like one to fool him for a\nwhile. Notice that he does not say that it was high in the air, or\nthat it came out of the sky, but, \"... out of the north,\" or toward\nhim from the north.\n\nThe first thing that he noticed was that it had fire associated with\nit, a strange companion for a whirlwind. There is something strange\nabout the fire itself. He says that it \"infolds itself,\" which\nsuggests a fire of more active nature than Ezekiel would be accustomed\nto. The association of fire and whirlwind must have struck him as\npeculiar.\n\nAlso something amber colored was associated with the cloud and fire.\nHe said that this color came \"out of the midst,\" which might mean that\nit was above the cloud and flame, or appeared as the fire and cloud\nsubsided, or blew to one side. Considering the detail he gives in\nlater verses, this is quite vague, as it might be if he saw it from a\ndistance.\n\n\n_5. Also out of the midst thereof came the likeness of four living\ncreatures. And this was their appearance; they had the likeness of a\nman._\n\nWhy didn't he say that out came four men? Remember that he is telling\nthis to very primitive, superstitious people. He was himself bred in a\ntime when the supernatural was taken for granted. Under these\nconditions he has gone about as far as he could by saying that they\ncertainly looked like four men. He does not say here that he took them\nfor angels or any other kind of supernatural beings.\n\n\n_6. And every one had four faces, and every one had four wings._\n\nThis short verse is very clear, yet you wonder how a creature with\nfour faces and four wings could possibly be taken for a man, even by\nyou or me.\n\nAlthough he does not say so, we can imply that these creatures must\nhave advanced much closer to him after they got out of the fire and\ncloud, for him to be able to see so much detail.\n\nImagine the courage it took for him to stay put in order to observe\nthese creatures. Notice also how objective he is, never mentioning his\nown feelings.\n\n\n_7. And their feet were straight feet; and the sole of their feet was\nlike the sole of a calf's foot; and they sparkled like the colour of\nburnished brass._\n\nEach verse of the description covers one or two parts of the\ncreatures. When Ezekiel mentions more than one part it becomes\nconfusing, so that one verse seems to contradict another. These can\nusually be sorted out however. Nowhere will you find a direct\ncontradiction.\n\nHere he is describing the feet only. The word \"straight\" can be taken\nseveral ways. Does he mean _regular feet_, or feet that point straight\nforward, or feet that are straight up and down, like an elephant's?\nProbably he means regular, forward-pointing feet because he does not\ndwell on the point. In other places he leans heavily on simile to\ndescribe some unusual feature of the beings.\n\nThe sole of the foot sounds as if it was heavily cleated. What then\nhas he described in this verse? For a person living in a warm climate\nwho had never seen any footwear more complicated than a sandal, he has\ndescribed a highly polished leather, plastic or metal boot very well.\n\n\n_8. And they had the hands of a man under their wings on their four\nsides; and they four had their faces and their wings._\n\nNotice carefully that he is _not_ saying that each creature had four\nman-like hands, one on each of four sides. He is saying that each has\nthe normal number of hands and they are located _below_ their wings.\nRemember that he was a careful observer and he had probably noticed\nthat birds have wings _instead_ of arms. These had both. In addition,\nhe has given us another bit of information about the distribution of\nthe wings. They do not appear to be arranged like a biplane, but each\nwing is at a ninety-degree angle from its neighboring wing like a\nhelicopter.\n\nEzekiel must have been something of a numerologist. He points out that\nthere are four creatures, and each of the four has four faces each,\nand each has four wings each--but not four hands.\n\n\n_9. Their wings were joined one to another; they turned not when they\nwent; they went every one straight forward._\n\nHe is not saying that the wings of one creature are joined to the\nwings of another creature. He is saying that each wing is joined to\nanother wing, not directly to the creature.\n\nThe second and third parts of this verse present a mystery. We do not\nknow what the \"theys\" refer to. There are three \"theys\" in this verse,\none after another and we are given very few clues to which refer to\n_creatures_ and which refer to wings. The first \"they\" most likely is\ntied to the first part of the verse and therefore refers to the wings.\nGiven this, there are still three interpretations:\n\n     1. _The wings_ turned not when _the wings_ went; _The wings_\n     went every one straight forward.\n\n     2. _The wings_ turned not when _the creatures_ went; _The\n     wings_ went every one straight forward.\n\n     3. _The wings_ turned not when _the creatures_ went; _The\n     creatures_ went every one straight forward.\n\nNone of these three statements make much of a point, whether the\ncreatures have helicopter wings, or bird-angel wings. Let us assume\nthen that the first \"they\" refers to the creatures:\n\n     1. _The creatures_ turned not when _the creatures_ went;\n     _The creatures_ went every one straight forward.\n\n     2. _The creatures_ turned not when _the wings_ went; _The\n     wings_ went every one straight forward.\n\n     3. _The creatures_ turned not when _the wings_ went; _The\n     creatures_ went every one straight forward.\n\nThis last statement would pretty well describe the action of the\nblades of an inoperative helicopter being carried forward in a\nstraight line. It would strike Ezekiel as odd that the wings might\nmove and turn without turning the men under them. You might wonder why\nhe would say \"... wings went ...\" instead of \"... wings turned....\"\nWhen a light breeze moves the blades of an inoperative helicopter the\nblades not only turn, but they change their pitch and plane in a most\nrandom manner.\n\nAlthough Ezekiel has not completed his description of the creatures,\nwe can try now to form a picture of what he saw. No matter how we bend\nand squeeze, we are not going to get a Michelangelo-type angel. Look\nat figure one. Go back over the points that Ezekiel has described. You\nwill see that it fits quite well.\n\n\n_10. As for the likeness of the faces, they four had the face of a\nman, and the face of a lion, on the right side; and they four had the\nface of an ox on the left side; they four also had the face of an\neagle._\n\n[Illustration]\n\nThis again does not sound very man-like. You wonder what could have\nkept him from pronouncing them demons. If you will study figure two,\nyou will see what Ezekiel described. Now look at figure three. How\nmuch better could a man living six centuries before Christ describe\nfigure three?\n\n\n_11. Thus were their faces: and their wings were stretched upward; Two\nwings of every one were joined one to another, and two covered their\nbodies._\n\nSee figure one again. The arrangement is like he describes. Notice\nthat when he talks about \"... the wings ...\" of one creature, he\napparently means the whole system of wings and attachments.\n\n\n_12. And they went every one straight forward: wither the spirit was\nto go, they went; and they turned not as they went._\n\nAgain we have trouble with the \"theys.\" Notice however, that the first part\nof this verse repeats the last part of verse nine. If we were right in that\nverse, the first \"they\" in this refers to the creatures again. The second\npart of this verse contains a new idea, \"whither the spirit was to go ...\",\nhas an opposite meaning from \"... they went ... straight forward ...\"\nand, \"... they turned not when they went.\" The first and last part sounds\nlike the four creatures were marching purposefully in one direction. If\nthen the second or middle part refers to the wings, we could read it:\n\n     \"And _the creatures_ went every one straight forward:\n     whither the spirit was to go, _the wings_ went; and _the\n     creatures_ turned not when _the wings_ went.\"\n\nAgain we have a picture of four men walking with their inoperative\nhelicopters moving in several different ways as the breeze and the\nmen's motions cause them to move slightly.\n\nNotice that Ezekiel seems to be more impressed with the wings and\ntheir motion than with any other feature of what he witnessed.\n\n\n_13. As for the likeness of the living creatures, their appearance was\nlike burning coals of fire, and like the appearance of lamps: it went\nup and down among the living creatures; and the fire was bright, and\nout of the fire went forth lightning._\n\n[Illustration]\n\nHere he is describing their over-all appearance. We can assume that\ncreatures that look like men but has a surface that resembles lights,\ncoals and fire must be wearing suits with a brightly colored metallic\nsurface. The modern anodized aluminium coatings glisten and sparkle\nwith an effect like he describes. If these are space-suits, there is a\ngood reason for making them gaudy. If they were worn in space while\nworking on and around a ship, they should be as bright and\neye-catching as possible, in the case the man became detached and\nfloated away. He would be quite visible against the blackness of\nspace.\n\n\n_14. And the living creatures ran and returned as the appearance of a\nflash of lightning._\n\nThis might mean that they moved swiftly, but more than likely it means\nthat they sparkled and shined on all sides, and this was visible as\nthey moved about.\n\nThis ends the description for a while. There are two later verses of\ndescription, but we will take this when we come to it. It is\nsurprising that Ezekiel has organized his material so well. It reads\nlike a scientific report. If he had headed the section that we just\ncovered, \"Description,\" we would not have been too surprised to find\nthe following section headed, \"Action\":\n\n\n_15. Now as I beheld the living creatures, behold one wheel upon the\nearth by the living creatures, with his four faces._\n\nIf we read Ezekiel correctly and the creatures did have helicopter\nattachments on their backs, we can assume that one of them now\nstarted his helicopter, which would appear as a \"wheel\" to Ezekiel,\nand probably surprised him greatly.\n\n\n_16. The appearance of the wheels and their work was like unto the\ncolour of Beryl: and they four had one likeness: and their appearance\nand their work was as it were a wheel in the middle of a wheel._\n\nHere we must digress in order to put ourselves into the life and time\nof this man because he has mentioned the wheel. A wheel did not have\nquite the same meaning for him as it does for you and I, living in a\nmechanical age. The wheel in 600 B.C. in the area around the eastern\nend of the Mediterranean, the most civilized part of the world at that\ntime, had only a few very limited uses.\n\nOne use, old even in Ezekiel's time was the potter's wheel; a simple\nplatform mounted on crude vertical bearings so that it could be turned\nwith one hand while the clay was worked with the other. From this the\ngrindstone and the lapidary wheel developed for working metal and\nstone. These early machines probably employed some form of foot\ntreadle but even these could not turn the wheel very fast. If the\nstone had a large enough diameter, it was possible to get the speed at\nthe outer edge high enough to produce sparks when grinding hard\nmaterial. The \"work\" took place at some distance from the axis,\nusually at the edge of the stone.\n\nThe wheel we usually associate with ancient times is the cart wheel.\nIn its earliest form it was a solid wheel, like those still in use in\nprimitive sections of Mexico. Even with the cart wheel, ancient man\nwould associate the edge of the wheel with the \"work\" of the wheel.\nThis was the part that left a track in the mud and dust, crushed an\noccasional rock and fractured an occasional toe.\n\nIn order to increase the efficiency of military chariots it was\nnecessary to build a wheel that was lighter, yet just as strong as the\nsolid model. This was first done by cutting out \"lightening holes\"\nbetween the hub and rim. Pressing this invention to the ultimate\nproduced a spoked wheel. The Egyptians used a six-spoked chariot wheel\nthousands of years before Ezekiel's time, and the Greeks and others\nhad four-spoke models. This was quite an invention and in addition to\nits useful aspects, it produced some rather unusual, even magical\nside-effects. As every child knows, if you turn your tricycle\nupside-down and spin the wheel, the spokes seem to vanish. All that\ncan be seen is the rim and the parts of the hub near the center of\nrotation. No matter what shape the hub actually is, it too looks round\nlike a wheel. It is very likely that such an effect was referred to as\n\"a wheel within a wheel.\"\n\nIn verse 16 Ezekiel says that, \"wheels and their work was the colour\nof beryl ...\", a blue-green color. This sounds like the emphasis is on\nthe color at the _edge_ of the wheel. This could be from a flame\ncoming from jets on the tips of the rotors.\n\nAll of the creatures must have started their rotors. (\"... they four\nhad one likeness.\") They looked like \"... a wheel in the middle of a\nwheel.\" Or the spinning spokes of a wheel. Notice also that he never\nmentions \"wings\" and \"wheels\" at the same time, for when one appears\nthe other vanishes.\n\n\n_17. When they went, they went upon their four sides: and they turned\nnot when they went._\n\nIf four men were standing fairly close together on the ground with\nrunning helicopters, they would tend to spread out as they left the\nground, so as to not run into each other. Moreover, with a helicopter,\nit is not necessary to _face_ the direction you intend to go. This\nsounds like four men lifting off the ground, spreading out slightly\nand starting up and away, in formation.\n\n\n_18. As for their rings, they were so high that they were dreadful;\nand their rings were full of eyes round about them four._\n\nThe four creatures are now high in the air above Ezekiel, a dreadful\nand awe-inspiring sight for a man of Ezekiel's time. Their \"rings\"\nobviously are the flames from their tip-jets, seen from below--the\nonly part of the wheel now visible from far below. And the rings\n_would_ be full of eyes. When a jet or rocket motor is operating there\nis a shock wave generated in the tailpipe which tends to cut the\nexhaust gas into segments. Time exposures of jet aircraft at night\noften show this. When a tip-jet is operating, these bright, evenly\nspaced spots give it the appearance of a string of pearls, \"... full\nof eyes round about them....\"\n\n\n_19. And when the living creatures went, the wheels went up by them:\nand when the living creatures were lifted up from the earth, the\nwheels were lifted up._\n\nEzekiel makes it clear that he does not know whether the men are\nlifting the wheels or the wheels lifting the men, but both went up\ntogether.\n\n\n_20. Withersoever the spirit was to go, they went, thither was their\nspirit to go; and the wheels were lifted over against them: for the\nspirit of the living creatures was in the wheels._\n\nThis is a most sophisticated opinion. Although Ezekiel was describing\nonly what he saw, he could not help but have some opinions about the\ncreatures. In verse nineteen he makes it clear that he does not know\nwhether man is lifting the machine, or the other way around, but here\nhe makes it clear that whichever, there is no doubt that the creatures\nare _controlling_. They are not being carried off by the will of the\nwheel.\n\n\n_21. When those went, these went; and when those stood, these stood;\nand when those were lifted up from the earth, the wheels were lifted\nup over against them: for the spirit of the living creatures was in\nthe wheels._\n\nThis carries the idea of control one step farther. Not only are the\nmen controlling the wheels, but they are self-controlled: They are\nflying in formation.\n\n\n_22. And the likeness of the firmament upon the heads of the living\ncreatures was as the colour of terrible crystal, stretched forth over\ntheir heads above._\n\nPerhaps this verse was moved out of it's original position, for it\nreturns to the description of the creatures. You may have noticed that\nmany of the verses are written so that it is in part, an enlargement\nof the thought put forward in the preceding verse, and part new\nthought, to be enlarged upon in the following verse. Verses twenty-two\nand twenty-three _seem_ to go together. Both would fit the rest of the\nchapter better if they were between verses twelve and thirteen.\n\nWhat is meant by \"firmament\"? These people had no term for a\nhollow-sphere. Most spherical objects were not hollow. They had no\nsoap, so they had no soap bubbles. The most common thing to compare a\nhollow sphere to was the sky, the bowl of the heavens--the firmament.\nThis crystal-clear bubble was over the heads of the creatures, one on\neach creature.\n\nWe will come to the word firmament again, but notice that this is,\n\"... the _likeness_ of the firmament ...\", not the firmament itself.\nLater verses speak only of the \"firmament\".\n\n\n_23. And under the firmaments were their wings straight, the one\ntoward the other: every one had two, which covered on this side, and\nevery one had two which covered on that side, their bodies._\n\nIf you changed \"... under the firmament ...\" to, \"... below the sky\"\nyou would get a clearer picture. If you look at the picture of a\nhouse, the roof is, \"below the sky,\" if you start at the top and work\ndown. If you start at the ground and work up, the roof is, \"at the\ntop\" of the house. Ezekiel's description of the wings, which is\ncontinued in this verse, concerns the wings \"at the top.\" They are\n(connected), \"... one toward the other, about like in figure one.\"\n\n\n_24. And when they went, I heard the noise of their wings, like the\nnoise of great waters, like the voice of the Almighty, the voice of\nspeech, as the noise of the host: when they stood they let down their\nwings._\n\nIf you have ever stood near a running tip-jet, or any jet engine, I\nthink you will know what Ezekiel means. The last statement is most\ninteresting. It seems that when the creatures landed again they\ndetached the helicopter mechanisms and set them down, as anyone will\nwith a heavy back-pack who is resting or waiting.\n\n\n_25. And there was a voice from the firmament that was over their\nheads, when they stood, and had let down their wings._\n\nThis voice, or sound, was not from the _likeness_ of the firmament,\nbut from the sky, as they stood there with their wings off.\n\nThis is the end of Ezekiel's attention to the four creatures.\n\n\n_26. And above the firmament that was over their heads was the\nlikeness of a throne, as the appearance of a sapphire stone; and upon\nthe likeness of the throne was the likeness as the appearance of a man\nabove upon it._\n\nOut of the sky comes a man on a green seat. But a throne is more than\na chair. It is usually associated with a platform. This may be some\nkind of flying platform similar to those being tested for the\ntransporting of infantry.\n\n\n_27. And I saw as the colour of amber, as the appearance of fire round\nabout within it, from the appearance of his loins even upward, and\nfrom the appearance of his loins even downward, I saw as it were the\nappearance of fire, and it had brightness round about._\n\nSince this thing was high over their heads, and he saw fire round\nabout it, the fire may have been on the under side. What he says about\nthe man is very like what he said about the other four, except that he\ndescribes the man from the waist, up and down, as if he could not see\nthe area near the man's waist.\n\n\n_28. As the appearance of the bow that is in the cloud in the day of\nrain, so was the appearance of the brightness round about. This was\nthe appearance of the likeness of the glory of the Lord. And when I\nsaw it, I fell upon my face, and I heard a voice of one who spake._\n\nWhat prismatic effect, brighter than the outdoor desert sunshine is\nhard to imagine, but a large shining object close at hand would be\npretty terrifying. It seems strange that Ezekiel would not throw\nhimself upon the ground, after withstanding all he had seen up till\nnow, but we must remember that a man seated on a throne, a flying\nthrone at that might have a lot more meaning for him than it would for\nyou and me. If this object happened to come down closer to him than\nthe other creatures had, he might well have broken.\n\nWe have now covered every verse of the first chapter quite thoroughly.\nSince the Book of Ezekiel contains forty-eight chapters, we might fear\nthat this is just the beginning of a long and tiring study.\nFortunately or unfortunately this is not the case. The second chapter\nbegins:\n\n\n_804._\n\n_And he said unto me, Son of man, stand upon they feet, and I will\nspeak to thee._\n\n_2. And the spirit entered into me when he spake unto me, and set me\nupon my feet, that I heard him that spake unto me._\n\n_3. And he said unto me, Son of man, I send thee to the children of\nIsrael, to a rebellious nation that hath rebelled against me: they and\ntheir fathers have transgressed against me, even unto this very day._\n\nThis typically prophetic writing goes on for many pages, telling the\nwoes and sins of the Israelites. Reference is made in a few places to\nthe material in the first chapter, but even this dies out before the\nend of the book.\n\nNo mention is made again of the living creatures till chapter three\nwhere the following verse is found:\n\n\n_13. I heard also the noise of the wings of the living creatures that\ntouched one another, and the noise of the wheels over against them,\nand a noise of great rushing._\n\nThis combines some of the ideas of earlier verses without adding any\nnew information. Notice that writer has the notion that the wings of\none creature touched those of another, or that the creatures touched\none another.\n\nThis verse is typical of several more scattered throughout the first\nthird of the book. All the verses mentioning the living creatures\nafter the first chapter are more dramatic and all fail to continue the\nstyle of a careful reporter. No new ideas are advanced, but some\nrather unusual contradictions are introduced, by using several parts\nof several verses of Chapter One. Chapter Ten reads like an attempt at\nrephrasing Chapter One and Chapter Eleven is the last mention of the\nliving creatures in the entire book.\n\nAlthough it contains no further information on the living creatures,\nChapter Three has a verse that should be mentioned. Verse fifteen\nsounds like a fitting conclusion to the first chapter:\n\n[Illustration]\n\n\n_15. Then I came to them of the captivity at Tel-Abib, that dwelt by\nthe river Chebar, and I sat where they sat, and remained there\nastonished among them for seven days._\n\nJust what do we have? We have a description of four spacesuited and\nhelicopter-equipped men, getting off of, or out of something that\nlanded in a cloud of dust or smoke. The four men start their\nhelicopters, take off and fly to some height. On returning to the\nground they remove their flying gear and wait. They are met by a fifth\nman, riding on a flying platform. Such an event would cause some\ninterest in any community today, but in those times it could only be\ninterpreted as supernatural--a miracle. The miracle may well be that\nthe story has been preserved for us, twenty-six centuries later.\n\nA word for word interpretation is only part of the oddity of this\nchapter. Several other aspects are worth pondering. The whole chapter\nhas a well-worn feeling, as though the author had told and re-told it\nmany times. It reads like a deposition, taken down by a police\nofficer, after the witness, who prides himself on truthfulness, has\ntold the story over and over to his incredulous friends. It has a\ncertain poetic beauty. It has the style of one who is telling you the\ntruth, no matter whether you are going to believe it or not. It is\nthe presentation of a tableau that makes no sense to the man who\nwitnessed it, or to those to whom he is describing it.\n\nThe product of a man's imagination is tied to his own experience, his\nown time. A wonderful tale of the supernatural may sound very\nimaginative to the contemporary of the teller, but it will date itself\nto a later generation. The lives of the Greek gods are related to the\nlives of the early Greeks. An imaginative science-fiction writer such\nas Jules Verne is limited in the same way. As good as he was,\nexperience has set an outer limit to his imagination. Ezekiel's tale\nis not in this class. To his contemporaries, it was out of step with\nreality. To us it is real enough, but out of step with time. The most\ncredible explanation is that it really happened.\n\n       *       *       *       *       *\n\nPerhaps there are some points of my interpretation that you do not\nagree with, but as a whole the story does hang together rather well.\nIf you have the feeling that it would be easy to fit the words around\nan entirely different set of circumstances, I suggest that you try.\n\nIt is interesting to know that some years ago a verbal battle raged in\ntheological circles as to whether Ezekiel wrote the Book of Ezekiel.\nOne school of thought held that he did, while the other school held\nthat the first chapter was a \"forgery,\" written in the third century\nbefore Christ, and tacked on as a sort of \"leader\" to Ezekiel's book.\nFor our purposes it cannot be a forgery. It makes little difference\nhow long ago it was written, so long as it was not since World War II!\n\nSuppose Ezekiel or some ancient man actually saw what I have proposed.\nWhat are the possible explanations? Is it possible that some ancient\nrace, unknown to us, could have developed such equipment? It is not\nlikely. During the last one hundred years we have been prodding about\nin the earth and finding so many ancient records that someone else\nbesides Ezekiel would certainly have left us a report on them.\n\nThe things that were science fiction twenty years ago are solid fact\nnow. We know that a landing on the Moon is only a question of time, a\nfew years at the most. The planets of our Solar System will follow, at\nleast some before the turn of the century, probably. As for the\nplanets of neighboring stars we cannot say. We have no way of\nexploring them at present, but that is not the same as saying that we\nnever will. If the past performance of the human race is any measure,\nthey will likely fall to exploration within two hundred years.\n\nIf you concede that it is possible that we can visit other star\nsystems in a future not too distant, why then could we not have been\nvisited some time in the past? It may tend to deflate our ego to think\nthat there may be intelligent beings not too different from us who are\nadvanced beyond us. It need not. One of the most striking features of\nEzekiel's story, if it has been decoded correctly, is that these\nbeings are very much like we are, right at the present time. That puts\nthem three or four thousand years ahead of us, a very small amount\nindeed when we consider the long sweep of human life and development\nbefore the dawn of written history.\n\nWe are so used to stories of \"Bug-eyed Monsters\" coming to Earth, that\nthe idea of beings from other worlds looking and acting human seems\nfantastic. It should not. There is good sound scientific reason to\nbelieve that there is little chance of it being any other way. Life is\na delicate and fragile thing when compared to cosmic extremes of\ntemperature and environment in our universe. If life formed on earth\nas science now believes that it did, we must have had just the right\nsize planet at just the right distance from a particular type of star.\nWhile such extremely narrow limits are going to reduce the number of\nplaces in the universe where life can develop, it is also going to\nlimit the _differences_. In our creation things operate by rule. The\nrule is that in similar circumstance there are similar solutions to a\nproblem. Man is the solution of the problem of building the highest\nform of life on Earth. On a similar planet we can expect to find a\nsimilar solution. This is simply the extension of the theory of\n_parallel evolution_ to a cosmic scale.\n\nIf then, we were visited by people from another world, what were they\ndoing here? Strangely enough, there is considerable evidence of what\nthey were up to from Ezekiel's own testimony. Let us suppose that\nthese creatures were very much like we expect to be in five hundred\nyears. They have come from some other star system in a ship whose\nprinciple of operation is as yet unknown to us. We can assume that it\nwas a rather large ship, being that there were five beings on board at\nonce, and we can presume that enough of a crew remained aboard to\nreturn it home in case something happened to the explorers. How would\nwe proceed in such a case?\n\nIt is not likely that such a large ship would be brought down to the\nsurface of the earth. After arriving in the neighborhood of the earth,\nit would be put into orbit, and the surface of the earth would be\nstudied through telescopes for days or weeks. The entire radio\nspectrum would be scanned to determine if there were inhabitants\nbelow, capable of operating electrical equipment. A small--manned or\nunmanned--flyer would be sent down into the upper atmosphere to\ndetermine the level of radioactivity, air components, spore and\nbacteria count and radio signals incapable of penetrating the\natmosphere. From the ship the land areas would be mapped and studied.\nAny large object on the ground that appeared to be of an artificial\nnature would be given particular attention. During the night-time\nhours below, these objects and areas would be very carefully observed\nfor signs of light.\n\nIn the case of our visitors of twenty-six centuries ago, this is what\nthey would have found: Quite a few artificial works could be seen.\nCultivated fields and large buildings would be easily visible in many\nplaces around the eastern end of the Mediterranean. The Pyramids were\nold even then. (The Great Wall in China probably had not been\nstarted.) There would be no radio sounds, except for an occasional\nlightning click. We do not know how well their cities were lighted at\nnight, but they were probably too dim to see. Tiny orange pinpoints of\nlight from outdoor bonfires could probably be seen around the globe,\nbut there would be more of them around the Mediterranean and in the\nEast and Near East than anywhere else. The radioactivity level would\nbe low. Our visitors would conclude that the inhabitants were either\nin the early stages of civilization, or were once highly civilized and\nnow sunk back to a primitive stage. They would know that this was due\nto something other than atomic war.\n\nWe have to conclude that these were moral beings. If the conditions\nbelow were as they seemed to be, that of an early civilization, they\nwould not want to interfere. They would want to observe without being\nobserved, so even if it were technically possible they would not want\nto bring a large ship down. They would send down as small and\ninconspicuous a vehicle as possible.\n\nWe usually picture such a craft as a small version of the larger ship,\nor a large--by our standards--rocket, or an aircraft similar to our\nDyna-soar. For people this advanced technologically something a lot\nsimpler might be used. It might be an open vehicle, similar to our\nflying platforms, but with vastly more powerful nuclear power plants.\nThe men going down would have to wear air-tight suits--spacesuits, and\nwould have to leave them on all the time they were below, for fear of\nbecoming infected with molds and viruses that the natives would long\nsince have become immune to. One man, the pilot, would stay with the\nplatform while the others did the observing and recording.\n\nThe flying platform would have no need for rapid forward motion, at\nleast inside the atmosphere and therefore would have little need for\nstreamlining or protective covering for the passengers, who would\ncarry their equipment with them. Most of the equipment for the survey\nwould be built into the suits. They would each carry a set of portable\nhelicopter attachments so they could cover more ground in a hurry.\nLike small helicopters of our time, these probably would have a rather\nlimited speed and range, but they would be extremely maneuverable.\n\nThe platform on the other hand, being nuclear powered, would probably\nbe very powerful and have almost unlimited range, but it would be less\nmaneuverable. The products of its exhaust might be radioactive and\ntherefore its operators would be reluctant to operate it above or\nnear the natives of the planet, or places that they frequented.\n\nAs they push away from the mother-ship the spacemen would be in\nfree-fall and would tend to \"float\" nearby until they turned the\nbottom side of the platform toward the direction of their orbit and\napplied power. They would then drop toward the surface, but with\nalmost unlimited power available they could keep the downward\ncomponent of their fall within limits and prevent overheating. They\ncould probably be on the surface in less than an hour.\n\nThe first and most likely area of exploration would be Egypt. The\nplatform could be landed a few miles back from the Nile and be in\ncompletely unoccupied desert. The four helicopter-equipped explorers\ncould put on their rotating-wing backpacks and by keeping low, come up\nvery close to some center of civilization without being seen. By going\nup to a few thousand feet they could observe a fairly large area. Even\nif they were spotted, they would be small and unrecognizable, and\ncause a minimum amount of excitement.\n\nLike any tourist in any age they would probably be most interested in\nthe territory around the pyramids. When they had finished here they\nmight want to look over the country around what is now Bagdad, but\n_then_ only near the capital city of Nebuchadnezzar's empire. This is\nabout eight hundred miles away, an impractical trip by helicopter, so\nthey would return to the platform, climb to a few hundred thousand\nfeet, and scoot over in a few minutes. Here they would land again in\nsome uninhabited spot and repeat the maneuver. This country was\nprobably sprinkled with more people than they expected. Maybe that's\nwhy this is the legendary flying carpet country, or maybe not. At any\nrate, one lonely military prisoner, working by himself near the banks\nof a stream must have seen them. Even if they did notice him, what\npossible harm could he do? In the present state of the civilization\nwho would remember what he said or even believe him? I do.\n\n\nTHE END\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Four-Faced Visitors of Ezekiel, by \nArthur W. Orton\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE FOUR-FACED VISITORS OF EZEKIEL ***\n\n***** This file should be named 30252.txt or 30252.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/0/2/5/30252/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}