{"title": "The Skull", "author": "Philip K. Dick", "releaseDate": "October 14, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n _Conger agreed to kill a stranger he had\n never seen. But he would make no mistakes\n because he had the stranger's skull under\n his arm._\n\n\n        THE\n       SKULL\n\n By Philip K. Dick\n\n\n\"What is this opportunity?\" Conger asked. \"Go on. I'm interested.\"\n\nThe room was silent; all faces were fixed on Conger--still in the drab\nprison uniform. The Speaker leaned forward slowly.\n\n\"Before you went to prison your trading business was paying well--all\nillegal--all very profitable. Now you have nothing, except the prospect\nof another six years in a cell.\"\n\nConger scowled.\n\n\"There is a certain situation, very important to this Council, that\nrequires your peculiar abilities. Also, it is a situation you might find\ninteresting. You were a hunter, were you not? You've done a great deal\nof trapping, hiding in the bushes, waiting at night for the game? I\nimagine hunting must be a source of satisfaction to you, the chase, the\nstalking--\"\n\nConger sighed. His lips twisted. \"All right,\" he said. \"Leave that out.\nGet to the point. Who do you want me to kill?\"\n\nThe Speaker smiled. \"All in proper sequence,\" he said softly.\n\n       *       *       *       *       *\n\nThe car slid to a stop. It was night; there was no light anywhere along\nthe street. Conger looked out. \"Where are we? What is this place?\"\n\nThe hand of the guard pressed into his arm. \"Come. Through that door.\"\n\nConger stepped down, onto the damp sidewalk. The guard came swiftly\nafter him, and then the Speaker. Conger took a deep breath of the cold\nair. He studied the dim outline of the building rising up before them.\n\n\"I know this place. I've seen it before.\" He squinted, his eyes growing\naccustomed to the dark. Suddenly he became alert. \"This is--\"\n\n\"Yes. The First Church.\" The Speaker walked toward the steps. \"We're\nexpected.\"\n\n\"Expected? _Here?_\"\n\n\"Yes.\" The Speaker mounted the stairs. \"You know we're not allowed in\ntheir Churches, especially with guns!\" He stopped. Two armed soldiers\nloomed up ahead, one on each side.\n\n\"All right?\" The Speaker looked up at them. They nodded. The door of the\nChurch was open. Conger could see other soldiers inside, standing about,\nyoung soldiers with large eyes, gazing at the ikons and holy images.\n\n\"I see,\" he said.\n\n\"It was necessary,\" the Speaker said. \"As you know, we have been\nsingularly unfortunate in the past in our relations with the First\nChurch.\"\n\n\"This won't help.\"\n\n\"But it's worth it. You will see.\"\n\n       *       *       *       *       *\n\nThey passed through the hall and into the main chamber where the altar\npiece was, and the kneeling places. The Speaker scarcely glanced at the\naltar as they passed by. He pushed open a small side door and beckoned\nConger through.\n\n\"In here. We have to hurry. The faithful will be flocking in soon.\"\n\nConger entered, blinking. They were in a small chamber, low-ceilinged,\nwith dark panels of old wood. There was a smell of ashes and smoldering\nspices in the room. He sniffed. \"What's that? The smell.\"\n\n\"Cups on the wall. I don't know.\" The Speaker crossed impatiently to the\nfar side. \"According to our information, it is hidden here by this--\"\n\nConger looked around the room. He saw books and papers, holy signs and\nimages. A strange low shiver went through him.\n\n\"Does my job involve anyone of the Church? If it does--\"\n\nThe Speaker turned, astonished. \"Can it be that you believe in the\nFounder? Is it possible, a hunter, a killer--\"\n\n\"No. Of course not. All their business about resignation to death,\nnon-violence--\"\n\n\"What is it, then?\"\n\nConger shrugged. \"I've been taught not to mix with such as these. They\nhave strange abilities. And you can't reason with them.\"\n\nThe Speaker studied Conger thoughtfully. \"You have the wrong idea. It is\nno one here that we have in mind. We've found that killing them only\ntends to increase their numbers.\"\n\n\"Then why come here? Let's leave.\"\n\n\"No. We came for something important. Something you will need to\nidentify your man. Without it you won't be able to find him.\" A trace\nof a smile crossed the Speaker's face. \"We don't want you to kill the\nwrong person. It's too important.\"\n\n\"I don't make mistakes.\" Conger's chest rose. \"Listen, Speaker--\"\n\n\"This is an unusual situation,\" the Speaker said. \"You see, the person\nyou are after--the person that we are sending you to find--is known only\nby certain objects here. They are the only traces, the only means of\nidentification. Without them--\"\n\n\"What are they?\"\n\nHe came toward the Speaker. The Speaker moved to one side. \"Look,\" he\nsaid. He drew a sliding wall away, showing a dark square hole. \"In\nthere.\"\n\nConger squatted down, staring in. He frowned. \"A skull! A skeleton!\"\n\n\"The man you are after has been dead for two centuries,\" the Speaker\nsaid. \"This is all that remains of him. And this is all you have with\nwhich to find him.\"\n\nFor a long time Conger said nothing. He stared down at the bones, dimly\nvisible in the recess of the wall. How could a man dead centuries be\nkilled? How could he be stalked, brought down?\n\nConger was a hunter, a man who had lived as he pleased, where he\npleased. He had kept himself alive by trading, bringing furs and pelts\nin from the Provinces on his own ship, riding at high speed, slipping\nthrough the customs line around Earth.\n\nHe had hunted in the great mountains of the moon. He had stalked through\nempty Martian cities. He had explored--\n\nThe Speaker said, \"Soldier, take these objects and have them carried to\nthe car. Don't lose any part of them.\"\n\nThe soldier went into the cupboard, reaching gingerly, squatting on his\nheels.\n\n\"It is my hope,\" the Speaker continued softly, to Conger, \"that you will\ndemonstrate your loyalty to us, now. There are always ways for citizens\nto restore themselves, to show their devotion to their society. For you\nI think this would be a very good chance. I seriously doubt that a\nbetter one will come. And for your efforts there will be quite a\nrestitution, of course.\"\n\nThe two men looked at each other; Conger, thin, unkempt, the Speaker\nimmaculate in his uniform.\n\n\"I understand you,\" Conger said. \"I mean, I understand this part, about\nthe chance. But how can a man who has been dead two centuries be--\"\n\n\"I'll explain later,\" the Speaker said. \"Right now we have to hurry!\"\nThe soldier had gone out with the bones, wrapped in a blanket held\ncarefully in his arms. The Speaker walked to the door. \"Come. They've\nalready discovered that we've broken in here, and they'll be coming at\nany moment.\"\n\nThey hurried down the damp steps to the waiting car. A second later the\ndriver lifted the car up into the air, above the house-tops.\n\n       *       *       *       *       *\n\nThe Speaker settled back in the seat.\n\n\"The First Church has an interesting past,\" he said. \"I suppose you are\nfamiliar with it, but I'd like to speak of a few points that are of\nrelevancy to us.\n\n\"It was in the twentieth century that the Movement began--during one of\nthe periodic wars. The Movement developed rapidly, feeding on the\ngeneral sense of futility, the realization that each war was breeding\ngreater war, with no end in sight. The Movement posed a simple answer to\nthe problem: Without military preparations--weapons--there could be no\nwar. And without machinery and complex scientific technocracy there\ncould be no weapons.\n\n\"The Movement preached that you couldn't stop war by planning for it.\nThey preached that man was losing to his machinery and science, that it\nwas getting away from him, pushing him into greater and greater wars.\nDown with society, they shouted. Down with factories and science! A few\nmore wars and there wouldn't be much left of the world.\n\n\"The Founder was an obscure person from a small town in the American\nMiddle West. We don't even know his name. All we know is that one day he\nappeared, preaching a doctrine of non-violence, non-resistance; no\nfighting, no paying taxes for guns, no research except for medicine.\nLive out your life quietly, tending your garden, staying out of public\naffairs; mind your own business. Be obscure, unknown, poor. Give away\nmost of your possessions, leave the city. At least that was what\ndeveloped from what he told the people.\"\n\nThe car dropped down and landed on a roof.\n\n\"The Founder preached this doctrine, or the germ of it; there's no\ntelling how much the faithful have added themselves. The local\nauthorities picked him up at once, of course. Apparently they were\nconvinced that he meant it; he was never released. He was put to death,\nand his body buried secretly. It seemed that the cult was finished.\"\n\nThe Speaker smiled. \"Unfortunately, some of his disciples reported\nseeing him after the date of his death. The rumor spread; he had\nconquered death, he was divine. It took hold, grew. And here we are\ntoday, with a First Church, obstructing all social progress, destroying\nsociety, sowing the seeds of anarchy--\"\n\n\"But the wars,\" Conger said. \"About them?\"\n\n\"The wars? Well, there were no more wars. It must be acknowledged that\nthe elimination of war was the direct result of non-violence practiced\non a general scale. But we can take a more objective view of war today.\nWhat was so terrible about it? War had a profound selective value,\nperfectly in accord with the teachings of Darwin and Mendel and others.\nWithout war the mass of useless, incompetent mankind, without training\nor intelligence, is permitted to grow and expand unchecked. War acted to\nreduce their numbers; like storms and earthquakes and droughts, it was\nnature's way of eliminating the unfit.\n\n\"Without war the lower elements of mankind have increased all out of\nproportion. They threaten the educated few, those with scientific\nknowledge and training, the ones equipped to direct society. They have\nno regard for science or a scientific society, based on reason. And this\nMovement seeks to aid and abet them. Only when scientists are in full\ncontrol can the--\"\n\n       *       *       *       *       *\n\nHe looked at his watch and then kicked the car door open. \"I'll tell you\nthe rest as we walk.\"\n\nThey crossed the dark roof. \"Doubtless you now know whom those bones\nbelonged to, who it is that we are after. He has been dead just two\ncenturies, now, this ignorant man from the Middle West, this Founder.\nThe tragedy is that the authorities of the time acted too slowly. They\nallowed him to speak, to get his message across. He was allowed to\npreach, to start his cult. And once such a thing is under way, there's\nno stopping it.\n\n\"But what if he had died before he preached? What if none of his\ndoctrines had ever been spoken? It took only a moment for him to utter\nthem, that we know. They say he spoke just once, just one time. _Then_\nthe authorities came, taking him away. He offered no resistance; the\nincident was small.\"\n\nThe Speaker turned to Conger.\n\n\"Small, but we're reaping the consequences of it today.\"\n\nThey went inside the building. Inside, the soldiers had already laid out\nthe skeleton on a table. The soldiers stood around it, their young faces\nintense.\n\nConger went over to the table, pushing past them. He bent down, staring\nat the bones. \"So these are his remains,\" he murmured. \"The Founder. The\nChurch has hidden them for two centuries.\"\n\n\"Quite so,\" the Speaker said. \"But now we have them. Come along down the\nhall.\"\n\nThey went across the room to a door. The Speaker pushed it open.\nTechnicians looked up. Conger saw machinery, whirring and turning;\nbenches and retorts. In the center of the room was a gleaming crystal\ncage.\n\nThe Speaker handed a Slem-gun to Conger. \"The important thing to\nremember is that the skull must be saved and brought back--for\ncomparison and proof. Aim low--at the chest.\"\n\nConger weighed the gun in his hands. \"It feels good,\" he said. \"I know\nthis gun--that is, I've seen them before, but I never used one.\"\n\nThe Speaker nodded. \"You will be instructed on the use of the gun and\nthe operation of the cage. You will be given all data we have on the\ntime and location. The exact spot was a place called Hudson's field.\nAbout 1960 in a small community outside Denver, Colorado. And don't\nforget--the only means of identification you will have will be the\nskull. There are visible characteristics of the front teeth, especially\nthe left incisor--\"\n\nConger listened absently. He was watching two men in white carefully\nwrapping the skull in a plastic bag. They tied it and carried it into\nthe crystal cage. \"And if I should make a mistake?\"\n\n\"Pick the wrong man? Then find the right one. Don't come back until you\nsucceed in reaching this Founder. And you can't wait for him to start\nspeaking; that's what we must avoid! You must act in advance. Take\nchances; shoot as soon as you think you've found him. He'll be someone\nunusual, probably a stranger in the area. Apparently he wasn't known.\"\n\nConger listened dimly.\n\n\"Do you think you have it all now?\" the Speaker asked.\n\n\"Yes. I think so.\" Conger entered the crystal cage and sat down, placing\nhis hands on the wheel.\n\n\"Good luck,\" the Speaker said.\n\n\"We'll be awaiting the outcome. There's some philosophical doubt as to\nwhether one can alter the past. This should answer the question once and\nfor all.\"\n\nConger fingered the controls of the cage.\n\n\"By the way,\" the Speaker said. \"Don't try to use this cage for purposes\nnot anticipated in your job. We have a constant trace on it. If we want\nit back, we can get it back. Good luck.\"\n\nConger said nothing. The cage was sealed. He raised his finger and\ntouched the wheel control. He turned the wheel carefully.\n\nHe was still staring at the plastic bag when the room outside vanished.\n\nFor a long time there was nothing at all. Nothing beyond the crystal\nmesh of the cage. Thoughts rushed through Conger's mind, helter-skelter.\nHow would he know the man? How could he be certain, in advance? What had\nhe looked like? What was his name? How had he acted, before he spoke?\nWould he be an ordinary person, or some strange outlandish crank?\n\nConger picked up the Slem-gun and held it against his cheek. The metal\nof the gun was cool and smooth. He practiced moving the sight. It was a\nbeautiful gun, the kind of gun he could fall in love with. If he had\nowned such a gun in the Martian desert--on the long nights when he had\nlain, cramped and numbed with cold, waiting for things that moved\nthrough the darkness--\n\nHe put the gun down and adjusted the meter readings of the cage. The\nspiraling mist was beginning to condense and settle. All at once forms\nwavered and fluttered around him.\n\nColors, sounds, movements filtered through the crystal wire. He clamped\nthe controls off and stood up.\n\n       *       *       *       *       *\n\nHe was on a ridge overlooking a small town. It was high noon. The air\nwas crisp and bright. A few automobiles moved along a road. Off in the\ndistance were some level fields. Conger went to the door and stepped\noutside. He sniffed the air. Then he went back into the cage.\n\nHe stood before the mirror over the shelf, examining his features. He\nhad trimmed his beard--they had not got him to cut it off--and his hair\nwas neat. He was dressed in the clothing of the middle-twentieth\ncentury, the odd collar and coat, the shoes of animal hide. In his\npocket was money of the times. That was important. Nothing more was\nneeded.\n\nNothing, except his ability, his special cunning. But he had never used\nit in such a way before.\n\nHe walked down the road toward the town.\n\nThe first things he noticed were the newspapers on the stands. April 5,\n1961. He was not too far off. He looked around him. There was a filling\nstation, a garage, some taverns, and a ten-cent store. Down the street\nwas a grocery store and some public buildings.\n\nA few minutes later he mounted the stairs of the little public library\nand passed through the doors into the warm interior.\n\nThe librarian looked up, smiling.\n\n\"Good afternoon,\" she said.\n\nHe smiled, not speaking because his words would not be correct; accented\nand strange, probably. He went over to a table and sat down by a heap of\nmagazines. For a moment he glanced through them. Then he was on his feet\nagain. He crossed the room to a wide rack against the wall. His heart\nbegan to beat heavily.\n\nNewspapers--weeks on end. He took a roll of them over to the table and\nbegan to scan them quickly. The print was odd, the letters strange. Some\nof the words were unfamiliar.\n\nHe set the papers aside and searched farther. At last he found what he\nwanted. He carried the _Cherrywood Gazette_ to the table and opened it\nto the first page. He found what he wanted:\n\n    PRISONER HANGS SELF\n\n    An unidentified man, held by the county sheriff's office for\n    suspicion of criminal syndicalism, was found dead this morning, by--\n\nHe finished the item. It was vague, uninforming. He needed more. He\ncarried the _Gazette_ back to the racks and then, after a moment's\nhesitation, approached the librarian.\n\n\"More?\" he asked. \"More papers. Old ones?\"\n\nShe frowned. \"How old? Which papers?\"\n\n\"Months old. And--before.\"\n\n\"Of the _Gazette_? This is all we have. What did you want? What are you\nlooking for? Maybe I can help you.\"\n\nHe was silent.\n\n\"You might find older issues at the _Gazette_ office,\" the woman said,\ntaking off her glasses. \"Why don't you try there? But if you'd tell me,\nmaybe I could help you--\"\n\nHe went out.\n\nThe _Gazette_ office was down a side street; the sidewalk was broken and\ncracked. He went inside. A heater glowed in the corner of the small\noffice. A heavy-set man stood up and came slowly over to the counter.\n\n\"What did you want, mister?\" he said.\n\n\"Old papers. A month. Or more.\"\n\n\"To buy? You want to buy them?\"\n\n\"Yes.\" He held out some of the money he had. The man stared.\n\n\"Sure,\" he said. \"Sure. Wait a minute.\" He went quickly out of the room.\nWhen he came back he was staggering under the weight of his armload, his\nface red. \"Here are some,\" he grunted. \"Took what I could find. Covers\nthe whole year. And if you want more--\"\n\nConger carried the papers outside. He sat down by the road and began to\ngo through them.\n\n       *       *       *       *       *\n\nWhat he wanted was four months back, in December. It was a tiny item, so\nsmall that he almost missed it. His hands trembled as he scanned it,\nusing the small dictionary for some of the archaic terms.\n\n    MAN ARRESTED FOR UNLICENSED DEMONSTRATION\n\n    An unidentified man who refused to give his name was picked up in\n    Cooper Creek by special agents of the sheriff's office, according to\n    Sheriff Duff. It was said the man was recently noticed in this area\n    and had been watched continually. It was--\n\nCooper Creek. December, 1960. His heart pounded. That was all he needed\nto know. He stood up, shaking himself, stamping his feet on the cold\nground. The sun had moved across the sky to the very edge of the hills.\nHe smiled. Already he had discovered the exact time and place. Now he\nneeded only to go back, perhaps to November, to Cooper Creek--\n\nHe walked back through the main section of town, past the library, past\nthe grocery store. It would not be hard; the hard part was over. He\nwould go there; rent a room, prepare to wait until the man appeared.\n\nHe turned the corner. A woman was coming out of a doorway, loaded down\nwith packages. Conger stepped aside to let her pass. The woman glanced\nat him. Suddenly her face turned white. She stared, her mouth open.\n\nConger hurried on. He looked back. What was wrong with her? The woman\nwas still staring; she had dropped the packages to the ground. He\nincreased his speed. He turned a second corner and went up a side\nstreet. When he looked back again the woman had come to the entrance of\nthe street and was starting after him. A man joined her, and the two of\nthem began to run toward him.\n\nHe lost them and left the town, striding quickly, easily, up into the\nhills at the edge of town. When he reached the cage he stopped. What had\nhappened? Was it something about his clothing? His dress?\n\nHe pondered. Then, as the sun set, he stepped into the cage.\n\nConger sat before the wheel. For a moment he waited, his hands resting\nlightly on the control. Then he turned the wheel, just a little,\nfollowing the control readings carefully.\n\nThe grayness settled down around him.\n\nBut not for very long.\n\n       *       *       *       *       *\n\nThe man looked him over critically. \"You better come inside,\" he said.\n\"Out of the cold.\"\n\n\"Thanks.\" Conger went gratefully through the open door, into the\nliving-room. It was warm and close from the heat of the little kerosene\nheater in the corner. A woman, large and shapeless in her flowered\ndress, came from the kitchen. She and the man studied him critically.\n\n\"It's a good room,\" the woman said. \"I'm Mrs. Appleton. It's got heat.\nYou need that this time of year.\"\n\n\"Yes.\" He nodded, looking around.\n\n\"You want to eat with us?\"\n\n\"What?\"\n\n\"You want to eat with us?\" The man's brows knitted. \"You're not a\nforeigner, are you, mister?\"\n\n\"No.\" He smiled. \"I was born in this country. Quite far west, though.\"\n\n\"California?\"\n\n\"No.\" He hesitated. \"In Oregon.\"\n\n\"What's it like up there?\" Mrs. Appleton asked. \"I hear there's a lot of\ntrees and green. It's so barren here. I come from Chicago, myself.\"\n\n\"That's the Middle West,\" the man said to her. \"You ain't no foreigner.\"\n\n\"Oregon isn't foreign, either,\" Conger said. \"It's part of the United\nStates.\"\n\nThe man nodded absently. He was staring at Conger's clothing.\n\n\"That's a funny suit you got on, mister,\" he said. \"Where'd you get\nthat?\"\n\nConger was lost. He shifted uneasily. \"It's a good suit,\" he said.\n\"Maybe I better go some other place, if you don't want me here.\"\n\nThey both raised their hands protestingly. The woman smiled at him. \"We\njust have to look out for those Reds. You know, the government is always\nwarning us about them.\"\n\n\"The Reds?\" He was puzzled.\n\n\"The government says they're all around. We're supposed to report\nanything strange or unusual, anybody doesn't act normal.\"\n\n\"Like me?\"\n\nThey looked embarrassed. \"Well, you don't look like a Red to me,\" the\nman said. \"But we have to be careful. The _Tribune_ says--\"\n\nConger half listened. It was going to be easier than he had thought.\nClearly, he would know as soon as the Founder appeared. These people, so\nsuspicious of anything different, would be buzzing and gossiping and\nspreading the story. All he had to do was lie low and listen, down at\nthe general store, perhaps. Or even here, in Mrs. Appleton's boarding\nhouse.\n\n\"Can I see the room?\" he said.\n\n\"Certainly.\" Mrs. Appleton went to the stairs. \"I'll be glad to show it\nto you.\"\n\nThey went upstairs. It was colder upstairs, but not nearly as cold as\noutside. Nor as cold as nights on the Martian deserts. For that he was\ngrateful.\n\n       *       *       *       *       *\n\nHe was walking slowly around the store, looking at the cans of\nvegetables, the frozen packages of fish and meats shining and clean in\nthe open refrigerator counters.\n\nEd Davies came toward him. \"Can I help you?\" he said. The man was a\nlittle oddly dressed, and with a beard! Ed couldn't help smiling.\n\n\"Nothing,\" the man said in a funny voice. \"Just looking.\"\n\n\"Sure,\" Ed said. He walked back behind the counter. Mrs. Hacket was\nwheeling her cart up.\n\n\"Who's he?\" she whispered, her sharp face turned, her nose moving, as if\nit were sniffing. \"I never seen him before.\"\n\n\"I don't know.\"\n\n\"Looks funny to me. Why does he wear a beard? No one else wears a\nbeard. Must be something the matter with him.\"\n\n\"Maybe he likes to wear a beard. I had an uncle who--\"\n\n\"Wait.\" Mrs. Hacket stiffened. \"Didn't that--what was his name? The\nRed--that old one. Didn't he have a beard? Marx. He had a beard.\"\n\nEd laughed. \"This ain't Karl Marx. I saw a photograph of him once.\"\n\nMrs. Hacket was staring at him. \"You did?\"\n\n\"Sure.\" He flushed a little. \"What's the matter with that?\"\n\n\"I'd sure like to know more about him,\" Mrs. Hacket said. \"I think we\nought to know more, for our own good.\"\n\n       *       *       *       *       *\n\n\"Hey, mister! Want a ride?\"\n\nConger turned quickly, dropping his hand to his belt. He relaxed. Two\nyoung kids in a car, a girl and a boy. He smiled at them. \"A ride?\nSure.\"\n\nConger got into the car and closed the door. Bill Willet pushed the gas\nand the car roared down the highway.\n\n\"I appreciate a ride,\" Conger said carefully. \"I was taking a walk\nbetween towns, but it was farther than I thought.\"\n\n\"Where are you from?\" Lora Hunt asked. She was pretty, small and dark,\nin her yellow sweater and blue skirt.\n\n\"From Cooper Creek.\"\n\n\"Cooper Creek?\" Bill said. He frowned. \"That's funny. I don't remember\nseeing you before.\"\n\n\"Why, do you come from there?\"\n\n\"I was born there. I know everybody there.\"\n\n\"I just moved in. From Oregon.\"\n\n\"From Oregon? I didn't know Oregon people had accents.\"\n\n\"Do I have an accent?\"\n\n\"You use words funny.\"\n\n\"How?\"\n\n\"I don't know. Doesn't he, Lora?\"\n\n\"You slur them,\" Lora said, smiling. \"Talk some more. I'm interested in\ndialects.\" She glanced at him, white-teethed. Conger felt his heart\nconstrict.\n\n\"I have a speech impediment.\"\n\n\"Oh.\" Her eyes widened. \"I'm sorry.\"\n\nThey looked at him curiously as the car purred along. Conger for his\npart was struggling to find some way of asking them questions without\nseeming curious. \"I guess people from out of town don't come here much,\"\nhe said. \"Strangers.\"\n\n\"No.\" Bill shook his head. \"Not very much.\"\n\n\"I'll bet I'm the first outsider for a long time.\"\n\n\"I guess so.\"\n\nConger hesitated. \"A friend of mine--someone I know, might be coming\nthrough here. Where do you suppose I might--\" He stopped. \"Would there\nbe anyone certain to see him? Someone I could ask, make sure I don't\nmiss him if he comes?\"\n\nThey were puzzled. \"Just keep your eyes open. Cooper Creek isn't very\nbig.\"\n\n\"No. That's right.\"\n\nThey drove in silence. Conger studied the outline of the girl. Probably\nshe was the boy's mistress. Perhaps she was his trial wife. Or had they\ndeveloped trial marriage back so far? He could not remember. But surely\nsuch an attractive girl would be someone's mistress by this time; she\nwould be sixteen or so, by her looks. He might ask her sometime, if they\never met again.\n\n       *       *       *       *       *\n\nThe next day Conger went walking along the one main street of Cooper\nCreek. He passed the general store, the two filling stations, and then\nthe post office. At the corner was the soda fountain.\n\nHe stopped. Lora was sitting inside, talking to the clerk. She was\nlaughing, rocking back and forth.\n\nConger pushed the door open. Warm air rushed around him. Lora was\ndrinking hot chocolate, with whipped cream. She looked up in surprise as\nhe slid into the seat beside her.\n\n\"I beg your pardon,\" he said. \"Am I intruding?\"\n\n\"No.\" She shook her head. Her eyes were large and dark. \"Not at all.\"\n\nThe clerk came over. \"What do you want?\"\n\nConger looked at the chocolate. \"Same as she has.\"\n\nLora was watching Conger, her arms folded, elbows on the counter. She\nsmiled at him. \"By the way. You don't know my name. Lora Hunt.\"\n\nShe was holding out her hand. He took it awkwardly, not knowing what to\ndo with it. \"Conger is my name,\" he murmured.\n\n\"Conger? Is that your last or first name?\"\n\n\"Last or first?\" He hesitated. \"Last. Omar Conger.\"\n\n\"Omar?\" She laughed. \"That's like the poet, Omar Khayyam.\"\n\n\"I don't know of him. I know very little of poets. We restored very few\nworks of art. Usually only the Church has been interested enough--\" He\nbroke off. She was staring. He flushed. \"Where I come from,\" he\nfinished.\n\n\"The Church? Which church do you mean?\"\n\n\"The Church.\" He was confused. The chocolate came and he began to sip it\ngratefully. Lora was still watching him.\n\n\"You're an unusual person,\" she said. \"Bill didn't like you, but he\nnever likes anything different. He's so--so prosaic. Don't you think\nthat when a person gets older he should become--broadened in his\noutlook?\"\n\nConger nodded.\n\n\"He says foreign people ought to stay where they belong, not come here.\nBut you're not so foreign. He means orientals; you know.\"\n\nConger nodded.\n\nThe screen door opened behind them. Bill came into the room. He stared\nat them. \"Well,\" he said.\n\nConger turned. \"Hello.\"\n\n\"Well.\" Bill sat down. \"Hello, Lora.\" He was looking at Conger. \"I\ndidn't expect to see you here.\"\n\nConger tensed. He could feel the hostility of the boy. \"Something wrong\nwith that?\"\n\n\"No. Nothing wrong with it.\"\n\nThere was silence. Suddenly Bill turned to Lora. \"Come on. Let's go.\"\n\n\"Go?\" She was astonished. \"Why?\"\n\n\"Just go!\" He grabbed her hand. \"Come on! The car's outside.\"\n\n\"Why, Bill Willet,\" Lora said. \"You're jealous!\"\n\n\"Who is this guy?\" Bill said. \"Do you know anything about him? Look at\nhim, his beard--\"\n\nShe flared. \"So what? Just because he doesn't drive a Packard and go to\nCooper High!\"\n\nConger sized the boy up. He was big--big and strong. Probably he was\npart of some civil control organization.\n\n\"Sorry,\" Conger said. \"I'll go.\"\n\n\"What's your business in town?\" Bill asked. \"What are you doing here?\nWhy are you hanging around Lora?\"\n\nConger looked at the girl. He shrugged. \"No reason. I'll see you later.\"\n\nHe turned away. And froze. Bill had moved. Conger's fingers went to his\nbelt. _Half pressure_, he whispered to himself. _No more. Half\npressure._\n\nHe squeezed. The room leaped around him. He himself was protected by the\nlining of his clothing, the plastic sheathing inside.\n\n\"My God--\" Lora put her hands up. Conger cursed. He hadn't meant any of\nit for her. But it would wear off. There was only a half-amp to it. It\nwould tingle.\n\nTingle, and paralyze.\n\nHe walked out the door without looking back. He was almost to the corner\nwhen Bill came slowly out, holding onto the wall like a drunken man.\nConger went on.\n\n       *       *       *       *       *\n\nAs Conger walked, restless, in the night, a form loomed in front of him.\nHe stopped, holding his breath.\n\n\"Who is it?\" a man's voice came. Conger waited, tense.\n\n\"Who is it?\" the man said again. He clicked something in his hand. A\nlight flashed. Conger moved.\n\n\"It's me,\" he said.\n\n\"Who is 'me'?\"\n\n\"Conger is my name. I'm staying at the Appleton's place. Who are you?\"\n\nThe man came slowly up to him. He was wearing a leather jacket. There\nwas a gun at his waist.\n\n\"I'm Sheriff Duff. I think you're the person I want to talk to. You were\nin Bloom's today, about three o'clock?\"\n\n\"Bloom's?\"\n\n\"The fountain. Where the kids hang out.\" Duff came up beside him,\nshining his light into Conger's face. Conger blinked.\n\n\"Turn that thing away,\" he said.\n\nA pause. \"All right.\" The light flickered to the ground. \"You were\nthere. Some trouble broke out between you and the Willet boy. Is that\nright? You had a beef over his girl--\"\n\n\"We had a discussion,\" Conger said carefully.\n\n\"Then what happened?\"\n\n\"Why?\"\n\n\"I'm just curious. They say you did something.\"\n\n\"Did something? Did what?\"\n\n\"I don't know. That's what I'm wondering. They saw a flash, and\nsomething seemed to happen. They all blacked out. Couldn't move.\"\n\n\"How are they now?\"\n\n\"All right.\"\n\nThere was silence.\n\n\"Well?\" Duff said. \"What was it? A bomb?\"\n\n\"A bomb?\" Conger laughed. \"No. My cigarette lighter caught fire. There\nwas a leak, and the fluid ignited.\"\n\n\"Why did they all pass out?\"\n\n\"Fumes.\"\n\nSilence. Conger shifted, waiting. His fingers moved slowly toward his\nbelt. The Sheriff glanced down. He grunted.\n\n\"If you say so,\" he said. \"Anyhow, there wasn't any real harm done.\" He\nstepped back from Conger. \"And that Willet is a trouble-maker.\"\n\n\"Good night, then,\" Conger said. He started past the Sheriff.\n\n\"One more thing, Mr. Conger. Before you go. You don't mind if I look at\nyour identification, do you?\"\n\n\"No. Not at all.\" Conger reached into his pocket. He held his wallet\nout. The Sheriff took it and shined his flashlight on it. Conger\nwatched, breathing shallowly. They had worked hard on the wallet,\nstudying historic documents, relics of the times, all the papers they\nfelt would be relevant.\n\nDuff handed it back. \"Okay. Sorry to bother you.\" The light winked off.\n\nWhen Conger reached the house he found the Appletons sitting around the\ntelevision set. They did not look up as he came in. He lingered at the\ndoor.\n\n\"Can I ask you something?\" he said. Mrs. Appleton turned slowly. \"Can I\nask you--what's the date?\"\n\n\"The date?\" She studied him. \"The first of December.\"\n\n\"December first! Why, it was just November!\"\n\nThey were all looking at him. Suddenly he remembered. In the twentieth\ncentury they still used the old twelve-month system. November fed\ndirectly into December; there was no Quartember between.\n\nHe gasped. Then it was tomorrow! The second of December! Tomorrow!\n\n\"Thanks,\" he said. \"Thanks.\"\n\nHe went up the stairs. What a fool he was, forgetting. The Founder had\nbeen taken into captivity on the second of December, according to the\nnewspaper records. Tomorrow, only twelve hours hence, the Founder would\nappear to speak to the people and then be dragged away.\n\n       *       *       *       *       *\n\nThe day was warm and bright. Conger's shoes crunched the melting crust\nof snow. On he went, through the trees heavy with white. He climbed a\nhill and strode down the other side, sliding as he went.\n\nHe stopped to look around. Everything was silent. There was no one in\nsight. He brought a thin rod from his waist and turned the handle of it.\nFor a moment nothing happened. Then there was a shimmering in the air.\n\nThe crystal cage appeared and settled slowly down. Conger sighed. It was\ngood to see it again. After all, it was his only way back.\n\nHe walked up on the ridge. He looked around with some satisfaction, his\nhands on his hips. Hudson's field was spread out, all the way to the\nbeginning of town. It was bare and flat, covered with a thin layer of\nsnow.\n\nHere, the Founder would come. Here, he would speak to them. And here the\nauthorities would take him.\n\nOnly he would be dead before they came. He would be dead before he even\nspoke.\n\nConger returned to the crystal globe. He pushed through the door and\nstepped inside. He took the Slem-gun from the shelf and screwed the bolt\ninto place. It was ready to go, ready to fire. For a moment he\nconsidered. Should he have it with him?\n\nNo. It might be hours before the Founder came, and suppose someone\napproached him in the meantime? When he saw the Founder coming toward\nthe field, then he could go and get the gun.\n\nConger looked toward the shelf. There was the neat plastic package. He\ntook it down and unwrapped it.\n\nHe held the skull in his hands, turning it over. In spite of himself, a\ncold feeling rushed through him. This was the man's skull, the skull of\nthe Founder, who was still alive, who would come here, this day, who\nwould stand on the field not fifty yards away.\n\nWhat if _he_ could see this, his own skull, yellow and eroded? Two\ncenturies old. Would he still speak? Would he speak, if he could see it,\nthe grinning, aged skull? What would there be for him to say, to tell\nthe people? What message could he bring?\n\nWhat action would not be futile, when a man could look upon his own\naged, yellowed skull? Better they should enjoy their temporary lives,\nwhile they still had them to enjoy.\n\nA man who could hold his own skull in his hands would believe in few\ncauses, few movements. Rather, he would preach the opposite--\n\nA sound. Conger dropped the skull back on the shelf and took up the gun.\nOutside something was moving. He went quickly to the door, his heart\nbeating. Was it _he_? Was it the Founder, wandering by himself in the\ncold, looking for a place to speak? Was he meditating over his words,\nchoosing his sentences?\n\nWhat if he could see what Conger had held!\n\nHe pushed the door open, the gun raised.\n\nLora!\n\nHe stared at her. She was dressed in a wool jacket and boots, her hands\nin her pockets. A cloud of steam came from her mouth and nostrils. Her\nbreast was rising and falling.\n\nSilently, they looked at each other. At last Conger lowered the gun.\n\n\"What is it?\" he said. \"What are you doing here?\"\n\nShe pointed. She did not seem able to speak. He frowned; what was wrong\nwith her?\n\n\"What is it?\" he said. \"What do you want?\" He looked in the direction\nshe had pointed. \"I don't see anything.\"\n\n\"They're coming.\"\n\n\"They? Who? Who are coming?\"\n\n\"They are. The police. During the night the Sheriff had the state police\nsend cars. All around, everywhere. Blocking the roads. There's about\nsixty of them coming. Some from town, some around behind.\" She stopped,\ngasping. \"They said--they said--\"\n\n\"What?\"\n\n\"They said you were some kind of a Communist. They said--\"\n\n       *       *       *       *       *\n\nConger went into the cage. He put the gun down on the shelf and came\nback out. He leaped down and went to the girl.\n\n\"Thanks. You came here to tell me? You don't believe it?\"\n\n\"I don't know.\"\n\n\"Did you come alone?\"\n\n\"No. Joe brought me in his truck. From town.\"\n\n\"Joe? Who's he?\"\n\n\"Joe French. The plumber. He's a friend of Dad's.\"\n\n\"Let's go.\" They crossed the snow, up the ridge and onto the field. The\nlittle panel truck was parked half way across the field. A heavy short\nman was sitting behind the wheel, smoking his pipe. He sat up as he saw\nthe two of them coming toward him.\n\n\"Are you the one?\" he said to Conger.\n\n\"Yes. Thanks for warning me.\"\n\nThe plumber shrugged. \"I don't know anything about this. Lora says\nyou're all right.\" He turned around. \"It might interest you to know some\nmore of them are coming. Not to warn you--just curious.\"\n\n\"More of them?\" Conger looked toward the town. Black shapes were picking\ntheir way across the snow.\n\n\"People from the town. You can't keep this sort of thing quiet, not in a\nsmall town. We all listen to the police radio; they heard the same way\nLora did. Someone tuned in, spread it around--\"\n\nThe shapes were getting closer. Conger could, make out a couple of them.\nBill Willet was there, with some boys from the high school. The\nAppletons were along, hanging back in the rear.\n\n\"Even Ed Davies,\" Conger murmured.\n\nThe storekeeper was toiling onto the field, with three or four other men\nfrom the town.\n\n\"All curious as hell,\" French said. \"Well, I guess I'm going back to\ntown. I don't want my truck shot full of holes. Come on, Lora.\"\n\nShe was looking up at Conger, wide-eyed.\n\n\"Come on,\" French said again. \"Let's go. You sure as hell can't stay\nhere, you know.\"\n\n\"Why?\"\n\n\"There may be shooting. That's what they all came to see. You know that\ndon't you, Conger?\"\n\n\"Yes.\"\n\n\"You have a gun? Or don't you care?\" French smiled a little. \"They've\npicked up a lot of people in their time, you know. You won't be lonely.\"\n\nHe cared, all right! He had to stay here, on the field. He couldn't\nafford to let them take him away. Any minute the Founder would appear,\nwould step onto the field. Would he be one of the townsmen, standing\nsilently at the foot of the field, waiting, watching?\n\nOr maybe he was Joe French. Or maybe one of the cops. Anyone of them\nmight find himself moved to speak. And the few words spoken this day\nwere going to be important for a long time.\n\nAnd Conger had to be there, ready when the first word was uttered!\n\n\"I care,\" he said. \"You go on back to town. Take the girl with you.\"\n\nLora got stiffly in beside Joe French. The plumber started up the motor.\n\"Look at them, standing there,\" he said. \"Like vultures. Waiting to see\nsomeone get killed.\"\n\n       *       *       *       *       *\n\nThe truck drove away, Lora sitting stiff and silent, frightened now.\nConger watched for a moment. Then he dashed back into the woods, between\nthe trees, toward the ridge.\n\nHe could get away, of course. Anytime he wanted to he could get away.\nAll he had to do was to leap into the crystal cage and turn the handles.\nBut he had a job, an important job. He had to be here, here at this\nplace, at this time.\n\nHe reached the cage and opened the door. He went inside and picked up\nthe gun from the shelf. The Slem-gun would take care of them. He notched\nit up to full count. The chain reaction from it would flatten them all,\nthe police, the curious, sadistic people--\n\nThey wouldn't take him! Before they got him, all of them would be dead.\n_He_ would get away. He would escape. By the end of the day they would\nall be dead, if that was what they wanted, and he--\n\nHe saw the skull.\n\nSuddenly he put the gun down. He picked up the skull. He turned the\nskull over. He looked at the teeth. Then he went to the mirror.\n\nHe held the skull up, looking in the mirror. He pressed the skull\nagainst his cheek. Beside his own face the grinning skull leered back at\nhim, beside _his_ skull, against his living flesh.\n\nHe bared his teeth. And he knew.\n\nIt was his own skull that he held. He was the one who would die. He was\nthe Founder.\n\nAfter a time he put the skull down. For a few minutes he stood at the\ncontrols, playing with them idly. He could hear the sound of motors\noutside, the muffled noise of men. Should he go back to the present,\nwhere the Speaker waited? He could escape, of course--\n\nEscape?\n\nHe turned toward the skull. There it was, his skull, yellow with age.\nEscape? Escape, when he had held it in his own hands?\n\nWhat did it matter if he put it off a month, a year, ten years, even\nfifty? Time was nothing. He had sipped chocolate with a girl born a\nhundred and fifty years before his time. Escape? For a little while,\nperhaps.\n\nBut he could not _really_ escape, no more so than anyone else had ever\nescaped, or ever would.\n\nOnly, he had held it in his hands, his own bones, his own death's-head.\n\n_They_ had not.\n\nHe went out the door and across the field, empty handed. There were a\nlot of them standing around, gathered together, waiting. They expected a\ngood fight; they knew he had something. They had heard about the\nincident at the fountain.\n\nAnd there were plenty of police--police with guns and tear gas, creeping\nacross the hills and ridges, between the trees, closer and closer. It\nwas an old story, in this century.\n\nOne of the men tossed something at him. It fell in the snow by his\nfeet, and he looked down. It was a rock. He smiled.\n\n\"Come on!\" one of them called. \"Don't you have any bombs?\"\n\n\"Throw a bomb! You with the beard! Throw a bomb!\"\n\n\"Let 'em have it!\"\n\n\"Toss a few A Bombs!\"\n\n       *       *       *       *       *\n\nThey began to laugh. He smiled. He put his hands to his hips. They\nsuddenly turned silent, seeing that he was going to speak.\n\n\"I'm sorry,\" he said simply. \"I don't have any bombs. You're mistaken.\"\n\nThere was a flurry of murmuring.\n\n\"I have a gun,\" he went on. \"A very good one. Made by science even more\nadvanced than your own. But I'm not going to use that, either.\"\n\nThey were puzzled.\n\n\"Why not?\" someone called. At the edge of the group an older woman was\nwatching. He felt a sudden shock. He had seen her before. Where?\n\nHe remembered. The day at the library. As he had turned the corner he\nhad seen her. She had noticed him and been astounded. At the time, he\ndid not understand why.\n\nConger grinned. So he _would_ escape death, the man who right now was\nvoluntarily accepting it. They were laughing, laughing at a man who had\na gun but didn't use it. But by a strange twist of science he would\nappear again, a few months later, after his bones had been buried under\nthe floor of a jail.\n\nAnd so, in a fashion, he would escape death. He would die, but then,\nafter a period of months, he would live again, briefly, for an\nafternoon.\n\nAn afternoon. Yet long enough for them to see him, to understand that he\nwas still alive. To know that somehow he had returned to life.\n\nAnd then, finally, he would appear once more, after two hundred years\nhad passed. Two centuries later.\n\nHe would be born again, born, as a matter of fact, in a small trading\nvillage on Mars. He would grow up, learning to hunt and trade--\n\nA police car came on the edge of the field and stopped. The people\nretreated a little. Conger raised his hands.\n\n\"I have an odd paradox for you,\" he said. \"Those who take lives will\nlose their own. Those who kill, will die. But he who gives his own life\naway will live again!\"\n\nThey laughed, faintly, nervously. The police were coming out, walking\ntoward him. He smiled. He had said everything he intended to say. It was\na good little paradox he had coined. They would puzzle over it, remember\nit.\n\nSmiling, Conger awaited a death foreordained.\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _If Worlds of Science Fiction_\n    September 1952. Extensive research did not uncover any evidence that\n    the U.S. copyright on this publication was renewed. Minor spelling\n    and typographical errors have been corrected without note.\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Skull, by Philip K. Dick\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE SKULL ***\n\n***** This file should be named 30255.txt or 30255.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/0/2/5/30255/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}