{"title": "Remember the Alamo", "author": "R. R. Fehrenbach", "releaseDate": "October 16, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n This etext was produced from Analog Science Fact & Fiction December 1961.\n Extensive research did not uncover any evidence that the U.S. copyright\n on this publication was renewed.\n\n\n                             Remember the\n\n                                Alamo!\n\n\n\n                         By R. R. FEHRENBACH\n\n\n\n       THIS IS, I THINK, ONE OF THE MOST POWERFUL COMMENTS\n       ON THE      MODERN SOCIAL PHILOSOPHY I HAVE SEEN--A\n       REALLY BLOOD-CHILLING LITTLE TALE....\n\n\n\n                      ILLUSTRATED BY SCHOENHERR\n\n       *       *       *       *       *\n\n\n\n\nToward sundown, in the murky drizzle, the man who called himself Ord\nbrought Lieutenant colonel William Barrett Travis word that the Mexican\nlight cavalry had completely invested Bexar, and that some light guns were\nbeing set up across the San Antonio River. Even as he spoke, there was a\nflash and bang from the west, and a shell screamed over the old mission\nwalls. Travis looked worried.\n\n[Illustration:]\n\n\"What kind of guns?\" he asked.\n\n\"Nothing to worry about, sir,\" Ord said. \"Only a few one-pounders, nothing\nof respectable siege caliber. General Santa Anna has had to move too fast\nfor any big stuff to keep up.\" Ord spoke in his odd accent. After all, he\nwas a Britainer, or some other kind of foreigner. But he spoke good\nSpanish, and he seemed to know everything. In the four or five days since\nhe had appeared he had become very useful to Travis.\n\nFrowning, Travis asked, \"How many Mexicans, do you think, Ord?\"\n\n\"Not more than a thousand, now,\" the dark-haired, blue-eyed young man said\nconfidently. \"But when the main body arrives, there'll be four, five\nthousand.\"\n\nTravis shook his head. \"How do you get all this information, Ord? You\nrecite it like you had read it all some place--like it were history.\"\n\nOrd merely smiled. \"Oh, I don't know _everything_, colonel. That is why I\nhad to come here. There is so much we don't know about what happened.... I\nmean, sir, what will happen--in the Alamo.\" His sharp eyes grew puzzled for\nan instant. \"And some things don't seem to match up, somehow--\"\n\nTravis looked at him sympathetically. Ord talked queerly at times, and\nTravis suspected he was a bit deranged. This was understandable, for the\nman was undoubtedly a Britainer aristocrat, a refugee from Napoleon's\nthousand-year Empire. Travis had heard about the detention camps and the\ncharcoal ovens ... but once, when he had mentioned the _Empereur's_ sack of\nLondon in '06, Ord had gotten a very queer look in his eyes, as if he had\nforgotten completely.\n\nBut John Ord, or whatever his name was, seemed to be the only man in the\nTexas forces who understood what William Barrett Travis was trying to do.\nNow Travis looked around at the thick adobe wall surrounding the old\nmission in which they stood. In the cold, yellowish twilight even the\nflaring cook fires of his hundred and eighty-two men could not dispel the\nghostly air that clung to the old place. Travis shivered involuntarily. But\nthe walls were thick, and they could turn one-pounders. He asked, \"What was\nit you called this place, Ord ... the Mexican name?\"\n\n\"The Alamo, sir.\" A slow, steady excitement seemed to burn in the\nBritainer's bright eyes. \"Santa Anna won't forget that name, you can be\nsure. You'll want to talk to the other officers now, sir? About the message\nwe drew up for Sam Houston?\"\n\n\"Yes, of course,\" Travis said absently. He watched Ord head for the walls.\nNo doubt about it, Ord understood what William Barrett Travis was trying to\ndo here. So few of the others seemed to care.\n\nTravis was suddenly very glad that John Ord had shown up when he did.\n\nOn the walls, Ord found the man he sought, broad-shouldered and tall in a\nfancy Mexican jacket. \"The commandant's compliments, sir, and he desires\nyour presence in the chapel.\"\n\nThe big man put away the knife with which he had been whittling. The\nswitchblade snicked back and disappeared into a side pocket of the jacket,\nwhile Ord watched it with fascinated eyes. \"What's old Bill got his\nbritches hot about this time?\" the big man asked.\n\n\"I wouldn't know, sir,\" Ord said stiffly and moved on.\n\n_Bang-bang-bang_ roared the small Mexican cannon from across the river.\n_Pow-pow-pow!_ The little balls only chipped dust from the thick adobe\nwalls. Ord smiled.\n\nHe found the second man he sought, a lean man with a weathered face,\nleaning against a wall and chewing tobacco. This man wore a long, fringed,\nleather lounge jacket, and he carried a guitar slung beside his Rock Island\nrifle. He squinted up at Ord. \"I know ... I know,\" he muttered. \"Willy\nTravis is in an uproar again. You reckon that colonel's commission that\nCongress up in Washington-on-the-Brazos give him swelled his head?\"\n\nRather stiffly, Ord said, \"Colonel, the commandant desires an officers'\nconference in the chapel, now.\" Ord was somewhat annoyed. He had not\nrealized he would find these Americans so--distasteful. Hardly preferable\nto Mexicans, really. Not at all as he had imagined.\n\nFor an instant he wished he had chosen Drake and the Armada instead of this\npack of ruffians--but no, he had never been able to stand sea sickness. He\ncouldn't have taken the Channel, not even for five minutes.\n\nAnd there was no changing now. He had chosen this place and time carefully,\nat great expense--actually, at great risk, for the X-4-A had aborted twice,\nand he had had a hard time bringing her in. But it had got him here at\nlast. And, because for a historian he had always been an impetuous and\ndaring man, he grinned now, thinking of the glory that was to come. And he\nwas a participant--much better than a ringside seat! Only he would have to\nbe careful, at the last, to slip away.\n\nJohn Ord knew very well how this coming battle had ended, back here in\n1836.\n\nHe marched back to William Barrett Travis, clicked heels smartly. Travis'\neyes glowed; he was the only senior officer here who loved military\npunctilio. \"Sir, they are on the way.\"\n\n\"Thank you, Ord,\" Travis hesitated a moment. \"Look, Ord. There will be a\nbattle, as we know. I know so little about you. If something should happen\nto you, is there anyone to write? Across the water?\"\n\nOrd grinned. \"No, sir. I'm afraid my ancestor wouldn't understand.\"\n\nTravis shrugged. Who was he to say that Ord was crazy? In this day and age,\nany man with vision was looked on as mad. Sometimes he felt closer to Ord\nthan to the others.\n\n       *       *       *       *       *\n\nThe two officers Ord had summoned entered the chapel. The big man in the\nMexican jacket tried to dominate the wood table at which they sat. He\ntowered over the slender, nervous Travis, but the commandant,\nstraight-backed and arrogant, did not give an inch. \"Boys, you know Santa\nAnna has invested us. We've been fired on all day--\" He seemed to be\nlistening for something. _Wham!_ Outside, a cannon split the dusk with\nflame and sound as it fired from the walls. \"There is my answer!\"\n\nThe man in the lounge coat shrugged. \"What I want to know is what our\norders are. What does old Sam say? Sam and me were in Congress once. Sam's\ngot good sense; he can smell the way the wind's blowin'.\" He stopped\nspeaking and hit his guitar a few licks. He winked across the table at the\nofficer in the Mexican jacket who took out his knife. \"Eh, Jim?\"\n\n\"Right,\" Jim said. \"Sam's a good man, although I don't think he ever met a\npayroll.\"\n\n\"General Houston's leaving it up to me,\" Travis told them.\n\n\"Well, that's that,\" Jim said unhappily. \"So what you figurin' to do,\nBill?\"\n\nTravis stood up in the weak, flickering candlelight, one hand on the\npolished hilt of his saber. The other two men winced, watching him.\n\"Gentlemen, Houston's trying to pull his militia together while he falls\nback. You know, Texas was woefully unprepared for a contest at arms. The\ngeneral's idea is to draw Santa Anna as far into Texas as he can, then hit\nhim when he's extended, at the right place, and right time. But Houston\nneeds more time--Santa Anna's moved faster than any of us anticipated.\nUnless we can stop the Mexican Army and take a little steam out of them,\nGeneral Houston's in trouble.\"\n\nJim flicked the knife blade in and out. \"Go on.\"\n\n\"This is where we come in, gentlemen. Santa Anna can't leave a force of one\nhundred eighty men in his rear. If we hold fast, he must attack us. But he\nhas no siege equipment, not even large field cannon.\" Travis' eye gleamed.\n\"Think of it, boys! He'll have to mount a frontal attack, against protected\nAmerican riflemen. Ord, couldn't your Englishers tell him a few things\nabout that!\"\n\n\"Whoa, now,\" Jim barked. \"Billy, anybody tell you there's maybe four or\nfive thousand Mexicaners comin'?\"\n\n\"Let them come. Less will leave!\"\n\nBut Jim, sour-faced turned to the other man. \"Davey? You got something to\nsay?\"\n\n\"Hell, yes. How do we get out, after we done pinned Santa Anna down? You\nthought of that, Billy boy?\"\n\nTravis shrugged. \"There is an element of grave risk, of course. Ord,\nwhere's the document, the message you wrote up for me? Ah, thank you.\"\nTravis cleared his throat. \"Here's what I'm sending on to general Houston.\"\nHe read, \"Commandancy of the Alamo, February 24, 1836 ... are you sure of\nthat date, Ord?\"\n\n\"Oh, I'm sure of that,\" Ord said.\n\n\"Never mind--if you're wrong we can change it later. 'To the People of\nTexas and all Americans in the World. Fellow Freemen and Compatriots! I am\nbesieged with a thousand or more Mexicans under Santa Anna. I have\nsustained a continual bombardment for many hours but have not lost a man.\nThe enemy has demanded surrender at discretion, otherwise, the garrison is\nto be put to the sword, if taken. I have answered the demand with a cannon\nshot, and our flag still waves proudly over the walls. I shall never\nsurrender or retreat. Then, I call on you in the name of liberty, of\npatriotism and everything dear to the American character--\" He paused,\nfrowning, \"This language seems pretty old-fashioned, Ord--\"\n\n\"Oh, no, sir. That's exactly right,\" Ord murmured.\n\n\"'... To come to our aid with all dispatch. The enemy is receiving\nreinforcements daily and will no doubt increase to three or four thousand\nin four or five days. If this call is neglected, I am determined to sustain\nmyself as long as possible and die like a soldier who never forgets what is\ndue his honor or that of his homeland. VICTORY OR DEATH!'\"\n\n       *       *       *       *       *\n\nTravis stopped reading, looked up. \"Wonderful! Wonderful!\" Ord breathed.\n\"The greatest words of defiance ever written in the English tongue--and so\nmuch more literate than that chap at Bascogne.\"\n\n\"You mean to send that?\" Jim gasped.\n\nThe man called Davey was holding his head in his hands.\n\n\"You object, Colonel Bowie?\" Travis asked icily.\n\n\"Oh, cut that 'colonel' stuff, Bill,\" Bowie said. \"It's only a National\nGuard title, and I like 'Jim' better, even though I am a pretty important\nman. Damn right I have an objection! Why, that message is almost\naggressive. You'd think we wanted to fight Santa Anna! You want us to be\nmarked down as warmongers? It'll give us trouble when we get to the\nnegotiation table--\"\n\nTravis' head turned. \"Colonel Crockett?\"\n\n\"What Jim says goes for me, too. And this: I'd change that part about all\nAmericans, et cetera. You don't want anybody to think we think we're better\nthan the Mexicans. After all, Americans are a minority in the world. Why\nnot make it 'all men who love security?' That'd have world-wide appeal--\"\n\n\"Oh, Crockett,\" Travis hissed.\n\nCrockett stood up. \"Don't use that tone of voice to me, Billy Travis! That\npiece of paper you got don't make you no better'n us. I ran for Congress\ntwice, and won. I know what the people want--\"\n\n\"What the people want doesn't mean a damn right now,\" Travis said harshly.\n\"Don't you realize the tyrant is at the gates?\"\n\nCrockett rolled his eyes heavenward. \"Never thought I'd hear a good\nAmerican say that! Billy, you'll never run for office--\"\n\nBowie held up a hand, cutting into Crockett's talk. \"All right, Davey. Hold\nup. You ain't runnin' for Congress now. Bill, the main thing I don't like\nin your whole message is that part about victory or death. That's got to\ngo. Don't ask us to sell that to the troops!\"\n\nTravis closed his eyes briefly. \"Boys, listen. We don't have to tell the\nmen about this. They don't need to know the real story until it's too late\nfor them to get out. And then we shall cover ourselves with such glory that\nnone of us shall ever be forgotten. Americans are the best fighters in the\nworld when they are trapped. They teach this in the Foot School back on the\nChatahoochee. And if we die, to die for one's country is sweet--\"\n\n\"Hell with that,\" Crockett drawled. \"I don't mind dyin', but not for these\nbig landowners like Jim Bowie here. I just been thinkin'--I don't own\nnothing in Texas.\"\n\n\"I resent that,\" Bowie shouted. \"You know very well I volunteered, after I\nsent my wife off to Acapulco to be with her family.\" With an effort, he\ncalmed himself. \"Look, Travis. I have some reputation as a fighting\nman--you know I lived through the gang wars back home. It's obvious this\nAlamo place is indefensible, even if we had a thousand men.\"\n\n\"But we must delay Santa Anna at all costs--\"\n\nBowie took out a fine, dark Mexican cigar and whittled at it with his\nblade. Then he lit it, saying around it, \"All right, let's all calm down.\nNothing a group of good men can't settle around a table. Now listen. I got\nin with this revolution at first because I thought old Emperor Iturbide\nwould listen to reason and lower taxes. But nothin's worked out, because\nhot-heads like you, Travis, queered the deal. All this yammerin' about\nliberty! Mexico is a Republic, under an Emperor, not some kind of\ndemocracy, and we can't change that. Let's talk some sense before it's too\nlate. We're all too old and too smart to be wavin' the flag like it's the\nFourth of July. Sooner or later, we're goin' to have to sit down and talk\nwith the Mexicans. And like Davey said, I own a million hectares, and I've\nalways paid minimum wage, and my wife's folks are way up there in the\nImperial Government of the Republic of Mexico. That means I got influence\nin all the votin' groups, includin' the American Immigrant, since I'm a\nminority group member myself. I think I can talk to Santa Anna, and even to\nold Iturbide. If we sign a treaty now with Santa Anna, acknowledge the law\nof the land, I think our lives and property rights will be respected--\" He\ncocked an eye toward Crockett.\n\n\"Makes sense, Jim. That's the way we do it in Congress. Compromise,\neverybody happy. We never allowed ourselves to be led nowhere we didn't\nwant to go, I can tell you! And Bill, you got to admit that we're in better\nbargaining position if we're out in the open, than if old Santa Anna's got\nus penned up in this old Alamo.\"\n\n\"Ord,\" Travis said despairingly. \"Ord, you understand. Help me! Make them\nlisten!\"\n\n       *       *       *       *       *\n\nOrd moved into the candlelight, his lean face sweating. \"Gentlemen, this is\nall wrong! It doesn't happen this way--\"\n\nCrockett sneered, \"Who asked you, Ord? I'll bet you ain't even got a poll\ntax!\"\n\nDecisively, Bowie said, \"We're free men, Travis, and we won't be led around\nlike cattle. How about it, Davey? Think you could handle the rear guard, if\nwe try to move out of here?\"\n\n\"Hell, yes! Just so we're movin'!\"\n\n\"O.K. Put it to a vote of the men outside. Do we stay, and maybe get\ncroaked, or do we fall back and conserve our strength until we need it?\nTake care of it, eh, Davey?\"\n\nCrockett picked up his guitar and went outside.\n\nTravis roared, \"This is insubordination! Treason!\" He drew his saber, but\nBowie took it from him and broke it in two. Then the big man pulled his\nknife.\n\n\"Stay back, Ord. The Alamo isn't worth the bones of a Britainer, either.\"\n\n\"Colonel Bowie, please,\" Ord cried. \"You don't understand! You _must_\ndefend the Alamo! This is the turning point in the winning of the west! If\nHouston is beaten, Texas will never join the Union! There will be no\nMexican War. No California, no nation stretching from sea to shining sea!\nThis is the Americans' manifest destiny. You are the hope of the future ...\nyou will save the world from Hitler, from Bolshevism--\"\n\n\"Crazy as a hoot owl,\" Bowie said sadly. \"Ord, you and Travis got to look\nat it both ways. We ain't all in the right in this war--we Americans got\nour faults, too.\"\n\n\"But you are free men,\" Ord whispered. \"Vulgar, opinionated, brutal--but\nfree! You are still better than any breed who kneels to tyranny--\"\n\nCrockett came in. \"O.K., Jim.\"\n\n\"How'd it go?\"\n\n\"Fifty-one per cent for hightailin' it right now.\"\n\nBowie smiled. \"That's a flat majority. Let's make tracks.\"\n\n\"Comin', Bill?\" Crockett asked. \"You're O.K., but you just don't know how\nto be one of the boys. You got to learn that no dog is better'n any other.\"\n\n\"No,\" Travis croaked hoarsely. \"I stay. Stay or go, we shall all die like\ndogs, anyway. Boys, for the last time! Don't reveal our weakness to the\nenemy--\"\n\n\"What weakness? We're stronger than them. Americans could whip the Mexicans\nany day, if we wanted to. But the thing to do is make 'em talk, not fight.\nSo long, Bill.\"\n\nThe two big men stepped outside. In the night there was a sudden clatter of\nhoofs as the Texans mounted and rode. From across the river came a brief\nspatter of musket fire, then silence. In the dark, there had been no\ndifficulty in breaking through the Mexican lines.\n\nInside the chapel, John Ord's mouth hung slackly. He muttered, \"Am I\ninsane? It didn't happen this way--it couldn't! The books can't be _that_\nwrong--\"\n\nIn the candlelight, Travis hung his head. \"We tried, John. Perhaps it was a\nforlorn hope at best. Even if we had defeated Santa Anna, or delayed him, I\ndo not think the Indian Nations would have let Houston get help from the\nUnited States.\"\n\nOrd continued his dazed muttering, hardly hearing.\n\n\"We need a contiguous frontier with Texas,\" Travis continued slowly, just\nabove a whisper. \"But we Americans have never broken a treaty with the\nIndians, and pray God we never shall. _We_ aren't like the Mexicans, always\npushing, always grabbing off New Mexico, Arizona, California. _We_ aren't\ncolonial oppressors, thank God! No, it wouldn't have worked out, even if we\nAmerican immigrants had secured our rights in Texas--\" He lifted a short,\nheavy, percussion pistol in his hand and cocked it. \"I hate to say it, but\nperhaps if we hadn't taken Payne and Jefferson so seriously--if we could\nonly have paid lip service, and done what we really wanted to do, in our\nhearts ... no matter. I won't live to see our final disgrace.\"\n\nHe put the pistol to his head and blew out his brains.\n\n       *       *       *       *       *\n\nOrd was still gibbering when the Mexican cavalry stormed into the old\nmission, pulling down the flag and seizing him, dragging him before the\nresplendent little general in green and gold.\n\nSince he was the only prisoner, Santa Anna questioned Ord carefully. When\nthe sharp point of a bayonet had been thrust half an inch into his stomach,\nthe Britainer seemed to come around. When he started speaking, and the\nMexicans realized he was English, it went better with him. Ord was\nobviously mad, it seemed to Santa Anna, but since he spoke English and\nseemed educated, he could be useful. Santa Anna didn't mind the raving; he\nunderstood all about Napoleon's detention camps and what they had done to\nBritainers over there. In fact, Santa Anna was thinking of setting up a\ncouple of those camps himself. When they had milked Ord dry, they threw him\non a horse and took him along.\n\nThus John Ord had an excellent view of the battlefield when Santa Anna's\ncannon broke the American lines south of the Trinity. Unable to get his men\nacross to safety, Sam Houston died leading the last, desperate charge\nagainst the Mexican regulars. After that, the American survivors were too\ntired to run from the cavalry that pinned them against the flooding river.\nMost of them died there. Santa Anna expressed complete indifference to what\nhappened to the Texans' women and children.\n\nMexican soldiers found Jim Bowie hiding in a hut, wearing a plain linen\ntunic and pretending to be a civilian. They would not have discovered his\nidentity had not some of the Texan women cried out, \"Colonel Bowie--Colonel\nBowie!\" as he was led into the Mexican camp.\n\nHe was hauled before Santa Anna, and Ord was summoned to watch. \"Well, don\nJaime,\" Santa Anna remarked, \"You have been a foolish man. I promised your\nwife's uncle to send you to Acapulco safely, though of course your lands\nare forfeit. You understand we must have lands for the veterans' program\nwhen this campaign is over--\" Santa Anna smiled then. \"Besides, since Ord\nhere has told me how instrumental you were in the abandonment of the Alamo,\nI think the Emperor will agree to mercy in your case. You know, don Jaime,\nyour compatriots had me worried back there. The Alamo might have been a\ntough nut to crack ... _pues_, no matter.\"\n\nAnd since Santa Anna had always been broadminded, not objecting to light\nskin or immigrant background, he invited Bowie to dinner that night.\n\n       *       *       *       *       *\n\nSanta Anna turned to Ord. \"But if we could catch this rascally war\ncriminal, Crockett ... however, I fear he has escaped us. He slipped over\nthe river with a fake passport, and the Indians have interned him.\"\n\n\"Sí, _Señor Presidente_,\" Ord said dully.\n\n\"Please, don't call me that,\" Santa Anna cried, looking around. \"True, many\nof us officers have political ambitions, but Emperor Iturbide is old and\nvain. It could mean my head--\"\n\nSuddenly, Ord's head was erect, and the old, clear light was in his blue\neyes. \"Now I understand!\" he shouted. \"I thought Travis was raving back\nthere, before he shot himself--and your talk of the Emperor! American\nrespect for Indian rights! Jeffersonian form of government! Oh, those\nponces who peddled me that X-4-A--the _track jumper_! I'm not back in my\nown past. I've jumped the time track--_I'm back in a screaming\nalternate!_\"\n\n\"Please, not so loud, _Señor_ Ord,\" Santa Anna sighed. \"Now, we must shoot\na few more American officers, of course. I regret this, you understand, and\nI shall no doubt be much criticized in French Canada and Russia, where\nthere are still civilized values. But we must establish the Republic of the\nEmpire once and for all upon this continent, that aristocratic tyranny\nshall not perish from the earth. Of course, as an Englishman, you\nunderstand perfectly, Señor Ord.\"\n\n\"Of course, excellency,\" Ord said.\n\n\"There are soft hearts--soft heads, I say--in Mexico who cry for civil\nrights for the Americans. But I must make sure that Mexican dominance is\nnever again threatened north of the Rio Grande.\"\n\n\"_Seguro_, excellency,\" Ord said, suddenly. If the bloody X-4-A _had_\njumped the track, there was no getting back, none at all. He was stuck\nhere. Ord's blue eyes narrowed. \"After all, it ... it is manifest destiny\nthat the Latin peoples of North America meet at the center of the\ncontinent. Canada and Mexico shall share the Mississippi.\"\n\nSanta Anna's dark eyes glowed. \"You say what I have often thought. You are\na man of vision, and much sense. You realize the _Indios_ must go, whether\nthey were here first or not. I think I will make you my secretary, with the\nrank of captain.\"\n\n\"_Gracias_, Excellency.\"\n\n\"Now, let us write my communique to the capital, _Capitán_ Ord. We must\ndescribe how the American abandonment of the Alamo allowed me to press the\ntraitor Houston so closely he had no chance to maneuver his men into the\ntrap he sought. _Ay, Capitán_, it is a cardinal principle of the\nAnglo-Saxons, to get themselves into a trap from which they must fight\ntheir way out. This I never let them do, which is why I succeed where\nothers fail ... you said something, _Capitán_?\"\n\n\"_Sí_, Excellency. I said, I shall title our communique: 'Remember the\nAlamo,'\" Ord said, standing at attention.\n\n\"_Bueno!_ You have a gift for words. Indeed, if ever we feel the _gringos_\nare too much for us, your words shall once again remind us of the truth!\"\nSanta Anna smiled. \"I think I shall make you a major. You have indeed\ncoined a phrase which shall live in history forever!\"\n\n       *       *       *       *       *\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Remember the Alamo, by R. R. Fehrenbach\n\n*** END OF THIS PROJECT GUTENBERG EBOOK REMEMBER THE ALAMO ***\n\n***** This file should be named 30267-8.txt or 30267-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/0/2/6/30267/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}