{"title": "The Sound of Silence", "author": "Barbara Constant", "releaseDate": "October 19, 2009", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n  This etext was produced from Analog Science Fact & Fiction June 1962.\n  Extensive research did not uncover any evidence that the U.S. copyright\n  on this publication was renewed.\n\n\n                              THE SOUND\n\n                              OF SILENCE\n\n\n                         BY BARBARA CONSTANT\n\n\n     Most people, when asked to define the ultimate in\n     loneliness, say it's being alone in a crowd. And it takes\n     only one slight difference to make one forever alone in the\n     crowd....\n\n\n                       ILLUSTRATED BY SCHELLING\n\n       *       *       *       *       *\n\n\n\n\nNobody at Hoskins, Haskell & Chapman, Incorporated, knew jut why\nLucilla Brown, G.G. Hoskins' secretary, came to work half an hour\nearly every Monday, Wednesday, and Friday. Even G.G. himself, had he\nbeen asked, would have had trouble explaining how his occasional\nexasperated wish that just once somebody would reach the office ahead\nof him could have caused his attractive young secretary to start doing\nso three times a week ... or kept her at it all the months since that\nfirst gloomy March day. Nobody asked G.G. however--not even Paul\nChapman, the very junior partner in the advertising firm, who had\ndisplayed more than a little interest in Lucilla all fall and winter,\nbut very little interest in anything all spring and summer. Nobody\nasked Lucilla why she left early on the days she arrived early--after\nall, eight hours is long enough. And certainly nobody knew where\nLucilla went at 4:30 on those three days--nor would anybody in the\noffice have believed it, had he known.\n\n\"Lucky Brown? seeing a psychiatrist?\" The typist would have giggled,\nthe office boy would have snorted, and every salesman on the force\nwould have guffawed. Even Paul Chapman might have managed a wry smile.\nA real laugh had been beyond him for several months--ever since he\nasked Lucilla confidently, \"Will you marry me?\" and she answered, \"I'm\nsorry, Paul--thanks, but no thanks.\"\n\nNot that seeing a psychiatrist was anything to laugh at, in itself. After\nall, the year was 1962, and there were almost as many serious articles\nabout mental health as there were cartoons about psychoanalysts, even in\nthe magazines that specialized in poking fun. In certain cities--including\nLos Angeles--and certain industries--especially advertising--\"I have an\nappointment with my psychiatrist\" was a perfectly acceptable excuse for\nleaving work early. The idea of a secretary employed by almost the largest\nadvertising firm in one of the best-known suburbs in the sprawling City of\nthe Angels doing so should not, therefore, have seemed particularly odd.\nNot would it have, if the person involved had been anyone at all except\nLucilla Brown.\n\nThe idea that she might need aid of any kind, particularly\npsychiatric, was ridiculous. She had been born twenty-two years\nearlier in undisputed possession of a sizable silver spoon--and she\nwas, in addition, bright, beautiful, and charming, with 20/20 vision,\nperfect teeth, a father and mother who adored her, friends who did\nlikewise ... and the kind of luck you'd have to see to believe. Other\npeople entered contests--Lucilla won them. Other people drove five\nmiles over the legal speed limit and got caught doing it--Lucilla\nout-distanced them, but fortuitously slowed down just before the\nhighway patrol appeared from nowhere. Other people waited in the wrong\nline at the bank while the woman ahead of them learned how to roll\npennies--Lucilla was always in the line that moved right up to the\nteller's window.\n\n\"Lucky\" was not, in other words, just a happenstance abbreviation of\n\"Lucilla\"--it was an exceedingly apt nickname. And Lucky Brown's\nco-workers would have been quite justified in laughing at the very\nidea of her being unhappy enough about anything to spend three\nprecious hours a week stretched out on a brown leather couch staring\nmiserably at a pale blue ceiling and fumbling for words that refused\nto come. There were a good many days when Lucilla felt like laughing\nat the idea herself. And there were other days when she didn't even\nfeel like smiling.\n\nWednesday, the 25th of July, was one of the days when she didn't feel\nlike smiling. Or talking. Or moving. It had started out badly when she\nopened her eyes and found herself staring at a familiar blue ceiling.\n\"I don't know,\" she said irritably. \"I tell you, I simply don't know\nwhat happens. I'll start to answer someone and the words will be right\non the tip of my tongue, ready to be spoken, then I'll say something\naltogether different. Or I'll start to cross the street and, for no\nreason at all, be unable to even step off the curb....\"\n\n\"For no reason at all?\" Dr. Andrews asked. \"Are you sure you aren't\nwithholding something you ought to tell me?\"\n\nShe shifted a little, suddenly uncomfortable ... and then she was\nfully awake and the ceiling was ivory, not blue. She stared at it for\na long moment, completely disoriented, before she realized that she\nwas in her own bed, not on Dr. Andrews' brown leather couch, and that\nthe conversation had been another of the interminable imaginary\ndialogues she found herself carrying on with the psychiatrist, day and\nnight, awake and asleep.\n\n\"Get out of my dreams,\" she ordered crossly, summoning up a quick\nmental picture of Dr. Andrews' expressive face, level gray eyes, and\nsilvering temples, the better to banish him from her thoughts. She was\nimmediately sorry she had done so, for the image remained fixed in her\nmind; she could almost feel his eyes as she heard his voice ask again,\n\"For no reason at all, Lucilla?\"\n\n       *       *       *       *       *\n\nThe weatherman had promised a scorcher, and the heat that already lay\nlike a blanket over the room made it seem probable the promise would\nbe fulfilled. She moved listlessly, showering patting herself dry,\nlingering over the choice of a dress until her mother called urgently\nfrom the kitchen.\n\nShe was long minutes behind schedule when she left the house. Usually\nshe rather enjoyed easing her small car into the stream of automobiles\npouring down Sepulveda toward the San Diego Freeway, jockeying for\nposition, shifting expertly from one lane to another to take advantage\nof every break in the traffic. This morning she felt only angry\nimpatience; she choked back on the irritated impulse to drive directly\ninto the side of a car that cut across in front of her, held her horn\nbutton down furiously when a slow-starting truck hesitated\nfractionally after the light turned green.\n\nWhen she finally edged her Renault up on the \"on\" ramp and the freeway\nstretched straight and unobstructed ahead, she stepped down on the\naccelerator and watched the needle climb up and past the legal 65-mile\nlimit. The sound of her tires on the smooth concrete was soothing and\nthe rush of wind outside gave the morning an illusion of coolness. She\nedged away from the tangle of cars that had pulled onto the freeway\nwith her and momentarily was alone on the road, with her rear-view\nmirror blank, the oncoming lanes bare, and a small rise shutting off\nthe world ahead.\n\nThat was when it happened. \"Get out of the way!\" a voice shrieked\n\"out of the way, out of the way, OUT OF THE WAY!\" Her heart lurched,\nher stomach twisted convulsively, and there was a brassy taste in her\nmouth. Instinctively, she stamped down on the brake pedal, swerved\nsharply into the outer lane. By the time she had topped the rise, she\nwas going a cautious 50 miles an hour and hugging the far edge of the\nfreeway. Then, and only then, she heard the squeal of agonized tires\nand saw the cumbersome semitrailer coming from the opposite direction\nrock dangerously, jackknife into the dividing posts that separated\nnorth and south-bound traffic, crunch ponderously through them, and\ncrash to a stop, several hundred feet ahead of her and squarely\nathwart the lane down which she had been speeding only seconds\nearlier.\n\nThe highway patrol materialized within minutes. Even so, it was after\neight by the time Lucilla gave them her statement, agreed for the\numpteenth time with the shaken but uninjured truck driver that it was\nindeed fortunate she hadn't been in the center lane, and drove slowly\nthe remaining miles to the office. The gray mood of early morning had\nchanged to black. Now there were two voices in her mind, competing for\nattention. \"I knew it was going to happen,\" the truck driver said, \"I\ncouldn't see over the top of that hill. All I could do was fight the\nwheel and pray that if anybody was coming, he'd get out of the way.\"\nShe could almost hear him repeating the words, \"Get out of the way,\nout of the way....\" And right on the heel of his cry came Dr.\nAndrews' soft query, \"For no reason at all, Lucilla?\"\n\nShe pulled into the company parking lot, jerked the wheel savagely to\nthe left, jammed on the brakes. \"Shut up!\" she said. \"Shut up, both of\nyou!\" She started into the building, then hesitated. She was already\nlate, but there was something.... (Get out of the way, the way.... For\nno reason at all, at all....) She yielded to impulse and walked\nhurriedly downstairs to the basement library.\n\n\"That stuff I asked you to get together for me by tomorrow, Ruthie,\"\nshe said to the gray-haired librarian. \"You wouldn't by any chance\nhave already done it, would you?\"\n\n\"Funny you should ask.\" The elderly woman bobbed down behind the\ncounter and popped back up with an armload of magazines and\nnewspapers. \"Just happened to have some free time last thing\nyesterday. It's already charged out to you, so you just go right ahead\nand take it, dearie.\"\n\n       *       *       *       *       *\n\nIt was 8:30 when Lucilla reached the office.\n\n\"When I need you, where are you?\" G.G. asked sourly. \"Learned last\nnight that the top dog at Karry Karton Korporation is in town today,\nso they've pushed that conference up from Friday to ten this morning.\nIf you'd been here early--or even on time--we might at least have\ngotten some of the information together.\"\n\nLucilla laid the stack of material on his desk. \"I haven't had time to\nflag the pages yet,\" she said, \"but they're listed on the library\nrequest on top. We did nineteen ads for KK last year and three of\npremium offers. I stopped by Sales on my way in--Susie's digging out\nfigures for you now.\"\n\n\"Hm-m-m,\" said G.G. \"Well. So that's where you've been. You could at\nleast have let me know.\" There was grudging approval beneath his\ngruffness. \"Say, how'd you know I needed this today, anyhow?\"\n\n\"Didn't,\" said Lucilla, putting her purse away and whisking the cover off\nher typewriter. \"Happenstance, that's all.\" (Just happened to go down to\nthe library ... for no reason at all ... withholding something ... get out\nof the way....) The telephone's demand for attention overrode her\nthoughts. She reached for it almost gratefully. \"Mr. Hoskins' office,\" she\nsaid. \"Yes. Yes, he knows about the ten o'clock meeting this morning.\nThanks for calling, anyway.\" She hung up and glanced at G.G., but he was\nso immersed in one of the magazines that the ringing telephone hadn't even\ndisturbed him. Ringing? The last thing she did before she left the office\neach night was set the lever in the instrument's base to \"off,\" so that\nthe bell would not disturb G.G. if he worked late. So far today, nobody\nhad set it back to \"on.\"\n\n       *       *       *       *       *\n\n\"It's getting worse,\" she said miserably to the pale blue ceiling.\n\"The phone didn't ring this morning--it couldn't have--but I answered\nit.\" Dr. Andrews said nothing at all. She let her eyes flicker\nsidewise, but he was outside her range of vision. \"I don't LIKE\nhaving you sit where I can't see you,\" she said crossly. \"Freud may\nhave thought it was a good idea, but I think it's a lousy one.\" She\nclenched her hands and stared at nothing. The silence stretched\nthinner and thinner, like a balloon blown big, until the temptation to\nrupture it was too great to resist. \"I didn't see the truck this\nmorning. Nor hear it. There was no reason at all for me to slow down\nand pull over.\"\n\n\"You might be dead if you hadn't. Would you like that better?\"\n\nThe matter-of-fact question was like a hand laid across Lucilla's\nmouth. \"I don't want to be dead,\" she admitted finally. \"Neither do I\nwant to go on like this, hearing words that aren't spoken and bells\nthat don't ring. When it gets to the point that I pick up a phone just\nbecause somebody's thinking....\" She stopped abruptly.\n\n\"I didn't quite catch the end of that sentence,\" Dr. Andrews said.\n\n\"I didn't quite finish it. I can't.\"\n\n\"Can't? Or won't? Don't hold anything back, Lucilla. You were saying\nthat you picked up the phone just because somebody was thinking....\"\nHe paused expectantly. Lucilla reread the ornate letters on the framed\ndiploma on the wall, looked critically at the picture of Mrs.\nAndrews--whom she'd met--and her impish daughter--whom she\nhadn't--counted the number of pleats in the billowing drapes, ran a\ntentative finger over the face of her wristwatch, straightened a fold\nof her skirt ... and could stand the silence no longer.\n\n\"All right,\" she said wearily. \"The girl at Karry Karton thought about\ntalking to me, and I heard my phone ring, even though the bell was\ndisconnected. G.G. thought about needing backup material for the\nconference and I went to the library. The truck driver thought about\nwarning people and I got out of his way. So I can read people's\nminds--some people's minds, some of the time, anyway ... only there's\nno such thing as telepathy. And if I'm not telepathic, then....\" She\ncaught herself in the brink of time and bit back the final word,\nfighting for self-control.\n\n\"Then what?\" The peremptory question toppled Lucilla's defenses.\n\n\"I'm crazy,\" she said. Speaking the word released all the others\ndammed up behind it. \"Ever since I can remember, things like this have\nhappened--all at once, in the middle of doing something or saying\nsomething, I'd find myself thinking about what somebody else was doing\nor saying. Not thinking--knowing. I'd be playing hide-and-seek, and I\ncould see the places where the other kids were hiding just as plainly\nas I could see my own surroundings. Or I'd be worrying over the\nanswers to an exam question, and I'd know what somebody in the back of\nthe room had decided to write down, or what the teacher was expecting\nus to write. Not always--but it happened often enough so that it\nbothered me, just the way it does now when I answer a question before\nit's been asked, or know what the driver ahead of me is going to do a\nsplit second before he does it, or win a bridge game because I can see\neverybody else's hand through his own eyes, almost.\"\n\n\"Has it always ... bothered you, Lucilla?\"\n\n\"No-o-o-o.\" She drew the word out, considering, trying to think when\nit was that she hadn't felt uneasy about the unexpected moments of\nperceptiveness. When she was very little, perhaps. She thought of the\ntiny, laughing girl in the faded snaps of the old album--and suddenly,\ninexplicably, she was that self, moving through remembered rooms,\npausing to collect a word from a boyish father, a thought from a\npretty young mother. Reluctantly, she closed her eyes against that\ndistant time. \"Way back,\" she said, \"when I didn't know any better, I\njust took it for granted that sometimes people talked to each other\nand that sometimes they passed thoughts along without putting them\ninto words. I was about six, I guess, when I found out it wasn't so.\"\nShe slipped into her six-year-old self as easily as she had donned the\nyounger Lucilla. This time she wasn't in a house, but high on a\nhillside, walking on springy pine needles instead of prosaic carpet.\n\n\"Talk,\" Dr. Andrews reminded her, his voice so soft that it could\nalmost have come from inside her own mind.\n\n\"We were picnicking,\" she said. \"A whole lot of us. Somehow, I\nwandered away from the others....\" One minute the hill was bright\nwith sun, and the next it was deep in shadows and the wind that had\nbeen merely cool was downright cold. She shivered and glanced around\nexpecting her mother to be somewhere near, holding out a sweater or\njacket. There was no one at all in sight. Even then, she never thought\nof being frightened. She turned to retrace her steps. There was a big\ntree that looked familiar, and a funny rock behind it, half buried in\nthe hillside. She was trudging toward it, humming under her breath,\nwhen the worry thoughts began to reach her. (... only a little creek\nso I don't think she could have fallen in ... not really any bears\naround here ... but she never gets hurt ... creek ... bear ... twisted\nankle ... dark ... cold....) She had veered from her course and\nstarted in the direction of the first thought, but now they were\ncoming from all sides and she had no idea at all which way to go. She\nran wildly then, first one way, then the other, sobbing and calling.\n\n[Illustration]\n\n\"Lucilla!\" The voice sliced into the night, and the dark mountainside\nand the frightened child were gone. She shuddered a little,\nreminiscently, and put her hand over her eyes.\n\n\"Somebody found me, of course. And then Mother was holding me and\ncrying and I was crying, too, and telling her how all the different\nthought at once frightened me and mixed me up. She ... she scolded me\nfor ... for telling fibs ... and said that nobody except crazy people\nthought they could read each other's minds.\"\n\n\"I see,\" said Dr. Andrews, \"So you tried not to, of course. And\nanytime you did it again, or thought you did, you blamed it on\ncoincidence. Or luck.\"\n\n\"And had that nightmare again.\"\n\n\"Yes, that, too. Tell me about it.\"\n\n\"I already have. Over and over.\"\n\n\"Tell me again, then.\"\n\n\"I feel like a fool, repeating myself,\" she complained. Dr. Andrew's\nmade no comment. \"Oh, all right. It always starts with me walking down\na crowded street, surrounded by honking cars and yelling newsboys and\ntalking people. The noise bothers me and I'm tempted to cover my ears\nto shut it out, but I try to ignore it, instead, and walk faster and\nfaster. Bit by bit, the buildings I pass are smaller, the people\nfewer, the noise less. All at once, I discover there's nothing around\nat all but a spreading carpet of gray-green moss, years deep, and a\nsilence that feels as old as time itself. There's nothing to frighten\nme, but I am frightened ... and lonesome, not so much for people, but\nfor a sound ... any sound. I turn to run back toward town, but there's\nnothing behind me now but the same gray moss and gray sky and dead\nsilence.\"\n\n       *       *       *       *       *\n\nBy the time she reached the last word, her throat had tightened until\nspeaking was difficult. She reached out blindly for something to cling\nto. Her groping hand met Dr. Andrews' and his warm fingers closed\nreassuringly around hers. Gradually the panic drained away, but she\ncould think of nothing to say at all, although she longed to have the\nsilence broken. As if he sensed her longing, Dr. Andrews said, \"You\nstarted having the dream more often just after you told Paul you\nwouldn't marry him, is that right?\"\n\n\"No. It was the other way around. I hadn't had it for months, not\nsince I fell in love with him, then he got assigned to that \"Which\nTomorrow?\" show and he started calling me \"Lucky,\" the way everybody\ndoes, and the dream came back....\" She stopped short, and turned on\nthe couch to stare at the psychiatrist with startled eyes. \"But that\ncan't be how it was,\" she said. \"The lonesomeness must have started\nafter I decided not to marry him, not before.\"\n\n\"I wonder why the dream stopped when you fell in love with him.\"\n\n\"That's easy,\" Lucilla said promptly, grasping at the chance to evade\nher own more disturbing question. \"I felt close to him, whether he was\nwith me or not, the way I used to feel close to people back when I was\na little girl, before ... well, before that day in the mountains ...\nwhen Mother said....\"\n\n\"That was when you started having the dream, wasn't it?\"\n\n\"How'd you know? I didn't--not until just now. But, yes, that's when\nit started. I'd never minded the dark or being alone, but I was\nfrightened when Mother shut the door that night, because the walls\nseemed so ... so solid, now that I knew all the thoughts I used to\nthink were with me there were just pretend. When I finally went to\nsleep, I dreamed, and I went on having the same dream, night after\nnight after night, until finally they called a doctor and he gave me\nsomething to make me sleep.\"\n\n\"I wish they'd called me,\" Dr. Andrews said.\n\n\"What could you have done? The sleeping pills worked, anyway, and\nafter a while I didn't need them any more, because I'd heard other\nkids talking about having hunches and lucky streaks and I stopped\nfeeling different from the rest of them, except once in a while, when\nI was so lucky it ... bothered me.\"\n\n\"And after you met Paul, you stopped being ... too lucky ... and the\ndream stopped?\"\n\n\"No!\" Lucilla was startled at her own vehemence. \"No, it wasn't like\nthat at all, and you'd know it, if you'd been listening. With Paul, I\nfelt close to him all the time, no matter how many miles or walls or\nanything else there were between us. We hardly had to talk at all,\nbecause we seemed to know just what the other one was thinking all the\ntime, listening to music, or watching the waves pound in or just\nworking together at the office. Instead of feeling ... odd ... when I\nknew what he was thinking or what he was going to say, I felt good\nabout it, because I was so sure it was the same way with him and what\nI was thinking. We didn't talk about it. There just wasn't any need\nto.\" She lapsed into silence again. Dr. Andrews straightened her\nclenched hand out and stroked the fingers gently. After a moment, she\nwent on.\n\n\"He hadn't asked me to marry him, but I knew he would, and there wasn't\nany hurry, because everything was so perfect, anyway. Then one of the\ncompany's clients decided to sponsor a series of fantasy shows on TV and\nwanted us to tie in the ads for next year with the fantasy theme. Paul was\nassigned to the account, and G.G. let him borrow me to work on it, because\nit was such a rush project. I'd always liked fairy stories when I was\nlittle and when I discovered there were grown-up ones, too, like those in\n_Unknown Worlds_ and the old _Weird Tales_, I read them, too.\nBut I hadn't any idea how much there was, until we started buying copies\nof everything there was on the news-stands, and then ransacking musty\nlittle stores for back issues and ones that had gone out of publication,\nuntil Paul's office was just full of teetery piles of gaudy magazines and\neverywhere you looked there were pictures of strange stars and\neight-legged monsters and men in space suits.\"\n\n\"So what do the magazines have to do with you and Paul?\"\n\n\"The way he felt about them changed everything. He just laughed at the\nones about space ships and other planets and robots and things, but he\ndidn't laugh when came across stories about ... well, mutants, and\npeople with talents....\"\n\n\"Talents? Like reading minds, you mean?\"\n\nShe nodded, not looking at him. \"He didn't laugh at those. He acted as\nif they were ... well, indecent. The sort of thing you wouldn't be\ncaught dead reading in public. And he thought that way, too,\nespecially about the stories that even mentioned telepathy. At first,\nwhen he brought them to my attention in that disapproving way, I\nthought he was just pretending to sneer, to tease me, because\nhe--we--knew they could be true. Only his thoughts matched his\nremarks. He hated the stories, Dr. Andrews, and was just determined to\nhave me hate them, too. All at once I began to feel as if I didn't\nknow him at all and I began to wonder if I'd just imagined everything\nall those months I felt so close to him. And then I began to dream\nagain, and to think about that lonesome silent world even when I was\nwide awake.\"\n\n\"Go on, Lucilla,\" Dr. Andrews said, as she hesitated.\n\n\"That's all, just about. We finished the job and got rid of the\nmagazines and for a little while it was almost as if those two weeks\nhad never been, except I couldn't forget that he didn't know what I\nwas thinking at all, even when everything he did, almost, made it seem\nas if he did. It began to seem wrong for me to know what he was\nthinking. Crazy, like Mother had said, and worse, somehow. Not well,\nnot even nice, if you know what I mean.\"\n\n\"Then he asked you to marry him.\"\n\n\"And I said no, even when I wanted, oh, so terribly, to say yes and\nyes and yes.\" She squeezed her eyes tight shut to hold back a rush of\ntears.\n\n       *       *       *       *       *\n\nTime folded back on itself. Once again, the hands of her wristwatch\npointed to 4:30 and the white-clad receptionist said briskly, \"Doctor\nwill see you now.\" Once again, from some remote vantage point, Lucilla\nwatched herself brush past Dr. Andrews and cross to the familiar\ncouch, heard herself say, \"It's getting worse,\" watched herself move\nthrough a flickering montage of scenes from childhood to womanhood,\nfrom past to present.\n\nShe opened he eyes to meet those of the man who sat patiently beside\nher. \"You see,\" he said, \"telling me wasn't so difficult, after all.\"\nAnd then, before she had decided on a response, \"What do you know\nabout Darwin's theory of evolution, Lucilla?\"\n\nHis habit of ending a tense moment by making an irrelevant query no\nlonger even startled her. Obediently, she fumbled for an answer. \"Not\nmuch. Just that he thought all the different kinds of life on earth\ntoday evolved from a few blobs of protoplasm that sprouted wings or\ngrew fur or developed teeth, depending on when they lived, and where.\"\nShe paused hopefully, but met with only silence. \"Sometimes what\nseemed like a step forward wasn't,\" she said, ransacking her brain for\nscattered bits of information. \"Then the species died out, like the\nsaber-tooth tiger, with those tusks that kept right on growing until\nthey locked his jaws shut, so he starved to death.\" As she spoke, she\nremembered the huge beast as he had been pictured in one of her\ncollege textbooks. The recollection grew more and more vivid, until\nshe could see both the picture and the facing page of text. There was\nan irregularly shaped inkblot in the upper corner and several heavily\nunderlined sentences that stood out so distinctly she could actually\nread the words. \"According to Darwin, variations in general are not\ninfinitesimal, but in the nature of specific mutations. Thousands of\nthese occur, but only the fittest survive the climate, the times,\nnatural enemies, and their own kind, who strive to perpetuate\nthemselves unchanged.\" Taken one by one, the words were all\nfamiliar--taken as a whole, they made no sense at all. She let the\nbook slip unheeded from her mind and stared at Dr. Andrews in\nbewilderment.\n\n\"Try saying it in a different way.\"\n\n\"You sound like a school teacher humoring a stupid child.\" And then,\nbecause of the habit of obedience was strong, \"I guess he meant that\ntails didn't grow an inch at a time, the way the dog's got cut off,\nbut all at once ... like a fish being born with legs as well as fins,\nor a baby saber-tooth showing up among tigers with regular teeth, or\none ape in a tribe discovering he could swing down out of the treetops\nand stand erect and walk alone.\"\n\nHe echoed her last words. \"And walk alone....\" A premonitory chill\ntraced its icy way down Lucilla's backbone. For a second she stood on\ngray moss, under a gray sky, in the midst of a gray silence. \"He not\nonly could walk alone, he had to. Do you remember what your book\nsaid?\"\n\n\"Only the fittest survive,\" Lucilla said numbly. \"Because they have to\nfight the climate ... and their natural enemies ... and their own\nkind.\" She swung her feet to the floor and pushed herself into a\nsitting position. \"I'm not a ... a mutation. I'm not, I'm not, I'm\nNOT, and you can't say I am, because I won't listen!\"\n\n\"I didn't say you were.\" There was the barest hint of emphasis on the\nfirst word. Lucilla was almost certain she heard a whisper of\nlaughter, but he met her gaze blandly, his expression completely\nserious.\n\n\"Don't you dare laugh!\" she said, nonetheless. \"There's nothing funny\nabout ... about....\"\n\n\"About being able to read people's minds,\" Dr Andrews said helpfully.\n\"You'd much rather have me offer some other explanation for the\noccurrences that bother you so--is that it?\"\n\n\"I guess so. Yes, it is. A brain tumor. Or schizophrenia. Or anything\nat all that could maybe be cured, so I could marry Paul and have\nchildren and be like everybody else. Like you.\" She looked past him to\nthe picture on his desk. \"It's easy for you to talk.\"\n\nHe ignored the last statement. \"Why can't you get married, anyway?\"\n\n\"You've already said why. Because Paul would hate me--everybody would\nhate me--if they knew I was different.\"\n\n\"How would they know? It doesn't show. Now if you had three legs, or a\nlong bushy tail, or outsized teeth....\"\n\nLucilla smiled involuntarily, and then was furious at herself for\ndoing so and at Dr Andrews for provoking her into it. \"This whole\nthing is utterly asinine, anyhow. Here we are, talking as if I might\nreally be a mutant, and you know perfectly well that I'm not.\"\n\n\"Do I? You made the diagnosis, Lucilla, and you've given me some\nmighty potent reasons for believing it ... can you give me equally\ngood reasons for doubting that you're a telepath?\"\n\n       *       *       *       *       *\n\nThe peremptory demand left Lucilla speechless for a moment. She groped\nblindly for an answer, then almost laughed aloud as she found it.\n\n\"But of course. I almost missed it, even after you practically drew me\na diagram. If I could read minds, just as soon as anybody found it\nout, he'd be afraid of me, or hate me, like the book said, and you\nsaid, too. If you believed it, you'd do something like having me\nlocked up in a hospital, maybe, instead of....\"\n\n\"Instead of what, Lucilla?\"\n\n\"Instead of being patient, and nice, and helping me see how silly I've\nbeen.\" She reached out impulsively to touch his hand, then withdrew\nher own, feeling somewhat foolish when he made no move to respond.\nHer relief was too great, however, to be contained in silence. \"Way\nback the first time I came in, almost, you said that before we\nfinished therapy, you'd know me better than I knew myself. I didn't\nbelieve you--maybe I didn't want to--but I begin to think you were\nright. Lot of times, lately, you've answered a question before I even\nasked it. Sometimes you haven't even bothered to answer--you've just\nsat there in your big brown chair and I've lain here on the couch, and\nwe've gone through something together without using words at all....\"\nShe had started out almost gaily, the words spilling over each other\nin their rush to be said, but bit by bit she slowed down, then\nfaltered to a stop. After she had stopped talking altogether, she\ncould still hear her last few phrases, repeated over and over, like an\necho that refused to die. (Answered ... before I even asked ...\nwithout using words at all ... without using words....)\n\nShe could almost taste the terror that clogged her throat and dried her\nlips. \"You do believe it. And you could have me locked up. Only ...\nonly....\" Fragments of thought, splinters of words, and droplets of\nsilence spun into a kaleidoscopic jumble, shifted infinitesimally, and\nfell into an incredible new pattern. Understanding displaced terror and\nwas, in turn, displaced by indignation. She stared accusingly at her\ninterrogator. \"But you look just like ... just like anybody.\"\n\n\"You expected perhaps three legs or a long bushy tail or teeth like\nthat textbook tiger?\"\n\n\"And you're a psychiatrist!\"\n\n\"What else? Would you have talked to me like this across a grocery\ncounter, Lucilla? Or listened to me, if I'd been driving a bus or\nfilling a prescription? Would I have found the others in a bowling\nalley or a business office?\"\n\n\"Then there are ... others?\" She let out her breath on a long sigh\ninvoluntarily glancing again at the framed picture. \"Only I love Paul,\nand he isn't ... he can't....\"\n\n\"Nor can Carol.\" His eyes were steady on hers, yet she felt as if he\nwere looking through and beyond her. For no reason at all, she\nstrained her ears for the sound of footsteps or the summons of a\nvoice. \"Where do you suppose the second little blob of protoplasm with\nlegs came from?\" Dr. Andrews asked. \"And the third? If that ape who\nfound he could stand erect had walked lonesomely off into the sunset\nlike a second-rate actor on a late, late show, where do you suppose\nyou'd be today?\"\n\nHe broke off abruptly and watched with Lucilla as the office door\nedged open. The small girl who inched her way around it wore blue\njeans and a pony tail rather than an organdy frock and curls, but her\npixie smile matched that of the girl in the photograph Lucilla had\nglanced at again and again.\n\n\"You wanted me, Daddy?\" she asked, but she looked toward Lucilla.\n\n\"I thought you'd like to meet someone with the same nickname as\nyours,\" Dr. Andrews said, rising to greet her. \"Lucky, meet Lucky.\"\n\n\"Hello,\" the child said, then her smile widened. \"Hello!\" (But I don't\nhave to say it, do I? I can talk to you just the way I talk to Daddy\nand Uncle Whitney and Big Bill).\n\n\"Hello yourself,\" said Lucilla. This time when the corners of her\nmouth began to tick upward, she made no attempt to stop them. (Of\ncourse you can, darling. And I can answer you the same way, and you'll\nhear me.)\n\nDr. Andrews reached for the open pack of cigarettes on his deck. (Is\nthis strictly a private conversation, girls, or can I get in on it,\ntoo?)\n\n(It's unpolite to interrupt, Daddy.)\n\n(He's not exactly interrupting--it was his conversation to begin\nwith!)\n\nDr. Andrews' receptionist paused briefly beside the still-open office\ndoor. None of them heard either her gentle rap or the soft click of\nthe latch slipping into place when she pushed the door shut.\n\nNor did she hear them.\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of Project Gutenberg's The Sound of Silence, by Barbara Constant\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE SOUND OF SILENCE ***\n\n***** This file should be named 30283.txt or 30283.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/0/2/8/30283/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}