{"title": "Psichopath", "author": "Gordon Randall Garrett", "releaseDate": "October 20, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n  This etext was produced from Analog Science Fact & Fiction October 1960.\n  Extensive research did not uncover any evidence that the U.S. copyright\n  on this publication was renewed.\n\n\n                              PSICHOPATH\n\n\n                         By DARREL T. LANGART\n\n\n\n     _Given psi powers like clairvoyance and telepathy, solving\n     problems of sabotage would be easy, of course. That is, it\n     seems that way at first thought!_\n\n\n                      Illustrated by van Dongen\n\n       *       *       *       *       *\n\n\n\n\nThe man in the pastel blue topcoat walked with steady purpose, but\nwithout haste, through the chill, wind-swirled drizzle that filled the\nair above the streets of Arlington, Virginia. His matching blue\ncap-hood was pulled low over his forehead, and the clear, infrared\nradiating face mask had been flipped down to protect his chubby cheeks\nand round nose from the icy wind.\n\nNo one noticed him particularly. He was just another average man who\nblended in with all the others who walked the streets that day. No one\nrecognized him; his face did not appear often in public places, except\nin his own state, and, even so, it was a thoroughly ordinary face.\nBut, as he walked, Senator John Peter Gonzales was keeping a mental,\nfine-webbed, four-dimensional net around him, feeling for the\nslightest touch of recognition. He wanted no one to connect him in any\nway with his intended destination.\n\nIt was not his first visit to the six-floor brick building that stood\non a street in a lower-middle-class district of Arlington. Actually,\ngovernment business took him there more often than would have been\nsafe for the average man-on-the-street. For Senator Gonzales, the\nprocess of remaining incognito was so elementary that it was almost\nsubconscious.\n\nArriving at his destination, he paused on the sidewalk to light a\ncigarette, shielding it against the wind and drizzle with cupped\nhands while his mind made one last check on the surroundings. Then he\nstrode quickly up the five steps to the double doors which were\nmarked: _The Society For Mystical And Metaphysical Research, Inc._\n\nJust as he stepped in, he flipped the face shield up and put on an\nold-fashioned pair of thick-lensed, black-rimmed spectacles. Then, his\nface assuming a bland smile that would have been completely out of\nplace on Senator Gonzales, he went from the foyer into the front\noffice.\n\n\"Good afternoon, Mrs. Jesser,\" he said, in a high, smooth, slightly\naccented voice that was not his own. \"I perceive by your aura that you\nare feeling well. Your normal aura-color is tinged with a positive\ngolden hue.\"\n\nMrs. Jesser, a well-rounded matron in her early forties, rose to the\nbait like a porpoise being hand-fed at a Florida zoo. \"_Dear_ Swami\nChandra! How perfectly wonderful to see you again! You're looking\n_very_ well your-_self_.\"\n\nThe Swami, whose Indian blood was of the Aztec rather than the Brahmin\nvariety, nonetheless managed to radiate all the mystery of the East.\n\"My well-being, dear Mrs. Jesser, is due to the fact that I have been\ncommuning for the past three months with my very good friend, the\nFifth Dalai Lama. A most refreshingly wise person.\" Senator Gonzales\nwas fond of the Society's crackpot receptionist, and he knew exactly\nwhat kind of hokum would please her most.\n\n\"Oh, I _do_ hope you will find time to tell me _all_ about it,\" she\nsaid effusively. \"Mr. Balfour isn't in the city just now,\" she went\non. \"He's lecturing in New York on the history of flying saucer\nsightings. Do you realize that this is the fortieth anniversary of the\nfirst saucer sighting, back in 1944?\"\n\n\"The first _photographed_ sighting,\" the Swami corrected\ncondescendingly. \"Our friends have been watching and guiding us for\nfar longer than that, and were sighted many times before they were\nphotographed.\"\n\nMrs. Jesser nodded briskly. \"Of course. You're right, as always,\nSwami.\"\n\n\"I am sorry to hear,\" the Swami continued smoothly, \"that I will not\nbe able to see Mr. Balfour. However, I came at the call of Mr. Brian\nTaggert, who is expecting me.\"\n\nMrs. Jesser glanced down at her appointment sheet. \"He didn't mention\nan appointment to me. However--\" She punched a button on the intercom.\n\"Mr. Taggert? Swami Chandra is here to see you. He says he has an\nappointment.\"\n\nBrian Taggert's deep voice came over the instrument. \"The Swami, as\nusual, is very astute. I have been thinking about calling him. Send\nhim right up.\"\n\n\"You may go up, Swami,\" said Mrs. Jesser, wide-eyed. She watched in\nawe as the Swami marched regally through the inner door and began to\nclimb the stairs toward the sixth floor.\n\n       *       *       *       *       *\n\nOne way to hide an ex-officio agency of the United States Government\nwas to label it truthfully--_The Society For Mystical And Metaphysical\nResearch_. In spite of the fact that the label was literally true, it\nsounded so crackpot that no one but a crackpot would bother to look\ninto it. As a consequence, better than ninety per cent of the\nmembership of the Society was composed of just such people. Only a few\nmembers of the \"core\" knew the organization's true function and\npurpose. And as long as such scatter-brains as Mrs. Jesser and Mr.\nBalfour were in there pitching, no one would ever penetrate to the\nactual core of the Society.\n\nThe senator had already pocketed the exaggerated glasses by the time\nhe reached the sixth floor, and his face had lost its bland,\noverly-wise smile. He pushed open the door to Taggert's office.\n\n\"Have you got any ideas yet?\" he asked quickly.\n\nBrian Taggert, a heavily-muscled man with dark eyes and black,\nslightly wavy hair, sat on the edge of a couch in one corner of the\nroom. His desk across the room was there for paperwork only, and\nTaggert had precious little of that to bother with.\n\nHe took a puff from his heavy-bowled briar. \"We're going to have to\nsend an agent in there. Someone who can be on the spot. Someone who\ncan get the feel of the situation first hand.\"\n\n\"That'll be difficult. We can't just suddenly stick an unknown in\nthere and have an excuse for his being there. Couldn't Donahue or\nReeves--\"\n\nTaggert shook his head. \"Impossible, John. Extrasensory perception\ncan't replace sight, any more than sight can replace hearing. You know\nthat.\"\n\n\"Certainly. But I thought we could get enough information that way to\ntell us who our saboteur is. No dice, eh?\"\n\n\"No dice,\" said Taggert. \"Look at the situation we've got there. The\npurpose of the Redford Research Team is to test the Meson Ultimate\nDecay Theory of Dr. Theodore Nordred. Now, if we--\"\n\nSenator Gonzales, walking across the room toward Taggert, gestured\nwith one hand. \"I know! I know! Give me _some_ credit for\nintelligence! But we _do_ have one suspect, don't we? What about\n_him_?\"\n\nTaggert chuckled through a wreath of smoke. \"Calm down, John. Or are\nyou trying to give me your impression of Mrs. Jesser in a conversation\nwith a saucerite?\"\n\nThe senator laughed and sat down in a nearby chair. \"All right. Sorry.\nBut this whole thing is lousing up our entire space program. First\noff, we nearly lose Dr. Ch'ien, and, with him gone, the interstellar\ndrive project would've been shot. Now, if this sabotage keeps up, the\nRedford project _will_ be shot, and that means we might have to stick\nto the old-fashioned rocket to get off-planet. Brian, we _need_\nantigravity, and, so far, Nordred's theory is our only clue.\"\n\n\"Agreed,\" said Taggert.\n\n\"Well, we're never going to get it if equipment keeps mysteriously\nburning itself out, breaking down, and just generally goofing up. This\nmorning, the primary exciter on the new ultracosmotron went haywire,\nand the beam of sodium nuclei burned through part of the accelerator\ntube wall. It'll take a month to get it back in working order.\"\n\nTaggert took his pipe out of his mouth and tapped the dottle into a\nnearby ash disposal unit. \"And you want to pick up our pet spy?\"\n\nSenator Gonzales scowled. \"Well, I'd certainly call him our prime\nsuspect.\" But there was a certain lack of conviction in his manner.\n\nBrian Taggert didn't flatly contradict the senator. \"Maybe. But you\nknow, John, there's one thing that bothers me about these accidents.\"\n\n\"What's that?\"\n\n\"The fact that we have not one shred of evidence that points to\nsabotage.\"\n\n       *       *       *       *       *\n\nIn a room on the fifth floor, directly below Brian Taggert's office, a\nyoung man was half sitting, half reclining in a thickly upholstered\nadjustable chair. He had dropped the back of the chair to a forty-five\ndegree angle and lifted up the footrest; now he was leaning back in\nlazy comfort, his ankles crossed, his right hand holding a slowly\nsmoldering cigarette, his eyes contemplating the ceiling. Or, rather,\nthey seemed to be contemplating something _beyond_ the ceiling.\n\nIt was pure coincidence that the focus of his thoughts happened to be\nlocated in about the same volume of space that his eyes seemed to be\nfocused on. If Brian Taggert and Senator Gonzales had been in the room\nbelow, his eyes would still be looking at the ceiling.\n\nIn repose, his face looked even younger than his twenty-eight years\nwould have led one to expect. His close-cropped brown hair added to\nthe impression of youth, and the well-tailored suit on his slim,\nmuscular body added to the effect. At any top-flight university, he\ncould have passes for a well-bred, sophisticated, intelligent student\nwho had money enough to indulge himself and sense enough not to overdo\nit.\n\nHe was beginning to understand the pattern that was being woven in the\nroom above--beginning to feel it in depth.\n\nSenator Gonzalez was mildly telepathic, inasmuch as he could pick up\nthoughts in the prevocal stage--the stage at which thought becomes\ndefinitely organized into words, phrases, and sentences. He could go a\nlittle deeper, into the selectivity stage, where the linking processes\nof logic took over from the nonlogical but rational processes of the\npreconscious--but only if he knew the person well. Where the senator\nexcelled was in detecting emotional tone and manipulating emotional\nprocesses, both within himself and within others.\n\nBrian Taggert was an analyzer, an originator, a motivator--and more.\nThe young man found himself avoiding too deep a probe into the mind of\nBrian Taggert; he knew that he had not yet achieved the maturity to\nunderstand the multilayered depths of a mind like that. Eventually,\nperhaps....\n\nNot that Senator Gonzales was a child, nor that he was emotionally or\nintellectually shallow. It was merely that he was not of Taggert's\ncaliber.\n\nThe young man absently took another drag from his cigarette. Taggert\nhad explained the basic problem to him, but he was getting a wider\npicture from the additional information that Senator Gonzales had\nbrought.\n\nDr. Theodore Nordred, a mathematical physicist and one of the\ntop-flight, high-powered, original minds in the field, had shown that\nEinstein's final equations only held in a universe composed entirely\nof normal matter. Since the great Einstein had died before the\nPrinciple of Parity had been overthrown in the mid-fifties, he had\nbeen unable to incorporate the information into his Unified Field\nTheory. Nordred had been able to show, mathematically, that Einstein's\nequations were valid only for a completely \"dexter,\" or right-handed\nuniverse, or for a completely \"sinister\" or left-handed universe.\n\nAlthough the universe in which Man lived was predominantly\ndexter--arbitrarily so designated--it was not completely so. It had a\n\"sinister\" component amounting to approximately one one-hundred-thousandth\nof one per cent. On the average, one atom out of every ten million in the\nuniverse was an atom of antimatter. The distribution was unequal of course;\nantimatter could not exist in contact with ordinary matter. Most of it was\ndistributed throughout interstellar space in the form of individual atoms,\nfreely floating in space, a long way from any large mass of normal matter.\n\nBut that minute fraction of a per cent was enough to show that the\nknown universe was not totally Einsteinian. In a purely Einsteinian\nuniverse, antigravity was impossible, but if the equations of Dr.\nTheodore Nordred were actually a closer approximation to true reality\nthan those of Einstein, then antigravity _might_ be a practical\nreality.\n\nAnd that was the problem the Redford Research Team was working on. It\nwas a parallel project to the interstellar drive problem, being\ncarried on elsewhere.\n\n       *       *       *       *       *\n\nThe \"pet spy,\" as Taggert had called him, was Dr. Konrad Bern, a\nmiddle-aged Negro from Tanganyika, who was convinced that only under\nCommunism could the colored races of the world achieve the\ntechnological organization and living standard of the white man. He\nhad been trained as a \"sleeper\"; not even the exhaustive\ninvestigations of the FBI had turned up any relationship between Bern\nand the Soviets. It had taken the telepathic probing of the S.M.M.R.\nagents to uncover his real purposes. Known, he constituted no danger.\n\nThere was no denying that he was a highly competent, if not brilliant,\nphysicist. And, since it was quite impossible for him to get any\ninformation on the Redford Project into the hands of the\nopposition--it was no longer fashionable to call Communists \"the\nenemy\"--there was no reason why he shouldn't be allowed to contribute\nto the American efforts to bridge space.\n\nThree times in the five months since Bern had joined the project,\nagents of the Soviet government had made attempts to contact the\nphysicist. Three times the FBI, warned by S.M.M.R. agents, had quietly\nblocked the contact. Konrad Bern had been effectively isolated.\n\nBut, at the project site itself, equipment failure had become\nincreasingly more frequent, all out of proportion to the normal\naccident rate in any well-regulated laboratory. The work of the\nproject had practically come to a standstill; the ultra-secret project\nreports to the President were beginning to show less and less progress\nin the basic research, and more and more progress in repairing damaged\nequipment. Apparently, though, increasing efficiency in repair work\nwas self-neutralizing; repairing an instrument in half the time merely\nmeant that it could break down twice as often.\n\nIt had to be sabotage. And yet, not even the S.M.M.R. agents could\nfind any trace of intentional damage nor any thought patterns that\nwould indicate deliberate damage.\n\nAnd Senator John Peter Gonzales quite evidently did _not_ want to face\nthe implications of _that_ particular fact.\n\n\"We're going to have to send an agent in,\" Taggert repeated.\n\n(_That's my cue_, thought the young man on the fifth floor as he\ncrushed out his cigarette and got up from the chair.)\n\n\"I don't know how we're going to manage it,\" said the senator. \"What\nexcuse do we have for putting a new man on the Redford team?\"\n\nBrian Taggert grinned. \"What they need is an expert repair\ntechnician--a man who knows how to build and repair complex research\ninstruments. He doesn't have to know anything about the purpose of the\nteam itself, all he has to do is keep the equipment in good shape.\"\n\nSenator Gonzalez let a slow smile spread over his face. \"You've been\ngulling me, you snake. All right; I deserved it. Tell him to come in.\"\n\nAs the door opened, Taggert said: \"Senator Gonzales, may I present Mr.\nDavid MacHeath? He's our man, I think.\"\n\n       *       *       *       *       *\n\nDavid MacHeath watched a blue line wriggle its way erratically across\nthe face of an oscilloscope. \"The wave form is way off,\" he said\nflatly, \"and the frequency is slithering all over the place.\"\n\nHe squinted at the line for a moment then spoke to the man standing\nnearby. \"Signal Harry to back her off two degrees, then run her up\nslowly, ten minutes at a time.\"\n\nThe other man flickered the key on the side of the small\ncarbide-Welsbach lamp. The shutters blinked, sending pulses of light\ndown the length of the ten-foot diameter glass-walled tube in which\nthe men were working. Far down the tube, MacHeath could see the\nanswering flicker from Harry, a mile and a half away in the darkness.\n\nMacHeath watched the screen again. After a few seconds, he said:\n\"O.K.! Hold it!\"\n\nAgain the lamp flashed.\n\n\"Well, it isn't perfect,\" MacHeath said, \"but it's all we can do from\nhere. We'll have to evacuate the tube to get her in perfect balance.\nTell Harry to knock off for the day.\"\n\nWhile the welcome message was being flashed, MacHeath shut off the\ntesting instruments and disconnected them. It was possible to\ncompensate a little for the testing equipment, but a telephone, or\neven an electric flashlight, would simply add to the burden.\n\nBill Griffin shoved down the key on the lamp he was holding and locked\nit into place. The shutters remained open, and the lamp shed a beam of\nwhite light along the shining walls of the cylindrical tube. \"How much\nlonger do you figure it'll take, Dave?\" he asked.\n\n\"Another shift, at least,\" said MacHeath, picking up the compact,\nshielded instrument case. \"You want to carry that mat?\"\n\n[Illustration]\n\nGriffin picked up the thick sponge-rubber mat that the instrument case\nhad been sitting on, and the two men started off down the tube,\nwalking silently on the sponge-rubber-soled shoes which would not\nscratch the glass underfoot.\n\n\"Any indication yet as to who our saboteur is?\" Griffin asked.\n\n\"I'm not sure,\" MacHeath admitted. \"I've picked up a couple of leads,\nbut I don't know if they mean anything or not.\"\n\n\"I wonder if there _is_ a saboteur,\" Griffin said musingly. \"Maybe\nit's just a run of bad luck. It could happen, you know. A statistical\nrun of--\"\n\n\"You don't believe that, any more than I do,\" MacHeath said.\n\n\"No. But I find it even harder to believe that a materialistic\nphilosophy like Communism could evolve any workable psionic\ndiscipline.\"\n\n\"So do I,\" agreed MacHeath.\n\n\"But it can't be physical sabotage,\" Griffin argued. \"There's not a\ntrace of it--anywhere. It _has_ to be psionic.\"\n\n\"Right,\" said MacHeath, grinning as he saw what was coming next.\n\n\"But we've already eliminated that. So?\" Griffin nodded firmly as if\nin full agreement with himself. \"So we follow the dictum of the\nMaster: 'Eliminate the impossible; whatever is left, no matter how\nimprobable, is the truth.' And, since there is absolutely nothing\nleft, there is no truth. At the bottom, the whole thing is merely a\nmatter of mental delusion.\"\n\n\"Sherlock Holmes would be proud of you, Bill,\" MacHeath said. \"And so\nam I.\"\n\nGriffin looked at MacHeath oddly. \"I wish I was a halfway decent\ntelepath, I'd like to know what's going on in your preconscious.\"\n\n\"You'd have to dig deeper than that, I'm afraid,\" MacHeath said\nruefully. \"As soon as my subconscious has solved the problem, I'll let\nyou know.\"\n\n\"I've changed my mind,\" said Griffin cheerfully. \"I don't envy your\ntelepathy. I don't envy a guy who has to TP his own subconscious to\nfind out what he's thinking.\"\n\nMacHeath chuckled softly as he turned the bolt that opened the door in\nthe \"gun\" end of the stripped-nuclei accelerator. The seals broke with\na soft hiss. Evidently, the barometric pressure outside the\ntwo-mile-long underground tube had changed slightly during the time\nthey had been down there.\n\n\"It'll be a week before we can test it,\" MacHeath said in a tired\nvoice. \"Even after we get it partly in balance. It'll take that long\nto evacuate the tube and sweep it clean.\"\n\n       *       *       *       *       *\n\nIt was the first sentence he had spoken in the past hour or so, and it\nwas purely for the edification of the man who was standing on the\nother side of the air lock, although neither Griffin nor MacHeath had\nactually seen him as yet.\n\nGriffin was not a telepath in the sense that the S.M.M.R. used the\nword, but to a non-psionicist, he would have appeared to be one.\nMembership in the \"core\" group of the _Society for Mystical and\nMetaphysical Research_ required, above all, _understanding_. And, with\nthat understanding, a conversation between two members need consist\nonly of an occasional gesture and a key word now and then.\n\nThe word \"understanding\" needs emphasis. Without understanding of\nanother human mind, no human mind can be completely effective. Without\nthat understanding, no human being can be completely free.\n\nAnd yet, the English word \"understanding\" is only an approximation to\nthe actual process that must take place. _Total_ understanding, in one\nsense, would require that a person actually _become_ another\nperson--that he be able to feel, completely and absolutely, every\nemotion, every thought, every bodily sensation, every twinge of\nmemory, every judgment, every decision, and every sense of personal\nidentity that is felt by the other person, no more and no less.\n\nSuch totality is, obviously, neither attainable nor desirable. The\nresult would be a merger of identities, a total unification. And, as a\nconsequence, a complete loss of one of the human beings involved.\n\nOptimum \"understanding\" requires that a judgment be made, and that, in\nturn, requires _two_ minds--not a fusion of identity. There must be\none to judge and another to be judged, and each mind plays both\nroles.\n\n_Love thy neighbor as thyself._ But the original Greek word would\ntranslate better as \"respect and understand\" than as the modern\nEnglish \"love.\" The founders of our modern religions were not fools;\nthey simply did not have the tools at hand to formulate their\nknowledge properly. As understanding increases, a critical point is\nreached, which causes a qualitative change in the human mind.\n\nFirst, self-understanding must come. The human mind operates through\nsimilarities, and the thing most similar to any human mind is itself.\nThe next most similar thing is another human mind.\n\nFrom that point on, all objects, processes, and patterns in the\nuniverse can be graded according to their similarity to each other,\nand, ultimately, to their similarity to the human mind.\n\nTwo given entities may seem utterly dissimilar, but they can always be\nlinked by a _tertium quid_--a \"third thing\" which is similar to both.\nThis third thing, be it a material object or a product of the human\nimagination, is called a symbol. Symbols are the bridges by which the\nhuman mind can reach and manipulate the universe in which it exists.\nWith the proper symbols and the understanding to use them, the human\nmind is limited only by its own inherent structural restrictions.\n\nOne of the most active research projects of the S.M.M.R. was the\nconstruction of a more powerful symbology. Psionics had made\ntremendous strides in the previous four decades, but it was still in\nthe alchemy stage. So far, symbols for various processes could only be\nworked out by cut-and-try, rule-of-thumb methods, using symbols\nalready established, including languages and mathematics. None were\ncompletely satisfactory, but they worked fairly well within their\nnarrow limits.\n\nAs far as communication was concerned, the hashed-together symbology\nused by the S.M.M.R. was better than any conceivable code. The\nunderstanding required to \"break\" the \"code\" was well beyond the\ncritical point. Anyone who could break it was, _ipso facto_, a member\nof the S.M.M.R.\n\nMost people didn't even realize that a conversation was taking place\nbetween two members, especially if a \"cover conversation\" was used at\nthe same time.\n\n       *       *       *       *       *\n\nMacHeath's verbal discussion of the testing of the nuclei accelerator\nwas just such a cover. Even before he had cracked the air lock, he had\nknown that Dr. Theodore Nordred was standing on the other side of the\nthick wall.\n\nMacHeath pushed the heavy door open on its smooth hinges. \"Oh, hello,\nDr. Nordred. How's everything?\"\n\nThe heavy-set mathematician smiled pleasantly as MacHeath and Griffin\ncame into the gun chamber. \"I just thought I'd come down and see how\nyou were getting along,\" he said. His voice was a low tenor, with\njust a touch of Midwestern twang. \"Sometimes the creative mind gets\nbogged down in the nth-order abstractions that have no discernible\nconnection with anything at all.\" He chuckled. \"When that happens, I\ndrop everything and go out to find something mundane to worry about.\"\n\nNordred was only an inch shorter than the slim MacHeath, and he\nweighed in at close to two hundred pounds. At twenty-five, he had had\nthe build of a lightweight wrestler; thirty more years had added\npoundage--a roll beneath his chin and a bulge at the belly--but he\nstill looked capable of going a round or two without tiring. His shock\nof heavy hair was a mixture of mouse-brown and gray, and it seemed to\nhave a tendency to stand up on end, which added another inch and a\nhalf to his height. His round face had a tendency to smile when he was\ntalking or working with his hands; when he was deep in thought, his\nface usually relaxed into thoughtful blankness. He frowned rarely, and\nonly for seconds at a time.\n\n\"It seems to me you have enough to worry about, doctor,\" MacHeath said\nbanteringly, \"without looking for it.\" He put down his instrument case\nand took out a cigarette while Griffin closed the door to the\nacceleration tube.\n\n\"Oh I don't have to look far,\" Nordred said. \"How long do you think it\nwill be before we can resume our work with the Monster?\"\n\n\"Ten days to two weeks,\" MacHeath said promptly.\n\n\"I see.\" One his rare frowns crossed his face. \"I wish I knew why the\nexciter arced across. It shouldn't have.\"\n\n\"Don't you have any idea?\" MacHeath asked innocently. At the same\ntime, he opened his mind wide to net in every wisp and filament of\nNordred's thoughts that he could reach.\n\n\"None at all,\" admitted the mathematician. \"Weakness in the\ninsulation, I suppose, though it tested solidly enough.\" And his mind,\nas far back as his preconscious and the upper fringes of his\nsubconscious, agreed with his words. MacHeath could go no deeper as\nyet; he didn't know Nordred well enough yet.\n\nThere were suspicions in Nordred's mind that the insulation weakness\nmust have been caused by deliberate sabotage, but he had no one to pin\nhis suspicions on. Neither he nor anyone else connected with the\nRedford project was aware of the true status of Dr. Konrad Bern.\n\n\"Well, let's hope it doesn't happen again,\" MacHeath said. \"Balancing\nthese babies so that they work properly is hard enough for a deuteron\naccelerator, but the Monster here is ten times as touchy.\"\n\nNordred nodded absently. \"I know. But our work can't be done with\nanything less.\" Nordred actually knew less about the engineering\ndetails of the big accelerator than anyone else on the project; he was\nprimarily a philosopher-mathematician, and only secondarily a\nphysicist. He was theoretically in charge of the project, but the\nactual experimentation was done by the other four men; Drs. Roger\nKent, Paul Luvochek, Solomon Bessermann, and Konrad Bern. These four\nand their assistants set up and ran off the experiments designed to\ntest Dr. Nordred's theories.\n\nMacHeath picked up his instrument case again, and the three men went\nout of the gun chamber, into the outer room, and then started up the\nspiral stairway that led to the surface, talking as they went. But the\napparent conversation had little to do with the instruction that\nMacHeath was giving Griffin as they climbed.\n\nSo when MacHeath stopped suddenly and patted at his coverall pockets,\nGriffin was ready for the words that came next.\n\n\"Damn!\" MacHeath said. \"I've left my notebook. Will you go down and\nget it for me, Bill?\"\n\nDr. Nordred had neither understood nor noticed the actual\ninstructions:\n\n\"Bill, as soon as I give you an excuse, get back down there and check\nthat gun chamber. Give it a thorough going-over. I don't really think\nyou'll find a thing, but I don't want to take any chances at this\nstage of the game.\"\n\n\"Right,\" said Griffin, starting back down the stairway.\n\nMacHeath and Dr. Nordred went on climbing.\n\n       *       *       *       *       *\n\nDavid MacHeath sat at a table in the project's cafeteria, absently\nstirring his coffee, and trying to look professionally modest while\nDr. Luvochek and Dr. Bessermann alternately praised him for his work.\n\nLuvochek, a tubby little butterball of a man, whose cherubic face\nwould have made him look almost childlike if it weren't for the blue\nof his jaw, said: \"You and those two men of yours have really done a\nmarvelous job in the past four days, Mr. MacHeath--really marvelous.\"\n\n\"I'll say,\" Bessermann chimed in. \"I was getting pretty tired of\nlooking at burned-out equipment and spending three-quarters of my time\nputting in replacement parts and wielding a soldering gun.\" Bessermann\nwas leaner than Luvochek, but, like his brother scientist, he was\nbalding on top. Both men were in their middle thirties.\n\n\"I don't understand this jinx, myself,\" Luvochek said. \"At first, it\nwas just little things, but the accidents got worse and worse. And\nthen, when the Monster blew--\" He stopped and shook his head slowly.\n\"I'd suspect sabotage, except that there was never any sign of\ntampering with the equipment I saw.\"\n\n\"What do you think of the sabotage idea?\" Bessermann asked MacHeath.\n\nMacHeath shrugged. \"Haven't seen any signs of it.\"\n\n\"Run of bad luck,\" said Luvochek. \"That's all.\"\n\nAs they talked MacHeath absorbed the patterns of thought that wove in\nand out in the two men's minds. Both men were more open than Dr.\nNordred; they were easier for MacHeath to understand. Nowhere was\nthere any thought of guilt--at least, as far as sabotage was\nconcerned.\n\nMacHeath drank his coffee slowly and thoughtfully, keeping up his part\nof the three-way conversation while he concentrated on his own\nproblem.\n\nOne thing was certain: Nowhere in the minds of any of the personnel of\nthe Redford Project was there any conscious knowledge of sabotage. Not\neven in the mind of Konrad Bern.\n\nDr. Roger Kent, a tall, lantern-jawed sad-eyed man in his forties, had\nbeen hard to get through to at first, but as soon as MacHeath\ndiscovered that the hard block Kent had built up around himself was\ncaused by grief over a wife who had been dead five years, he became as\neasy to read as a billboard. Kent had submerged his grief in work; the\neternal drive of the true scientist to drag the truth out of Mother\nNature. He was constitutionally incapable of sabotaging the very\ninstruments that had been built to dig in after that truth.\n\nDr. Konrad Bern, on the other hand, was difficult to read below the\npreconscious stage. Science, to him, was a form of power, to be used\nfor \"idealistic\" purposes. He was perfectly capable of sabotaging the\nweapons of an enemy if it became necessary, whether that meant ruining\na physical instrument or carefully falsifying the results of an\nexperiment. Outwardly, he was a pleasant enough chap, but his mind\nrevealed a rigidly held pattern of hatreds, fears, and twisted\nidealism. He held them tightly against the onslaughts of a hostile\nworld.\n\nAnd that meant that he couldn't possibly have any control over\nwhatever psionic powers he may have had.\n\nUnless--\n\nUnless he was so expert and so well-trained that he was better than\nanything the S.M.M.R. had ever known.\n\nMacHeath didn't even like to think about that. It would mean that all\nthe theory of psionics that had been built up so painstakingly over\nthe past years would have to be junked _in toto_.\n\nSomething was gnawing in the depths of his mind. In the perfectly\nrational but utterly nonlogical part of his subconscious where hunches\nare built, something was trying to form.\n\nMacHeath didn't try to probe for it. As soon as he had enough\ninformation for the hunch to be fully formed, it would be ready to\nuse. Until then, it would be worthless, and probing for it might\ninterrupt the formation.\n\n       *       *       *       *       *\n\nHe was just finishing his coffee as Bill Griffin came in the door and\nheaded toward the table where MacHeath, Luvochek, and Bessermann were\nsitting.\n\nMacHeath stood up and said: \"Excuse me. I'll have to be getting some\nwork done if you guys are ever going to get your own work done.\"\n\n\"Sure.\"\n\n\"Go ahead.\"\n\n\"Thanks for the coffee,\" MacHeath added as he moved away.\n\n\"Anytime,\" said Bessermann, grinning. \"You guys just keep up the good\nwork. When you fix 'em, they stay fixed. We haven't had a burnout\nsince you came.\"\n\n\"Maybe you broke our statistical jinx,\" said Luvochek, with a chubby\nsmile.\n\n\"Maybe,\" said MacHeath. \"I hope so.\"\n\nFor some reason, the gnawing in his hunch factory became more\npersistent.\n\nAs he and Griffin walked toward the door, Griffin reported rapidly. \"I\nchecked everything in the gun chamber. No sign of any tampering.\nEverything's just as we left it. The dust film hasn't been disturbed.\"\n\n\"It figures,\" said MacHeath.\n\nOutside, in the corridor, they met Dr. Konrad Bern hurrying toward the\ncafeteria. He stopped as he saw them.\n\n\"Oh, hello, Mr. MacHeath, Mr. Griffin,\" he said. His white-toothed\nsmile was friendly, but both of the S.M.M.R. agents could detect the\nhostility that was hard and brittle beneath the surface. \"I wanted to\nthank you for the wonderful job you've been doing.\"\n\n\"Why, thank you, doctor,\" said MacHeath honestly. \"We aim to satisfy.\"\n\nBern chuckled. \"You're doing well so far. Odd streak of luck we've\nhad, isn't it? Poor Dr. Nordred has been under a terrible strain; his\nwhole life work is tied up in this project.\" He made a vague gesture\nwith one hand. \"Would you care for some coffee?\"\n\n\"Just had some, thanks,\" said MacHeath, \"but we'll take a rain check.\"\n\n\"Fine. Anytime.\" And he went on into the cafeteria.\n\n\"Wow!\" said Griffin as he walked on down the corridor with MacHeath.\n\"That man is scared silly! But what an actor! You'd never know he was\neating his guts out.\"\n\n\"Sure he's scared,\" MacHeath said. \"With all this sabotage talk going\naround, he's afraid there'll be an exhaustive investigation, and he\ncan't take that right now.\"\n\nGriffin frowned. \"I guess I missed that. What did you pick up?\"\n\n\"He's supposed to meet a Soviet agent tonight, and he's afraid he'll\nbe caught. He doesn't know what happened to the first three, and he\nwon't know what will happen to Number Four tonight.\n\n\"We'll keep him around as long as he's useful. He's not a Bohr or a\nPauli or a Fermi, but he--\"\n\nMacHeath stopped himself suddenly and came to a dead halt.\n\n\"My God,\" he said softly, \"that's _it_.\"\n\nHis hunch had hatched.\n\nAfter a moment, he said: \"Harry is getting back from the target end of\nthe tube now, Bill. He can't pick me up, so beetle it down to the tool\nroom, get him, and get up to the workshop fast. If I'm not there,\nwait; I have a little prying to do.\"\n\n[Illustration]\n\n\"Can do,\" said Griffin. He went toward the elevator at an easy lope.\n\nDavid MacHeath went in the opposite direction.\n\n       *       *       *       *       *\n\nWhen MacHeath returned to the workshop which he had been assigned,\nBill Griffin and Harry Benbow were waiting for him. Beside the\nbig-muscled Griffin, Harry Benbow looked even thinner than he was. He\nwas a good six-two, which made him a head taller than Griffin, but,\nunlike many tall, lean men, Benbow had no tendency to slouch; he stood\ntall and straight, reminding MacHeath of a poplar tree towering\nproudly over the countryside. Benbow was one of those rare American\nNegroes whose skin was actually as close to being \"black\" as human\npigmentation will allow. His eyes were like disks of obsidian set in\nspheres of white porcelain, which gave an odd contrast-similarity\neffect when compared with Griffin's china-blue eyes.\n\nIf the average man had wanted to pick two human beings who were\n\"opposites,\" he could hardly have made a better choice than Benbow and\nthe short, thickly-built, blond-haired, pink-skinned Bill Griffin. But\nthe average man would be so struck by the differences that he would\nnever notice that the similarities were vastly more important.\n\n\"You look as if you'd just been kissed by Miss America,\" Harry said as\nMacHeath came through the door.\n\n\"Better than that,\" MacHeath said. \"We've got work to do.\"\n\n\"What's the pitch?\" Griffin wanted to know.\n\n\"Well, in the first place, I'm afraid Dr. Konrad Bern is no longer of\nany use to the Redford Project. We're going to have to arrest him as\nan unregistered agent of the Soviet Government.\"\n\n\"It's just as well,\" said Harry Benbow gently. \"His research hasn't\ndone us any good and it hasn't done the Soviets any good. The poor\nguy's been on edge ever since he got here. All the pale hide around\nthis place stirs up every nerve in him.\"\n\n\"What got you onto this?\" Griffin asked MacHeath.\n\n\"A hunch first,\" MacHeath said. \"Then I got data to back it up. But,\nfirst ... Harry, how'd you know about Bern's reactions? He keeps those\nprejudices of his down pretty deep; I didn't think you could go that\nfar.\"\n\n\"I didn't have to. He spent half an hour talking to me this morning.\nHe was so happy to see a fellow human being--according to his\ndefinition of human being--that he was as easy to read as if _you_\nwere doing the reading.\"\n\nMacHeath nodded. \"I hate to throw him to the wolves, but he's got to\ngo.\"\n\n\"What was the snooping you said you had to do?\" Griffin asked.\n\n\"Dates. Times. Briefly, I found that the run of accidents has been\nbuilding up to a peak. At first, it was just small meters that went\nwrong. Then bigger, more complex stuff. And, finally, the Monster\nwent. See the pattern?\"\n\nThe other men nodded.\n\n\"You're the therapist,\" Griffin said. \"What do you suggest?\"\n\n\"Shock treatment,\" said David MacHeath.\n\n       *       *       *       *       *\n\nJust how Dr. Konrad Bern got wind of the fact that a squad of FBI men\nhad come to the project to arrest him that evening is something that\nMacHeath didn't know until later. He was busy at the time, ignoring\nanything but what he was interested in. It always fascinated him to\nwatch the mind of a psychokinetic expert at work. He couldn't do the\ntrick himself, and he was always amazed at the ability of anyone who\ncould.\n\nIt was like watching a pianist play a particularly difficult concerto.\nA person can watch a pianist, see every move he is making, and why he\nis making it. But being able to see what is going on doesn't mean that\none can duplicate the action. MacHeath was in the same position.\nTelepathically, he could observe the play of emotions that ran through\na psychokinetic's mind--the combinations of avid desire and the utter\nloathing which, playing one against another, could move a brick, a\nbook, or a Buick if the mind was powerful enough. But he couldn't do\nit himself, no matter how carefully he tried to follow the raging\nemotions that acted as two opposing jaws of a pair of tongs to lift\nand move the object.\n\nAnd so engrossed was he with the process that he did not notice that\nKonrad Bern had eluded the FBI. He was unaware of what had happened\nuntil one of the Federal agents rapped loudly on the workshop door.\n\nAlmost instantly, MacHeath picked up the information from the agent's\nmind. He glanced at Griffin and Benbow. \"You two can handle it. Be\ncareful you don't overdo it.\"\n\nThen he went to the door and opened it a trifle. \"Yes?\"\n\nThe man outside showed a gold badge. \"Morgan, FBI. You David\nMacHeath?\"\n\n\"Yes.\" MacHeath stepped outside and showed the FBI man his\nidentification.\n\n\"We were told to co-operate with you in this Konrad Bern case. He's\nmanaged to slip away from us somehow, but we know he's still in the\narea. He can't get past the gate.\"\n\nMacHeath let his mind expand until it meshed with that of Dr. Konrad\nBern.\n\n\"There is a way out,\" MacHeath snapped. \"The acceleration tube.\"\n\n\"What?\"\n\n\"Come on!\" He started sprinting toward the elevators. He explained to\nthe FBI agent as they went.\n\n\"The acceleration tube of the ultracosmotron runs due north of here\nfor two miles underground. The guard at the other end won't be\nexpecting anyone to be coming from the inside of the target building.\nIf Bern plays his cards right, he can get away.\"\n\n\"Can't we phone the target building?\" the FBI man asked.\n\n\"No. We shut off all the electrical equipment and took down some of\nthe wires so we could balance the acceleration fields.\"\n\n\"Well, if he's on foot, we could send a car out there. We'd get there\nbefore he does. Uh ... wouldn't we?\"\n\n\"Maybe. But he'll kill himself if he sees he's trapped.\" That wasn't\nquite true. Bern was ready to fight to the death, and he had a heavy\npistol to back him up. MacHeath didn't want to see anyone killed, and\nhe didn't want stray bullets flying around the inside of that tube or\nin the target room.\n\nMacHeath and the FBI agent piled out of the elevator at the bottom of\nthe shaft. Dr. Roger Kent was standing at the head of the stairs that\nspiraled down to the gun chamber. Dr. Kent knew that Bern had gone\ndown the stairway, but he didn't know why.\n\n\"He's our saboteur,\" MacHeath said quickly. \"I'm going after him. As\nsoon as I close the door and seal it, you turn on the pumps. Lower the\nair pressure in the tube to a pound per square inch below\natmospheric. That'll put a force of about a ton and a quarter against\nthe doors, and he won't be able to open them.\"\n\nDr. Kent still didn't grasp the fact that Bern was a spy.\n\n\"Explain to him, Morgan,\" MacHeath told the Federal agent. He went on\ndown the spiral staircase, knowing that Kent would understand and act\nin plenty of time.\n\n       *       *       *       *       *\n\nThe door to the tube was standing open. MacHeath slipped on a pair of\nthe sponge-soled shoes, noticing angrily that Bern hadn't bothered to\ndo so. He went into the tube and closed the door behind him. Then he\nstarted down the blackness of the tube at a fast trot. Ahead of him,\nin the utter darkness, he could hear the click of heels as the\nleather-shod Bern moved toward the target end of the long tube.\n\nNeither of them had lights. They were unnecessary, for one thing,\nsince there was only one direction to go and there were no obstacles\nin the path. Bern would probably have carried a flashlight if he'd\nbeen able to get his hands on one quickly, but he hadn't, so he went\nin darkness. MacHeath didn't want a light; in the darkness, he had the\nadvantage of knowing where his opponent was.\n\nEvery so often, Bern would stop, listening for sounds of pursuit,\nsince his own footsteps, echoing down the glass-lined cylinder,\ndrowned out any noise from behind. But MacHeath, running silently on\nthe toes of his thick-soled shoes, kept in motion, gaining on the\nfleeing spy.\n\nA two-mile run is a good stretch of exercise for anyone, but MacHeath\ndidn't dare slow down. As it was, Konrad Bern was already tugging\nfrantically at the door that led to the target room by the time\nMacHeath reached him. But the faint sighing of the pumps had already\ntold MacHeath that the air pressure had been dropped. Bern couldn't\npossibly get the door open.\n\nMacHeath's lungs wanted to be filled with air; his chest wanted to\nheave; he wanted to pant, taking in great gulps of life-giving oxygen.\nBut he didn't dare. He didn't want Bern to know he was there, so he\nstrained to keep his breath silent.\n\nHe stepped up behind the physicist in the pitch blackness, and judging\ncarefully, brought his fist down on the nape of the man's neck in a\nhard rabbit punch.\n\nKonrad Bern dropped unconscious to the floor of the tube.\n\nThen MacHeath let his chest pump air into his lungs in long, harsh\ngasps. Shakily, he lowered himself to the floor beside Bern and\nsquatted on his haunches, waiting for the hiss of the bleeder valve\nthat would tell him that the air pressure had been raised to allow\nsomeone to enter the air lock.\n\nIt was Morgan, the FBI man, who finally cracked the door. Griffin and\nDr. Kent were with him.\n\n\"You all right?\" asked Morgan.\n\n\"I'm fine,\" MacHeath said, \"but Bern is going to have a sore neck for\na while. I didn't hit him hard enough to break it, but he'll get\nplenty of sleep before he wakes up.\"\n\nMore FBI men came in, and they dragged out the unprotesting Bern.\n\nDr. Kent said: \"Well, I'm glad that's over. I'll have to get back and\nsee what Dr. Nordred is raving about.\"\n\n\"Raving?\" asked MacHeath innocently.\n\n\"Yes. While I was in the pump room reducing the pressure, he called me\non the interphone. Said he'd been looking all over for me. He and\nLuvochek and Bessermann are up in the lab.\" He frowned. \"They claim\nthat one of the radiolead samples was floating in the air in the lab.\nIt's settled down now, I gather, but it only weighs a fraction of what\nit should, though it's gaining all the time. And that's ridiculous.\nIt's not at all what Dr. Nordred's theory predicted.\" Then he clamped\nhis lips together, thinking perhaps he had talked too much.\n\n\"Interesting,\" said MacHeath blandly. \"Very interesting.\"\n\n       *       *       *       *       *\n\nSenator Gonzales sat in Brian Taggert's sixth-floor office in the\nS.M.M.R. building and looked puzzled. \"All right, I grant you that\nBern couldn't have been the saboteur. Then why arrest him?\"\n\nDave MacHeath took a drag from his cigarette before he answered. \"We\nhad to have a patsy--someone to put the blame on. No one really\nbelieved that it was just bad luck, but they'll all accept the idea\nthat Bern was a saboteur.\"\n\n\"We would have had to arrest him eventually, anyway,\" said Brian\nTaggert.\n\n\"Give me a quick run-down,\" Gonzales said. \"I've got to explain this\nto the President.\"\n\n\"Did you ever hear of the Pauli Effect?\" MacHeath asked.\n\n\"Something about the number of electrons that--\"\n\n\"No,\" MacHeath said quickly. \"That's the Pauli _principle_, better\nknown as the Exclusion Principle. The Pauli _Effect_ is a different\nthing entirely, a psionic effect.\n\n\"It used to be said that a theoretical physicist was judged by his\ninability to handle research apparatus; the clumsier he was in\nresearch, the better he was with theory. But Wolfgang Pauli was a lot\nmore than clumsy. Apparatus would break, topple over, go to pieces, or\nburn up if Pauli just walked into the room.\n\n\"Up to the time he died, in 1958, his colleagues kidded about it,\nwithout really believing there was anything behind it. But it is\nrecorded that the explosion of some vacuum equipment in a laboratory\nat the University of Göttingen was the direct result of the Pauli\nEffect. It was definitely established that the explosion occurred at\nthe precise moment that a train on which Pauli was traveling stopped\nfor a short time at the Göttingen railway station.\"\n\nThe senator said: \"The poltergeist phenomenon.\"\n\n\"Not exactly,\" MacHeath said, \"although there is a similarity. The\npoltergeist phenomenon is usually spectacular and is nearly always\nassociated with teen-age neurotics. Then there's the pyrotic; fires\nalways start in his vicinity.\"\n\n\"But there's always a reason for psionic phenomena to react violently\nunder subconscious control,\" Senator Gonzales pointed out. \"There's\nalways a psychological quirk.\"\n\n\"Sure. And I almost fell into the same trap, myself.\"\n\n\"How so?\"\n\n\"I was thinking that if Bern were the saboteur, all our theories about\npsionics would have to be thrown out--we'd have to start from a\ndifferent set of precepts. _And I didn't even want to think about such\nan idea!_\"\n\n\"Nobody likes their pet theories overthrown,\" Gonzales observed.\n\n\"Of course not. But here's the point: The only way that a scientific\ntheory can be proved wrong is to uncover a phenomenon which doesn't\nfit in with the theory. A theoretical physicist is a mathematician; he\nmakes logical deductions and logical predictions by juggling symbols\naround in accordance with some logical system. But the axioms, the\nassumptions upon which those systems are built, are nonlogical. You\ncan't prove an axiom; if comes right out of the mind.\n\n\"So imagine that you're a theoretical physicist. A really\noriginal-type thinker. You come up with a mathematical system that\nexplains all known phenomena at that time, and predicts others that\nare, as yet, unknown. You check your math over and over again; there's\nno error in your logic, since it all follows, step by step.\"\n\n\"O.K.; go on,\" Gonzales said interestedly.\n\n\"Very well, then; you've built yourself a logical universe, based on\nyour axioms, and the structure seems to have a one-to-one\ncorrespondence with the actual universe. Not only that, but if the\ntheory is accepted, you've built your reputation on it--your life.\n\n\"Now, what happens if your axioms--not the logic _about_ the axioms,\nbut the axioms themselves--are proven to be wrong?\"\n\n       *       *       *       *       *\n\nBrian Taggert took his pipe out of his mouth. \"Why, you give up the\nerroneous set of axioms and build a new set that will explain the new\nphenomenon. Isn't that what a scientist is supposed to do?\" His manner\nwas that of wide-eyed innocence laid on with a large trowel.\n\n\"Oh, _sure_ it is,\" said the senator. \"A man builds his whole life,\nhis whole universe; on a set of principles, and he scraps them at the\ndrop of a hat. _Sure_ he does.\"\n\n\"He claims he will,\" MacHeath said. \"Any scientist worth the paper his\ndiploma is printed on is firmly convinced that he will change his\naxioms as soon as they're proven false. Of course, ninety-nine per\ncent of 'em _can't_ and _won't_ and _don't_. They refuse to look at\nanything that suggests changing axioms.\n\n\"Some scientists eagerly accept the axioms that they were taught in\nschool and hang on to them all their lives, fighting change tooth and\nnail. Oh, they'll accept new ideas, all right--provided that they fit\nin with the structures based on the old axioms.\n\n\"Then there are the young iconoclasts who don't like the axioms as\nthey stand, so they make up some new ones of their own--men like\nNewton, Einstein, Planck, and so on. Then, once the new axioms have\nbeen forced down the throats of their colleagues, the innovators\nbecome the Old Order; the iconoclasts become the ones who put the\nfences around the new images to safeguard them. And they're even more\nfirmly wedded to their axioms than anyone else. This is _their_\nuniverse!\n\n\"Of course, these men proclaim to all the world that they are\nperfectly willing to change their axioms. And the better a scientist\nhe is, the more he believes, in his heart-of-hearts, that he really\nwould change. He really thinks, consciously, that he wants others to\ntest his theories.\n\n\"But notice: A theory is only good if it explains all known phenomena\nin its field. If it does, then the only thing that can topple it is a\n_new_ fact. The only thing that can threaten the complex structure\nformulated by a really creative, painstaking, mathematical physicist\nis _experiment_!\"\n\nSenator Gonzales' attentive silence was eloquent.\n\n\"Experiment!\" MacHeath repeated. \"That can wreck a theory quicker and\nmore completely than all the learned arguments of a dozen men. And\nevery theoretician is aware of that fact. Consciously, he gladly\naccepts the inevitable; but his subconscious mind will fight to keep\nthose axioms.\n\n\"_Even if it has to smash every experimental device around!_\n\n\"After all, if nobody can experiment on your theory, it can't be\nproved wrong, can it?\n\n\"In Nordred's case, as in Pauli's, this subconscious defense actually\nmade itself felt in the form of broken equipment. Dr. Theodore Nordred\nwas totally unconscious of the fact that he detested and feared the\nidea of anyone experimenting to prove or disprove his theory. He had\nno idea that he, himself, was re-channeling the energy in those\nmachines to make them burn out.\"\n\nBrian Taggert looked at MacHeath pointedly. \"Do you think the shock\ntreatment you gave him will cause any repercussions?\"\n\n\"No. Griffin and Benbow held that block of radiolead floating in the\nair only while Dr. Nordred was alone in the lab. He pushed at it, felt\nof it, and moved it around for more than ten minutes before he'd admit\nthe reality of what he saw. Then he called Luvochek and Bessermann in\nto look at it.\n\n\"Griffin and Benbow let the sample settle to the desk, so that by the\ntime the other two scientists got to the lab, the lead didn't have an\napparent negative weight, but was still much lighter than it should\nbe.\n\n\"All the while that Bessermann and Luvochek were trying to weigh the\nlead block, to get an accurate measurement, Griffin and Benbow, three\nrooms away, kept increasing the weight slowly towards normal. And so\nfar no one has invented a device which will give an instantaneous\ncheck on the weight of an object. A balance can't check the weight of\na sample unless that weight is constant; there's too much time lag\ninvolved.\n\n\"So, what evidence do they have? Scientifically speaking, none. They\nhave no measurements, and the experiment can't be repeated. And only\nNordred actually saw the sample _floating_. Luvochek and Bessermann\nwill eventually think up a 'natural' explanation for the apparent\nsteady gain in weight. Only Nordred will remain convinced that what he\nsaw actually happened.\n\n\"I don't see how there could be any serious repercussions in the field\nof physics.\" But he looked at Taggert for confirmation.\n\nTaggert gave it to him with an approving look.\n\n\"It's a funny thing,\" said Gonzales musingly. \"Some time back, we were\nin a situation where we had to go to the extreme of physical violence\nto keep from demonstrating to a scientist that psionic powers could\nbe controlled, just to keep from ruining the physicist's work.\n\n\"Now, we turn right around and demonstrate the 'impossible' to another\nphysicist in order to pull his hard-earned axioms out from under him.\"\nHe smiled wryly. \"There ain't no justice in the world.\"\n\n\"No,\" agreed MacHeath, \"but the trick worked. He won't have any\nsubconscious desire to smash equipment just to protect a theory that\nhas already been smashed. On the contrary, he'll let them go through\nin order to find new data to build another theory on.\"\n\n\"He'll never again be the man he was,\" said Taggert regretfully. \"He's\nlost the force of his convictions. He won't be capable of taking a\nno-nonsense, dogmatic, black-and-white stand. But it was necessary.\"\nHe made an odd gesture with one hand. \"What else can you do with a man\nwho's a psionic psychopath?\"\n\nTHE END\n\n       *       *       *       *       *\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Psichopath, by Gordon Randall Garrett\n\n*** END OF THIS PROJECT GUTENBERG EBOOK PSICHOPATH ***\n\n***** This file should be named 30304-8.txt or 30304-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/0/3/0/30304/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}