{"title": "Hawk Carse", "author": "Anthony Gilmore", "releaseDate": "October 21, 2009", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced from Astounding Stories November 1931.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed.\n\n\n                              Hawk Carse\n\n                        _A Complete Novelette_\n\n\n\n                          By Anthony Gilmore\n\n       *       *       *       *       *\n\n\n\n\nCHAPTER I\n\n_The Swoop of the Hawk_\n\n[Illustration: _The Hawk stood there, both arms hanging easily at his\nsides._]\n\n[Sidenote: One of the spectacular exploits of Hawk Carse, greatest of\nspace adventurers.]\n\n\nHawk Carse came to the frontiers of space when Saturn was the frontier\nplanet, which was years before the swift Patrol ships brought Earth's\nlaw and order to those vast regions. A casual glance at his slender\nfigure made it seem impossible that he was to rise to be the greatest\nadventurer in space, that his name was to carry such deadly\nconnotation in later years. But on closer inspection, a number of\nlittle things became evident: the steadiness of his light gray eyes;\nthe marvelously strong-fingered hands; the wiry build of his\nsplendidly proportioned body. Summing these things up and adding the\nbrilliant resourcefulness of the man, the complete ignorance of fear,\none could perhaps understand why even his blood enemy, the impassive\nKu Sui, a man otherwise devoid of every human trait, could not face\nCarse unmoved in his moments of cold fury.\n\nHis name, we know, enters most histories of the period 2117-2148 A.\nD., for he has at last been recognized as the one who probably did\nmost--unofficially, and not with the authority of the Earth\nGovernment--to shape the raw frontiers of space, to push them outward\nand to lay the foundations of the present tremendous commerce between\nEarth, Vulcan, Pluto, Neptune, Uranus, Saturn and Jupiter. But, little\nof his fascinating character may be gleaned from the dry words of\nhistory; and it is Hawk Carse the adventurer, he of the spitting\nray-gun and the phenomenal draw, of the reckless space ship\nmaneuverings, of the queer bangs of flaxen hair that from a certain\nyear hid his forehead, of the score of blood feuds and the one great\nfeud that jarred nations in its final terrible settling--it is with\nthat man we are concerned here.\n\nA number of his exploits never recorded are still among the favorite\nyarns spun by lonely outlanders in the scattered trading posts of the\nplanets, and among them is that of his final encounter with Judd the\nKite. It shows typically the cold deadliness, the prompt repaying of a\nblood debt, the nerveless daring that were the outstanding qualities\nof this almost legendary figure.\n\nIt began one crisp, early morning on Iapetus, and it ended on Iapetus,\nwith the streaks of ray-guns searing the air; and it explains why\nthere are two square mounds of soil on Iapetus, eighth satellite of\nSaturn.\n\n       *       *       *       *       *\n\nCarse pioneered Iapetus and considered its product his by right of\nprior exploration. One or two men had landed there before he came to\nthe frontiers of space and reported the satellite habitable, possessed\nof gravital force only slightly under Earth's, despite its\ntwelve-hundred-mile diameter, and of an atmosphere merely a trifle\nrarer; but they had gone no further. They had noticed the forms of\ncertain strange animals flitting through the satellite's jungles, but\nhad not investigated. It was Carse who captured one of the creatures\nand saw the commercial possibilities of the pointed seven-inch horn\nthat grew on its head, and who named it phanti, after the now extinct\nVenusian bird-mammal.\n\nThere were great herds of them, and they constituted Iapetus' highest\nform of life. The space trader cut off a few of their opalescent and\ngreen-veined horns and sent them as samples to Earth; and, upon their\nbeing valued highly, he two months later established his ranch on\nIapetus, and thus laid the foundation for the grim business that men\nsometimes call the Exploit of the Hawk and the Kite.\n\nNo doubt Carse expected trouble over the ranch. To protect the\nvaluable twice-yearly harvest of horn from Ku Sui's several bands of\npirates, and other semi-piratical traders who roamed space, he built a\nformidable ranch-house with generators for powerful offensive rays and\na strong defensive ray-web, and manned it with six competent men.\nMoreover, he came personally twice a year to transport the cargo of\nhorn, and let it be known throughout the frontiers that the sign of\nthe Hawk was on that portion of Iapetus, and that all who trespassed\nwould have to answer to him. This should have been, ordinarily,\nenough. But there was always the sinister, brilliant Dr. Ku Sui,\nplotting against him and his belongings, and reckless others to whom\nthe ranch might look like easy pickings. From these Carse had long\nanticipated a raid on Iapetus.\n\n       *       *       *       *       *\n\nAnd now he was worried. Clad as usual in a faded blue tunic, open at\nthe neck, soft blue trousers and old-fashioned rubber soled shoes, he\nshowed it by pulling occasionally at the bangs of flaxen hair that had\nbeen trained to hang down his forehead to the thick, straw-colored\neyebrows. In his new cruiser, the _Star Devil_, he was within an\nhour's time of Iapetus, which lay before the bow observation ports of\nthe control cabin like a giant buff-tinted orange, dark-splotched by\nseas and jungles, on the third of his semi-annual voyages for the\nharvest of horn. Away to the left, scintillating and flaming in the\nblackness of space, whirled Saturn, his rings clear-cut and brilliant,\nhis hard light filling the control cabin. Carse was staring unseeingly\nat the magnificent spectacle when the giant negro standing nearby at\nthe space-stick rumbled:\n\n\"Well, suh, Ah cain't think they's anything wrong--no, suh. They's\nnobody'd _dare_ touch that ranch! No, suh--not Hawk Carse's ranch.\"\n\nThis was \"Friday,\" the herculean black Earthling whom Carse had\nrescued years before from one of the Venusian slave-ships, and now a\nmember of that strange trio of totally dissimilar comrades, the third\nof whom was Master Scientist Eliot Leithgow, now absent and at work in\nhis secret laboratory. Friday thought the Hawk just about the greatest\nman in the Solar System, and many times already had he given proof of\nhis devotion.\n\nCarse looked full at him. \"You're a good mechanic, Eclipse,\" he said,\n\"but in some ways very innocent. Crane hasn't replied to us for\nseventy minutes. He knows we're coming and he should be on duty. That\ncargo's valuable, and it's all ready and packed.\"\n\n\"Hmff,\" Friday grunted. \"But who you think'd dare try an' swipe it\nwhen we're so close? One o' Ku Sui's gang, maybe?\"\n\n\"Perhaps. I haven't heard anything of Ku Sui for some time, and he's\nnever more dangerous than when he keeps silent,\" said the Hawk\nthoughtfully. \"But Crane might be sick. Or his radio might have broken\ndown temporarily. Still--\"\n\nIt was then that the third man in the cabin, Harkness, the navigator,\nstraightened abruptly and put a sharp end to the trader's last word by\ncalling out:\n\n\"Radio, sir!\"\n\n       *       *       *       *       *\n\nA red dot of light was winking on a switchboard. Friday watched the\nHawk move in his quick, effortless way to it and pull a lever down,\nall in the same motion, and then the negro's neck muscles corded as he\nlistened to the sounds that came, choking and barely intelligible,\nfrom a loudspeaker:\n\n\"Carse--Hawk Carse--Crane speaking from the ranch. We're\nbesieged--pirate ship--outnumbered--can't hold out much longer. We got\nmost of the cargo inside here, but our generators--they're\nweakening--and I'm fading, I guess, and the others that're left are\nwounded. Carse--hurry--hurry....\"\n\nFive words went back into the microphone before the receiver went\ndead.\n\n\"I'm coming, Crane! Hold on!\"\n\nFriday had seen the Hawk in such moments before, and he knew the\nsight; but the navigator, Harkness, had not been with Carse very long,\nand now he stood silent, motionless, while despite himself a shiver\nran down his spine as he stared at the tight-pressed bloodless lips\nand the gray eyes, cold now as space. He started nervously when the\nHawk turned and looked him in the eye.\n\n\"I want speed,\" came his quiet, soft, deceptive voice. \"I want that\nhour's running time sliced by a third. Streak through that\natmosphere.\"\n\n\"Yes, suh!\" answered Friday.\n\n\"And you\"--to Harkness--\"be very sure you get out every ounce she's\ngot. Tell the engineer personally.\"\n\n\"Full speed. Yes, sir,\" said the navigator, and felt relieved when\nCarse turned his eyes away. For the Hawk, as always when he learned\nthat property had been ravaged and his friends shot down, seemed less\nhuman than the Indrots at the far end of the frigid deeps of space he\nroamed. His face was mask-like, graven, totally expressionless: blood\nhad been shed, and for each ounce another had to be spilled to balance\nthe scales. At a speaking tube that reached aft to the three other\nmembers of the crew, he whispered: \"Fighting posts. Arm and be ready\nfor action. Pirates are attacking ranch,\" and then went noiselessly to\nthe forward electelscope. Meanwhile Friday kept his eyes strictly on\nthe dials before him and held the space-stick rigid, while aft, in the\nship's other compartments, three men strapped on ray-gun belts and\nwondered who was doomed to be caught in the swoop of the Hawk.\n\n       *       *       *       *       *\n\nCarse himself wondered that. The raider so far showed as a newcomer to\nthe frontiers of space; he was one who as yet had never faced the\nHawk, one to whom the tales that were told of him seemed laughable, to\nwhom the rich consignment of horn looked like a gift. Certainly such\nan open attack did not resemble Ku Sui's subtle methods, or those of\nhis several henchmen, pirates of space all; they, rather, struck\nbehind his back, and then only when the infamous Eurasian had prepared\nwhat seemed an escape-proof trap.\n\n\"Foolish to raid when I'm so close!\" he murmured as he trained the\nelectelscope and peered into its eye-piece. \"Stupid! Unless....\"\n\nFriday, at the space-stick, mopped the trickles of sweat from his brow\nand with a vast sigh shifted his bulk. The job of speeding into an\natmospheric pressure was always ticklish, and it was with some relief\nthat he reported \"Into th' atmosphere, suh,\" according to routine. He\nwaited for the usual acknowledgment, and when it did not come repeated\nhis observation in a louder voice. Two full minutes of silence passed.\nThen, finally, Hawk Carse turned from the electelscope, and even the\nnegro shivered at sight of the deadly mask that was his face.\n\nFor the ranch-house in its clearing had dimly appeared in the\nelectelscope just as Friday had spoken.\n\nCarse spoke.\n\n\"More speed, if it burns us up,\" came his almost whispered words. \"I\nwant much more speed.\"\n\nHarkness gulped. \"Yes, sir,\" he said, and, moistening his lips, he\nreturned to the engine-room. The frigid gray eyes swung back to the\nsight that was revealed on Iapetus.\n\nThe long, lean shape of a rakish space ship was resting on the soil\nsome three hundred yards from the ranch-house, and between were the\nhazy figures of six men, busily dragging as many boxes towards their\ncraft. The boxes contained the whole half-year's harvest of phanti\nhorns, and had obviously been looted from the house. The resistance\nhad been overcome; the pirate raid had succeeded. The trim,\ngray-painted ranch-house was lifeless....\n\n       *       *       *       *       *\n\nThe Hawk switched off the electelscope. His colorless lips were\ncompressed very tightly. \"I'll take the helm,\" he said curtly to\nFriday. \"Turn on the defensive web, and prepare all ray batteries.\"\n\n\"Yes, suh!\" The negro's big, yellow-palmed hands worked dexterously\namong the instruments to his right; then, amidships, grew a shrill\nwhine which keened upward in pitch. A few sparks raced by the _Star\nDevil's_ after ports, quickly to disappear after they left the almost\ninvisible envelope of delicate bluish light that entirely wrapped her\nhull.\n\nShe was making dangerous speed. The wind screamed as she streaked\nthrough the satellite's atmosphere, and the great friction of her\npassage raised her outer shell to a perilous glow. The altitude\ndial's finger almost jumped from forty thousand to thirty-five.\n\n\"Ready for bow-ray salvo.\"\n\n\"Aye, sir!\" replied Harkness, and a moment later repeated crisply:\n\"All ready for bow-ray salvo, sir!\" His voice showed no sign of the\nfear within him--fear that the _Star Devil's_ outer hull would reach\nthe melting point--but his lips fell apart and his face lost its\ndiscipline when the Hawk next spoke and acted.\n\n\"Steady,\" came the low whisper to his ears--and he saw the controlling\nspace-stick being shoved down as far as it would go.\n\n\n\n\nCHAPTER II\n\n_Pursuit_\n\n\nThat was the Hawk's method, and it had given him the name which he had\nmade famous. It was characteristic of the man that he preferred to\nstrike at an enemy ship in a wild, breath-taking swoop, even as the\nfierce hawk plummets from high heaven to sink its talons deep into the\nflesh of its more sluggish prey. Nerves were uncomfortable things to\nhave on such occasions, and Harkness had them, and accordingly he felt\nhis heart hammer and something tight seemed to bind his throat. He\ntried to assume the unshakable calmness of the motionless figure at\nthe stick, but could not, for his body was only flesh and blood--and\nHawk Carse was tempered, frosty, steel. Through staring eyes the\nnavigator watched the surface of Iapetus rushing into the bow ports,\nwatched it spread accelerating outward, until he could plainly see the\npirate ship lying there, and the nearby figures of men tugging at the\nheavy boxes of horns.\n\nHis eyes were on those figures when they broke. First they teetered\nhesitantly a moment, glancing wildly around and up at the vision of\ndeath that was coming like a silver comet from the skies, and then\nthey melted apart. Three scrambled towards the rim of jungle foliage\nclose at hand, while their fellows leaped in the other direction,\ntrying to make an open port in their craft. Harkness saw them tumble\nheadlong through it and slam it shut. Then a web of blue streaks\nappeared around the ship, and softened until her hull was bathed is\nghostly bluish light.\n\n\"Their defensive ray-web's on, sir!\" he managed to gasp. Carse, though\nclose, might not have heard, so intently was he watching. The altitude\ndial's pointer reached for one thousand and slid past. Harkness's face\nwas pale and drawn; his tight-gripped fingers and clenched teeth\nshowed that he expected to crash into the ground in a molten,\nshapeless tomb of steel. But Friday was grinning, his teeth a slash of\nwhite.\n\n\"Stand by bow projectors,\" sounded the Hawk's clipped voice. The negro\nextended his hands and rumbled:\n\n\"Ready, suh.\"\n\n\"Fire.\"\n\n\"Fire!\" Friday roared.\n\nHis rich laugh rang out and he whirled the wheels over. With a hissing\nas of a hundred snakes, the rays struck.\n\n       *       *       *       *       *\n\nWell aimed, the bolt speared straight and true. The distance was\nshort, and it came from generators that were perhaps not equaled in\nspace; no ordinary ship's defensive web could resist its vicious\nthrust. From the streak of silver that represented the Hawk's swoop, a\nstream of orange cut a swathe through the air ahead, holding\naccurately on the brigand ship. For just a tick of time there was a\nturmoil of color as offensive ray met defensive web; then the air\ncleared again--and the pirate was unmarked!\n\nBy rights she should have been split in two; and, though his face did\nnot show it, it must have been surprising to Carse that she wasn't.\nWith one flick of the wrist he wrenched the _Star Devil_ out of her\nplunge and sent her scudding, a hundred feet up, over the jungle rim.\nFriday was gaping. Harkness, still numb from the dive, foolishly\nstaring; and then the brigand bared her fangs in return.\n\nOrange light winked from her stern, and the Hawk's ship was bathed in\na streak of color. But the bolt caromed harmlessly off the side of the\narcing _Star Devil_! and the next instant the pirate's lean bulk\nswayed, lifted a little and zoomed up into the heavens, abandoning the\nboxes of horn without further fight.\n\n\"Runnin' foh it! Scared stiff!\" muttered Friday, unholy joy in his\ngleaming eyes. He looked at the figure at the stick. \"Follow 'em now,\nsuh, an' wear out their projectors?\"\n\nCarse thoughtfully smoothed his bangs with his free hand. \"Plenty of\ntime for that,\" he said patiently. \"Some of the men on the ranch may\nstill be alive: we must care for them. I'm going to land. Tell the\nengineer to keep watch through the electelscope on that ship. I'll\nstart overtaking it shortly.\"\n\n\"Funny our rays didn't ha'm 'em,\" Friday ruminated aloud. \"Ain't no\nordinary craft, that. No, suh, they's more in this heah business than\nhits yo' eyes!\"\n\n\"Now you're getting cynical, Eclipse,\" the Hawk said dryly.\n\n       *       *       *       *       *\n\nA quarter-mile-square block of land had been fenced off as a corral\nfor the ninety-head herd of bull phantis Carse kept on Iapetus. These\ncreatures resembled mostly the old ostrich of Earth, but grew no\nfeathers. The neck, however was shorter than the ostrich's; the\nleathery skin of a drab gray color; the powerful hind feet, on which\nthey stood erect, prehensile and armed with short stabbing spurs; the\nforearms short and used for plucking the delicate shoots and young\nleaves on which they lived. There was a dim flicker of rudimentary\nintelligence inside the bullet heads; they recognized men as their\nenemies, and hated them. And therefore they necessitated careful\nhandling, for, even without the valuable head-horns, their\nsharp-spurred feet could rip a human being into shreds in seconds.\n\nThey were clustered now behind the wire corral-fence, electrified to\nprevent them from breaking through. They bellowed angrily and shoved\neach other about as their wicked little blood-shot eyes caught sight\nof the _Star Devil_ as she came dropping gently down.\n\nAt the electelscope of the descending craft was the ship's engineer.\nHe had just centered the instrument on the fleeing pirate craft that\nby now was leaving the satellite's atmosphere, and the image was large\non the screen above the bow windows, where he kept a steady eye on it.\nThe inner door of the port-lock swung open, the outer door down, and\nCarse walked through, followed by Friday and Harkness.\n\nAn ugly scene lay spread out before them in the glaring daylight. The\ntrader had only gone a few paces when he paused and looked down at an\noutsprawled thing that had once been a man. Stooping, he very gently\nturned the mess of charred flesh over and peered at what was left of\nthe face. There were small, burnt holes in it, and the flesh\nsurrounding them looked as though it had been suspended for some time\nover a slow fire....\n\nCarse rose and stared into space.\n\n\"Ruthers, a guard,\" he said softly, as if speaking to himself. He\nwalked on.\n\nAnother heap of flesh was pitched before the front wall of the\nranch-house. The man it had been a little while before had evidently\nbeen running for the door when the deadly rays had got him. His\nray-gun was lying a few feet away. Again Carse stooped and again very\ngently pulled the ragged thing over.\n\n\"By God!\" stammered Harkness suddenly, staring, his face white,\n\"that--that's Jack O'Fallon--old Jack O'Fallon! Why, we went to\nnavigation school together! We--\"\n\n\"Yes,\" said the Hawk, \"O'Fallon, overseer.\" He stepped into the house.\nFriday, impassive and grim, pulled Harkness away from the distorted\nbody.\n\n       *       *       *       *       *\n\nThree more were tumbled together behind a splintered table in the main\nroom. The rays had done their work well. Three were welded, it seemed,\ninto one.... It was some time before the Hawk's frigid whisper came.\n\n\"Martin ... Olafson ... and this--Antil ... Antil was the only\nVenusian I ever liked....\"\n\nThe chairs and tables in the room were overturned, most of them bore\nthe seared scars of ray-guns, which showed plainly enough that there\nhad been a desperate last minute hand-to-hand struggle there, after\nthe defensive ray-web had failed and the pirates rushed the building.\nThe radio alcove was choked with seared, cracked wreckage. Crane, the\noperator, still sat in his seat, but he was slumped over forward, and\nhis head and chest were pitted with slanting ray holes. One hand had\nbeen reaching for a dial. The other was twisted and charred.\n\n\"And Crane, the last,\" said Hawk Carse, and for some moments he stood\nthere, his face cold and unmoving save for the tiny twitching of the\nleft eyelid. Utter silence rested over the bitter three--a silence\nbroken only by the occasional roar of an angry phanti bull outside in\nthe enclosure.\n\nFinally Carse took a deep breath and turned to Friday.\n\n\"You'll see to their burying,\" he ordered quietly. \"Get the power ray\nfrom the ship and burn out two big pits on that knoll off the corner\nof the corral.\"\n\nFriday looked at him in puzzlement. \"Two, suh?\" he repeated. \"Why two?\nWhy not put 'em all in one?\"\n\n\"You will put all my men in one. I'll need the other later.... You,\"\nhe went on, to Harkness, \"get the cargo of horns aboard. We can't\nleave it out there, for three of those pirates fled into the jungle. I\nhaven't time to find them, and they'd come out and bury the horns if\nwe left them. I'll be with you soon. We take off in ten minutes.\"\n\n\"Yes, sir,\" answered the navigator, and he and the negro went out.\n\n       *       *       *       *       *\n\nFor a little while Carse stayed in the cubby. As he softly stroked the\nflaxen bangs of hair over his brow, he visualized what had happened\ninside that house of death, piecing a number of things together and\nforming a whole. On the surface it seemed plain enough, and yet there\nwere one or two points.... His face showed a trace of puzzlement. He\nshook his head slightly; then he stooped and picked up the radio\noperator's body with an ease that might have seemed surprising from\nsuch a slender man, and walked out of the house.\n\nBeyond one corner of the corral, upon a slight rise in the ground,\nFriday was melting out the second grave with the ship's great portable\nray-gun. Carse laid Crane's body gently down in the first grave, then\nwent to where Harkness, with the _Star Devil's_ radio-man and cook,\nwas loading the cargo of horns aboard. The trader opened several of\nthe boxes, glanced at the upper layers to inspect the quality, and,\nsatisfied, closed them again. All the boxes were trundled soon into\nthe craft's open port and aft to her cargo hold.\n\nThe engineer on watch at the electelscope and visi-screen felt a hand\non his shoulder and looked around to find his captain standing by him.\nHe pointed up at the screen: on it, the brigand ship was a mere four\ninches in size, and bearing straight out on an unwavering course. \"I\nreckoned their speed to be about ten thousand an hour, a minute ago,\nsir,\" he reported. \"Now about five thousand miles away.\"\n\n\"How soon,\" Carse asked, \"do you think we could overhaul them?\"\n\nThe other grinned. \"If you're in a hurry, sir, about two hours and a\nhalf.\"\n\n\"I am in a hurry. I want all the speed you can muster.\"\n\n\"Yes, sir. Might be able to get it down, to two.\"\n\nThe Hawk nodded. \"Try. Return to your post.\"\n\nOutside, through the port, he saw Friday smoothing over the grave, the\nburying finished, and he beckoned him in. At that second Harkness\nreported the cargo all fastened down. Carse snapped out his orders.\n\n\"Harkness,\" he said shortly, \"you and Friday with me in the control\ncabin. Sparks, you can get an hour's sleep, but leave the radio\nreceiver open. Cook, an hour's rest if you want it--and I think you'd\nbetter want it. There's war ahead. Close port!\"\n\nThe inner and outer doors nestled snugly, one after the other, into\nplace with a hiss; the rows of gravity plates in the ship's belly\nangled ever so slightly. She quivered, then, in a surge of power,\nlifted straight up and poised; then, answering the touch of\nspace-stick and accelerator, she went streaking through the atmosphere\non the trail of the distant craft that had left its mark of blood on\nIapetus and provoked the vengeance of the Hawk....\n\n\n\n\nCHAPTER III\n\n_Death Rides the Star Devil_\n\n\nUsually, when pursuing an enemy, Hawk Carse was impassive and grim,\napparently emotionless, icy. But now he seemed somehow disturbed.\n\nHe fidgeted around, glancing occasionally at the visi-screen to make\nsure his quarry was not changing course, now watching Friday juggle\nthrough the skin of atmosphere into outer space, and now standing\napart, silent and solitary, brooding.\n\nThere was something about the affair he didn't like. Something that\nwas deeply hidden, that could not be grasped clearly; that might, on\nthe other hand, be pure imagination. And yet, why--\n\nWhy, for instance, had the brigands taken to their heels with just the\nbarest semblance of fight? Why, with their defensive ray-web proof for\nsome time at least against his offensive rays, had they left without\nmore of a struggle for the horn? Why were they so willing to flee,\nknowing as they must that he, the Hawk, would follow? Did they not\nknow he had--thanks to Master Scientist Eliot Leithgow--the fastest\nship in space, and would inevitably overtake them?\n\nWere they Ku Sui's men? It seemed so, certainly, from the great\nstrength of their defensive ray-web. No other ships that he knew of in\nspace save Ku Sui's possessed such power. But--it wasn't the brilliant\nEurasian's customary style. It was too simple for him.\n\nCarse stroked his bangs. The factors were all mixed up. He didn't like\nit.\n\nIapetus' atmosphere was left behind; in minutes the light blue wash of\nher sky changed to the hard, frigid blackness of lifeless space. The\n_Star Devil's_ lighting tubes glowed softly, though Saturn's rays,\ncoming through the wide bow windows, still lit every object in the\ncontrol cabin with hard and dazzling brilliancy. Inside, light and\ncolor, life and action; outside, the eternal, sable void, sprinkled\nwith its millions of sparkling motes of worlds. And ahead--shown now\non the visa-screen only by the light dots of its ports--was the\nbrigand craft.\n\nThe _Star Devil_ was smoothly building up the speed that would\neventually bring her up to the craft of the enemy. Carse's Earth-watch\ntold him that an hour and a half had passed. A vague anxiety oppressed\nhim, but he shook it off with the thought that soon the time for\naccounting would arrive. Only forty minutes more; probably less. His\nfears--foolish. He was getting too suspicious....\n\n       *       *       *       *       *\n\nThen came the voice.\n\nIt pierced through the control cabin from the loudspeaker cone above\nthe radio switchboard. It was rough and mocking. It said:\n\n\"Hawk Carse? Hawk Carse? You hear me?\" Many times it repeated this.\n\"Yes? You hear me, Hawk Carse? I've a joke I want you to hear--a very\nfunny joke. You'll enjoy it!\" There interrupted the staccato sounds of\nan irrepressible amusement.\n\nCarse froze. His fingers by habit fluttered over his ray-gun butt as\nhe wheeled and looked into the loudspeaker. Friday, at the\nspace-stick, stared at him; Harkness's face was puzzled as he peered\nat the loudspeaker and then turned and gazed at his captain.\n\n\"But where,\" he asked, \"--where does the voice come from? Who is it?\"\n\nAs if thinking aloud, Carse whispered:\n\n\"From that ship ahead. I half expected ... I know it well, that voice.\nVery well. It's the voice of ... of ... I can't quite place it.... In\na minute.... The voice of--\"\n\nThe chuckling ceased, and again the voice spoke.\n\n\"Yes--a very funny joke! I can't share it all with you, Carse, because\nyou'd spoil it. But do you remember, some years ago, five men--and\nanother who lay before them? Do you remember how this last man said:\n'Each one of you will die for what you've done to me?' That man didn't\nwear bangs over his forehead then. Remember? Well, I'm one of the five\nthe mighty Hawk Carse swore he would kill!\"\n\nAgain the voice broke into a chuckle.\n\nBut it ended suddenly. The tone it changed into was entirely\ndifferent, was cruel with a taunting sneer.\n\n\"Bah! The avenging Hawk! The mighty Hawk! Well, in minutes, you'll be\ndead. You'll be dead! The mighty Sparrow Carse will be dead!\"\n\nA brief eternity went by. Carse remembered, and the glint in his gray\neyes grew colder.\n\n\"Judd the Kite,\" he whispered.\n\nFriday's lips formed the words.\n\nAnd even Harkness, new to the frontiers of space, knew the name and\nechoed it haltingly.\n\n\"Judd the Kite....\"\n\n       *       *       *       *       *\n\nOf all the henchmen Dr. Ku Sui had gathered about him and banded\nagainst Earth, and against Carse, and against all peaceful traders and\nmerchant-ships, Judd was perhaps the most cruel and relentless.\n\nThe Kite he was called--though only behind his back--yet it might\nbetter have been Vulture. Big and gross, with thick unstable lips and\nstubby, hairy fingers, more than once he and his motley gang of\nhi-jackers had painted a crimson splash across the far corners of the\nfrontiers, and daubed it to the tortured groans of the crews of honest\ntrading ships. Often they had plunged on isolated trading posts and\nleft their factors wallowing in their life blood. And more....\n\nThere are things that cannot be set down in print, that the carefully\nedited history books only hint at, and into this class fell many of\nthe Kite's deeds. He was a master of the Venusian tortures. He and his\nband during the unspeakable debauches which always followed a\nsuccessful raid would amuse themselves by practising certain of these\ntortures on the day's captives; and his victims, both men and women,\nwould see and feel indescribable things, and Death would be kept most\ncarefully away until the last ounce of life and pain had been squeezed\nquite dry.\n\n\"Judd the Kite,\" Carse repeated in a hardly audible whisper. \"Judd the\nKite ... one of the five....\" Slowly his left hand rose and smoothed\nhis long bangs of flaxen hair. \"I have been looking for him.\"\n\n\"Will you reply to him, sir?\" asked Harkness.\n\n\"What use? His trap--Ku Sui's trap, of course--has already been set.\"\nHis brain raced. \"What could it be?\" he whispered slowly.\n\n       *       *       *       *       *\n\nFriday was scratching his woolly hair, his smooth face puzzled, when\nCarse, with the crisp decisiveness that always came to him when in\naction, looked up at the visi-screen. The brigand was still clinging\nto a straight course, and being overhauled rapidly. Another thirty\nminutes and they would be within striking distance. He said tersely:\n\n\"Set up the defensive web. Spiral and zig-zag the ship all you dare,\naltering the period of the swing each time. Harkness, you and I are\ngoing to make an inspection tour. General alarm if Judd's course\nchanges, Friday.\"\n\n\"Yes, suh.\" The negro, frowning, gave his undivided attention to his\ninstruments as the Hawk and Harkness went aft into the next\ncompartment, the engine room.\n\nIt looked quite normal. The great dynamos were humming smoothly; the\nair-renewing machine was functioning steadily; the gauge hands all\nslept or quivered in their usual places. Nothing uneven in the slight\nvibration of the ship; nothing that might possibly forbode trouble. Up\non his perch, the engineer peered down curiously and asked:\n\n\"Anything wrong, sir?\"\n\n\"Not yet,\" Carse answered shortly. \"You're sure everything is regular\nhere?\"\n\n\"Yes, sir.\"\n\n\"Good. But check every vital spot at once--and quickly. Then keep\nalert.\"\n\nThey passed on into the following compartment, the mess-room and\nsleeping quarters for the crew. Solid, rhythmical snores were issuing\nfrom the cook's open mouth as he lay sprawled out on his bunk; the\nsmell of coffee hovered in the air; the cabin was quiet and\ncomfortable with an atmosphere of sleep and rest. The radio-man,\nreading in his bunk, looked over and, seeing it was Carse, sat up.\n\n\"Notice anything wrong?\" he was asked.\n\n\"Wrong? What--Why, no, sir. You want me for duty?\"\n\n\"Yes. Stay here and keep your eyes open for signs of trouble. I'm\nexpecting some. General alarm if the slightest thing happens.\" And\nCarse went noiselessly into the last division of the ship.\n\nThis was the cargo hold. The boxes of phanti horns were neatly stacked\nin precise rows; the dim tube burning overhead showed nothing that\ngave the smallest cause for alarm. The Hawk's narrowed eyes swept\nwalls, deck and ceiling in a search for signs of strain or buckling,\nbut found none.\n\n       *       *       *       *       *\n\nThen he let himself down into the ship's belly, in the three-foot-high\nspace between the deck and the bottom outer hull. He found the three\nrows of delicately adjusted gravity plates in good order. Harkness\njoined him.\n\nTheir hand-flashes scanned every inch of the narrow compartment as\nthey made the under-deck passage from stem to bow and up through the\nforward trap-door into the control cabin. They found nothing abnormal.\nThe water and fuel tanks, built in the space between the inner and\nouter shells above the living quarters, also yielded nothing; likewise\nthe storeroom.\n\nNothing. Nothing at all. The whole ship was in excellent condition.\nEverything was working as it should. Carse went forward again with\nHarness; turned and faced him with puzzled eyes.\n\n\"I can't understand it,\" he said. \"Why that threat, when everything\nseems all right? How can Judd reach me to kill me? And in minutes?\"\n\nThe navigator shook his head. \"It's beyond me, sir.\"\n\nThe Hawk shrugged his shoulders. \"Well, we'll see. It might be\nsomething altogether new. You report to the engine-room and keep on\nwatch there. Any sound or sign, give the general alarm.\"\n\n\"Yes, sir,\" he said, and left.\n\n\"He talkin' foolish, that Judd,\" grumbled Friday, seeing that the\nsearch had been fruitless. \"He think maybe he can bust through our\nray-web? Hmff!\"\n\nHis master said nothing. He was standing motionless in the center of\nthe cabin, waiting--waiting for he knew not what.\n\nThen it came.\n\nA preparatory sputter from the loudspeaker that spun Friday around.\nHawk looked up, tensed. Again sounded the hard, sneering voice of Judd\nthe Kite.\n\n\"We're ready now, Carse: there was a little delay. I'll give you, say,\nfive seconds. Yes--one for each of the five men you did _not_ kill.\nShall I count them off? All right. You have till the fifth.\n\n\"One.\"\n\nFriday's big eyes rolled nervously; he wiped a drop of sweat from his\nbrow and cursed.\n\n\"Two.\"\n\n       *       *       *       *       *\n\nHe glanced at the Hawk, and tried himself to assume the unshakable\nsteely calm of the great adventurer. But his fists would clench and\nunclench as he stared up at the visi-screen. No change! The brigand\nwas running straight ahead as ever, apparently fleeing.\n\n\"Three.\"\n\nThe negro's breath came more quickly; the tendons of his neck stood\nsharply out, and his powerful arms twitched nervously. \"What's he\ngoin' to do, suh? What's he goin' to do?\" he asked hoarsely. \"What's\nhe goin' to do?\"\n\n\"Four.\"\n\n\"Change course--a-starboard!\" Carse rapped. The space-stick moved a\nlittle, all Friday dared, at their speed; the position dials swung;\nthe dot of a fixed star that had been visible a moment before through\nthe bow windows was now gone. Till the fifth, Judd had said.\n\n\"Five!\"\n\nThe two men in the control cabin of the _Star Devil_ peered at each\nother. One of them licked his lips and wiped the sweat from his brow.\nBut there was nothing. No sound, no change. No general alarm bell. No\noffensive ray spearing across the reaches of space; no slightest\nchange in the brigand's course. He who had mopped the sweat away\nlaughed loud and long in overwhelming relief.\n\n\"All foolishment!\" he gurgled. \"That Judd, he crazy. Try to scare us,\nI guess--huh! Try to--\"\n\n\"_What's that?_\" whispered Hawk Carse.\n\nA sudden faint rustle of noise, of movement, had breathed through the\nship.\n\nAt first it was hardly discernible; but it grew. It grew with\nparalyzing rapidity into a low but steady murmur, blended soon with\nvoices raised in quick cries. There was one piercing, ragged shriek,\nand all the time an undertone of the indefinite, peculiar sound of\nsomething rustling, creeping, growing.\n\n       *       *       *       *       *\n\nThen came the harsh jangle of the general alarm bell.\n\n\"Space-suits!\" Carse snapped. The alarm was the signal to put them on;\nit was a safeguard from a possible breach in the ship's walls. Against\nsuch an emergency they had drilled often, and all over the ship the\ncrew would be springing rapidly into space-suits hanging ready.\n\nThe space-stick automatically locked as Friday, eyes rolling, leaped\nwith his master to the nearby locker. The shriek from aft had quickly\ndied, the alarm bell had snapped off; but now there came a frantic\nrush of feet, and a man tumbled through into the control cabin, his\nface white, his eyes stark with horror, his breath coming in gasps and\nthe sweat of fear on his brow.\n\nIt was Harkness.\n\nHe slammed the door tight shut behind him and stumbled to the suit\nlocker; and as his fingers fumbled at his suit with the clumsiness of\npanic, he stammered:\n\n\"The cargo--the boxes of horn--it came from aft! Fungus! Planted in\nthe horn! It's filling the ship! Got all the others and grew--_grew_\non them! Dead already. There--look, look!\"\n\nCarse and Friday, grotesque giants in the bulky sheathings of stiff,\nmany-plied fabric, turned as one and peered through their quartzite\nface shields to where the navigator's bulging eyes directed them.\n\nIt was the door between control cabin and engine room--the door he had\njust slammed shut. At first nothing was visible; then they saw the van\nof the enemy that had swarmed through the ship.\n\nA thin line of bright yellow color had appeared along the under crack\nof the door. A second later the door was rimmed on all sides with it.\nIt grew; reached out. Energy flowed through it: fingers of dusty\nyellow pronged out from the cracks where the door fitted, hung\nwavering for a moment, melted together, then slumped to the floor to\nmore quickly continue the advance. It increased marvelously, in minor\njerks of speed. It was delicate in texture, mold-like. The more there\nbecame, the faster it grew: in seconds shreds of it had darted out\nfrom the main mass and affixed themselves to the walls and ceiling of\nthe cabin, there to accelerate the horrible filling process.\n\n       *       *       *       *       *\n\nAll this happened more quickly than it can be related. Within ten\nseconds most of the cabin was coated by the yellow stuff; grotesquely\nformed clumps and feathers hung from the ceiling; fern-like fingers\nkept spurting everywhere. Friday stepped back, before the advance, but\nnot the Hawk. Useless to try and evade the stuff, he knew, and he was\nfairly positive that there was no immediate danger: the tough fabric\nof the suits should resist it. A pseudopod-like surge flicked to his\nleg; crept up; cloaked the suit in patches of yellow; thickened and\nenveloped him. But it could not pierce through.\n\n\"Cap'n Carse! Look heah!\"\n\nHe turned to the alarmed voice, brushing light, feathery particles of\nyellow from his face shield, and found the bulky giant that was Friday\na few steps behind him, and pointing mutely at Harkness.\n\nThe young officer was slumped limply down against a wall, his legs\nsprawled and body twisted unnaturally. His suit was covered with the\nyellow, and he had fallen, silently, while they were watching the\nadvance of the fungus and checking the fastenings of their suits.\n\nCarse reached him in three steps, stooped, brushed the fungus off the\nface-shield and peered through. Friday looked over his shoulder. The\nyellow enemy had laid its deadly fingers on Harkness's fine pale face.\nSprouts of yellow trailed from the nostrils; the mouth was a clump of\nit; tendrils of spongy substance had climbed out the ears and were\nstill threading rapidly over the head, even as the Hawk and Friday\nwatched.\n\n\"That's how the others died,\" the adventurer said slowly. \"Harkness\nmust have carried a bit of the stuff from aft. It was on him when he\nput on his suit. At least I hope so. If it can get into these\nsuits....\" He left the thought unfinished.\n\n\"You mean, suh,\" asked Friday haltingly, \"you mean that maybe--maybe\nit'll get in our suits too?\"\n\n\"Maybe,\" said Carse without emotion.\n\nThey waited.\n\n\n\n\nCHAPTER IV\n\n_The Hawk Prepares a Surprise_\n\n\nHawk Carse's icy poise in times of emotional stress never failed to\namaze friends and enemies alike. Most of them swore he had no nerves,\nand that in that way he was not human. This estimate, of course, is\nfoolish; Carse was perhaps too human, as was proved by the\nall-consuming object of his life. It was rather, probably, an inward\nvanity that made him stand composed as a statue while death was\ngnawing near; that had, once, led him actually to file his nails when\napparently trapped and hotly besieged, with the wicked hiss of\nray-guns all around.\n\nAnd so he stood within his suit now--calm, quite collected, his face\ngraven, while the yellow tendrils carpeted the whole cabin, penetrated\nbetween the twin banks of instruments on each side and clouded the bow\nwindows, visi-screen and positionals until the two living men aboard\nthat ship of death were completely shut off from outside vision.\nFriday, his large white eyes never for a moment still, and waiting as\nthe Hawk was waiting to find whether or not their suits, too, harbored\nthe fungus, could quite easily have been scared into a state of panic;\nbut the sight of the steely figure near him eased his nerves and\nbrought a vague kind of reassurance.\n\nMinutes went by. Presently the Hawk said softly into his microphone:\n\n\"We're safe, now, I think. You'd better go aft and see what state the\nship's in. Come right back.\" And as Friday left, wading through the\nclinging growth, the trader went to the eye-piece of the electelscope.\n\nHe brushed the puffy covering of yellow silt away and adjusted the\ninstrument's controls as best he could, centering it on where Judd's\ncraft had last been. Then he peered through--and saw that which made\nhim start.\n\nThe _Star Devil_ was rolling round and round, like a ball!\n\n       *       *       *       *       *\n\nCarse looked out on a star-studded panorama that was sweeping crazily\nby. Now the cloudy globe of Iapetus, which had just before lain far\nbehind, came swinging into view, sliding rapidly from the bottom of\nhis field of view to the top, and so out of sight again, to quickly\ngive place to the flaming, ringed sphere of Saturn, which in turn\npassed away and left the star-spangled blackness of space. Then\nIapetus once more. He snapped the electelscope off abruptly, and\nturned from it to see Friday come clumping back.\n\n\"Swept everything clean, suh,\" the negro reported gloomily. \"That\nfungus's thick; cain't even see the men's bodies, it's so deep. It's\nthat way, all over.\"\n\n\"It's down in the gravity propulsion plates too,\" Carse said shortly.\n\"Their adjustment's been ruined by it, and we're out of control,\nturning over and over. I couldn't possibly see Judd. Well, we've got\nto go down to the plates and try and clean them.\"\n\nIt was a weird scene that faced him in the engine room. The complex\ninstruments and machinery were draped with straggling ferns of yellow;\nup above, a solid clump some ten feet thick hung on the platform where\nthe engineer usually stood--a living tomb. The usual purr of the\nmechanisms was muffled and hushed. So fecund was the fungus that the\npath Friday had cleared in his passage aft was already filled, and\nCarse had to clear a new one. The growth was deep there, but still\ndeeper in the next compartment.\n\nIt was practically a solid mass of yellow, for in it their invader had\nfound food. It had fed well on the lockers of supplies and devoured\nall but the bones and clothing of the two men whom it had\ncaught--radio-operator and cook. Carse fought on through this tough,\nclinging sea and came at last to the cargo hold, where, in the deck,\nwas the man-hole that gave passage down to the 'tween-decks\ncompartment where the rows of gravity propulsion plates were located.\n\n       *       *       *       *       *\n\nFriday raised the cover with a wrench: then, preceded by the rays of\ntheir hand-flashes, they climbed down and wormed forward as best they\ncould in their hampering suits, to the plates. They found they had\nlost their customary glitter beneath powdery coatings of yellow,\nsufficient to disturb their faint electric currents and\nmicroscopically adjusted angles. On hands and knees--for the\ncompartment, though as wide as the ship's inner shell, was only three\nfeet in height--the Hawk stopped and said:\n\n\"We might be able to get some use out of these plates if we can keep\nthe fungus brushed off. It's thin: let's try it.\"\n\nBut the yellow growth's vitality baulked them. Sweating from their\nawkward exertions inside the hot space-suits, they again and again\nbrushed clean the plates with pieces of waste--only to see the\nfeathery particles regather as quickly as they were cleared away.\nThere wasn't more than an inch of the fungus, but that inch stuck.\nThere was no removing it.\n\n\"No use, boss,\" gasped the negro, pausing breathless. \"Cain't do it.\nNothin' to do, I guess, but wait an' see what de Kite does. He'll sure\nwant this ship and the horn.\"\n\n\"I know,\" his captain answered slowly. \"He'll want this ship, for it's\nthe fastest in space--but I can't understand how he'll board us. I'm\ngoing up and see what I can find out. You stay here. Try cleaning the\nplates again.\"\n\nUp through the man-hole he went, and forward to the control cabin.\nAnd, as before, the electelscope's eye-piece held a surprise for him.\n\nSomehow, the _Star Devil's_ speed of wild tumbling had lessened. A\nmoment later the reason appeared. As her bow dipped down and down,\nthere slid across the field of view, about a mile away, the lighted\nports of another ship; and, from this other ship's nose there winked a\nspot of green, the beginning of a ray-stream which stabbed across the\ngulf to impinge on the _Star Devil's_ bow. Carse could feel his craft\nsteady as it struck. It was a gravital ray, with strong magnetic\nproperties, which Judd was using to stop her turnings so he and his\nmen could board!\n\n       *       *       *       *       *\n\nAgain and again the beam flashed across the Hawk's field of view, and\nhe knew it was raying its mark neatly each time her bow swung abeam,\nfor soon she was hardly turning at all. Then Judd evidently was\nsatisfied. The port-lights of his ship veered aside; drew to a\nposition abreast of the other. The two cold gray eyes that watched saw\nthe outer port-lock door of the pirate open, revealing six figures,\nclad in space-suits and connected by a rope, that stepped out, pushed,\nand came floating towards the _Star Devil_.\n\nSwiftly Carse moved. For many reasons it was useless, he rapidly\ndecided, to try and surprise them as they boarded; there was a better\nand surer way. And, as always, he attended to every little\ndetail--details that to others might have seemed trivial--of this\npreferred way.\n\nWith quick, strong fingers he removed the fungus-choked body of\nHarkness from its space-suit, and threw the suit into a nearby locker.\nFrom another locker he selected a loop of yellow-encrusted rope.\nHolding this over one arm, he made his way back rapidly to the aft\nman-hole, closed it carefully behind him and crept forward to the\nanxious negro who was still futilely dusting the plates. He told what\nhe had seen, but nothing else.\n\nFriday noted the rope, and he twisted his whole body to get a sight of\nCarse's gray eyes, through the face-shield.\n\n\"What we do, then, suh?\" he asked. \"Try an surprise 'em?\"\n\n\"Can't do that; we'd still be helpless, without a way to remove this\nfungus. They probably know how to do it, and we've got to give them a\nchance.\"\n\nPuzzlement pricked the negro. \"Then what you goin' to do with that\nrope?\"\n\n\"You'll soon see,\" snapped Hawk Carse.\n\n       *       *       *       *       *\n\nThey waited.\n\nIt was hot and stuffy down in the belly of the ship, and also utterly\nblack, for the trader had flicked off his hand-flash. Friday was\nunhappily possessed of an active curiosity; he wanted terribly to go\non with his questions and ask Carse what his plan was; but he did not\ndare, for he knew very well from past experience that the Hawk was\nimpatient of detailing his schemes in advance. So he sat in silence,\nand sweated, and stared gloomily into the darkness, thinking uneasy\nthoughts.\n\nTrue, he thought, Judd the Kite did not know that Carse and he were\nstill alive; on the contrary, he was probably convinced that they were\ndead; but what good did that do? Surely it would have been better to\nhave surprised the brigands when boarding, but Captain Carse was\nagainst that. And they were hopelessly outnumbered.\n\nFriday remembered a tale told him once by a survivor of a trading ship\nJudd the Kite had destroyed. It wasn't a nice tale. The Kite, so the\nreport ran, was diabolically ingenious with a long peeling knife, and\ncould improvise with it for hours. Friday pursued the tack of thought, and\nthen suddenly began to sweat in earnest. He recalled--horrible!--that Judd\npossessed a special dislike for colored gentlemen!...\n\n\"Oh, Lawd!\" he groaned, unconsciously--to have a cold voice ring in\nhis earphones.\n\n\"Quiet!\" it snapped. \"They're entering.\"\n\nThe negro threw a switch on his helmet so he could catch outside\nnoises. His body tensed. From above, unmistakably, had come the hiss\nof the inner port-lock door opening. And again, moments later, the\nhiss echoed. Twice! The lock could hold three men at a time. That\nprobably meant that all six had boarded. Friday turned in the darkness\nand peered at Carse.\n\nThe adventurer without warning flicked on his hand-flash. The beam\nfell on the parallel planes of the yellow-covered gravity plates. The\nnegro, every nerve in him jumping from impatience and suspense, gazed\nat them, and suddenly straightened. The mold-like fungus which had\nprevented them from getting the ship into control was slowly melting\naway. It was dwindling into fine dust!\n\n\"Gas,\" came a soft whisper to him. \"As I expected, Judd's cleaning it\nout with some sort of gas. But the plates won't work yet--not until\nthey're polished bright.\" Unthinking, Friday raised his hand to his\nhelmet fastenings. \"Keep your face-shield shut!\" he was ordered\ncrisply. \"The gas would be as fatal as the fungus.\"\n\n       *       *       *       *       *\n\nSilence rested tensely over the two men, to be broken at last by the\nclump of feet proceeding aft on the deck above.\n\nCarse switched off the light. His voice was but faintly audible.\n\n\"Coming down to clean off the dust. He'll have a flash. Hide behind\nthe truss-work at your side, and when he gets here seize him by the\nneck. I'll be with you right away. I want no noise.\"\n\nFriday saw a great light, and grinned in the confidence it brought\nhim. Of course! That explained the rope. The plan was so simple it had\nescaped him. Already he felt cheerful. It was only mental worries, and\nnever physical hazards, that unsettled him. He angled around the\ntruss-work and shrank into as small a space as possible--which wasn't\nvery small, as he still wore his bulky, clumsy suit.\n\nThe clump-clump of feet had died: now there came the sound of the\nman-hole aft being raised. A white beam pronged down into the\ndarkness, felt around and flicked off. Boots clanged on the connecting\nladder; reached the bottom. The light appeared again, lower now, and\ncame slowly forward. Limned faintly against the reflected light was\nthe outline of a crouching man's body.\n\nHe went to hands and knees and progressed carefully, his flash darting\nto left and right. Suddenly, in a certain light, the two who awaited\nhis coming saw a swarthy, black-stubbled face in profile. He wore no\nspace-suit! That meant, Friday reflected, that the brigands had\ncleared the ship of the gas in some way. It meant that they could get\nout of their own suits.\n\nBut they could not possibly do so at the moment. They heard the nearby\npirate's breathing, a harsh oath as he stubbed a toe. The negro\ntightened his giant arms and held himself ready, his eyes steady on\nthe black outline which signified his quarry. Then the pirate was\nclose enough.\n\nIt was over in seconds. Rounding the truss, Friday caught the man in\nthe armored crook of his arm. A startled croak preluded the thump of\ntwo bodies on the hull; there was the tinkle of a falling hand-flash\nand a slight squirming which was quickly stopped by a belting punch.\n\n       *       *       *       *       *\n\nThen Carse was there in the darkness, looping his rope around the\npirate's arms and legs--a difficult job when wearing a bulky\nspace-suit in such cramped quarters. He used a bunch of waste for a\ngag and then hauled the captive to a girder farther forward and bound\nhim sitting to it. By the time he had finished, Friday was out of his\nspace-suit and asking:\n\n\"Shall I rub him out, suh? Best make sure of him.\"\n\n\"Never in cold blood,\" said the Hawk acidly. \"You should know that\nwell enough by now!\n\n\"Now, there should be five left above, and I think they'll send\nanother down. We must get him, too. Get back where you were.\"\n\nHe took off his space-suit also: then, after minutes of silence, they\nheard voices upraised in argument coming from the control cabin. Once\nmore came the sound of feet overhead; another flash bit down through\nthe man-hole, and another man wriggled into the compartment. He was\nobviously uneasy and suspicious. He called:\n\n\"Jake! Hey, Jake! You there? Where the hell are you?\"\n\nMumbling oaths, he advanced, his light ray weaving over every inch\nbefore him.\n\n\"What you doing, Jake? Where are you?\"\n\nFriday gathered his muscles, unhampered now by the restricting suit.\nBut light must have been reflected by the round whites of his eyes,\nfor the pirate suddenly stopped and called in sharp alarm:\n\n\"What's that? What's that there? You, Jake? Hey! I'll ray you--\"\n\nAnd that was all he said. Friday was too far away to reach him in\ntime, but the Hawk was closer; he approached behind the brigand,\ncrouched on silent cat's feet. Two powerful arms reached out and\ntightened in a strangle hold--and two minutes later the second man was\nbound and gagged.\n\nCarse loosened his ray-gun in its holster.\n\n\"Now we attack,\" he whispered. \"Four to two are fair odds, I think.\nYou go aft and wait by the man-hole; wait till you hear me call. Don't\nbe seen--wait. And when I call, come at once.\"\n\n\"Yes, suh. You goin' forward 'tween the hulls?\"\n\nA curt nod answered him.\n\n\"Then up through that--\"\n\n\"Don't ask so many questions!\" the Hawk rasped crisply.\n\nThey separated.\n\n\n\n\nCHAPTER V\n\n_The Hawk and the Kite_\n\n\nIn the deck of the control cabin, between a bank of instruments and\nthe starboard wall, was another man-hole that gave entrance from the\n'tween hulls compartment to the cabin.\n\nOnly two men besides Carse knew of its existence. The adventurer for\ngood reasons of his own had it built in; and so cunningly was its\ncover fitted on that its outlines were not visible.\n\nBeneath it, now, on the three-rung ladder that led up from the lower\nshell, Hawk Carse waited.\n\nHe could hear quite clearly the angry, snarling voice of Judd the\nKite, haranguing his men.\n\n\"Rinker, you go down and see what's wrong. Just because Jake and Sako\ndon't come back right away, you guys seem to think the ship's haunted!\nHaunted! By Betelguese! A sweet bunch of white-livered cowards I've\ngot for a crew--\"\n\n\"Ah, lay off!\" growled a deep, sullen voice. \"I ain't scared, but this\nlooks fishy to me. Something's wrong down there 'tween the hulls--damn\nwrong, I tell you. We only found four skeletons, an' four, ain't the\nfull crew for a ship like this. There oughta to be a couple more\nsomewhere. Carse, blast him! he's got nine lives. How do we know he\nwas one of the four?\"\n\nAnother spoke up, as Rinker evidently hesitated. \"I say we all go down\nand investigate together.\"\n\n\"Stow it!\" thundered Judd. \"They didn't get their space-suits out, did\nthey? Why, they hadn't a chance to escape--none of 'em. They were\nkilled, every one, quick! And four's plenty to work this ship. Carse\nis dead, see, dead! This was one trick he didn't know--one time he\ncouldn't worm out. He was clever, all right, but he couldn't quite\nstack up against me. I swore I'd get him and I did. He's dead!\"\n\n\"Judd,\" said a low, clear voice.\n\n       *       *       *       *       *\n\nThe Kite whirled around. He stared. The hand-flash he was holding\ndropped to the deck with a clang. His hands went limp, and his voice\nwas suddenly weak and dazed.\n\n\"My God--Carse! Hawk Carse!\"\n\n\"Yes,\" a whisper answered. \"Hawk Carse. And not dead.\"\n\nIt was a scene that might have puzzled a newcomer to the frontiers of\nspace. Certainly there seemed to be nothing menacing about the slender\nfigure that stood by the now open man-hole, both arms hanging easily\nat his sides; the advantage, on the contrary, appeared to be all with\nthe men whom he confronted. All but one was big, and each was fully\narmed with a brace of ray-guns and knives.\n\nBut, though there were four guns to one, they made no attempt to draw.\nFor it was the Hawk they faced, the fastest, most accurate shot in all\nthose millions of leagues of space, and in his two icy eyes was a\nmenace that filled the control cabin with fine-drawn silence.\n\nAt last Judd the Kite opened his lips and wetted them.\n\n\"Where did you come from?\" he stammered.\n\n\"No matter,\" came the answer from the thinly smiling mouth. \"Friday!\"\n\n\"Yes, suh!\" boomed the big black's distant voice.\n\nJudd's three men turned their heads and saw Carse's famous satellite\nstep into the control cabin, a ray-gun in each capacious hand. He was\nall flashing white teeth, so wide was his grin.\n\n\"Well, well!\" he chuckled. \"Ain't this the pleasure! Certainly am\npleased to meet old friends like this--yes, suh! Jus' drop in?\"\n\nBut the Kite's head had not turned; he seemed not to hear Friday's\nwords; his eyes were held fascinated by Carse's. The attention of\neveryone came back to the two leaders.\n\n\"Ku Sui is in back of this?\" asked the Hawk.\n\nJudd licked his lips again. He had to spar for time: to divert for a\nwhile the vengeance he knew possessed the other's mind, so that he\nmight find some chance, some loop-hole.\n\n\"That's right,\" he began eagerly, \"it was Ku Sui. I had to do this,\nCarse: I hadn't any choice. He's got something on me: I had to go\nthrough with it. Had to!\"\n\n       *       *       *       *       *\n\nThe Hawk's eyes were glacial; the ghost of a smile hovered once more\naround the corners of his lips.\n\n\"Go on,\" he said. \"What was that fungus?\"\n\n\"I don't know. Ku Sui developed it in his laboratory. He just gave me\na sealed cartridge of the spores with instructions to raid your ranch,\nas you saw, and plant them in a drilled-out phanti horn. There was a\nsimple mechanism in the cartridge that allowed us to release the\nspores by a radio wave from our ship. When I wanted them to grow I\nsimply--\"\n\n\"I see. A clever scheme,\" Carse said. \"Quite up to Ku Sui's standard.\nThe idea of those three men running for the jungle when I came down on\nIapetus was to insure my taking the horn cargo aboard, of course. The\nraid was only incidental to your scheme to get me. And Crane, the\nradio operator, was dead when I received that S.O.S. It was faked, to\nbring me quickly for your schedule.\"\n\nJudd stared at him. \"How in hell did you know that? Damn you, Carse,\nyou're--\"\n\n\"Where,\" interrupted the adventurer coldly, \"is Ku Sui?\"\n\nThe pirate's eyes shifted nervously. \"I don't know,\" he muttered.\n\n\"Where,\" came the steady question again, \"is Ku Sui?\"\n\nThe other licked his lips. His fingers clenched, unclenched, gripped\ntight. \"I don't know!\" he protested. His eyes widened as he saw the\nHawk's left hand stir slightly, and he started as he heard the\nwhip-like word:\n\n\"Talk!\"\n\n\"Carse. I swear it! No one knows where he is. When he wants to see me\npersonally, he comes out of darkness--out of empty space. I don't know\nwhether it's done by invisibility or the fourth dimension, but one\nmoment his ship's not there; the next it is; I don't know where his\nbase is; and if he knew I'd told you what I have, he'd--\"\n\n\"How do you arrange your meetings, then?\"\n\n\"They're always in a different place. The next is in seven days. I\ndon't remember the figures: they're in the log of my ship.\"\n\nCarse nodded. \"All right. I believe you. And now--there are a few\naccounts to be settled.\"\n\n       *       *       *       *       *\n\nDuring the few minutes the Hawk had questioned Judd, the brigand crew\nin the cabin had stood silent, their breath bated, their eyes watching\nfascinated. But now they started, and shifted uneasily. They suspected\nwhat was coming. The inexorable, seemingly inhuman adventurer went on\nemotionlessly:\n\n\"Six of my men were killed on Iapetus, treacherously, without a\nchance. Four more were slaughtered by the fungus. That's ten. Back up\nto your men, Judd.\"\n\nJudd knew all too well what that order portended. He could not move.\nHis cunning eyes protruded with fear as they shifted down and riveted\non the shabby holster that hung on Carse's left side. His breath came\nunevenly, in short, ragged gasps through parted lips.\n\n\"Back, Judd!\"\n\nThe stinging, icy force of the voice jolted him back despite his will.\nOne short retreating step after another he took, until at length he\nwas standing with his three men against the side wall of the cabin,\nthe dividing line between it and the engine room. Friday's guns were\nstill covering the pirates.\n\n\"You goin' to shoot us down in cold blood?\" one of them asked\nhoarsely.\n\nThe Hawk surveyed the speaker until the man shivered. Beneath their\ncoldness, his gray eyes were faintly contemptuous.\n\n\"No--I leave that for yellow-streaked hi-jacking rats such as you. I'm\ngoing to give you a chance: more than a chance. Friday,\" he called.\n\n\"Yes, suh?\"\n\n\"Do you want to come in on this?\"\n\nWithout the slightest hesitation the negro answered, grinning:\n\n\"Yes, suh!\"\n\n\"I thought you would. Come here alongside me, then sheathe your guns.\"\n\nFriday did so. He stood in position beside his master, just in front\nof the opening that led below. The four brigands were some fifteen\nfeet away. The two groups faced each other squarely.\n\n\"Good,\" whispered Carse.\n\n       *       *       *       *       *\n\nThey stood there, four men to two, deadly enemies; yet not one hand\nmoved toward a ray-gun. Again, an outsider would have marveled why\nJudd, the numbers on his side did not draw and fire; why he waited;\nwhy his face was pale, his eyes nervous. But he knew too well what the\nleast sign of a draw on his part would entail; he preferred to wait,\nto receive the advantage of the cold vanity in Carse which demanded,\nin gun-play, that the odds of numbers be against him. Perhaps this\ntime that vanity would lead the Hawk a little too far. Perhaps even\nyet a loop-hole for strategy might appear.\n\nSo the Kite waited, but fear was strong within him.\n\n\"A little earlier,\" the Hawk's frigid voice went on, \"there was some\ncounting. To the number five. Remember, Judd? Well, since you managed\nso poorly before, perhaps you'll count again.\"\n\n\"You mean to count to five?\"\n\n\"Yes. And on the fifth count, we draw and fire.\"\n\nJudd's eyes narrowed, shifted, while thoughts clashed and meshed in\nhis brain. Hawk Carse smiled icily.\n\n\"Is that clear?\" he asked.\n\nJudd said after a while:\n\n\"All right.\"\n\nFriday noted one of the pirates: a brawny, black-browed giant almost\nas large as himself, and decided to go for him when the time came. He\nwhispered this to Carse; then, keeping his gaze on the man, he stood\nready.\n\n\"Begin, I'm waiting,\" reminded Hawk Carse.\n\n       *       *       *       *       *\n\nThe Kite crouched, drew a deep breath--but before his lips could form\nthe first count there was a quick, sharp stir of movement from the\nbrigand to his right; Carse's left hand seemed to vanish; a hiss\nfollowed, a streak of wicked blue light. Friday grunted, not yet quite\nrealizing what had happened; Judd, gaped at Carse's lowering weapon,\nthen turned his eyes to the right--and choked out an oath.\n\nThe brawny giant by his side was standing, but his face was creased\nand puzzled. One hand was at a holster; the other grasped a\ngun--unfired. Accurate to an inch, between his eyebrows there had\nappeared is if by magic a neatly seared, round hole.\n\nHis knees crumpled. His gun clanged to the deck. His head bowed; he\nbent; he pitched forward, sprawled face downward. Then he quivered and\nlay still. A burnt odor was in the air....\n\n\"I'm still waiting, Judd,\" came an ironic whisper.\n\n\"My God!\" stammered one of the pirate chief's two remaining men. \"He's\na devil. Fast as light!\"\n\nJudd's eyes had returned to the Hawk, and they still showed some of\nhis reaction of surprise to what had happened, when a peculiar thing\noccurred. For a split second his gaze shot past Carse, took in\nsomething, then switched back again. And when he had done so his face\nshowed a faint but unmistakable feeling of relief.\n\nThis was old stuff to the Hawk, but he could not afford to take\nchances. Instantly he rapped:\n\n\"Look behind. Friday! Quick!\"\n\nThe negro jerked his head around. He was too late. He had a glimpse of\na man standing in the man-hole behind--a glimpse of a short steel bar\nthat flashed to Carse's head in a vicious arc, and again to his own.\nHe was rocked by pain is blackness came across his vision; and\ntogether, white man and black crumpled to the deck....\n\n\n\n\nCHAPTER VI\n\n_Back to Iapetus_\n\n\nAn indefinite time later Carse awoke to a trip-hammer of pain thudding\nthrough his head. He groaned a little, and tried to turn over in an\neffort to ease it. He found he could not. Then his eyes opened and he\nblinked up.\n\nHe found himself lying on the deck of the control cabin, near the\nafter wall, and bound hand and foot with tightly strapped rope. Over\nhim, looking down, was Judd the Kite, hands on his hips, a gloating\nsmile on his coarse lips, and in his eyes a look of taunting, exultant\ntriumph. He drew back his foot and kicked the netted Hawk in the ribs.\nThe trader made no sound; his pale face did not change, except to set\na trifle more rigidly.\n\n\"Pretty easy the way my men got you, Carse,\" said Judd. \"Seems to me\nyou're just a damned fool with a big rep you don't deserve. You're\ntoo careless. You ought to know by now not to leave bound men in reach\nof high-powered cable. It cuts as good as an electric knife. Does your\nhead hurt where you were hit?\" Deliberately, still smiling, he rapped\nhis foot brutally against Carse's head.\n\nThe trader said nothing. He glanced around, to get the situation\nclearly. Friday, he saw, was in the control cabin too, lying stretched\nout and bound as he was, but evidently still unconscious from the\nugly, bloody welt on his head. One of Judd's men was at the ship's\nspace-stick, another stood by her dials, occasionally glancing back at\nthe prisoners and grinning; the two remaining pirates were apparently\naft. The body of the one whom Carse had killed had been removed.\n\nThrough the port bow window, far out, he noticed a small spot, half\nblack and half brilliant with the reflected light of Saturn: that\nwould be the other space ship, the Kite's, on the same course as they.\nAnd ahead was the large-looming sphere of Iapetus. The pirate was\nreturning, then, to the ranch, probably to pick up his three men, and\nperhaps to leave a small crew to work it.\n\n\"Yes. I'm afraid this is the end of the Sparrow Hawk!\" Judd sneered\nthe name and laughed harshly. \"A lot of people will be glad to hear\nit. There'll be a big reward for me, too, from Ku Sui. Head still\nbad?\" And again he swung his leg and drove its heavy shoe into his\ncaptive's head.\n\n       *       *       *       *       *\n\nCarse's lips compressed till they were colorless. He looked steadily\nat Judd's eyes and asked:\n\n\"What are you going to do with Friday and me?\"\n\n\"Well,\" grinned the pirate, \"I can't tell you definitely, but it's\nsure to be interesting. It'd suit me best if I could teach you a few\nlittle tricks with a peeling knife--the Venusians have some very neat\nones, you know--and then perhaps burn you full of holes. Little holes,\ndone with a mild needle-ray. But unfortunately I can't kill you\npersonally, for Ku Sui will want to do that himself. You're worth a\nhell of a lot of money alive.\"\n\n\"I go to Ku Sui, then?\"\n\n\"That's right. I'll hand you over when I have my rendezvous with him,\nseven days from now. Clever man, Ku Sui! Half Chinese, you know. He'll\nbe tickled to get you alive.\"\n\nA muscle in the Hawk's cheek quivered. Then he asked:\n\n\"And Friday?\"\n\nJudd laughed. \"Oh, I don't much care; he's not worth anything. I'll\nthrow him in with you for good measure, probably. How's the head?\"\nOnce more the foot swung.\n\nCarse's gray eyes were as frigid as the snow caps of Mars. The left\neyelid was twitching a little; otherwise his pale face was as if\ngraven from stone.\n\n\"Judd,\" he whispered, so softly that his voice was almost inaudible.\n\"I shall kill you very soon. I shall make it a point to. Very soon.\nJudd....\"\n\nThe Kite stared at the pallid gray eyes. His lips parted slightly. And\nthen he remembered that his captive was bound, helpless. He spat.\n\n\"Bah!\" he snarled. \"Just your old stuff, Carse. It's all over with you\nnow. You'll be screaming to me to kill you when Ku Sui begins to touch\nyou up!\" He guffawed, again kicked the man at his feet, and turned\naway.\n\nHawk Carse watched him walk to the forward end of the cabin; and,\nafter a little while, he sighed. He could be patient. He was still\nalive, and he would stay alive, he felt. A chance would come--he did\nnot know how or when; it perhaps would not be soon; it might not come\nuntil he had been delivered to Ku Sui, but it would arrive. And\nthen....\n\nThen there would be a reckoning!\n\nThe deceptively mild gray eyes of the Hawk were veiled by their lids.\n\n       *       *       *       *       *\n\nNight had settled over the ranch by the time the _Star Devil_ and\nJudd's accompanying ship were in the satellite's atmosphere. It was\nthe rare, deep, moonless night of Iapetus, when the only light came\nfrom the far, cold, distant stars that hung faintly twinkling in the\ngreat void above. Occasionally, the tiny world was lit clearly at\nnight by the rays of Saturn, reflected from one of the eight other\nsatellites; and occasionally, too, there was no night, the central sun\nof the solar universe sending its distance-weakened shafts of fire to\nlight one side of the globe while ringed Saturn gilded the other.\n\nBut this season was the one of dark, full-bodied nights; and it was\ninto the hush of their blackness that the _Star Devil_ and her\nattendant brigand ship glided.\n\nBelow, on the surface of the Satellite, glowed the pin-prick of a\ncamp-fire. When the ships were some fifteen thousand feet up, Judd's\norders caused long light-rays to shaft out from the _Star Devil_ and\nfinger the ground. They rested on the ranch house and then passed on\nto douse with white the figures of three men standing by the fire.\nThrough the electelscope the pirate chief saw them wave their arms in\ngreeting.\n\nTen minutes later the two ships nestled down close together a hundred\nyards or more from the ranch clearing, and Judd said to his mate,\nstanding next to him:\n\n\"We'll have a little celebration to-night. Break out a few cases of\nalkite and send three of the boys to the ranch's storeroom after meat\nfor the cook to barbecue.\"\n\n\"What you goin' to do with them two?\" the other asked.\n\n\"Carse and the nig? Keep them here in the control cabin; I'll detail a\ncouple of men to guard them. I'm taking no chances: they must be in\nsight every minute. Carse is too damned dangerous.\" He peered back at\nthe captives. The trader's eyes were shut; Friday still appeared\nunconscious from the brutal blow on his head. \"Asleep. Well, they'd\nbetter sleep--while they have eyelid's to close!\" Judd said mockingly,\nand his mate laughed in appreciation of his wit.\n\nBut neither the Hawk or Friday was asleep. Nor was the negro\nunconscious. Carse had ascertained this some time before by cautious\nsignals.\n\nA little stir had come within him when he heard Judd say there would\nbe a celebration, for a celebration, to these men, meant a debauch and\nrelaxed discipline, and relaxed discipline meant--a chance. First,\nhowever, there were the tight bonds of rope; they were expertly tied,\nand strong. But the Hawk was not particularly concerned about them.\n\nHe had dismissed them as a problem after a few minutes of\nconsideration, and his mind ran farther ahead, planning coldly,\nmechanically, the payment of his blood debts....\n\n       *       *       *       *       *\n\nAll in all, Judd was to blame for what happened that night on Iapetus.\nHe was an old hand and a capable one, and certainly he should have\nknown that extraordinary measures had to be adopted when Hawk Carse\nbecame his prisoner. By rights, he should have killed Friday\nimmediately, and steered straight for his rendezvous with Ku Sui,\nkeeping his eye on Carse all the time. He would have had to loaf on\nhis way to the rendezvous, of course, for it needed but five days to\nget there, and he had seven; and he would also have had to pick up his\nthree marooned men later. But that was what he should have done.\n\nYet, when one regards the personal angles, it is necessary to divide\nJudd's responsibility for succeeding events. He felt like having a\ncelebration, and certainly he and his men had earned one. He had\ncaptured the man who had stood, more than anyone else, in his and in\nKu Sui's way for years; the man who had quashed any number of their\noutlaw schemes, and who had given more trouble to them than all the\nforces of law and order on Earth and the patrol ships in space. More,\nhe had captured him alive, and that meant a much fatter reward from Ku\nSui. He possessed the valuable cargo of phanti horn; he had taken a\nbrand new ship, alone worth millions, besides being the fastest in\nspace. Judd was naturally elated; he had two nights and a day to\nspare; he felt expansive, and ordered a celebration.\n\nSuch decisions--trivial when seen from the eminence of a hundred\nyears--have directed the tide of history more than once.\n\nThere were thirteen men left of Judd's crew, including the three\nposted on Iapetus; these three and the six who manned the pirate's own\ncraft came running to the _Star Devil_ and piled into her open\nport-lock. They milled around in the control cabin, shouting in high\nspirits, swearing, throwing clumsy jests at the two silent figures on\nthe deck; and Judd joined with them. There was much loot to be split,\nand the Hawk was snared at last! Their chief stilled them for a moment\nand said:\n\n\"Well, I guess we deserve a little jamboree. I'm breaking out some\nalkite and meat; make a big fire outside and dig some barbecue pits.\nGo ahead--out of here! But wait: you, Sharkey, and you, Keyger.\"\n\nThese last two men, more husky and alert than most of their fellows,\nhe detailed for guard duty ever Carse and Friday. They were much cast\ndown at the job, but he premised them a larger slice of the loot for\nrecompense, and then stalked out after the other men.\n\nThe two guards stuck a brace of ray-guns in their belts and looked\nover the captives. Angry at missing the carousal, the man called\nKeyger kicked Friday, whose eyelids did not budge and whose body did\nnot quiver, and then, more gingerly, kicked Carse and swore at\nhim--but he turned somewhat hastily when the mild gray eyes slowly\nopened and stared up into his.\n\nThen the two guards pulled out chairs and placed them by the open\nport-lock, where they could command a view of the celebration. They\ndrew one ray-gun each, laid them ready, close by, and sat down.\n\n\n\n\nCHAPTER VII\n\n_Jamboree_\n\n\nTwo hours later their eyes were taking in a fantastic, mad scene, one\nthat in some ways might have occurred in the days when buccaneers\nroamed the Spanish Main of Earth.\n\nA little over a hundred yards away, straight before them, was the\ncorral of the phantis: far behind it encroached the shadowy fringe of\nthe jungle: to their right, closer to the corral than to the space\nships, was the ranch house, lonely now and silent. But these objects\nwere only the background for what had grown in front of the corral\nwire.\n\nIt was the roaring mass of the monster fire that had been lit, a\nsplash of fierce, leaping flames in the velvety cool of the night.\nBlack shapes were clustered around it; bottles were raised and\ndrained; and a frieze of shadows, staggered and jumped and danced\naround the ruddy pile of fire. The carousal was in full swing; a\nchorus of wild song rose noisily into the night; more cases were\nsmashed open and more alkite drawn out. The carcases of three animals\ntaken from the ranch's storehouse sizzled on the barbecue pits, to be\nripped apart and the rich, dripping meat torn at, tooth and claw. Ever\nhigher pierced the shrieks and oaths, till the calm night was\ndistorted and crazy.\n\nOther heavier sounds accompanied the bedlam of human noise: deep\nsnortings and roarings and the scraping of scores of horn-shod feet.\nBehind their wired electric fence was clustered the herd of phantis,\nstaring with their evil, red-shot little eyes at the flames and the\nshapes of the hated men. The big bulls were bellowing, bucking their\nheads angrily, churning up the soft soil with their strong,\ndagger-spurred feet: the welter of noise and the sight of so many men\nhad wrought them up into a vicious and dangerous state.\n\nJudd the Kite, a bottle in one hand and in the other a huge joint of\nmeat which he was tearing at with his teeth, suddenly paused with\nmouth crammed full and stared over through the flickering light at the\nphanti corral. A cruel light gleamed in his eyes: he gulped down the\nmeat and then turned to the shapes staggering around him. He yelled:\n\n\"Hey, there--let's get out the nigger! A little entertainment,\nfellows! Bring him out; but don't touch Carse: he's Ku Sui's. Douse\nhim with water if he's unconscious.\"\n\n       *       *       *       *       *\n\nThey yelled in drunken delight at his words, and half of them reeled\noff towards the _Star Devil_. Judd, lips up-curved in a smile, drew\nhis ray-gun and set the lever over for the low-power, continuous\nray-stream. These guns, unlike our present weapons, could shoot in two\nways: they could spit about twenty high-power discharges, a fraction\nof a second each in duration and easily sufficient to burn a man's\nhead through; or they could deliver a long-lasting low-power stream,\njust strong enough to sear and crisp a human skin. For the\nentertainment Judd had in mind he needed low power.\n\nThe men sent to the _Star Devil_ shoved past the guards on watch near\nthe port-lock and over to the prisoners. They found them lying, very\nclose together near the after wall.\n\n\"Gonna have some fun with the black, Judd's orders,\" they explained to\nthe guards. \"Still unconscious?\"\n\nCertainly Friday looked unconscious, his eyes closed, his full lips\nslightly parted, showing the powerful white teeth.\n\n\"I'll give him a shot of the ray,\" another brigand cut in. \"That'll\nbring him to. Be ready to grab him.\"\n\nThey got an unpleasant shock when the low-power stream flicked the\nnegro's leg. With a gigantic bellow that rang throughout the ship,\nFriday resisted.\n\nIt was like seeing a dead man come to life, and it startled them.\nBound as he was, Friday made things unhealthy for his would-be\ncaptors; he shunted his legs up and down and squirmed mightily, and\nonce his gleaming teeth snapped into an arm, bringing a howl of pain\nand several minutes of cursing. The unexpected resistance, once the\nsurprise was over, infuriated the rum-sodden men. One of them yelled:\n\"Sock him; Shorty!\" A ray-gun's butt was slapped down on Friday's\nhead; the negro rolled over, stunned. Then he was picked up without\nresistance and borne out into the night, where fantastic figures\ncavorted around the towering fire.\n\n\"The black devil was faking all the time!\" one of the guards said\namazedly. \"He wasn't unconscious. What in hell did he do that for?\"\n\n\"Dunno,\" snarled the other, rubbing a bruised leg. \"Must have\nsuspected what he's gonna get. Wish we was over there.\"\n\n\"Well, we can watch from here,\" grumbled his companion, and returned\nto the seats by the port-lock.\n\nThey both sat down, their backs half turned to the figure still lying\non the deck.\n\n       *       *       *       *       *\n\nCarse had said nothing, made no protest, had not even moved when\nFriday struggled in fierce resistance. He could have done much more,\nbut it would have been useless. Long before, he had seen the negro's\nopening eyes and signaled him to feign unconsciousness thus deflecting\nattention and making him appear harmless. He had also broached his\nplan for escape to Friday. He had not, however, reckoned on Judd's\ndesire to torture: he would, he now saw, have to act with his greatest\nspeed to save his mate from as much pain as possible.\n\nAnd he began to act.\n\nThe control cabin was streaked with patches of shadow and light, made\nvague by pools of darkness thrown by the banks of instruments. Only\none lighting tube was dimly burning. In this indefinite half-light the\nHawk set about stalking his prey.\n\nWith eyes narrowed and steady on the two guards who were completely\nabsorbed in the happenings outside, he drew his hands from beneath\nhim. They were no longer bound. The rope knotted around them had been\ngnawed through strand by strand--sliced by the strong white teeth of a\nnegro....\n\nCautiously, without a whisper of sound, Carse reached towards the\nbonds on his legs. The lean fingers worked rapidly. Quickly the knots,\nyielded and the rope was unwound. The legs were free. For a moment\nHawk Carse, ever with careful calculation of time, stretched his\ncramped muscles, limbering them for action.\n\nA mutter came from the port-lock. He froze. But it was only:\n\n\"Look at 'im! This is goin' to be good! Judd gets some damn clever\nideas!\"\n\nThey were utterly wrapped up in the scene outside, and unconscious of\nthe low blot that moved with steely purpose behind them.\n\n       *       *       *       *       *\n\nThe Hawk got to hands and knees; moved forward, the ghost of a shadow.\nThe two men who were his quarry were sitting close together, hunched a\nlittle forward in their eagerness not to miss a single detail. Their\nheads were not a foot apart. Each wore a ray-gun and had another lying\non the deck at his side.\n\nCarse came near to their backs. He paused, imperceptibly tensed,\njudged the distance carefully. Then in a sudden, snake-like movement,\nhe sprang.\n\nA forearm of steel clamped around the back of each guard's head and\njerked it sharply into the other's. There was a quick crack; then,\ndazed, only half-conscious, the two men toppled off their seats and\nfell to the deck.\n\n\"Quiet!\" warned an icy whisper. They stared, gaping, then staggered up\nto their feet.\n\nA ray-gun that just before had been lying on the deck was leveled\nsteadily at them, held in the hand of a gray-eyed man whose fine\nfeatures were as if graven from stone and on whose wrists were deep\nblue lines that showed where ropes had pressed. The guards' faces\nwhitened as realization came. One of them choked:\n\n\"It's him!\"\n\n\"Yes,\" whispered the Hawk dryly. He took a few steps backward, eyes\nnot moving. \"Go to that locker,\" he said to the shorter of the men,\nindicating with a curt nod the place where space suits were stowed.\n\"First draw your gun and lay it on that table. Hurry!\"\n\nThe man hastily complied. Anything else was unthinkable; meant quick\nand lonely and useless death. Shouts and laughter and drunken shrieks\nwere echoing from outside. No one would have ears for him.\n\nWhen he had stepped into the locker, Carse closed and sealed the door.\n\n\"What you goin' to do with me?\" croaked the remaining guard. He was\nbig and burly and he towered inches over the figure facing him, but\nhis lips were trembling and his eyes wild with fear.\n\n\"You,\" whispered the Hawk frigidly, \"kicked me when I was bound.\" He\nsheathed his ray-gun in his holster, then spoke again. \"Go for your\ngun.\"\n\nThe pirate trembled all over. His mouth fell open, and his eyes stuck\non Carse's shabby holster. He seemed half hypnotized.\n\n\"Draw.\"\n\nThe other's swarthy brow beaded with sudden-starting sweat. His hands\nhung limp, twitching at the finger-tips. He watched death stare him in\nthe face.\n\n\"Damn you, Carse!\" he burst out and suddenly went for his ray.\n\n       *       *       *       *       *\n\nCarse deliberately let him get the gun out. Not until then did his\nleft hand move. But even with such a head-start, so bewildering was\nthe adventurer's speed that only one streak of orange light made a\nflash in the cabin, and that streak was the Hawk's. The brigand\nquivered, his face still contorted with his last desperate emotion;\nthen he fell slowly forward and thudded into the deck. His body\ntwitched a little, and in a spasm rolled over. Square between the eyes\nwas a crisp, smooth-burned hole.\n\nHawk Carse gave the body not a glance, but sheathed his ray-gun,\npicked up the three others, stuck them in his belt, and glided to the\nport-lock. There, he peered outside.\n\nHis face hardened.\n\nBlobs of flame that flared from wood torches were clustered about the\nnearest side of the phanti corral. A dark blur of figures were ringed\nin a half-circle, and from it came yells of delight and almost\nhysterical laughter. The Hawk's eyes were chilling to look at when he\nsaw, through gaps in the circle of black shapes, the figure of a huge\nnegro, standing with his back almost touching the wire fence of the\ncorral. The actions of Friday gave the clue to what was happening.\n\nHe was caught in a broad ray of orange light, and in it he shuddered\nand hopped grotesquely from one leg to the other in an agony of pain,\nhis lips drawn back taut over the gleaming teeth, his face flexed and\nthe whites of his eyes showing as the eyeballs rolled. The glow that\nin part hung around him streamed from a ray-gun that was held in the\nright hand of Judd the Kite. Heat! Friday was being slowly crisped\nalive; seared on his feet in a furnace of heat: and the men who ringed\nhim were yelling advice at him between their laughter. Carse strained\nhis ears. In a jumble, he caught:\n\n\"Jump over\"--\"Nah, he'd have to climb\"--\"Climb! The juice's\ncut!\"--\"Into the corral!\"--\"Climb over, you black buzzard\"--\"Hoowee!\"\n\n       *       *       *       *       *\n\nAbout a foot behind Friday was the wire fence, behind which the\nphantis, their snouts converged towards the pirates, their red-shot\neyes glaring, their powerful hind feet clawing at the ground, were\nbellowing in wild and ferocious excitement. Sudden, awful death waited\non the other side of the fence; slow death by burning on this side.\nYet Friday still hoped, still had faith in his master, for he did not\nput a quick end to his living death by rushing the devilish circle or\nclambering over into the thick of the sharp stabbing spurs.\n\nCarse's brain moved with the swiftness of light. He could not rush the\ngroup: the odds were too great, and besides, Judd's gun was already\nout. Nor could he dive at them with the _Star Devil_ itself, or ray\nthem from above: that would mean Friday's death too. It would have to\nbe something else--and in a moment he had it. Carefully he examined\nall variations and checked the scheme back: it promised to be the\nfinal move, engendering the final meeting, and there must be no slip.\n\nFirst, the Hawk slipped shadow-like to the entrance port of the other\nspace ship, lying a few hundred feet away, shrouded in darkness. He\nhad to know if anyone were aboard.\n\nGruffly he called inside:\n\n\"Judd! Hey, Judd! You there?\"\n\nThere was no answer. Again he called, but the gloomy interior's\nsilence was not broken. Satisfied that it was empty, he doubled back\nwith noiseless speed, skirted round the _Star Devil_ and arrived like\na wind-carried wraith at the rear wall of the ranch house.\n\nA short leap and his hands closed on the copper drain. The muscles of\nhis wiry arms flexed, and the lean figure raised himself foot by foot\nto the eaves, where a pull and press up brought him over the edge.\nStooping, he padded to the side which faced on the clearing and the\ncorral.\n\nAnd then the ray-gun was drawn from its holster.\n\nFor seconds the cold gray eyes reckoned the shooting distance and the\nangle. The weapon came up and rested at arm's length. The first finger\nof the deadly left hand began to squeeze back.\n\nA pencil-thin streak of orange light speared the air!\n\n\n\n\nCHAPTER VIII\n\n_Stampede_\n\n\nJudd the Kite was enjoying himself hugely. His bestial sense of humor\nwas tickled. It was very funny, the contortions of the negro in the\norange ray-stream!\n\n\"Climb over!\" he suggested, amid roars of laughter from the circle of\nmen. \"Climb over, why don't you? I've turned off the current. There's\nno electricity in the fence. You won't be hurt. Why don't you climb\nover?\"\n\nFriday did not, could not answer. His lips were sucked tight together\nnow in wordless agony; the cheek muscles, strained taut, stood out\nlike welts of flesh; the huge body, bathed always in that steady glow\nof orange, was slightly livid in patches. He hopped mechanically,\nchanging from one aching leg to the other; his eyes were closed half\nthe time, his whole being one dumb agony. He did not know when it\nwould end, but he still had faith.\n\nOverhead, the flames of four tarred wood torches bobbed and reeled as\nthe men who held them reeled; seemed to shake in the gusts of laughter\nand yells and oaths that came ceaselessly from the onlookers. And in\nthis distorted light the half-shadowed snouts and bodies of the\nphantis, clustered behind their nine-foot-high fence, looked indeed\ndiabolical. The fence was high, for the creatures possessed surprising\njumping powers; it was composed of eight strands of wire, running\nparallel a foot apart from each other, with inter-crossing supports.\nThe electric current, now turned off, always kept the phantis from\ncrashing through.\n\nJudd smiled more widely. \"I guess I'll increase the power,\" his coarse\nlips pronounced. \"We'll see how you can duck a strong thin beam. I'll\ngive you about five minutes to climb over. After that you'll be burned\ndown slowly to a cinder. Now--will you climb? See--I'm moving the\nlever over. Watch, now, and feel--\"\n\n       *       *       *       *       *\n\nSuddenly his voice broke off short. There had been a hiss--a\n_spang_--a slight whip of sound. He glanced around swiftly. No, his\nmen had not noticed it. They were still laughing, roaring, swaying in\ndrunken merriment. The Kite's lips curved upward again. He continued:\n\n\"Feel the heat increase. It's stronger, now, and--\"\n\nAgain the _spang_, the whip, the streak of something swift. The men\nnoticed his expression and quieted somewhat. Judd was looking around\nhim, and even as he saw what it was there came a cry from a pirate\nnearby.\n\n\"Look! The fence!\"\n\nJudd's eyes widened; his lips slackened and lost their smile. The\nnoise, the laughs, the shouts, screams and oaths died into the night;\nfrightened silence fell over the group, and all that was left were the\nconcerted bellowings and snortings from the enraged herd of beasts\njust beyond.\n\nAll--except for another _spang_ that sounded as a streak of orange\nlight arrowed from somewhere through the flickering torchlight. And\nwith its coming the third parallel strand of the corral-fence whipped\napart with a little singing swish, shot neatly through, as were the\ntwo below it. Ten feet of fence on each side slumped visibly.\n\n\"Someone's shooting it through!\" came a scared whisper. Yet still the\nbrigands, held fascinated by fear and puzzlement, stared at the fence\nand at the surging crowd of stampede-crazy animals beyond.\n\nAnother _spang_, another streak of light! With deadly accuracy the\nshot clove the fourth strand. The lower half of a whole section of\nfence was gone. Behind it the bucking, red-eyed phantis inched\nforward, still afraid of the electric shock they thought was somewhere\nthere, but drawn to the opening by their hatred of the two-legged\ncreatures so near. Closer, closer! Then the befuddled pirates found\ntheir senses. Even as the fifth arrow of light came from the invisible\nmarksman and snapped the fifth strand, a concerted cry of fear of the\nadvancing beasts went up from the crowd of men.\n\n\"Run! Run! They're coming! They're coming out!\"\n\nThey turned, panic-stricken; the torches fell flaring to the ground,\nto lie there in pools of flame; the brigands ran for the nearest\nshelter, the dark bulk of the ranch house close by. They ran, fear\ntingling their spines, in their ears the sound of the maddened\nphantis.\n\n       *       *       *       *       *\n\nFrom his vantage point on the roof of the ranch house, the Hawk\nconfirmed his quick decision that this was the only way.\n\nRapidly, as was his custom, he had reckoned the problem out minutely\nand carefully; had considered and checked every possibility. He had\nto shoot the fence, not the brigands. For he couldn't hope to get more\nthan a couple of them: a pirate toppling over dead would jar the\nothers into instant action; they would scatter in the darkness,\nleaving the odds too great. And leaving, besides, small chance of\nwiping out every one of the pirates.\n\nAs for Friday, he had to take his chance. There was, this way, a good\nchance, if he used his brain. For, to the left, as close as the ranch\nhouse to the corral, were the grave-pits he himself had dug some hours\nbefore, and one was still empty, waiting to be filled. It offered\nshelter, a good chance--if he used his brain. He, Carse, would do all\nhe could to protect him from the stampeding beasts while he ran.\n\nSome of the pirates would be snared by the rush of phantis. Four or\nfive would probably reach the ranch house. That was what he wanted.\n\nAnd that was what he got. His fifth shot fired, straight and true from\nthe ray-gun of the most accurate marksman of space, the Hawk lowered\nthe weapon and gazed at the scene resulting, a ghost of a smile on his\nlips.\n\nHe saw the mob of creatures, in a bedlam of noise, sweep under the\nfence that had for so long kept them back. Bellowing their hatred,\ntheir cruel spurs eager for blood, they charged. Before them fled the\nthin fringe of men, Friday on one flank. A man went down with a\nscream; a half-grown horn knifed into him; he was trampled, gored,\nspurred, and left a bloody welter of death in seconds. Another,\nhearing the loud thud of feet just behind, turned with desperate eyes,\ndodged, tripped, shrieked and was caught and ripped. Another and\nanother. In the dancing, flickering half-light of the flames of fire\nand torches, a hellish scene of devastation and death spun out.\n\n       *       *       *       *       *\n\nCarse was shooting again, with the cold mechanical precision of a\nmachine. There was Friday to be guarded. He was now separated from the\nother men--cut off and edging to one side--to the side where was the\ngrave-pit! Dodging, wildly twisting and turning, he several times\nbarely escaped three or four phantis that thundered after him. The\nleader took perhaps ten steps: then its body quivered and it tumbled\nover and flopped on the ground, a little wisp of smoke curling from\nits body. The other two went down in swift succession. But there were\nmany, and even as Friday melted into the shadows, a group of several\nbeasts detached themselves and roared after him. The deadly ray-gun on\nthe roof wrought swift slaughter amongst them, but some got into the\ndarkness beyond vision of the icy gray eyes.\n\nCarse lowered his weapon. His face was very hard and very set. Would\nthey catch the negro? Tumble down on him if he made the pit? Well,\nthere was no helping it....\n\nBut the reckoning would soon be finished; the time was at hand. Cold\nas the deeps of space despite the awful havoc he had just created,\ntotally without visible emotion, he drew the last unused ray-gun from\nhis belt and put it in the shabby holster. One would be enough.\n\nShadow-like, noiseless and swift, he moved towards the far end of the\nroof.\n\n\n\n\nCHAPTER IX\n\n_The Hawk Strikes_\n\n\nHis face red, his breath coming in hoarse gasps, Judd the Kite\nstumbled through the house's door on the heels of four of his men. He\nswung rapidly and flung his weight against the door: locked and\ndouble-locked it. A second later fists pounded on the outer panel, and\na voice, racked with fear and terror, screamed:\n\n\"Let me in! Let me in! Oh, God, let me in! Judd!\"\n\nThen there was the thud of drumming feet, and one awful shriek from\nthe man who had found the door locked against him.\n\nBut the Kite was not listening. A measure of courage returning to him\nwith the building's protection, he snapped:\n\n\"Get those other doors locked quick! And lights. Then search the\nhouse.\"\n\nThe lighting tubes glowed, filling the room with soft radiance. Judd\nsurvey his position.\n\nHe saw that it could have been far worse. But his men needed courage.\n\nThe rapid change from orgy to deadly peril had sobered them\ncompletely. And they were frightened; nor was it fear of the beasts.\nThey came treading silently back from their inspection of the house,\nreporting it empty; but their eyes kept shifting, their ray-guns ready\nin hand. Each one knew, deep within him, who had fired the shots that\ncollapsed the fence. They had taken two captives; Friday had been\nunder their eyes; there was only one other, and he was--the Hawk.\n\nHawk Carse! The four men were nervous. More than a few lonely spots in\nthe countless leagues of space had seen his vengeance: and they--they\nhad killed his guards and his overseer, his radio-man, and, with the\nfungus, his ship's crew; they had tortured Friday. They were now marks\nfor the fatal left hand: fugitives from gray, icy eyes. The Hawk was\nloose!\n\n       *       *       *       *       *\n\nJudd saw the fear gnawing at their vitals. He felt it too. But there\nseemed no immediate danger, so, with a ray-gun in each hand, he\nsummoned a blustering courage and said to the others, harshly:\n\n\"Yes, it was that damned Carse! He must have got loose in some way.\nBut pull yourselves together: we're safe here. He's somewhere\noutside.\"\n\nHe reasoned it out for them.\n\n\"He couldn't have done that shooting from the _Star Devil_; it's too\nfar away. And he's not in it now or he'd be using it to try and find\nthat black of his--if the black's still alive. No, he's not in the\nship, and he's not in this house. He's somewhere outside, and he can't\nreach us here while the phantis have the place surrounded. We can\nshoot them down from the attic, and they'll soon beat it for the\njungle. When that happens we'll rush to the ships, and before Carse\nknows what it's all about we'll be up and away and he'll be marooned.\nThen we'll get him later.\"\n\nHis words brought a return of confidence. It was true, the others\nthought: the Hawk could not reach them as long as the phantis were\naround the house; and when they were driven away, the ships were near\nat hand and empty. All they had to do was get to the ships before\nCarse. The adventurer certainly was not then in one of the craft, or\nhe would be wasting no time hunting for Friday--and raying their\nstronghold. No doubt he was up a tree somewhere; perhaps gored and\ndead.\n\nOne of the men snickered, and Judd smiled at the sound. Their\nconfidence in him was encouraging.\n\n\"Get to the windows of the attic,\" he ordered. \"Some of those crazy\nbrutes are horning at the house. We've got to shoot them and get out\nof here, quick!\"\n\n       *       *       *       *       *\n\nThere were two rooms in the attic; the large one, used as a storeroom\nfor staple foods, had five windows, long, sloping affairs, three in\nfront and one in each side wall. The second room was small and at the\nrear, and was used to store tools and spare technical apparatus. It\nhad one little window, set high up, and connected with the larger room\nby a door set in the middle of the partition.\n\nJudd placed one of his pirates at each of the windows of the large\nroom, taking himself the center one.\n\nAround the house milled dozens of animal bodies, snorting, bellowing\nand roaring, their little red eyes flashing, claws tearing the soil in\nfutile rage at the men they knew to be safely within. A babel of\nbrutish sounds rose from them. Two of the bulls fell foul of each\nother and fought in fury, to suddenly turn and hurl their weight\nagainst a ground floor door, quivering it. But their rashness was\nanswered by a streak of light from an attic window, and as one toppled\nback, its body burnt through, the sights of the destroying ray-gun\nwere already on its fellow.\n\nThe huge fire the brigands had laid was dying, and night was seeping\never thickening darkness over the scene. Glinting very slightly in the\nstarlight were the black shapes of the two silent space ships.\n\nThen Judd the Kite, as he aimed and shot and aimed and shot again, was\nsuddenly struck by a disturbing idea. From where had Carse fired at\nthe corral fence? What was the logical vantage point for him?\n\nA shiver trembled down his spine. He saw suddenly with terrible\nclearness where that vantage point was--and it had not been searched.\nThe roof!\n\nHe turned swiftly, his lips opening to give orders.\n\nAnd there, standing on the threshold of the door to the smaller\nadjoining room, stood the figure of a man whose eyes were cold with\nthe absolute cold of space, and whose left hand held a steady-leveled\nray-gun that pointed as straight as his eyes at Judd!\n\n\"Hawk--Carse!\"\n\n\"Judd,\" said the quiet, icy voice.\n\n       *       *       *       *       *\n\nThe Kite went white as a sheet. His men turned slowly as one. One of\nthem gasped at what he saw; another cursed; the other two simply\nstared with fear-flooded eyes; only one thing flamed in every\nmind--the never-failing vengeance of the Hawk.\n\n\"Carse!\" repeated Judd stupidly. \"You--again!\"\n\n\"Yes,\" whispered the trader. \"And for the last time. We settle now.\nThere are a few debts--a few lives--a few blows and kicks--and a\nmatter of some torture to be paid for. The accounts must be squared,\nJudd.\"\n\nAnd slowly he raised his right hand to the queer bangs of flaxen hair\nwhich hung down over his forehead. He stroked them gently. Judd's\neyes, dry, hot, held fascinated on the hand. He shuddered.\n\n\"It's not pleasant,\" came the whisper, \"to always have to wear my hair\nlike this. That's another debt--the largest of all--I have to settle.\n_Sheathe your guns!_\"\n\nThe voice cracked like a whip. They obeyed without sound, though they\nread death in the frigid gray eyes. As their guns went into holsters,\nCarse's followed suit; he stood then with both hands hanging at his\nsides. And he said, in the whisper that carried more weight to them\nthan the trumpets of a host:\n\n\"Once before we were interrupted. This time we won't be. This time we\nwill see certainly for whom the number five brings death. Count,\nJudd.\"\n\nWith a jerk, the Kite regained some control over himself. The odds\nwere five to one. Five guns to one gun. Carse was a great shot, but\nsuch odds were surely too great. Perhaps--perhaps there might be a\nchance. He said in a strained voice to his men:\n\n\"Shoot when I reach five.\"\n\nThen he swallowed and counted:\n\n\"One.\"\n\nAside from the tiny flickering of the left eyelid, the Hawk was\ngraven, motionless, apparently without feeling. Judd, he knew, was\njust fairly fast; as for the others--\n\n\"Two.\"\n\n--they were unknown quantities, except for one, the man called Jake.\nHe had the reputation of possessing a lightning draw; his eyes were\nnarrowed, his hands steady, and the body crouched, a sure sign of--\n\n\"Three.\"\n\n--a gunman who knew his business, who was fast. His hip holsters were\nnot really worn on the hips, but in front, very close together; that\nmeant--\n\n\"Four.\"\n\n--that he would probably draw both guns. So Judd must wait; the other\nthree, being unknowns, disposed of in the order in which they were\nstanding; but Jake must be--\n\n\"Five!\"\n\n--first!\n\n       *       *       *       *       *\n\nOne second there was nothing; the next, wicked pencils of orange light\nwere snaking across the attic! And then two guns clanged on the floor,\nunfired, and the man called Jake staggered forward, crumpled and fell,\na puzzled look on his face and accurately between his eyes a little\nround neat hole that had come as if by magic. Two others, similarly\nstricken, toppled down, their fingers still tensed on ray-gun\ntriggers; the fourth pirate, his heart drilled, went back from the\nforce of it and crashed into the wall, slithering down slowly into a\nlimp heap. But Judd the Kite was still on his feet.\n\nHis lips were twisted in a snarl; his hands seemed locked. His eyes\nmet the two cold gray ones across the room--and then his coarse face\ncontorted, and he croaked:\n\n\"Damn you, Carse! Damn you--\"\n\nHis body spun around and flattened out on the floor with arms and legs\nflung wide. A tiny black hole was visible through his shirt. He had\nbeen last, and the Hawk had struck him less accurately than his\nfellows.\n\nThe trader was unwounded. He stood there for several minutes,\nsurveying what lay before him. He looked at each body in turn, and his\neyes were calm and clear and mild, his face devoid of expression.\nSilence hung over the attic, for the bellowings and snortings of the\nbeasts outside had died into faint murmurings as they straggled off\nfor their jungle home. The single living man of the six who had lived\nand breathed there minutes before holstered his still warm ray-gun;\nand then the sound of a step on the stairs leading from the rooms\nbelow made him look up.\n\nA man stood in the doorway of the attic.\n\n       *       *       *       *       *\n\nHe was big and brawny; but, though his arms and bare torso were\nstreaked with blood, and his trousers torn into shreds, and his legs\ncrisscrossed with cuts, there was broad grin on his face--a grin that\nwidened as his rolling white eyes took in what lay on the attic floor.\n\nNeither said anything for a moment. Then the Hawk smiled, and there\nwas all friendliness and affection in his face.\n\n\"You made the pit, Eclipse?\" he asked, softly.\n\nFriday nodded, and chuckled. \"Yes, suh! But only just. If Ah'd bin a\nleap an' a skip slower Ah'd bin a _tee-total_ eclipse!\"\n\nDancing lights of laughter came to the Hawk's eyes.\n\n\"Still feeling chipper,\" he said, \"--in spite of your burns. Well,\ngood for you. But I guess you've had enough of Ku Sui for a little\nwhile!\"\n\nThe negro grunted indignantly. \"You surely don't imply Ah'm _sca'ed_\nof that yellow Chink? Hell, no! Why--\"\n\nCarse chuckled and cut him off.\n\n\"I see. Well, then, drag these carrion out to your pit. And then--\"\n\nThere was something in the air, something big. Friday listened\neagerly. \"Yes, suh?\" he reminded his master after a pause.\n\n\"Judd,\" said Hawk Carse softly, \"was to have had a rendezvous with Dr.\nKu Sui in seven days. The place of the rendezvous is entered in the\nlog of his ship. I've got the last of Judd's crew a captive on the\n_Star Devil_....\"\n\nThe adventurer paused a moment in thought, and when he resumed his\nwords came clipped and decisive.\n\n\"I myself am going to keep that rendezvous with Ku Sui. I want to see\nhim very badly.\"\n\nFriday looked at the man's gray eyes, his icy graven face, the bangs\nof flaxen hair which obscured his forehead. He understood.\n\n       *       *       *       *       *\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Hawk Carse, by Anthony Gilmore\n\n*** END OF THIS PROJECT GUTENBERG EBOOK HAWK CARSE ***\n\n***** This file should be named 30307.txt or 30307.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/0/3/0/30307/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}