{"title": "The Passing of Ku Sui", "author": "Anthony Gilmore", "releaseDate": "October 20, 2009", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n                         Transcriber's Note:\n\n   This etext was produced from Astounding Stories November 1932.\n   Extensive research did not uncover any evidence that the U.S.\n   copyright on this publication was renewed.\n\n   The Table of Contents is not part of the original magazine.\n\n   One word in Chapter II could not be read. It has been marked\n   as illegible.\n\n\n                        The Passing of Ku Sui\n\n                        _A Complete Novelette_\n\n\n                          By Anthony Gilmore\n\n       *       *       *       *       *\n\n\n\n\n                   CONTENTS\n\nChapter\n     I    The Plan\n    II    Three Figures in the Dawn\n   III    The Raid\n    IV    The Voice of the Brains\n     V   \"My Congratulations, Captain Carse!\"\n    VI    The Deadline\n   VII    To the Laboratory\n  VIII    White's Brain--Yellow's Head\n    IX    Four Bodies\n     X    The Promise Fulfilled\n    XI    Ordeal\n   XII    Flight\n  XIII    In Earth's Shadow\n   XIV    The Hawk Strikes\n    XV    There Is a Meteor\n\n       *       *       *       *       *\n\n\n\n\nCHAPTER I\n\n_The Plan_\n\n[Illustration: _Like a projectile Hawk Carse shot out in a direction\naway from Earth._]\n\n[Sidenote: A screaming streak in the night--a cloud of billowing\nsteam--and the climax of Hawk Carse's spectacular \"Affair of the\nBrains\" is over.]\n\n\nThe career of Hawk Carse, taken broadly, divides itself into three\nmain phases, and it is with the Ku Sui adventures of the second phase\nthat we have been concerned in this intimate narrative. John Sewell,\nthe historian, baldly condenses those adventures of a century ago\ntogether, but on research and closer scrutiny they take on an\nindividuality and significance deserving of separate treatment, and\nthis they have been given here. For fictionized presentation, we have\nspaced the adventures into four connected episodes, four acts of a\nvibrant drama which ranged clear from Saturn to Earth, the core of\nwhich was the feud between Captain Carse and the power-lusting\nEurasian scientist, Dr. Ku Sui--that feud the reverberations of whose\nterrible settling still echo over the solar system--and in this last\nact of the drama, set out below, we come to its spectacular climax.\n\nThe words of John Sewell's epic history sit lightly on paper; easy\nwords for Sewell, once the collection of data was over, to write; not\nvery significant words for the uninitiated and casual reader who does\nnot see the irresistible forces beneath them. But consider the full\nmeaning of these words, and glance for a moment at the two figures\nconjured up by them. We see Hawk Carse, a man slender in build, but\nwith gray eyes and lithe, strong-fingered hands and cold, intent face\nthat give the clue to the steel of him; we see Dr. Ku Sui, tall,\nsuave, unhurried, formed as though by a master sculptor, in whose rare\ngreen eyes slumbered the soul of a tiger, notwithstanding the courtesy\nand the grace that masked always his most infamous moves. These two we\nsee looming through and dwarfing Sewell's words as they face each\nother, for they were probably the most bitter, and certainly the most\nspectacular, foe-men of that raw period before the patrol ships swept\nup from the home of man to lay Earth's laws through space.\n\nCarse and Ku Sui, adventurer and scientist, each with his own\ndistinctive strength and his own unyielding character--those two were\nstar-crossed, fated to be foes, and whenever they met there was blood,\nand never was quarter asked nor quarter expected. How could it have\nbeen otherwise? Ku Sui controlled the isuan drug trade, and Carse was\nagainst it, as he was against everything underhanded and unclean; Ku\nSui had tricked and, by a single deed, driven Carse's loved comrade,\nMaster Scientist Eliot Leithgow, from his honored position on Earth,\nand Carse was sworn to bring Ku Sui to Earth to clear the old\nscientist's name. Either of these alone was enough to seal the feud,\nbut there was more. Carse was sworn to release from their bondage of\nlife-in-death Ku Sui's most prized possession, his storehouse of\nwisdom--the brains of five great Earth scientists, kept alive though\ntheir bodies were dead.\n\nThese, then, were the forces glossed over so lightly by John\nSewell's words. These the forces that clashed in the episode set out\nbelow: that clashed, then drew apart, and knew not one another for\nyears....\n\n       *       *       *       *       *\n\nIt will be recalled that, in the second of these four episodes, \"The\nAffair of the Brains,\"[1] Hawk Carse, Eliot Leithgow, and the Negro\nFriday broke free from Dr. Ku's secret lair, his outwardly invisible\nasteroid, and in doing so thought they had destroyed the Eurasian and\nall his works, including the infamous machine of coordinated brains.\nIn the third episode, \"The Bluff of the Hawk,\"[2] it will be\nremembered that the companions came in Dr. Ku's self-propulsive\nspace-suits to Satellite III of Jupiter; and that there Carse learned\nthat in reality the Eurasian and the brains had survived, and that Dr.\nKu might very possibly soon be in possession of a direct clue to\nLeithgow's hidden laboratory on Satellite III. We saw Carse take the\nlone course, as he always preferred, sending Leithgow and Friday to\nhis friend Ban Wilson's ranch while he went to erase the clue. And we\nsaw him achieve his end at the fort-ranch of Lar Tantril, strong\nhenchman of Ku Sui, and, in brilliant Carse fashion, turn the tables\nand escape from the trap that had seemingly snared him, and proceed\ntowards where, fourteen miles away, Leithgow and the Negro were\nwaiting for him.\n\n[Footnote 1: See the March, 1932, issue of Astounding Stories.]\n\n[Footnote 2: See the May, 1932, issue of Astounding Stories.]\n\nHis three friends were waiting very uneasily that day. Eleven hours\nhad passed since Leithgow and Friday had parted from the Hawk, and\nthey had heard nothing from him. They knew he was going into high\nperil: Leithgow had in vain tried to dissuade him; and so it was with\ngrowing fear that they watched the hours pass by.\n\nWith Ban Wilson, they sat near dawn in the comfortable living room of\nthe ranch's central building. Although largely rested from the ordeal\nof the journey to Satellite III, the huge Negro was fidgety, and even\nLeithgow, more controlled, showed the strain by continually raising\nhis thin white fingers to his lined face and stroking it. Wilson's men\nwere on watch outside in the graying darkness, but often Friday\nsupplemented them, going to the door, staring down to the beach of the\nbordering lake, staring up to the skies, staring at the black and\nmurmurous flanks of the jungle--staring, scowling and returning to sit\nand look gloomily at the floor.\n\n       *       *       *       *       *\n\nBan Wilson was the most active physically. He was a miniature dynamo\nof a man, throbbing with a restless, inexhaustible tide of energy.\nShort and wiry, he stared truculently at the universe through\nwonderfully clear blue eyes, surrounded by a bumper crop of freckles\nand topped by a mat of bristly red hair. His short stub nose had\nprodded into countless hostile places where it most emphatically was\nnot wanted. It would be hardly necessary to old acquaintances of his\nto say that he was now speaking.\n\n\"No, sir! I say the Hawk's safe and kicking! Can't kill _him_! By my\ngrandmother's false teeth, I swear I'd follow him to hell, knowin' I'd\ncome out alive and leavin' the devil yowlin' behind with his tail tied\ninto pretzels! He said he would meet you here? Well, then, he will.\"\n\nFriday looked up mournfully.\n\n\"Yes, suh, Cap'n Ban; but Cap'n Carse was going into a pow'ful lot of\ntrouble. An' he was worn an' tired, an' he only had a space-suit an' a\nraygun, an' you know he wouldn't stop for anything till he'd done\nwhat he set out to. I kind of feel ... I dunno ... I dunno....\"\n\n\"By Betelguese!\" swore Ban Wilson, \"if he doesn't come soon I'll take\nthat damned Porno apart till I find him!\"\n\nEliot Leithgow gave up the late radio newscast from Earth he had been\npretending to read. A brief silence fell, and through it the old\nscientist seemed to feel something, seemed to expect something. And he\nwas not mistaken.\n\n\"_Who's there?_\"\n\nIt was a cry from one of the watchers outside. Friday leaped out of\nhis uneasy seat and was through the door even before Ban, who followed\nwith Leithgow. They heard the Negro roar from ahead:\n\n\"Cap'n Carse! Cap'n Carse! Sure enough, it's Cap'n Carse!\"--and they\nsaw his great form go bounding down to the gray-lit beach of the lake,\nto a slight, weary figure that came stumbling along it.\n\n       *       *       *       *       *\n\nHawk Carse had come as he said he would, but he was a sore figure of a\nman. Though he was not in it now, for days he had worn the harsh,\ngrating metal and fabric of a space-suit, and its marks were left on\nhim. Even from a distance the others could see that his once-neat blue\ntrousers and soft flannel shirt were torn through in many places,\nrevealing ugly purplish bruises; on his haggard face was a nap of\nflaxen beard, and in his blood-shot gray eyes utter exhaustion, both\nmental and physical. The Hawk had been acting at high tension for days\npast, and now the reaction was exacting its inevitable toll.\n\nHe came stumbling heavily along the beach, his feet dragging through\nits coarse sand, and it seemed as if he would drop any moment. With a\nslight smile he greeted Friday, then Eliot Leithgow and Wilson, all\nrunning down.\n\n\"Hello, Eclipse,\" he murmured, \"and Eliot--and Ban--\"\n\nThere he wavered and half fell against the Negro's body. Friday wished\nto carry him, but he would have none of it: by himself he walked up to\nthe ranch-house, where he slumped into a chair while Ban Wilson went\nshouting into the galley for a mug of hot alkite.\n\nAfter draining it, Carse revived slightly. Again aware of the three\nmen grouped around him, and recognizing their eagerness for his news,\nhe forced himself to speech.\n\n\"Sleepy--must sleep. But--yes--some things I'll tell you.\" In quick,\nstaccato sentences, his tired eyelids shut half the time, he sketched\nhis adventure at Lar Tantril's ranch, explaining how, even though\ncaptured, he had destroyed the figures, telling of the location of\nLeithgow's laboratory; and a slight smile appeared on his lips as he\ntold of the ruse by which he had escaped. \"Got away. Told them the\nlake-front was very dangerous to them. Made them let me show them. I\nwalked out--dozens of them round me, guns on me--walked out till I\nwent under water. Could do it in the suit. I walked under water half a\nmile or so, then came up and cached the suit. I guess they're still\nwatching! Easy!\"\n\n       *       *       *       *       *\n\nHe chuckled, and then, after a short pause, went on:\n\n\"But here's what's important--Ku Sui is alive. Yes, I know it. He has\nan assignation with Tantril at Tantril's ranch. In five days. And the\ncoordinated brains I promised to destroy--they still exist. So, Eliot,\nthese are orders: prepare plans for infra-red and ultra-violet\ndevices--they ought to do it--so we can see Dr. Ku's invisible\nasteroid when it comes. Friday, you go down and get my space-suit:\nit's cached ten miles down the beach, beneath a big watrari tree. And\nthen--\" His head slumped over; he appeared to have abruptly fallen to\nsleep.\n\n\"Yes, Carse? What is your plan?\" Eliot Leithgow asked softly. But the\nHawk was only making a great last effort to gather the threads of his\nidea.\n\n\"Yes,\" he responded, \"the plan. Ban stations a man to keep watch on\nTantril's ranch, while we go back to your laboratory, Eliot, where\nyou'll make the devices and repair the gravity-plates of my suit.\nThen, four nights from now, if the watcher's seen no one arrive, Ban,\nFriday and I return and lie in ambush round Tantril's ranch. Awaiting\nDr. Ku. When he comes, he'll surely leave his asteroid somewhere near.\nAnd while he's at Tantril's, we capture the asteroid--and my promise\nto the coordinated brains will be kept.\n\n\"Then--but that's enough for now; I am so tired. Ban, will you\nplease--some food--\"\n\nWilson, who had been listening eagerly and, at the end, grinning in\nprospect of action with the Hawk, darted off like a spark. A few\nminutes later, after his third mouthful of food, Carse murmured:\n\n\"We'll use your ship to go to Eliot's lab in, Ban, but I think\nyou'll--have to--carry me--aboard. So sleepy. Wake me when we get\nto--lab.\"\n\nOn this last word his sleep-denied body had its way, and at once he\nwas deep in the dreamless slumber of exhaustion.\n\nWhile he slept, the others rapidly carried out his orders. Within two\nhours Friday, in the ranch's air-car, had retrieved the cached suit.\nBan Wilson had manned and made ready his personal space-ship for the\ntrip to the laboratory, and Eliot Leithgow had jotted down a few\npreliminary plans for the infra-red and ultra-violet instruments\nwhich Carse would need in order to see the invisible asteroid of Dr.\nKu Sui.\n\n\n\n\nCHAPTER II\n\n_Three Figures in the Dawn_\n\n\nThe fourth night after the Hawk had met his friends at Ban Wilson's\nwas sunless and Jupiter-less, nor was there the slightest breath of\nwind; and in the humid, dank jungle surrounding on three sides the\nisuan ranch of the Venusian Lar Tantril the sounds of night-prowling\nanimals burst full and loud, making an almost continuous babel of\nvaried and savage noise.\n\nIn the midst of this dark inferno, Tantril's ranch was an island of\nstillness. Within the high guarding fence, the long low buildings lay\nquiet and were [illegible] brushed periodically by the light from the\nwatch-beacon high overhead as it swept its shaft over the jungle\nsmother and then around over the black glassy surface of the Great\nBriney Lake, bordering the ranch enclosure on the fourth side. And,\nvigilantly, the eyes of three Venusian guards followed the ray.\n\nThey stood on the three lookout towers which reared at equal intervals\nup above the circumference of the ranch; and though the buildings\nbelow seemed deserted, in reality wide-awake men were stationed at\nposts within them, waiting for the clang of the alarm which the\npressing of a button in any one of the lookout towers would effect.\nLar Tantril's ranch was not asleep. It was as alert and wary as the\nbeasts tracking through the jungle outside its fence, and all its\ndefensive and offensive weapons were at the ready.\n\nNo one within the ranch knew it, but within two hundred yards lay the\nfoe Lar Tantril and his men feared most.\n\n       *       *       *       *       *\n\nRegularly around the watch-beacon swept, slicing the blackness with an\noval white finger, the farthest edge of which reached a hundred and\nfifty yards. Over the \"western\" lake--and its inky ripples sparkled\nsomehow ominously. Over the jungle's confusion--and trees, great\nbushes, spiky vines and creeper-growths leaped into momentary\nvisibility, and then were again swallowed up in the tide of night.\nHere a cutlas-beaked bird, spotlighted for an instant, froze into\nsurprised immobility with the pasty, bloated worm it had seized\ntwisting and dangling from its mouth, to flap squawking away as the\nray glided on: there the coils of a seekan, in ambush on a tree limb,\nglittered crimson for the sudden moment of illumination; or a nameless\nhuge-eyed pantherlike creature was glimpsed as it clawed at a nest of\nunfledged haris, while the frantic, screaming mother beat at it with\nwings and claws....\n\nBut all this was usual and unalarming, merely the ordinary routine of\nthe jungle at night. Could the beacon have reached out another fifty\nyards, the guards on their towers would have seen that which was not\nusual--and would have summoned every weapon of the ranch beneath.\n\nOr could the guards have heard, besides the cries and crashings and\nyowls of the jungle folk, the man-made sounds which sped silently back\nand forth across the ranch within their tight and secret radio\nbeams--then, too, the alarm would have clanged.\n\nHad the beacon suddenly stretched its path outward another fifty\nyards, it would have fallen upon a massive, leafy watrari tree, taller\nthan most: and the guards, looking close, might have caught in one\nnotch of the tree's many limbs a glint of metal: might have seen, had\nthe light held on that glint, a bloated monster of metal and fabric\nbraced there, hiding behind a screen of leaves.\n\nThis giant, not native to the jungle, was posted due \"north\" from the\nranch. Another waited to the \"south,\" in a similarly large tree; and\nanother to the \"east.\"\n\nHawk Carse and his friends were abroad again and waiting to strike.\n\n       *       *       *       *       *\n\nBan Wilson, hot, itching and uncomfortable inside the heavy space-suit\nthat he wore, and supremely aware of his consequent awkwardness,\nwatched the ranch's beacon sweeping past him thirty or more yards\naway, and again sought relief from the tedium in conversation.\n\n\"Jupiter should be rising soon, Carse. It's the darkest hour--seems to\nme he'll come now if he comes at all. What do you think?\"\n\nHe was the one posted in a watrari tree \"south\" of Tantril's ranch.\nFlung on the tight beam of his helmet-radio, which had been tuned and\nadjusted by Eliot Leithgow so as to reach only two other radios, the\nwords rang simultaneously in the receivers of Friday, who was \"east\"\nof the ranch, and Carse, who was \"north.\"\n\nThe Hawk responded curtly:\n\n\"I don't know when he'll come; I suspect not before full morning.\"\n\nBan Wilson grunted at receipt of this discouraging opinion, and then\nonce more, as he had been doing regularly all through the night,\nraised to his eyes the instrument that hung by a cord from the\nneckpiece of the suit. Through it he scanned slowly and methodically\nthe portion of black heaven that had been assigned to him. The\ninstrument would have resembled a bulky pair of electro-binoculars\nwith its twin tubes and eyepieces, had not there been, underneath the\ntubes, a small, compact box which by Leithgow-magic revealed the\nworld through infra-red light by one tube, and ultra-violet the other.\n\n\"Nothing!\" Ban muttered to himself, lowering the device. \"And damn Ku\nSui for makin' these space-suits so infernally uncomfortable! Might as\nwell have made 'em space-ships, while he was at it!... Say, Carse,\" he\nbegan again aloud into his microphone, \"maybe Dr. Ku's come already. I\nknow my men said no one had arrived at the ranch in a suit like these\nwe've got on--but, hell, if his whole asteroid's invisible, why\ncouldn't he make his space-suit invisible, too?\"\n\n\"I don't think he's done that. Otherwise he would have--\" The\nadventurer's level tone raised incisively. \"Now, both of you, still!\nConceal yourselves with great care--Jupiter's rising!\"\n\n       *       *       *       *       *\n\nThe \"western\" horizon, a moment before indistinguishable, was now\nfaintly flushed, a flush which deepened quickly into glowing, riotous\ncrimson, causing long streamers to shoot out over the surface of the\nGreat Briney, tingling it, sparkling it. The light reached the jungle:\nand when the first faint reflected rays filtered down through the\nmatted gloom of tree and vine and bush the creatures that had tracked\nfor prey all night looked to their lairs: and gradually, the tenor of\nthe jungle noises waned off into a few last screams and muttered\ngrowls, and then died altogether into the heavy, brooding hush that\ncomes always with dawn over the jungles of Satellite III.\n\nJupiter thrust his flaming arch upwards over the horizon, and climbed\nwith his whole vast blood-blotched bulk into a sky turned suddenly\nblue. Lake and jungle shimmered under the rapidly dissipating night\nvapors. The ranch-beacon paled into unimportance. Day had come.\n\nAnd now the three bloated figures of metal and fabric that were men\ncrouched closely back beneath the leaves of the trees that concealed\nthem, and waited tensely, not daring at first to move for fear of\ndiscovery. Each one could see, through the intervening growth, the\nwatch-towers of the ranch; but Friday, from his post in the tree to\nthe \"east,\" could see the area best, and it was Friday to whom Carse's\nnext words were addressed.\n\n\"Eclipse?\" his terse voice asked. \"Do the guards in the towers seem to\nnotice anything?\"\n\nThe big Negro strained cautiously for a better view.\n\n\"No, suh, Cap'n Carse. Sure they can't see us at all. Just pacin'\nround on their towers, kind of fidgety.\"\n\n\"Anyone else in sight?\"\n\n\"No, suh.... Oh, now there's somethin'. Two of the guards are looking\nbelow, cupping their ears. Someone down there must be tellin' them\nsomethin'. Now they're lookin' up to the sky--the northern sky. Yes,\nsuh! All three of 'em! They're expectin' someone, sure enough!\"\n\n\"Good. He must be coming. Use your glasses.\"\n\n       *       *       *       *       *\n\nThen in all three trees the instruments that Eliot Leithgow had shaped\nwere raised, and the whole sweep of horizon and the glowing, clear\nblue dome of sky subjected to minute inspection through their\ndetecting infra-red and ultra-violet. Ban Wilson, perhaps, stared most\neagerly, for he had never seen Ku Sui's asteroid, and despite himself\nstill only half-believed that twenty craggy, twisted miles of rock\ncould be swung as its master willed in space, and brought down bodily\nto Satellite III.\n\nBut he saw nothing in the sky; nothing looming gigantically over any\npart of the horizon; and he reported disgustedly:\n\n\"Nothing doing anywhere. Carse.\"\n\n\"Don't see nothing either, suh,\" the Negro's deep voice added. And\nboth of them heard the Hawk murmur:\n\n\"Nor do I. But he must be--Ah! There! Careful! They're coming!\"\n\n\"Where? Where is it?\" yapped Ban excitedly, jerking the instrument to\nhis eyes again.\n\n\"Speak low. Not the asteroid. Three men.\"\n\nFor a tense minute there was silence between them, until, in a low,\ncrisp voice, the Hawk added:\n\n\"Three men in space-suits like ours, coming from the \"north\" straight\nfor Tantril's. Ban, you may not be able to see them till they get to\nthe ranch, so you keep hunting for the asteroid with your glasses.\nFriday, you see them?\"\n\n\"Yes, suh! Three! One ahead of the others!\"\n\n\"Keep your eyes tight on them. No talking now from either of you\nunless it's important.\"\n\nThe steely voice snapped off. And carefully, in his tree, Hawk Carse\nbrushed aside a fringe of leaves and concentrated on the three figures\nthe dawn had brought.\n\n       *       *       *       *       *\n\nHard and sharp they glittered in the flood of ruddy light from\nJupiter, great grotesque figures of metal and bulging fabric, with\nshining quarzite face-plates and the abnormally large helmets and\nboot-pieces which identified them as being of the enemy. At a level\nfifty feet above the jungle's crown they came in fast, horizontal\ntransit, and there was much of beauty in the picture that they\nmade--sparkling shapes flying without sound or movement of limb\nagainst the blue sky, over the heaped colors of the jungle below. One\nflew slightly in the lead, and he, the watching Hawk felt positive,\nwas Ku Sui, and the other two his servants--probably men whose brains\nhad been violated, dehumanized--mere machines in human form.\n\nStraight in the three figures flew, without hesitation or swerving,\ncloser and closer to the watching man in the tree. The Hawk's lips\ncompressed as his old enemy neared, and into his watching gray eyes\ncame the deadly cold emotionless look that was known and feared\nthroughout space, wherever outlaws walked or flew. Ku Sui--so close!\nThere, in that even-gliding figure, was the author of the infamy done\nto Leithgow, of the crime to the brains that lived though their bodies\nwere dead; of the organized isuan trade. Go for him now? The thought\nflashed temptingly through Carse's head, but he saw sense at once. Far\ntoo dangerous, with the powerful, watching ranch so close. He could\nnot jeopardize the success of his promise to the brains.\n\nAnd so Dr. Ku Sui passed, while two pairs of eyes from two leafy trees\nwatched closely every instant of his passing, and one man's hand\ndropped unconsciously to the butt of a raygun.\n\nQuickly, the Eurasian and his servitors were gone, their straight,\nsteady flight obscured by the trees around Tantril's ranch, below\nwhich they slanted.\n\nDr. Ku Sui had arrived at his assignation. But where was the asteroid?\n\n       *       *       *       *       *\n\nThrough his instrument, Carse sought horizon and heaven for the\nmassive body, but in vain. He spoke into his helmet-radio's mike.\n\n\"Ban?\"\n\n\"Yes, Carse?\"\n\n\"See the asteroid anywhere?\"\n\n\"Nowhere, by Betelgeuse! I've looked till my eyes--\"\n\nThe Hawk cut him short. \"All right. Stand by. Friday?\"\n\n\"Yes, suh?\"\n\n\"Can you see anything special?\"\n\n\"No, suh--only that the three platform guards keep lookin' down\ntowards the center of the ranch.\"\n\n\"Good. That means Ku Sui's being received,\" said Carse; and then he\nconsidered swiftly for a minute. Decided, he continued:\n\n\"Ban and Friday, you both wait where you are, keeping a steady\nlookout. None of us can see the asteroid, but it must be somewhere\ncomparatively near, for Dr. Ku has no reason to bother with a long\njourney in a space-suit. I think the asteroid's close down, hidden by\nthat distant ridge in the direction from which they came. I'm going to\nfind it. When I do, I'll tell you where to come meet me. Inform me at\nonce if Ku Sui leaves or if anything unusual happens. Understood?\"\n\nThe assenting voices rang back to him simultaneously.\n\n\"Right!\" he said; and slowly his great bulging figure lifted.\n\n       *       *       *       *       *\n\nCautiously, the adventurer made through the watrari tree to the side\nfacing away from the ranch. There, poising for a second, he\nmanipulated the lateral direction-rod on the suit's chest, and, still\nvery slowly, floated free from the shrouding leaves. Then, mindful of\nthe lookouts on the towers behind, he employed the tactics he had used\nbefore, and kept constantly below the uneven crown of the jungle,\ngliding at an easy rate through the leafy lanes created by the banked\ntree-tops.\n\nIn that fashion, in the upthrust arms of the jungle, twisting,\nturning, sometimes doubling, but following always a path the objective\nof which was straight ahead, Hawk Carse soared soundlessly for miles.\nHe maneuvered his way with practised ease, and his speed increased as\nthe need for hiding his flight decreased.\n\nHe was familiar with the landmarks of the region, and it was towards\nthe most pronounced of them that he flew. Soon it was looming far\nabove him: a long, high ridge, rearing more than three miles above the\nlevel of the Great Briney, and crowded with trees even taller and\nsturdier than those of the lower jungle plains. Beyond it was the most\nlikely spot....\n\nThe Hawk paused at the base of the ridge. There had been no warning\nfrom Ban or Friday, but, to make sure, he established radio\nconnection.\n\n\"Friday?\" he asked into the microphone. \"Any activity on the ranch?\nAny sign they're aware of our presence?\"\n\nClear and deep from miles behind, the Negro's voice answered:\n\n\"No, suh. Dead still. I guess they're inside the buildings--except the\nguards, and they're taking things easy. Where are you, suh?\"\n\n\"About ten miles from you, 'north' and a little 'east,' at the foot of\nthe ridge. I think I'll know something soon now. Stand by.\"\n\nThen Carse moved forward again, slowly winding up between the trees to\nthe summit of the ridge.\n\nAt the top he stopped. His eyes took in a long, wide valley, of which\nthe ridge where he hung was the southernmost barrier. He knew at once\nsomething was wrong. Through his opened face-plate he was aware of a\nbreathless hush that hovered over the valley, a hush which embraced\nits fifty miles or more of jungle length, a hush which was rendered\nactually visible in several places by the unmoving, limp-hanging\nleaves of the trees. Below, in the valley, all the myriad life of the\njungle seemed to have frozen, and only occasionally was the pause of\nlife and sound disturbed by the faint, muffled cry of a bird.\n\nWhat had wrought the hush? Nothing showed to the naked eye.\n\nFrom the summit of the ridge, Hawk Carse lifted Leithgow's glasses to\nhis eyes. And the valley was suddenly changed, and the hush explained.\nThe miracle lay before him.\n\n\n\n\nCHAPTER III\n\n_The Raid_\n\n\nA dim, shimmering outline through the infra-red, the valley lay\nrevealed as a great natural cradle for a mammoth body of rock which\nhad been swung down from the deeps of space to the surface of\nSatellite III.\n\nTitanic, breath-taking in its majesty of sheer bulk, the asteroid of\nDr. Ku Sui was made visible.\n\nIt hung suspended, low over the tree-tops of the valley, and it filled\nthe valley with rock and towered above it. This was the asteroid,\nexploded into a separate entity by the cataclysm that gave birth to\nthe planets, which Dr. Ku Sui had wrenched from the asteroidal belt\nbetween Mars and Jupiter and built into a world of his own, swinging\nit through space as he willed, and cloaking it with invisibility to\nbaffle those who marveled at how he came and went, unseen, on his\nvarious errands. This was the mighty rock fortress in which lay the\nkey-stone of his mounting power. This his lonely, unsuspected home,\ncome for a while to rest....\n\nHawk Carse scanned it closely.\n\nIt lay roughly head-on to him, its nearest massive, craggy end lying\nsome three miles from where he hung. On that end lived the life of the\nasteroid, and were located all Ku Sui's works. On a space planed flat\nin the rock, rested the dome, like an inverted quarter-mile-wide bowl\nof glittering glasslike substance, laced inside with spidery\nsupporting struts--the half bubble from inside which men guided the\nmass. Therein an artificial atmosphere was maintained, even as on any\nspace-ship, and there lay the group of buildings, chief of which was\nthe precious laboratory in which were the coordinated brains to whom\nthe Hawk had made his promise.\n\nCarse lowered the glasses, and again the Jupiter-light poured normally\naround him, the valley hushed and seemingly empty once more. He put\nthrough his call to Friday and Ban, giving them simple directions how\nto find him. And twenty-five minutes after that, he saw, looking back\ndown the ridge, their two giant metallic figures come twisting and\nturning in noiseless flight through the top lanes of the jungle below,\nand they were together.\n\n       *       *       *       *       *\n\nIt was seldom that Friday would intrude his thoughts when with his\nmaster and his master's friends, so when he arrived he merely surveyed\nthe asteroid through his glasses and was silent. But Ban Wilson, after\na long, comprehensive stare, during which one could almost feel the\namazement leaping through him, sputtered:\n\n\"By jumping Jupiter, Carse--I never would've believed it! That Ku\nSui's sure a genius! To have that whole asteroid there, man, and to\ntake it with him wherever he wants to go! Look at it! Fifteen, twenty\nmiles long, it must be! And that dome--\"\n\n\"Yes,\" said the Hawk shortly, \"but easy on that now. We've work to do,\nand it's got to be done quickly. Now listen:\n\n\"There are two main port-locks in the dome for space-ships, and the\nstarboard one has a smaller man-size lock beside it. We're going to\nthe smaller one. There'll no doubt be a guard on watch at it, so to\nhim we're Ku Sui and the two men who accompanied him. We'll have to\nchance recognition; but at least there's no difference in the suits\nwe're wearing, and we'll clasp our glasses on all the way to the lock,\nfor surely Dr. Ku has to use some similar device. Keep your faces\naverted as much as you can though, when near, and your rayguns in your\nbelts. If there's to be gunplay, leave the first shot to me. You'll\nboth follow me just as those two followed Dr. Ku.\"\n\nBan Wilson asked: \"Will you go down into the valley between the trees,\nthen up the face of the rock? The guard wouldn't see us until we were\nright at the lock.\"\n\n\"No, he wouldn't: but he'd wonder why Ku Sui was being so cautious.\nWe'll go straight across, in full view. We'll get in easily, or--well,\nthat depends. Ready?\"\n\nThey fastened the glasses over their eyes, keeping the helmet\nface-plates partly open. The rayguns they eased in their belt\nholsters, and slid back the hinged palms of their mittens, to give\nexit if need be to their gun-hands. They were ready.\n\nSwitching on the helmet gravity-plates to swift repulsion, the three\nsoared out of the trees, soared up on a straight, inclined line for\nthe dome on the asteroid, a steady, rapid climb that soon raised them\none mile, a second and a third, where they leveled off and sped\nstraight ahead. Now they could look right into the dome.\n\nRapidly the port-lock that was their objective grew in size. Behind it\nwere the buildings: the large, four-winged central structure and the\nsupplementary workshops and hangars, coolie-quarters and outhouses,\nall dim and shimmering through the infra-red--the mysterious, lonely\ncitadel of Dr. Ku Sui. There it all was, inside the dome, with the\nrest of the asteroid looming massive behind.\n\nA quarter-mile away, and swiftly half that, and half again the three\ngrouped figures arrowed ahead without hesitation. And the Hawk said\ncurtly:\n\n\"I see no men--do either of you? It looks deserted.\"\n\n\"There!\" cried Ban, after a second. \"There! Beside the port-lock. Just\nnow!\"\n\n       *       *       *       *       *\n\nBeside the smaller port-lock's inner door a figure had appeared, clad\nin the neat yellow smock of a servitor of Ku Sui. It was a smooth,\nimpassive Oriental face that turned to stare out at the approaching\nmen; and even Ban knew that this sentinel stationed at the lock was\none of the coolies whose brains Dr. Ku had altered, turning him into a\nmechanicalized man who obeyed no orders but his. He watched closely\nthe three who swept on towards him, his hand at a raygun in his belt.\nThe same questions were in the minds of all three of the raiders.\nWould he recognize something as being different, or suspicious? Would\nhe summon others of his kind from the small guard-box he had come out\nof?\n\nBut the coolie evinced no alarm. It would have been difficult for\nanyone to have discerned distinguishing features inside the cumbersome\nhelmets, behind the instruments clamped to the faces of the men who\nwore the suits. He called no others, but merely watched.\n\nSoon the opaque metal plates of the small lock's outer door had neared\nto within a few feet of Hawk Carse, and he stopped short, Ban and\nFriday following suit. They hovered there outside the door, gently\nswaying like flies against the great gleaming sweep of the dome, the\ncraggy rock face dropping sickeningly down for miles beneath them.\nAnd, like flies, they were powerless to open the door to gain\nentrance. Only the coolie inside could do that; and he, through the\ndome to one side, was peering at them.\n\nApparently he was satisfied with his scrutiny. After a moment, bolts\nshifted and the door stirred and swung out, revealing the all-metal\natmosphere chamber and the inner door at the far side. Immediately\nCarse floated into the chamber, and the two others pressed in behind.\nThey saw the outer door swing shut, and heard its locks thud over.\n\nThey were sealed from sight inside the port-lock's atmosphere chamber.\n\n\"Looks to me,\" whispered Ban Wilson, \"like a very sweet trap. If that\nfellow inside wants to--\"\n\nThe Hawk's cool voice cut him off.\n\n\"We can take off the glasses now,\" he said casually. \"Keep alert.\"\n\nAnd for a full minute they waited.\n\n       *       *       *       *       *\n\nAt length a circle of light showed around the rim of the inner door,\nand it grew quickly into the full flood of Jupiter-light as the door\nopened.\n\nCarse floated through, no longer attempting to avert his face.\n\nThe coolie, standing just outside the chamber, saw the adventurer's\nfeatures and remembered--and drew the raygun in his belt.\n\nCarse did not shoot. He never killed unless he could not avoid it;\nthis was as much a part of his creed as his remorseless leveling of a\nblood-debt. He struck with the suit. Under a quick turn of the\ncontrol, the great heavy bulk of fabric-joined metal lunged forward.\nThe move was quick, but not quite quick enough, for just before the\ncoolie was bowled headlong to the ground, he got out a high-pitched\nwarning yell; and then, as he lay sprawled out, apparently\nunconscious, a thin hot orange streak sizzled by Hawk Carse's helmet\nfrom the left.\n\nThis time Carse shot. His gun leaped from belt to hand, and had twice\nspoken from the hip before one could quite grasp what had happened.\nSeemingly without bothering to take aim, his deadly left hand had\nstricken into lifeless heaps two coolies who had come running and\nshooting from the nearby guard-box.\n\nAs Carse stood looking down at their bodies he was startled by another\nsizzling spit. He wheeled to see Friday holding the raygun that had\nspoken.\n\nThe Negro said apologetically:\n\n\"Sorry, suh--I had to. The other coolie, the one you knocked down,\ncame to and was aimin' at you. Guess they're all three dead now, sure\nenough.\"\n\n       *       *       *       *       *\n\nHis master nodded, and said in a low, thoughtful voice: \"In spite of\nwhat some men have said, I never like to kill; but for these robots,\nmore machines than men, with nothing human to live for, it's release\nrather than death.\n\n\"Well,\" he began again, more briskly, \"we're inside, and whoever else\nis here apparently doesn't know it yet. I expected more of a\ncommotion. I wonder how many coolies Ku Sui had, altogether? Fourteen\nor fifteen were killed when we broke through the dome, before, and now\nthese three. There surely can't be many left. Of course, there are the\nfour white men, his surgical assistants.\"\n\nBan Wilson spoke after what was for him a long silence. He had watched\nthe Hawk's gunplay with an awe-stricken face; its speed never failed\nto amaze him. He observed:\n\n\"These buildings certainly look lifeless. Well, what now, Carse?\"\n\n\"A search.\" He planned it out in his head, then gave quick orders.\n\"Ban,\" he directed, \"you go through all the out-buildings, your gun\nready. The five main ones are a workshop, a power-house, storehouse, a\nship hangar and a barracks for coolies. Whoever you find, take\nprisoner. Keep in touch with me by radio.\"\n\n\"Friday,\" he continued, \"I'm leaving you here. First get these bodies\nin that guard-house they came out of. Then keep sharp watch. I don't\nthink Ku Sui will return within fifteen minutes, but we must take no\nchance. At the first sign of him, warn me.\"\n\n\"Yes, suh. But what are you goin' to do?\"\n\n\"Take over the central building,\" said the Hawk. \"And then, when the\nwhole place has been reconnoitered, fulfil my promise to the brains.\"\n\n\"And what about Ku Sui?\"\n\n\"Later,\" he said. \"It should not be hard to take him prisoner.... Now,\nenough!\"\n\nThe three parted.\n\n\n\n\nCHAPTER IV\n\n_The Voice of the Brains_\n\n\nThe central structure of the group of buildings was shaped like a\ngreat plus-mark, each of its four wings of identical square\nconstruction, with long smooth metal sides and top, and with a door at\nthe end giving entrance to a corridor that ran straight through to the\nchief central laboratory of Dr. Ku Sui.\n\nCarse skimmed swiftly, two feet off the glittering metallic soil,\ntowards the end of the nearest wing, where he gently landed. He tried\nthe door giving entrance. It was open. He cautiously floated through\ninto complete darkness.\n\nThe Hawk was prepared for that. He drew a hand-flash from the belt of\nhis suit, and, standing motionless, his raygun ready in his left\nhand, he probed the darkness with a long white beam. Spaced evenly\nalong the sides of the corridor were many identical doors, and at the\nend a larger, heavier door which gave entrance to the central\nlaboratory. He found no life or anything that moved at all, so,\nmethodically, he set about inspecting the side rooms.\n\nThe doors were all unlocked, and he moved down the line without alarm,\nlike a mechanical giant preceded by a sweeping, nervous flow of light.\nSuch he might from the outside have appeared to be, but the man within\nhimself was more like a cat scenting for danger, all muscles and\nsenses delicately tuned to alertness. Door by door, a cautious and\nthorough inspection; but he found nothing of danger. All the rooms of\nthat wing were used merely for stores and equipment, and they were\nquite silent and deserted. When he came at last to its end, Carse knew\nthat the wing was safe.\n\nHe paused a minute before the laboratory door. He had expected to find\nit locked, and that he would have to seek other means of entrance; but\nit was not. By pushing softly against it, it easily gave inward on\nsilent well-oiled hinges. He entered.\n\n       *       *       *       *       *\n\nCarse found himself in a place of memories, and they were sharp and\npainful in his brain as he stood there. Here so much had happened:\nhere death, and even more than death, had been, and was, so near!\n\nThe high-walled circular room was dimly lit by daylight tubes from\nabove. The damage he, Carse, had wrought when besieged in it, a week\nbefore, had all been repaired. The place was deserted--it seemed even\ndesolate--but in Carse's moment of memory it was peopled. There had\nbeen the tall, graceful shape in black silk; there the operating table\nand the frail old man bound on it; there the four other men, white men\nand gowned in the smocks of surgeons, but whose faces were lifeless\nand expressionless. Dr. Ku Sui and his four assistant surgeons and his\nintended victim, Master Scientist Eliot Leithgow....\n\nThey were all gone from the room now, but there was in it one thing of\nlife that had been there before. It lay behind the inlaid screen\nwhich, standing on roller-legs, lay along the wall at one place. The\nHawk did not look behind the screen. He could see under it, to know\nthat no one lurked there. He knew what it was meant to conceal. There\nhis promise lay.\n\nBut his promise could not be fulfilled immediately. There were four\nwings to the building, four doors leading into the laboratory, and he\nhad inspected but one.\n\nAn open door to his right revealed a corridor similar to the one he\nhad reconnoitered. He repeated down it his methodical search and found\nno one. Then he returned to the laboratory.\n\nSurely there were men somewhere! Surely someone was behind one of the\ntwo closed doors remaining! Gun and flashlight still at the ready,\nCarse listened a moment at the nearest one.\n\nSilence. He grasped the knob, turned it and quickly threw the door\nopen. A rapid glance revealed no one. Wary and alert, he passed\nthrough, and discovered that in this wing were the personal living\nquarters of Dr. Ku Sui.\n\nThe quarters were divided into five rooms: living room, bedroom,\nlibrary, dining room and kitchen, and the huge metal figure passed\nthrough all five, the cold gray eyes taking in every detail of the\ncomfortable but not luxurious furnishings. There was a great interest\nto him, but it would have to wait.\n\nHe reentered the laboratory and went to the remaining door. Bending\nhis head he again listened. A sound--a faint whisper? He fancied he\nheard something.\n\nReady for whatever it was, Carse pulled the door wide. And before him\nhe saw the control room of the asteroid, and the men for whom he had\nbeen hunting.\n\n       *       *       *       *       *\n\nThey were white men. Carse recognized them immediately as the four\nassistants of Dr. Ku Sui. Once, they had been eminent on Earth,\nrespected doctors of medicine and brain surgery, leaders in their\nprofession: now they were like the mechanicalized coolies. For their\nbrains, too, the Eurasian had altered, divested of all humanity and\nindividuality, so as to utilize unhampered their skill with medicine\nand scalpel.\n\nThey were clad in soft yellow robes and seated at ease at one end of a\nroom crowded with a bewildering profusion of gauges, machines,\ninstruments, screens, wheels, levers, and other nameless controlling\ndevices. They did not show surprise at the huge clumsy figure that\nstood suddenly before them, a raygun in one hand. Like the coolies,\ntheir clean-cut features did not change under emotion. All they did\nwas rise silently, as one, gazing at the adventurer out of blank eyes,\nsaying nothing, and making no other move.\n\nCarse tried simple measures in dealing with them. His voice gentle yet\nfirm, he said:\n\n\"You must not try to obstruct me. You have seen me before under\nunfortunate conditions, yet I want you to know that I am really your\nfriend. I mean you no harm; but you must realize that I have a gun,\nand believe that I will not hesitate to use it if you resist me. So\nplease do not. I only want you to come with me. Will you?\"\n\nThey were simple words, and what he asked was simple, but would the\nmeaning reach these violated brains? Or would there instead be the\ndesperate reaction of the coolies, who had tried to kill him? Carse\nwaited with genuine anxiety. It would be hard to shoot them, and he\nknew he could not shoot to kill.\n\nA moment of indecision--and then with relief he saw all four, with\napparent willingness, move forward towards him. He directed them\nthrough the laboratory and, without sign of resistance, herded them\ndown the corridor he had first searched to the outside.\n\n       *       *       *       *       *\n\nThe light of Jupiter, flooding undiminished through the dome, dazzled\nhim at first. When he could see clearly, he distinguished the great\nform that was Friday standing motionless by the small port-lock, and,\nan equal distance away, moving around one of the out-buildings,\nanother similar figure. He spoke by radio.\n\n\"Find any, Ban?\"\n\nCheerful words came humming back.\n\n\"Only one coolie, Carse. Had no trouble after I disarmed him. He's now\nlocked inside a room in this building. Safe place for prisoners.\"\n\n\"Good,\" said Carse. \"You can see I've got four men--white men. I\nbelieve they're unarmed and quite harmless, but I want you to take\nthem, search them and put them away in that room too.\"\n\n\"Coming!\"\n\nThe distant form rose lightly, skimmed low over the open area between,\nand grew into the grinning, freckle-faced Ban Wilson. He bounced down\nawkwardly, almost losing his balance, then surveyed, wonderingly, the\nfour assistants of Ku Sui.\n\n\"By Betelgeuse!\" he muttered, \"--like robots! Horrible!\"\n\n\"Yes,\" said the Hawk shortly. \"You had no trouble, eh?\"\n\nBan grinned again. \"Nothing to mention. This has been soft, hasn't\nit?\"\n\n\"Don't be too optimistic, Ban. All right--when you've put these men in\nthe room, please relieve Friday. Send him to me in the laboratory--he\nknows where it is--and stand watch yourself. If Ku Sui appears--\"\n\n\"I'll let you know on the instant!\"\n\nHawk Carse nodded and turned back into the corridor from which he had\njust come. Now he would fulfil his promise. With no possibility of a\nsurprise attack from anyone within the dome, and Ban Wilson posted\nagainst the return of Ku Sui, he could attend unhampered to the vow\nwhich had brought him there.\n\n       *       *       *       *       *\n\nHe returned to the central laboratory. Quickly be rolled back the high\nscreen lying across one part of the curved wall and stood looking at\nwhat was behind it. The monstrousness of that dead-and-alive mechanism\noverwhelmed his thoughts again.\n\nBefore him stood a case, transparent, hard and crystal-like, as long\nas a man's body and half as deep, standing level on short metal legs.\nWhat it contained was the most jealously guarded, the most precious of\nall Dr. Ku Sui's works, the very consummation of his mighty genius,\nhis treasure-house of wisdom as profound as man then could know. And\nmore: it held the consummation of all that was so coldly unhuman in\nthe Eurasian. For there, in that case, he had bound to his will the\nbrains of five of Earth's greatest scientists, and kept them alive,\nwith their whole matured store of knowledge subservient to his need,\nalthough their bodies were long since dead and decayed.\n\nFor some time the adventurer stood lost in a mood of thoughts and\nemotions rare to him--until he was startled back into reality by a\nheavy, clumping noise coming down the corridor through which he had\nentered. His gun-hand flickered to readiness, but it was only Friday,\ncoming as he had been ordered. Carse greeted the Negro with a nod, and\nsaid briefly:\n\n\"There's a panel in this room--over there somewhere--you remember--the\nplace through which Ku Sui escaped when we were here before. It's an\nunknown quantity, so I want you to stand watch by it. Open your\nface-plate wide, and warn me at the slightest sound or sight of\npossible danger.\"\n\nThe Negro nodded and moved as silently as was possible in his\nspace-suit to obey. And Carse turned again to the thing to which he\nhad made a promise.\n\n       *       *       *       *       *\n\nThe icy-glittering case was full of a colorless liquid in which were\ngrouped at the bottom, several delicate, colored instruments, all\ninterconnected by a maze of countless spidery silver wires. Sheathes\nof other wires ran up from the lower devices to the case's main\ncontent--five grayish, convoluted mounds that lay in shallow\npans--five brutally naked things that were the brains of scientists\nonce honored and eminent on Earth.\n\nTheir bodies has long since been cast aside as useless to the ends of\nKu Sui, but the priceless brains had been condemned to live on in an\nunlit, unseeing deathless existence: machines serving the man who had\ntrapped them into life in death. Alive--and with stray memories, which\nKu Sui could not banish entirely, of Earth, of love, of the work and\nthe respect that had once been theirs. Alive--with an unnatural and\nhorrible life, without sensation, without hope. Alive--and made to aid\nwith their knowledge the man who had brought them into slavery\nunspeakable....\n\nHawk Carse's eyes were frigid gray mists in a graven, expressionless\nface as he turned to the left of the case and pulled over one of the\nwell-remembered knife switches. A low hum came; a ghost of rosy color\ndiffused through the liquid in the case. The color grew until the\nwhole was glowing jewel-like in the dim-lit laboratory, and the narrow\ntubes leading into the undersides of the brains were plainly visible.\nSomething within the tubes pulsed at the rate of heart-beats. The\nstuff of life.\n\nWhen the color ceased to increase, Carse pulled the second switch, and\nmoved close to the grille inset in a small panel above the case.\n\nSlowly, gently he said into the grille:\n\n\"Master Scientist Cram, Professors Estapp and Geinst, Doctors Swanson\nand Norman--I wish to talk to you. I am Captain Carse, friend of\nMaster Scientist Eliot Leithgow. Some days ago you aided us in our\nescape from here, and in return I made you a promise. Do you\nremember?\"\n\nThere was a pause, a silence so tense it was painful. And then\nfunctioned the miracle of Ku Sui's devising. There came from the\ngrille a thin, metallic voice from the living dead.\n\n\"_I remember you, Captain Carse, and your promise._\"\n\n       *       *       *       *       *\n\nA voice from living brain cells, through inorganic lungs and throat\nand tongue! A voice from five brains, speaking, for some obscure\nreason which even Ku Sui could not explain, in the first person, and\nsetting to mechanical words the living, pulsing thoughts that sped\nback and forth inside the case and were coordinated into unity by the\nmaster brain, which had once been in the body of Master Scientist\nCram. A voice out of nothingness; a voice from what seemed so clearly\nto be the dead. To Hawk Carse, man of action, it was unearthly; it was\na miracle the fact of which he could not question, but which he could\nnot hope to understand. And well might it have been unearthly to\nanyone. Even to-day.\n\nStill thrilling to the wonder of it, he went on:\n\n\"I have returned here to the asteroid with friends. Primarily I came\nto keep my promise to you, but I intend to do more. Dr. Ku Sui is not\nhere now, and will not be for at least fifteen minutes; but when he\ndoes return, I am going to capture him. I am going to take him alive.\"\n\nHe was silent for a moment.\n\n\"Perhaps you do not know,\" he continued levelly, \"but the people of\nEarth hold Master Scientist Eliot Leithgow responsible for your\ndisappearance. He is therefore a fugitive, and there is a price on his\nhead. It is my purpose to restore Eliot Leithgow to his old place by\nreturning Dr. Ku to Earth to answer for the crimes he has effected on\nyou.\n\n\"I am now ready to fulfil my promise to you. I expect no interruption\nthis time. I regret exceedingly my inability to destroy you when I was\nhere before, but I simply could not in the little time I had. I still\ndo not know how best to go about it. Perhaps you will tell me. I will\nwait....\"\n\nAn afterthought came to him. He added into the grille:\n\n\"There is no hurry. Your extraordinary position--your thoughts--I\nunderstand....\"\n\nThen there was a long silence. For once the Hawk was not impatient; in\nfact there was in him the feeling that the pause was only decent and\nfitting. For before him were the brains of five great scientists, who\nas captive remnants of men had asked him to end their cold and lonely\nbondage. Limbless, his was to be the hand of their self-immolation.\nThe present silent, slow-passing minutes were to be their last of\nconsciousness....\n\nAnd then at last spoke the voice:\n\n\"_Captain Carse, I do not wish you to destroy me. I wish you to give\nme new life. I wish you to transplant me within the bodies of five\nliving men._\"\n\n       *       *       *       *       *\n\nThe words, so unexpected, took Hawk Carse by perhaps the greatest\nsurprise he had ever known. For a time he was completely astounded; he\ncould hardly credit his ears. It required a full minute for him to\nsummon even the most halting reply.\n\n\"But--but could that be done?\" He strove to collect himself, to\nconsider logically this course that he had never dreamed would be\nrequested. \"Who could do it? I know of no man.\"\n\n\"_Dr. Ku Sui could transplant me._\"\n\n\"Ku Sui? He could, but he wouldn't. He would destroy you, rather.\"\n\nAlmost immediately the artificial voice responded:\n\n\"_You have said, Captain Carse, that you will soon have Ku Sui\ncaptive. Will you not attempt to force him to do as I desire?_\"\n\nCarse considered the suggestion, but it did not seem remotely\npossible. Ku Sui could not be prevented from having endless\nopportunities for destroying the brains while enjoying the manual\nfreedom necessary to perform the operations of re-embodying them.\n\n\"I do not see how,\" he began--and then he cut off his words abruptly.\n\nSomething had come into his mind, a memory of something Eliot Leithgow\nhad told him once, long before. Slowly the details came back in full,\nand at their remembrance his right hand rose to the odd bangs of\nflaxen hair concealing his forehead and began to smooth them, and a\nghost of a smile appeared on his thin lips.\n\n\"Perhaps,\" he murmured. \"I think ... perhaps....\"\n\nHe said decisively into the grille:\n\n\"Yes! I think it's quite possible that I can force Ku Sui to\ntransplant you into living bodies! I think--I _think_--I cannot be\nsure--that it can be done. At least I will make a very good attempt.\"\n\nThe toneless, mechanical voice uttered:\n\n\"_Captain Carse, you bring me hope. My thoughts are many, and they are\ngrateful._\"\n\nBut the Hawk had made a promise, and had to be formally freed of the\nduty it entailed.\n\n\"You release me, then,\" he asked, \"from my original promise to destroy\nyou?\"\n\n\"_I release you, Captain Carse. And again I thank you._\"\n\nThe adventurer returned the switches motivating the case, and the\nfaint smile returned to his lips at the thought that had come to him.\n\nBut the smile vanished suddenly at the quick, excited words that came\ncrackling into his helmet receiver.\n\n\"Carse? Carse? Do you hear me?\"\n\nHe threw over his microphone control.\n\n\"Yes, Ban? What is it?\"\n\n\"Come as fast as you can. Just caught sight of three distant figures\nflying straight towards here. It's Ku Sui, returning!\"\n\n\n\n\nCHAPTER V\n\n_\"My Congratulations, Captain Carse!\"_\n\n\nA few minutes later the trap was in readiness.\n\nIt had been swiftly planned and executed, and it promised well. Both\nthe inner and outer doors of the smaller port-lock lay ajar. Hawk\nCarse was gone from view. The only figure visible there was that which\nlay sprawled face-downward on the ground close to the inner door of\nthe port-lock.\n\nThe figure seemed to have been stricken down in sudden death. It was\nclad in the trim yellow smock of a coolie of Ku Sui. It was limp, its\narms and legs spreadeagled, and it lay there as mute evidence that the\ndome of the asteroid had been attacked.\n\nTo one entering from outside, the figure was that of a dead coolie.\nThe coolie that had worn those clothes was dead; his clothes now\ncovered the wiry length of freckle-faced Ban Wilson.\n\nBan played the game well. His face lay in the ground, pointed away\nfrom the lock, so he could not see what was going to happen behind\nhim: but before the Hawk had directed him to take off his suit and don\nthe yellow smock, he had glimpsed, rising swiftly over the\nsouthernmost barrier of hills that edged the valley, three black dots\ncoming fast toward the asteroid in straight, disciplined flight, and\nhe knew that the leader of the three was Dr. Ku Sui.\n\nAs he lay limp on the ground, playing his important part as the decoy\nof the trap, he knew that his life depended on the action and the\nskill and the timing of Hawk Carse. But he did not worry about that.\nHe had implicit faith in the Hawk, and trusted his life to his\njudgment without a tremor.\n\nStill, it was hard for Ban to throttle down his excessively nervous\nnature and maintain the dead man pose for the long silent minutes that\ncrawled by before there came any sound from behind. The Jupiter-light,\nflooding down on him from the glittering blue sky above, was hot and\ngrowing hotter, and of course he began to itch. Had he had the freedom\nof his limbs, he would not have itched, he knew; it happened only when\nhe had to keep absolutely still; he cursed the phenomenon to himself.\nMinute after minute, and no sound to tell him what was happening\nbehind, or how close the three approaching figures had come, or\nwhether Carse was at all visible or not--and the mounting, maddening\nitch right in the middle of his back!\n\n       *       *       *       *       *\n\nAt last Ban's mental cursings stopped. His straining ears had caught a\nsound.\n\nIt was quickly repeated, and again and again--the heavy, grating noise\nof metal on metal. The boots of space-suits on the metal floor of the\nport-lock. They had arrived!\n\nKu Sui would be there, close behind him; probably gazing at his\noutflung figure; probably puzzled, and suspicious, and quickly looking\naround for the enemies that had apparently killed one of his coolies.\nWith a raygun in hand--and guns in the hands of the two others with\nhim--glancing warily around over the guard-chamber close to the\nport-lock, and the main buildings beyond, and the whole area inside\nthe dome, and seeing no one.\n\nAnd then--approaching!\n\nBan could tell it by the silence, then the harsh crunch of the great\nboots against the powdered, metallic upper crust of ground. But he lay\nwithout an eyelash's flickering, a dead coolie, limp, crumpled. He\nheard the crunch of boots come right up to him and then pause; and the\nfeeling that came to his stomach told him unmistakably that a man was\nlooking down on him....\n\nNow--while Ku Sui's attention was on him--now was the time! Now!\nOtherwise the Eurasian would turn him over and see that he was white!\n\nIt seemed to Ban centuries later that he heard the welcome voice of\nthe Hawk bark out:\n\n\"You are covered, Dr. Ku! And your men. I advise you not to move. Tell\nyour men to drop their guns--_sh!_\"\n\nThe sound of the voice from the guard-chamber was replaced by two\nspits of a raygun. Unable to restrain himself, Ban rolled over and\nlooked up.\n\nHe saw, first, the figure of the Hawk. Carse had stepped out from\nwhere he had been concealed, in the guard-chamber, and was holding the\ngun that had just spoken. Standing upright, close to the inner door of\nthe port-lock, were two suit-clad coolies. Ban saw that they had\nturned to fire at Carse, and that now they were dead. Dead on their\nfeet in the stiff, heavy stuff of their suits.\n\nDr. Ku Sui was standing motionless above him, and through the open\nface-plate of the Eurasian's helmet Ban could see him gazing at Hawk\nCarse with a strange, faint smile on his beautifully chiselled,\nascetic face.\n\nThe Hawk came towards them, the raygun steady on his old foe; but\nwhile he was still yards away, and before he could do anything to\nprevent it, the Eurasian spoke a few unintelligible words into the\nmicrophone of his helmet-radio. Carse continued forward and stopped\nwhen a few feet away. Dr. Ku bowed as well as he could in his stiff\nsuit and said courteously, in English:\n\n\"So I am trapped. My congratulations, Captain Carse! It was very\nneatly done.\"\n\n       *       *       *       *       *\n\nThe two puffed-out, metal-gleaming figures faced each other for a\nmoment without speaking. And in the silence, Ban Wilson, watchful,\nwith a raygun he had drawn from his belt, fancied he could _feel_ the\nlong, bitter, bloody feud between the two, adventurer and scientist,\nthere met again....\n\nCarse spoke first, his voice steel-cold.\n\n\"You take it lightly, Dr. Ku. Do not rely too much on those words you\nspoke in Chinese. I could not understand them--but such things as I do\nnot know about your asteroid I have already guarded against; and I\nthink we can forestall whatever you have set in action.... You will\nplease take off your space-suit.\"\n\n\"Willingly, my friend!\"\n\n\"Watch close, Ban,\" said the Hawk.\n\nDr. Ku Sui unbuckled the heavy clasps of his suit, unscrewed the\ncumbersome helmet, and in a moment stepped free. At the suit slid to\nthe ground, there stood revealed his tall, slim-waisted form, clad in\nthe customary silk. He wore a high-collared green silk blouse,\ntailored to the lines of his body, full trousers of the same material,\nand pointed red slippers and red sash, which set the green off\ntastefully. A lithe, silky figure; and above the silk the high\nforehead, the saffron, delicately carved face, the fine black hair.\nHalf-veiled by their long lashes, his exotic eyes rested like a cat's\non his old enemy.\n\nThe Hawk moved close to him, and swiftly patted one hand over his\nbody. From inside one of the blouse's sleeves he drew a pencil-thin\nblade of steel from its hidden sheath. He found no other weapon.\nStepping back, he quickly divested himself of his suit also.\n\n\"And now, Captain?\" the Eurasian murmured softly.\n\n\"Now, Dr. Ku,\" answered Carse, once again a slender, wiry figure in\nsoft blue shirt and blue denim trousers, \"we are going to have a\nlittle talk. In your living room, I think.\n\n\"Ban,\" he continued. \"I don't believe there's anyone else who can even\nsee the asteroid, but we have to be careful. Will you stay on guard\nhere by the port-lock? Good. Close its doors, and yell or come to me\nif anything should occur.\"\n\nHe turned to the waiting Eurasian again.\n\n\"You may go first, Dr. Ku. Into the laboratory, and then to the living\nroom of your quarters.\"\n\n       *       *       *       *       *\n\nThey found Friday on guard where he had been stationed in the\nlaboratory. The big Negro, on recognizing the Eurasian, grinned from\near to ear and gave him what he considered a witty greeting.\n\n\"Well, well!\" he said with gusto, \"--come right in. Dr. Ku Sui! Make\nyourself at home, suh! Sure glad to have you come visitin' us!\" He\nlaughed gleefully.\n\nBut his words were wasted on Dr. Ku. His eyes at once fastened on the\ncase of coordinated brains, standing at one side. Carse noticed this.\n\n\"No. Dr. Ku,\" he said. \"I have not touched the brains. Not yet. But\nthat's what we're going to talk about.\" He motioned to one of the four\ndoors connecting the central laboratory with the building's wings.\n\"Into your living room please, and be seated there. And no sudden\nmoves, of course: I have a certain skill with a raygun. Friday, keep\ndoubly alert now. Better take off your suit. I will call for you in a\nfew minutes.\"\n\nKu Sui walked on silent feet into the first division of his personal\nquarters, the softly-lit living room. A lush velvet carpet made the\nfloor soft; ancient Chinese tapestries hid the pastelled metal of the\nwalls; books were everywhere. It was a quiet and restful room, with no\nvisible reminder of the asteroid and its controlling mechanics.\n\nDr. Ku sank into a deep armchair, linked his fingers before him and\nlooked up inquiringly.\n\n\"We were going to talk about the brains?\" he asked.\n\n       *       *       *       *       *\n\nCarse had closed the door behind him, and now remained standing. He\nmet the masked green eyes squarely.\n\n\"Yes.\" He was silent for a little, then, quietly and coldly he went to\nthe point.\n\n\"You'll be interested to hear that I have talked with the brains and\nbeen relieved of my premise to destroy them. They requested something\nelse. Now I have committed myself to attempt their restoration into\nliving bodies.\"\n\n\"So?\" murmured the Eurasian. \"So. Yes, Captain, that is very\ninteresting.\"\n\n\"Very.\" The Hawk spoke without trace of emotion. \"And some courtroom\non Earth will find more than interesting the testimony of your\nre-embodied brains.\"\n\nDr. Ku Sui smiled in answer. \"Oh, no doubt. But, my friend--this\ntransplantation--you accept its possibility so casually! Won't it\nprove rather difficult for you, who have never even pretended to be a\nscientist?\"\n\n\"Not difficult. Impossible.\"\n\n\"And Master Scientist Eliot Leithgow--I have unbounded respect for his\ngenius, but brain surgery is a specialty and I really think that this\ntask would be outside even his capabilities. I am sure he himself\nwould admit it.\"\n\n\"You are right, Dr. Ku: he has admitted it. We both realize there is\nonly one person in the universe who could achieve it--you. So you will\nhave to perform the operations.\"\n\n\"Well!\" said Dr. Ku Sui. The smooth, fine skin of his brow wrinkled\nslightly as he gazed up at the intent man facing him. \"Is this just\nstupidity on your part, Captain? Or do you attempt a joke at which in\ncourtesy I should smile?\"\n\nThe Hawk answered levelly: \"I was never farther from joking in my\nlife.\"\n\n       *       *       *       *       *\n\nWith a delicate shrug of his silken shoulders, Ku Sui averted his\neyes. As if bored, he glanced around the room. Slowly he unclasped his\nhands.\n\n\"I am a very fast shot, Dr. Ku,\" whispered Carse. \"You must not make a\nsingle move without my permission.\"\n\nAt that the Eurasian laughed aloud, a liquid laugh that showed his\neven teeth between the finely cut lips.\n\n\"But I am so completely in your power, Captain Carse!\" He held on to\nthe last syllable, a low, sustained hiss--and then he snapped it off.\n\n\"_S-s-stah!_\" His mood had changed: the smile vanished from a face\nsuddenly thin and cruel; the green eyes unmasked, to show in their\ndepths the tiger.\n\n\"What insane talk! You say such things to me! Don't you know that to\ncoordinate those brains I worked for years with a devotion, a\nconcentration, a genius you can never hope even to comprehend? Don't\nyou realize they're the most precious possession of the greatest\nsurgeon and the greatest mind in the universe? Don't you understand\nthat I've fashioned a miracle? Realize these things, then, and marvel\nat yourself--you who, with your gun and your egotism, think you can\nmake me undo their wonderful coordination!\"\n\nThe tiger returned behind the veil, its power and fury again leashed,\nand Dr. Ku Sui relaxed his green eyes once more masked and enigmatic.\nHawk Carse asked simply:\n\n\"_Could_ you transplant the brains?\"\n\n\"You insist on continuing this farce?\" murmured the Eurasian. \"I would\nnot be rude, but really you try my patience!\"\n\n\"_Could_ you transplant the brains?\"\n\nDr. Ku Sui looked at the colorless face with its eyes of ice. With a\ntrace of irritation, he said:\n\n\"Of course! What I have once transplanted, I can transplant again. But\nI will not do it--and my will no one, and no force, can alter. Perhaps\nit is clear now? In no way can you touch my will. I am sorry that I so\ngrossly insulted you, Carse, for there are certain things about you\nthat in a small way I respect. But here you are helpless.\"\n\n\"Not entirely,\" said the Hawk.\n\n       *       *       *       *       *\n\nKu Sui leaned forward a trifle. In that moment, perhaps, he first felt\nreal concern, for Carse's quiet voice was so confident, so assured. He\nattempted to sound him out.\n\n\"A gun?\" he asked. \"Torture? Threats? These against my will? Absurd!\nConsider, my friend--even if I seemed to consent to the operations,\ncould I not easily destroy the brains while ostensibly working on\nthem?\"\n\n\"Of course,\" said Carse, with a faint smile. \"And threats and torture\nwould be absurd. Against your will, Dr. Ku, a more powerful weapon\nwill have to be used.\"\n\nThe Eurasian's eyes were brilliant with intuition.\n\n\"Ah--I see,\" he murmured. \"Eliot Leithgow!\"\n\n\"Yes, Dr. Ku!\"\n\nThe two gazed at each other, Carse still with the faint smile, the\nother with the face of a statue. Presently the adventurer went on:\n\n\"Unfortunately for you, Eliot Leithgow can provide a method of\ncompulsion neither you nor any other man could ever resist. Not guns,\ntorture, threats--no. A subtler weapon, worthy of your fine will.\"\n\nAs he spoke, Carse saw the Eurasian's green eyes narrow, and in the\npause that followed he knew that the swift, trained mind behind those\neyes was working. What would it evolve? What move? And those Chinese\nwords, uttered out by the port-lock--what would they result in, and\nwhen? Dr. Ku Sui was concerned now, the Hawk knew, seriously\nconcerned, and inevitably, would take serious steps. What was growing\nin his resourceful brain? He would have to ward off any trouble when\nit came, for he could not know now. He said curtly:\n\n\"But enough of that. Now, I have a trifling favor to ask of\nyou--something concerning the laboratory. Will you please return to\nit.\"\n\nA strange light glimmered for an instant in Dr. Ku Sui's eyes--a\nmocking of the slender man before him. Only for an instant; then it\nwas gone. Gracefully he raised his tall figure.\n\n\"The laboratory? Of course, my friend. And as for the favor--almost\nanything.\"\n\n\n\n\nCHAPTER VI\n\n_The Deadline_\n\n\nFriday greeted them with another wide grin, and would again have\nbludgeoned the Eurasian with his wit had not the Hawk motioned him to\nsilence. Looking at Dr. Ku, he said:\n\n\"I have Friday posted here because of the secret panel somewhere in\nthis wall. You escaped through it before--do you remember?\"\n\n\"Of course I remember. And if I'd had merely a fraction of your luck\nthen, my present situation would be quite different.\"\n\n\"Perhaps,\" said the Hawk. \"This panel is now the unknown quantity so\nfar as I'm concerned, and I don't like unknown quantities; so I am\nasking you to show me where it is and how it works. That's my favor.\nOf course you can refuse to reveal it, but that will not delay me very\nlong. The method of compulsion I mentioned....\"\n\nDr. Ku-Sui appeared to reflect a moment, but his decision was not\ntardy in coming. He smiled.\n\n\"You terrify me, Captain, with your ominous hints about compulsion. I\nsuppose I'd better be reasonable and show it to you. Really, though,\nyour concern over the panel is rather wasted, inasmuch as it conceals\nnothing more than a small escape passage leading out of this building.\nNothing important at all.\"\n\nBut his words, Carse somehow felt, were a screen; something else lay\nbeneath them. He watched the tall figure with its always present odor\nof tsin-tsin blossoms move forward in a few indecisive steps, then\nback again, considering. The smile and the easy words were a\ncamouflage, surely--but for what?\n\n\"Nothing important at all.\" Dr. Ku Sui repeated pleasantly. \"Come. I\nwill show you. Friday--if I may so address you--over on that\nswitchboard you will find a small lever-control. It is the one with a\nChinese character above it. Will you be so kind as to throw it?\"\n\nThe Negro glanced inquiringly at his master. Grimly Carse nodded.\n\nAn enigmatic light glimmered in the Eurasian's green eyes as they\nwatched the Negro go to the switchboard and put thumb and forefinger\non the control.\n\n\"Only a small escape passage,\" he said deprecatingly as the Hawk\ncrouched, gun ready, his eyes on the suspected place in the wall.\n\nFriday threw the switch.\n\nImmediately there sounded a short, sharp explosion. And acrid smoke\nbillowed out from under the case of coordinated brains!\n\n       *       *       *       *       *\n\nCarse sprang to Ku Sui, gripped one arm and cried harshly:\n\n\"What have you done?\"\n\n\"Not I, Captain--your obedient servant, the Black. Please, your\nfingers--\" He removed them from his arm; and then, smiling, he said:\n\n\"I am afraid that all your assurance, your threats, are now but so\nmuch wasted breath.\"\n\n\"You mean--?\"\n\n\"Surely, Captain,\" said Ku Sui, \"you must have known I would provide\nfor such an emergency, as this. I chose not to risk your darkly-hinted\nmethod of compulsion, and so had Friday remove the need for it. The\nChinese character above the switch stands for 'Death.'\"\n\nFrigidly the Hawk asked: \"You've destroyed the brains?\"\n\n\"I have destroyed the brains.\" The Eurasian's voice was deep with a\nstrange, unusual tone. \"No matter: it was time. I am far, far ahead of\nthat work, great though it was; it has destroyed itself with its\ninherent, irremediable fault. Yes, far ahead. Next time....\" He\nappeared to lapse into profound and melancholy reflections; seemed to\nforget entirely the two men by him.\n\nBut the Hawk acted.\n\n\"We'll see,\" he said curtly. \"Friday, watch the Doctor closely; this\ntrick may be only the first.\" An intent, grim figure, he strode to the\ncase of coordinated brains, pulled over the first of its two\ncontrolling switches, and stood silent while slowly the pulsings of\nlight grew through the inner liquid and very slowly irradiated the\nfive gray, naked mounds that were human brains. The light came to\nfull, and Carse threw over the second switch. He said into the\ngrille:\n\n\"I am Captain Carse. I wish to know if you are aware of what has just\nhappened. Do you hear me, and did you feel anything a minute ago?\"\n\n       *       *       *       *       *\n\nSilence. Friday, close to the Eurasian and watchful, hung breathless,\nhoping that words might come from the grille in answer. But the silken\nfigure he watched was there only in body; Dr. Ku's mind was in a far\nspace of his own.\n\nCold, unhuman words spoke out.\n\n\"_Yes, Captain Carse, I hear you. I felt the vibrations of the\nexplosion that occurred a minute ago._\"\n\n\"Hah!\" grunted Friday, immediately relieved. \"All bluff, suh! No\ndamage to 'em at all!\"\n\nCarse asked quickly into the grille:\n\n\"You felt the explosion, but do you know what it meant?--what it did?\"\n\nAgain a pause; and again the toneless voice:\n\n\"_A vital part of the machinery through which I live his been\ndestroyed. I have left only some three hours of life._\"\n\nThe Hawk returned to Ku Sui. \"Is that true?\" he snapped.\n\n\"Yes, Captain.\" The words made a whisper, gentle and melancholy,\ncoming from afar. A man was turning back from the scanning of the long\nyears of one phase of his life. \"Three hours is all that is left to\nthem.... But there was a fault inherent in such coordinated brains; it\nis just as well that they are going.... Ah, Carse. I am so far ahead\nof you ... but I tell you it is a painful thing to destroy so\nwonderful a work of my hands....\"\n\nSilence filled the laboratory. It was broken by the awful voice of the\nliving dead.\n\n\"_I release you from your second promise, Captain Carse. No doubt\nwhat happened was beyond your control.... I will soon be dead.\nAlthough there is still nourishment in my liquid, I grow weaker\nalready. I am dying...._\"\n\nHarshly, the Hawk asked a final question into the grille:\n\n\"Within what time will you retain the vitality necessary to undergo\nthe initial steps of the transplanting operations? Do you know?\"\n\nDr. Ku raised his head at this, though he seemed only mildly\ninterested in what the reply would be.\n\n\"_I think for two of the remaining three hours._\"\n\n\"All right!\" said Hawk Carse decisively. He threw off the case's\nswitches. \"Dr. Ku,\" he said, \"you've only succeeded in accelerating\nthings. Now for speed! Friday, we're taking this asteroid to Eliot\nLeithgow's laboratory. Go see that the port-lock doors are closed\ntight, then you and Wilson hurry back here! Fast! Run!\"\n\n\n\n\nCHAPTER VII\n\n_To the Laboratory_\n\n\nWhen the Negro returned, panting, with Ban Wilson, it was to discover\nCarse in the control room of the asteroid. He was studying the\nmultifarious devices and instruments: and they, seeing his face so set\nin concentration, did not disturb him, but went over to where Dr. Ku\nSui sat in a chair, and posted themselves behind it.\n\nThe apparatus in the control room resembled that of any modern\nspace-ship of its time, except that there were extra pieces of\nunguessed function. Directly in front of Carse was the directional\nspace-stick above its complicated mechanism: above his eyes was the\nwide six-part visi-screen, which in space would record the whole\n\"sphere\" of the heavens: while to his right was the chief control\nboard, a smooth black surface studded with squads of vari-colored\nbuttons and lights, These were the essentials, familiar to any ship\nnavigator; but they were here awesome, for they controlled not the one\nor two hundred feet of an ordinary craft, but twenty miles of this\nspace-ship of rock.\n\n\"Yes ... yes....\" Carse murmured presently out of his study, then\nturned and for the first time appeared to notice Friday and Ban. He\ngave orders.\n\n\"Eclipse, you see the radio over there? Get Master Leithgow on it for\nme--protected beam. Ban, you bind Dr. Ku Sui in that chair, please.\"\n\nWilson was surprised.\n\n\"Bind him? Isn't he going to run this thing?\"\n\n\"No.\"\n\n\"_You're_ going to, Carse?\"\n\n\"Yes. I don't quite trust Dr. Ku. The asteroid's controlled on the\nsame principles as a space-ship: I'll manage. Please hurry, Ban.\"\n\n\"Cap'n., suh! Already got the Master Scientist!\" called Friday from\nthe radio panel. The Hawk strode swiftly to it and clamped the\nindividual receivers over his ears.\n\n\"M. S.?\" he asked into the microphone. \"You're there?\"\n\n\"Yes. Carse? What's happened?\"\n\n\"All's well, but I'm in a tremendous hurry: I've only got time, now,\nto tell you we're on the asteroid with Dr. Ku prisoner, and that I'm\nundertaking to transplant the coordinated brains into living human\nbodies.... What? Yes transplant them! Please, M. S.--not now:\nquestions later. I'm calling primarily to learn whether you have any\nV-27 on hand?\"\n\nEliot Leithgow, in his distant laboratory, paused before replying.\nWhen his voice sounded in the receivers again, it was excited.\n\n\"I think I see, Carse! Good! Yes, I have a little--\"\n\n\"We'll need a lot,\" the Hawk cut in tersely. \"Will you instruct your\nassistants to begin preparing as much as they can in the next hour? Yes.\nAnd your laboratory--clear it for the operations, and improvise five\noperating tables. Powerful lights, too, M. S. Yes--_yes_--right--all\naccessories. Have someone stand by your radio; I'll radio further\ndetails while we're on our way.\"\n\n\"Right, Carse. All understood.\"\n\nThe Hawk remembered something else. \"Oh, yes, Eliot--is everything\nsafe in your vicinity?\"\n\n\"There's a small band of isuanacs foraging around somewhere in the\nneighborhood, but otherwise nothing. They're harmless--\"\n\n\"But possibly observant,\" finished Carse. \"All right--I'll clear them\naway before descending to the lab. Until later, Eliot.\"\n\n       *       *       *       *       *\n\nCarse switched off the microphone and turned to catch Friday's shocked\nexpression. Carse looked inquiringly at his dark satellite.\n\n\"What's wrong?\"\n\n\"Lordy, suh,\" the Negro whispered, \"Dr. Ku could hear all you said!\nHe'll know where Master Leithgow's laboratory is!\"\n\nThe Hawk smiled briefly. \"No matter, Eclipse. I'm quite sure the\ninformation will avail him nothing. For this ride to the laboratory\nwill be his last ride but one.\" He turned. \"We're starting at once.\nBan, you've bound him well?\"\n\n\"If he can get out of those knots,\" grinned Wilson, \"I'll kiss him on\nthe mouth!\"\n\nThe Eurasian's nostrils distended. \"Then,\" he said. \"I most certainly\nwill not try. But Captain Carse, may I have a cigarro before we start\non this journey?\"\n\nCarse had gone over so the space-stick and his eyes were on the\nvisi-screen, but he now turned them to his old foe for a moment. \"Not\njust now, Dr. Ku,\" he said levelly. \"For it might be that all but two\npuffs of it would be wasted. Yes--later--if we survive these next few\nminutes.\"\n\nThe remark did nothing to ease the tension of their leaving. Ban\nWilson could not restrain a question.\n\n\"Carse, are you going to risk atmospheric friction all the way to the\nlaboratory?\"\n\n\"No. Haven't time for that. Up and down--up into space, then down to\nthe lab--high acceleration and deceleration.\"\n\nHe grasped the space-stick, then in neutral, holding the asteroid\nmotionless in the valley. He glanced at the visi-screen again, checked\nover the main controls and tightened his hand on the stick.\n\n\"Ready everyone,\" he said, and gently moved the stick up and forward.\n\n       *       *       *       *       *\n\nThere was, to the men in the control room, little consciousness of\npower unleashed: only the visi-screen and the bank of positional\ninstruments told what had happened with that first, delicate movement\nof the space-stick. It was an experiment, a feeler. The indicators of\nthe positionals quivered a little and altered, and in the visi-screen\nthe hills of the valley, that a moment before had been quite close and\nlarge, had diminished to purple-green mounds below.\n\nThen the accelerating sensations began. Carse had the \"feel\" of the\nasteroidal ship and his controlling hand grew bolder. The steady\npressure on the space-stick increased, it went up farther and farther,\nand the whole mighty mass of the asteroid streaked out at a tangent\nthrough the atmosphere of Satellite III toward the gulf beyond.\n\nWith dangerous acceleration the gigantic body rose, and from outside\nthere grew a moaning which was quickly a shrieking--a terrible,\nmaddened sound as of a Titan dying in agony--the sound of the cloven\natmosphere. Twenty miles of rock were hurled out by the firm hand on\nthe space-stick, and that hand only increased its driving pressure\nwhen the screaming of the air died away in the depthless silence of\nouter space.\n\nIn one special visi-screen lay mirrored the craggy back-stretch of the\nasteroid, half of it clear-cut and hard in Jupiter's flood of light,\nthe other half lost in the encompassing blackness of space. Over this\nshadowed portion a faint, unearthly glow clung close, the result of\nthe terrific friction of the ascent. In miniature, in the regular\nscreens, was Satellite III, but a distorted miniature, for its\nhalf-face appeared concave in shape, and dusted with the haze of its\natmosphere.\n\n       *       *       *       *       *\n\nThe Hawk was visibly relieved. He turned to the silent Ku Sui.\n\n\"I must congratulate you, Dr. Ku,\" he said, \"on the operation of the\nasteroid. It's as smooth as any ship. And now, your cigarro. Ban, have\nyou one?\"\n\nWilson produced a small metal case from which he extracted one of the\nlong black cylinders.\n\n\"You will have to put it in my lips, please,\" murmured Dr. Ku. \"Thank\nyou. And a light? Again thanks. Ah....\" He drew in the smoke, exhaled\na fine stream of it from his delicately carved nostrils. \"Good.\" Then\nhe looked up pleasantly at the Hawk.\n\n\"And my congratulations to you, Captain. Not only on your expert\nmaneuvering of my asteroid, but on everything: your resourcefulness,\nyour decision, your caution. I have long admired these qualities in\nyou, and the events of to-day, though for me perhaps unfortunate,\nincrease my admiration. My own weak resistance, my attempt to\nfrustrate your plans in connection with the brains--how miserable in\ncomparison! It would seem, Captain, that you cannot fail, and that you\nwill indeed succeed in giving the brains new life, so swiftly do you\nmove. Yes, my congratulations!\"\n\nHe drew at the cigarro, and the smoke wreathed gently around his\nascetic saffron face. A faint, queer glint was visible under the long\nlashes that half-veiled his eyes as he continued:\n\n\"But I have a question, Captain. A mere nothing, but still--\"\n\n\"Yes, Dr. Ku?\"\n\n\"The living bodies into which you propose to transplant the\nbrains--where are they?\"\n\nHawk Carse's face was stern and his voice frigid as he answered:\n\n\"Fortunately, those bodies are right here on the asteroid.\"\n\n\"Here on the asteroid, Captain? I don't understand. What bodies are\nhere?\"\n\n\"The bodies of your four white assistants, whom I have safely\nconfined, and one of your robot-coolies, also confined. I did not\nintend to use these five, but, because you put a premium on time by\nyour attempted destruction of the brains, it cannot be helped.\"\n\n       *       *       *       *       *\n\nDr. Ku Sui's impassive demeanor did not change. He did not seem in the\nleast surprised. He puffed quietly at the cigarro and nodded.\n\n\"Of course, of course. You have five bodies right here on the\nasteroid. Yes.\"\n\n\"At least,\" continued Carse levelly, \"I do not regret having to use\nthe bodies of your men. They are no longer human: they are not men:\nthey are in effect but machines of your making, Dr. Ku.\"\n\n\"Quite. Quite.\"\n\n\"I suppose you find it an unpleasant thought, to have to be the means\nof re-making them into whole, normal human beings?\"\n\n\"On the contrary,\" breathed the Eurasian, \"you inspire a very pleasant\nthought in my brain, Captain Carse--though I must confess it is not\nexactly the thought you mention.\" A smile, veiled by the smoke of the\ncigarro, appeared on his lips.\n\nThe Hawk looked at him closely: the words had a hidden meaning, and it\nwas clear he was not intended to miss the implied threat. But what was\nKu Sui's thought? Back in his mind an anxiety grew, indefinite, vague\nand devilish.\n\nAnd that vague anxiety was still with him when, fifty-seven minutes\nlater, the asteroid returned from its inverted U-flight, slowed in its\nhurtling drop from space and hovered directly over the secret, hidden\nlaboratory of Master Scientist Eliot Leithgow.\n\n\n\n\nCHAPTER VIII\n\n_White's Brain--Yellow's Head_\n\n\nTo Friday it was a bad mistake to reveal the location of the\nlaboratory to Dr. Ku Sui. From him above all men had that location up\nto now been kept. Just a few days before, Hawk Carse had risked his\nlife to preserve the secret. And yet now, deliberately, he was showing\nit to the Eurasian!\n\nNervously, Friday watched him, and he saw that his eyes were alive\nwith interest as they scanned the visi-screen. It was too much for the\nNegro.\n\n\"Captain Carse,\" he whispered, coming close to the adventurer, \"look,\nsuh--he's seein' it all! Shouldn't I blindfold him?\"\n\nCarse shook his head, but turned to Dr. Ku, where he sat bound in the\nchair scrutinizing the visi-screen.\n\n\"Yes, Doctor,\" he said, \"there it is--what you have searched for so\nlong--the refuge and the laboratory of Eliot Leithgow.\"\n\n\"There, Captain?\" murmured the Eurasian. \"I see nothing!\"\n\nAnd true, the visi-screen showed nothing but a hill, a lake, a swamp,\nand the distant, surrounding jungle.\n\nThat spot on Satellite III had been most carefully chosen by the\nMaster Scientist and Carse as best suiting their needs. It lay at\nleast a thousand miles--a thousand miles of ugly, primeval\njungle--from the nearest unfriendly isuan ranch, and was diametrically\nopposite Port o' Porno. Thus it allowed Leithgow and Carse to come and\ngo with but faint chance of being observed, and the steady watch kept\nthrough the laboratory's telescopic instruments lessened even that.\nAnd even if their movements to and from the laboratory had been\nobserved, a spy could have discovered little, so ingeniously was the\ncamouflage contrived to use to best advantage the natural features of\nthe landscape.\n\nAt this spot on Satellite III there was a small lake, long rather than\nwide. At its shallow end, the lake lost itself in marshy, thick-grown\nswamps; at its deep end it washed against the slopes of a low, rounded\nhill. Topping the hill was a rude ranch-house, which to the casual eye\nwould appear the unimportant habitation of some poor jungle-squatter,\nwith beds of various vegetables and fruits growing around it, and\nguarded against the jungle's animals by what looked like a makeshift\nfence. The ground inside the fence had been cleared save for a few\nthick, dead stumps of oxi trees, gnarled and weather-beaten, which\nmade the whole outlay look crude and desolate.\n\nSo desolate, so poor, so humble, as not to deserve a second glance\nfrom the lowest of scavenger or pirate ships. So misleading!\n\n       *       *       *       *       *\n\nCarse had brought the invisible asteroid to a halt perhaps a half mile\nabove the hill. The minutes were slipping by, bringing the two-hour\ndeadline ever closer, but he did not skimp his customary caution on\napproaching the laboratory. From the control room, he swept the\nelectelscope over the surrounding terrain, and soon sighted the band\nof isuanacs Eliot Leithgow had mentioned.\n\nThrough the 'scope's magnifying mirrors they seemed but yards away,\nthough they were wandering knee-deep in the marshes at the far end of\nthe lake. All their repulsive details stood out clearly.\n\nMore beasts than men, were such isuanacs (pronounced ee-swan-acs), so\ncalled from the drug that had betrayed them step by step to a pit in\nwhich there was no intelligence, no light, no hope--nothing but their\nmind-shattering craving. In many and unpredictable ways did the drug\nravish their bodies. They were outcasts from the port of outcasts,\ndriven out of Porno into the wilderness, where they tracked out their\nmiry ways searching ever for the isuan weed until some animal ended\ntheir enslavement, or the drug itself finally killed them in\nconvulsions. They were the legion of the damned.\n\nThis band of half a dozen was typical, grubbing through the slime of\nthe swamp, snarling at each other, now and again fighting over a leaf,\nthen squatting down in the mud where they were, to chew on it, their\ntorture of mind and body momentarily forgotten. Rags, mud-caked and\nfoul, partly covered their emaciated bodies: their hair was matted,\ntheir eyes blood-shot....\n\nCarse noted their position and looked up at Friday.\n\n\"Get the Master Scientist for me, please,\" he requested. The radio\nconnection took only seconds: and then he said into the microphone:\n\n\"Eliot? We're directly above you, as you probably have seen. All\nwell?\"\n\n\"Yes, Carse. The laboratory's in readiness. But those\nisuanacs--they're still outside.\"\n\n\"I've seen them, and I'm going to drive them away. Then I'll be down\nto you. Have the upper entrance ready.\"\n\n       *       *       *       *       *\n\nThe Hawk turned back to the controls. Taking the space-stick out of\nneutral, he moved it very slightly down and to one side. Ban and\nFriday, not understanding his intention, watched the visi-screen.\n\nThe whole mass of rock that was the asteroid changed position at a\ngentle speed. The band of isuanacs came nearer and nearer, and then\nwere to the right. Completely oblivious of the great bulk hovering\nabove them, they continued their grubbing through the swamp; and then\nthe asteroid was over the jungle beyond them, and lowering its craggy\nunder-side.\n\nThe under-side brushed the crown of the jungle. The trees bent,\ncrackled and broke, as if swept by a vicious but silent hurricane.\nOnly a moment of contact; but in that moment a square mile of\ninterwoven trees and vines was swept low--and to the isuanacs the\neffect, as was intended, was terrifying.\n\nThey stared at the phenomenon. There had been no sound, no whip of\nwind, nothing--yet all those trees had bent and crashed splintering to\nthe ground. Their slavering lips open, the isuan weed forgotten, they\nstared: and then howling and shrieking they broke and went splashing\noff panic-stricken through the marsh.\n\nIn five minutes the band had disappeared into the jungle in the\nopposite direction and the district was cleared; and by that time\nHawk Carse was again in his space-suit, out of the control room and\nbusy at the mechanism of one of the great ship-sized port-locks in the\ndome, having left behind him both Ban and Friday to guard Dr. Ku.\n\nHe mastered the controls of the port-lock quickly, and swung inner and\nouter doors open. He glided through, and then, a giant, clumsy figure,\npoised far out in the air, a soft breeze washing his face as he gazed\ndown at the hill five miles below, judging his descent. As he did not\nuse the infra-red instrument hanging from his neck, the asteroid might\nnot have been there at all.\n\nA moment or so later, after a straight, swift drop, Carse landed on\nthe hill, close to a particular, gnarled oxi-tree stump. The nearby\nranch-house looked deserted, the whole place seemed desolate. The Hawk\nwaddled over to the stump, pressed a crooked little twig sticking out\nfrom it, and a section of the seeming-bark slid down, revealing the\nhollow, metal-sided interior of a cleverly camouflaged shaft.\n\nThere were rungs inside, but Carse could not use them. He squeezed\nhimself in, closed the entrance panel, and, carefully manipulating his\ngravity controls, floated down. A descent of twenty-five feet, and he\nwas on the floor of a short, level corridor with gray walls and\nceiling.\n\nCarse clumped along to the door at the other end of the corridor,\nopened it, and stepped into the hidden underground laboratory of\nMaster Scientist Eliot Leithgow, which, with its storerooms, living\nquarters and space-ship hangar, had been built into the hollowed-out\nhill.\n\n       *       *       *       *       *\n\n\"Welcome back, Carse!\"\n\n\"Hello, Eliot,\" the Hawk nodded, rapidly divesting himself of the\nsuit but retaining his infra-red device. \"You've lost no time, I see.\"\n\nThe elderly scientist, his frail form clad in a buff-colored smock,\nturned and surveyed the laboratory. In the center of the square room\nfive improvised operating tables were drawn up, each one flooded\nindividually with, light from focused flood-tubes above in the white\nceiling. Flanking them were tables for instruments and sterilizers,\nand, more prominent, two small sleek cylindrical drums, from one of\nwhich sprouted a tube ending in a breathing-cone.\n\n\"The best I could do on such short notice,\" Leithgow commented.\n\n\"Where are your assistants?\"\n\n\"At work on the V-27. All I had on hand is in those cylinders.\"\n\n\"Much?\"\n\n\"Enough for twelve hours for one man, but the process of its\nmanufacture is accelerating; fortunately I had plenty of ingredients.\nOf course I've divined your intention, Carse. Ku Sui to perform the\noperations under the V-27. And it's possible, possible! It's\nstupendous--and possible!\"\n\n\"Yes,\" said the Hawk, \"but more later. I'm going up now to get Dr. Ku.\nI'll use the air-car. It's ready?\"\n\n\"Yes.\" Leithgow answered. \"But, Carse--one question I must ask--\"\n\nThe Hawk, already halfway to the door in the opposite wall of the\nlaboratory, paused and looked back inquiringly.\n\n\"What bodies are to be used?\"\n\n\"The only ones available, Eliot,\" the adventurer replied, \"since Ku\nSui, in his attempt to destroy the brains, left us only two hours--now\none hour--to complete the first steps of the transfer. They'll be\nthose four white assistants of his--those men, you remember, whose\nintellects he's dehumanized--\"\n\n\"Yes, yes?\" Leithgow pressed him eagerly. \"And the fifth?\"\n\n\"A robot coolie.\"\n\n\"Good God!\"\n\n\"I know, Eliot! It won't be pleasant for one of those brains to find\nitself in a yellow body. But it's that or nothing.\"\n\nThe scientist nodded slowly, his first expression of shock leaving his\nold face to sadness: \"But, a coolie. A coolie....\"\n\n\"Come, Eliot, we need speed! Speed! We've but an hour, remember, to\ncomplete the first steps! I'll have Ku Sui and the five men down\nimmediately.\"\n\nThe Hawk opened the door and strode down the long corridor beyond. His\nfootsteps were swiftly gone: and then the sound of another door\nopening and closing. In the laboratory there was a murmur from the old\nman.\n\n\"A coolie! A scientist's brain in that ugly yellow head! When\nconsciousness returns, what a cruel shock!\"\n\n\n\n\nCHAPTER IX\n\n_Four Bodies_\n\n\nHawk Carse had gone into Leithgow's ship hangar.\n\nIt was a vast place, occupying most of the hollowed-out space of the\nhill. Seventy feet high and more than two hundred feet long, it was,\nand, like the rest of the rooms, metal-walled and sound-proofed. Eliot\nLeithgow's own personal space-ship, the _Sandra_, rested there on its\nmooring cradle, and by its side was the laboratory's air-car, an\nidentical shape in miniature, designed for atmospheric transit.\n\nThe adventurer, a silent, swift figure, went straight to the air-car\nand climbed into its control seat. He tested the controls, found them\nresponsive, then pressed a button set apart from the others: and the\nhuge port-lock door set in the farther wall of the hangar slid\nsmoothly open, revealing a metal chamber similar to that of the ship\nport-lock on Ku Sui's asteroid. But whereas the chamber of the\nasteroid's port-lock was for vacuum-atmosphere, this was for\nwater-atmosphere.\n\nThe clamps of the mooring cradle were released, and the air-car moved\ngently into the lock chamber. The door swung shut behind. On the\npressing of another button there sounded a gurgling and splashing of\nwater, and quickly the chamber was filled. The air-car was now a\nsubmarine. All these operations were effected by radio control from\nwithin it.\n\nWhen the water filled the inside of the chamber, the second door\nopened automatically, and the car started forward through a long\nsteel-lined, water-filled tube. It continued on even keel until Carse,\nwatching through the bow window, saw a red light flash in the ceiling\nof the tube: and then he tilted the car and rose.\n\nA second later, the shiny, water-dripping shape of the car broke\nthrough the surface of the lake that edged on the hill, and forsook\nthe water for the air.\n\nTo an outside observer, the appearance of the air-car and its\nsubsequent movements would have been incomprehensible. There lay the\nhill, desolate, barren, apparently lifeless: and there, washing\nagainst its slopes, the lake; nothing more. Then suddenly a curve of\ngleaming steel thrust up through the muddy water, rose swiftly almost\nstraight into the cloudless blue of the sky, and as suddenly\ndisappeared, and remained gone from sight, as if the ether had opened\nand swallowed it.\n\n       *       *       *       *       *\n\nUsing his infra-red device, Carse brought the car in neatly through\nthe ship-size port-lock of the dome, and sped it across to the\ncentral building, to land lightly beside one of the wings. Debarking,\nhe ran down the wing's passage and in a few seconds was back in the\nasteroid's control room.\n\nFriday was sitting in a chair close by the bound Eurasian; Ban Wilson,\nmore restless, was pacing up and down. The Hawk nodded in response to\ntheir looks of welcome and issued curt orders.\n\n\"All ready. Ban, the air-car's just outside; go over and get those\nfour men and the coolie and put them in it. Have your raygun ready,\nbut don't use it if humanly possible. We're going down to the\nlaboratory. I want speed. Please hurry.\"\n\n\"Right Carse!\"\n\n\"Friday,\" the Hawk continued, \"help me untie Dr. Ku.\"\n\nThey stooped to the chair and the impassive, silken figure sitting in\nit, and in a moment the bonds were ripped off; all save those on the\nwrists. Stretching himself, the Eurasian asked:\n\n\"You are taking the brains down now, Captain Carse?\"\n\n\"No--just you, your assistants and that one coolie, this trip. Master\nLeithgow and I wish to have a talk with you.\"\n\n\"I am always agreeable, my friend.\"\n\n\"Yes,\" said the Hawk, \"you'll be surprisingly agreeable. And truthful\nand helpful, too. Now--outside, please, and do not attempt to delay me\nin any way. I am in a great hurry, and consequently will not be\npatient at any tricks.\" He turned to the Negro. \"Friday. I'm leaving\nyou here on guard. Stay alert, gun handy, and keep in radio contact.\nI'll be back soon.\"\n\n\"Yes, suh!\"\n\n       *       *       *       *       *\n\nWalking behind his captive, the Hawk left, passing down the wing to\nthe air-car outside. There, Ban Wilson was waiting with the four white\nassistants of Dr. Ku and the one robot-coolie, all unarmed, stolid,\nemotionless. Carse placed them all in the rear seats of the car's\ncompartment, Ban facing them with drawn raygun. Then with a hum from\nits generators the car raised, wheeled, slid forward, until through\nthe large port-lock, and swooped down to the lake.\n\nDr. Ku Sui watched everything with an interest he did not attempt to\ndisguise. There was being revealed to him the secret entrance to Eliot\nLeithgow's laboratory, and long had he sought for that laboratory,\nlong pondered on its probable location. No doubt, at various times,\npissing over, he had seen the barren hill and its flanking lake, but\nhad never given them a second glance. Yet here, right in the lake, was\nthe doorway to Leithgow's refuge!\n\nThe air-car lowered like a humming bird to the lake's surface, paused\nand dipped under. The light left the sealed ports and entrance\nhatchway, and the water pressed around, dark and muddy. Down the car\nsunk, apparently without direction, its course very slow, until ahead,\nout of the blackness, a spot of red winked.\n\nAt once the air-car made towards it and slid into the tube leading\nthrough the hill. Quickly it was in the chamber of the lock, the outer\ndoor closed automatically behind, the water was drained out, and then\nthe inner door opened and the car, dripping, emerged into the\nbrilliantly-lit hangar and went to rest in its mooring cradle beside\nLeithgow's space-ship.\n\nA minute later its passengers were in the laboratory of the Master\nScientist.\n\n       *       *       *       *       *\n\nDr. Ku Sui took in the arrangements made in the laboratory with a\nswift glance, and then his eyes went to a door that opened in the\nopposite wall and to the slight, smock-garbed figure that came through\nit. He smiled.\n\n\"Ah, Master Leithgow! A return visit, you see. At Captain Carse's\ninvitation. It is very interesting to me, this home of yours: so\ncleverly concealed!\"\n\nLeithgow vouchsafed his archenemy no more than a look, but turned to\nthe Hawk.\n\n\"You are ready, Carse?\"\n\n\"Some preliminaries first, Eliot. These men, the four whites and the\nyellow, must be put in some place of safety. You can take care of\nthem, Ban. One of the storerooms; lock them in. You remember your way?\nThen, better take off your suit.\"\n\nBan nodded, and led the five robot humans out. Leithgow, Hawk Carse\nand Ku Sui were left alone in the laboratory, and for a minute there\nwas silence.\n\nHow much had passed between these three! How many plots, and\ncounter-plots: how much blood: how many lives affected! The feud of\nHawk Carse and Dr. Ku Sui--and Eliot Leithgow, who was the chief cause\nof it--here again had come to a head. Here again were all the varied\nforces of brains and guile, science and skill, marshaled in the great,\nvital game on whose outcome depended the restoration of Eliot Leithgow\nand the lives of the coordinated brains and, indeed, though more\ndistantly, the fate of all the tribes of men on all the planets. For\nif Ku Sui won free he would go on irresistibly, and his goal was the\ndomination of the solar system....\n\nThree men, alone in a room--and the course of the creature Man being\naffected by their every move. Large words: but the histories of the\nperiod bear them out. Though, doubtless, Ku Sui alone knew how great\nwere the stakes as they stood there in the laboratory.\n\n       *       *       *       *       *\n\nHawk Carse was uneasy. The odds seemed all on his side--yet there was\nKu Sui's strange, almost imperceptible smile, his mysterious words up\non the asteroid, his smooth, unruffled assurance! What did these\nthings mean? He intended now to find out. He said, tersely:\n\n\"Eliot. I have informed Dr. Ku that he is to be the means of the\ntransplantation of the coordinated brains to living human bodies,\nsince he is the only person capable of performing the operations. He\ndoes not believe that we can force him to do our will, yet all the\nsame he is taking no chances: he started the death of the brains. We\nshall have to work very fast--all right. But Dr. Ku has other cards to\nplay against us, and I don't know what they are. You and I must find\nout now.\"\n\n\"I somehow feel that you mistrust me,\" interposed the Eurasian with\nmock sadness. \"Ah, if you could only read my mind.... Or can you? Is\nthat what you are coming to?\"\n\nThe Hawk glanced at Leithgow; and Leithgow nodded, and placed a metal\nchair close to one of the cylindrical drums--the one fitted with a\ntube and breathing cone.\n\n\"Will you sit there. Dr. Ku?\" Carse asked.\n\nThe green eyes scanned the drum.\n\n\"A gas, Master Leithgow?\"\n\n\"That is all. Not harmful, not painful.\"\n\n\"I see. I see....\" the Eurasian murmured. And suddenly, he smiled at\nthe two men facing him, and said pleasantly to Carse:\n\n\"Things repeat! Not long ago I asked you to sit in a chair and submit\nto a treatment of mine, and you did as I asked. After so gallant a\nprecedent, how could I refuse? All right. Now, Master Leithgow, your\ngas!\"\n\n       *       *       *       *       *\n\nWith gentle fingers Eliot Leithgow fitted the cone on the Eurasian's\nface and fastened it there. The fingers and thumb of one hand he kept\non Dr. Ku's pulse; with the other he pulled over slowly a control set\nin the side of the drum. A ticking and slight hissing became audible,\nand two indicators on the drum quivered and crept downward.\n\nA minute of this--the ticking and soft hissing, the indicator's slow\nfall, the silk-clad figure in the chair, watched closely by Carse on\none side and Eliot Leithgow on the other--and a change was apparent. A\nripple flowed over the Eurasian's silken garments; the body appeared\nto loosen up, to become free of all muscular and mental tension. The\ngas hissed on.\n\n\"The first step,\" murmured Leithgow abstractedly, out of his\nconcentration on dials and patient. \"The muscles--notice--relaxed. The\nwill--the ego--the nexi of emotions and volitions which oppose\nexternal direction--all being worked upon, submerged, neutralized--but\nnot his knowledge, not his skill. No--all that he will retain! You'll\nnotice nothing more until you see his eyes. A few minutes. What says\nthe red hand? Thirteen. At nineteen it should be completed.\"\n\nCarse watched intently. It was wonderful to know that when the correct\namount of this substance, which he knew only as V-27, had been\nadministered, and Ku Sui awoke, there would be no enmity in him, no\nopposition to their demands, no fencing with wits; that this same Ku\nSui, his great mentality unimpaired, would be subservient and entirely\ndependable.\n\n\"Seventeen,\" murmured the old scientist. \"Eighteen ... now!\" With a\nflick of his fingers he shut off the stream of V-27 and gently\nunloosened the cone from Dr. Ku's face.\n\nThe ascetic features were in repose, the eyelids closed, their long\nblack lashes lying against the delicate saffron of the skin. Dr. Ku\nSui seemed resting in dreamless, unclouded sleep. But for only a\nmoment. Soon the eyelids quivered and slowly opened--and a great\nchange was immediately visible in the man's green eyes.\n\nMany observers have recorded that under the veiled, enigmatic eyes of\nDr. Ku Sui there lurked a sultry glimmer of fire; or perhaps it was\nthat the observers who met these eyes always imagined the fire, being\nconscious of the devil and the tiger in the man. But Carse and\nLeithgow now saw that all that was gone.\n\nNo mask lay over the green eyes now, no spark of fire glinted deep in\nthem. They were clear and serene; they hid nothing; almost they were\nthe eyes of a fresh, innocent child. Dr. Ku Sui, he of a hundred\nschemes, a score of plots, he of the magnificent capacity and untiring\nbrain bearing ever toward his goal of lordship of the solar system--it\nwas as if he had slipped into a magic pool whose waters had washed him\nclean and given him innocence and eyes of peace....\n\n       *       *       *       *       *\n\nThe Eurasian breathed deeply, then smiled at the two men standing by\nhim.\n\n\"Now,\" whispered Eliot Leithgow. \"Ask him anything. He will answer\ntruthfully.\"\n\nThe Hawk lost no time. He asked:\n\n\"Dr. Ku, you will perform the brain transplantations for us?\"\n\n\"Yes, my friend.\"\n\nThe man's tone was different. Gone was the suaveness, the customary\npolite mockery; it was frank, open, genuinely pleasant.\n\n\"Is it true, Dr. Ku, that your coordinated brains will die, if left in\ntheir case?\"\n\n\"Yes, they will die if left there.\"\n\n\"Within what time, to save them, must the operations to transplant\nthem into human bodies be started?\"\n\n\"Within twenty-five, perhaps thirty, minutes at the most.\"\n\n\"Can all five brains be given the initial steps for transplantation\ninto the heads of your four white assistants and the coolie prisoner\nwithin one hour--the remaining half of the two hours the brains said\nthey would retain the necessary vitality?\"\n\nDr. Ku smiled at him. There was no malice in the thunderbolt that he\nunleashed then. He simply told what he knew to be the truth.\n\n\"By fast work they could be, and so saved, although the subsequent\noperations will take weeks. But the brains cannot be transplanted into\nthe heads of my four white assistants.\"\n\n\"What?\" Both the Hawk and Leithgow cried the word out together. \"They\ncannot?\"\n\n       *       *       *       *       *\n\nDr. Ku looked at them as though astonished.\n\n\"Why, no, my friends! I wish I were able to, but I cannot perform the\noperations by myself, unaided. That would be impossible, absurd....\nYou seem startled. Surely you must have known that those assistants\nwould be vital to the work! I have taught them, you see; trained them;\nthey were specialists in brain surgery to begin with, and I do not\nbelieve there are any others this side of Mars who could take their\nplace in operations of this type. Without them, I could never\ntransplant the brains.\"\n\nThis, then, had been the trick up his sleeve! This was why, in the\ncontrol room of the asteroid, he had shown relief when the Hawk told\nhim what bodies were to be used for the transplantation! For he had\nknown that, whatever Eliot Leithgow's method of forcing him to\nperform the operations might be, and no matter how efficacious, the\ncoordinated brains simply could not be put in the heads of his four\nassistants--because the assistants were themselves needed for the\noperations!\n\n\"Then--it's hopeless!\" said the Master Scientist bitterly. \"All this\nfor nothing! You might find other bodies in Port o' Porno,\nCarse--condemned men, criminals--but Porno's an hour away, two hours'\nround trip, and in thirty minutes the brains will be too weak to\nsave....\"\n\n\"I am sorry,\" Ku Sui continued. \"I should have told you before,\nperhaps. If there were any way out I knew of, I would tell you but\nthere does not seem to be....\"\n\n\"Yes,\" broke in Hawk Carse suddenly. His left hand had been pulling at\nhis bangs of flaxen hair; his brain had been working very fast. He\nadded coldly:\n\n\"Yes, there is a way.\"\n\n       *       *       *       *       *\n\nLeithgow and Ku Sui looked at him inquiringly.\n\n\"We need four bodies,\" he went on. \"We have one--the coolie; he is not\nneeded to assist in the operations. Four bodies--and here, ready, in\ntwenty-five minutes. Not the bodies of normal men, of those with life\nahead of them. No. That would be murder. Four bodies of condemned\nmen--men with no hope left, nothing left to live for. I can get them!\"\n\nHe brushed aside Ku Sui's and Leithgow's questions. He was all steel\nnow, frigid, intent, hard. \"Ban!\" he called. \"Ban Wilson!\"\n\n\"Yes, Carse?\" Ban had been waiting outside the laboratory.\n\n\"Put on your propulsive space-suit. Hurry. Then here.\"\n\n\"Right!\"\n\nCarse ran over to where he had left his suit and rapidly got inside.\nAs he did so, he said:\n\n\"Eliot, there's fast work to be done while I'm gone with Ban. You must\ntake your assistants and Dr. Ku up to the asteroid in the air-car and\ntransfer down here all the equipment Dr. Ku says he'll need. Be\nextremely careful with the case of coordinated brains. If you possibly\ncan, have everything in readiness by the time Ban and I return with\nthe four bodies.\"\n\nBan Wilson, in his suit, entered the laboratory. The Hawk gestured him\nto the door which led to the tree-shaft to the surface.\n\n\"But, Carse, _what_ bodies? Where can you get four more living human\nbodies?\" Leithgow cried.\n\n\"No time, now, Eliot!\" the Hawk rapped out, turning at the door. \"Just\ndo as I say--and hurry! I'll get them!\"\n\nAnd he was gone.\n\n\n\n\nCHAPTER X\n\n_The Promise Fulfilled_\n\n\nAlthough puzzled by the Hawk's promise, Leithgow could only put his\ntrust in it and go ahead with the preparations as he had been\ndirected. He took two of his three laboratory assistants off their\nhurried manufacture of quantities of the V-27, and with Ku Sui went\nout into the air-car. Passing by way of tube and lake and air, they\nwere quickly inside the dome on the asteroid, and then into Ku Sui's\nlaboratory, where Friday waited on guard.\n\nCompletely docile and friendly, the Eurasian indicated the various\ninstruments and devices he would need for the operations, and these\nwere transported quickly. Then came the case of coordinated brains.\nDr. Ku detached in connections with expert fingers, and all but\nLeithgow took a corner and carried it with infinite care to the\nair-car outside.\n\n\"Do I stay here, suh?\" Friday asked the Master Scientist in a\nwhisper. Though informed of the change in Dr. Ku effected by the V-27,\nhe was still very suspicious of him. \"Seems to me he's a bit too meek\nand mild, suh. I think I ought to go down and watch him.\"\n\nEliot Leithgow did not quite know what answer to give. The Eurasian\nforced the decision.\n\n\"I will need,\" he observed, in his new, frank voice, \"all the\nassistance you can possibly give me. I am faced by a tremendous task,\nand the use of every man will be necessary. I would suggest, Master\nLeithgow that the Negro be brought down.\"\n\nAnd so Friday came and the asteroid was left unguarded. A mistake,\nthis turned out to be, but under the circumstances Eliot Leithgow\ncould hardly be blamed for it. There was so much on their minds, so\nmuch work of vital importance, so desperate a need for speed, that\nquite naturally other considerations were subordinated. The asteroid,\nto the naked eye, was invisible; it could attract no attention; its\noccupants had all been disposed of. Certainly it seemed safe enough to\nleave it unguarded for a while.\n\nHowever, Eliot Leithgow took one precaution. Down in his own\nlaboratory again, in the midst of the work of transferring Dr. Ku's\noperating equipment from the air-car, he called aside one of his\nassistants and instructed him to go and survey the asteroid through\nthe infra-red device every ten minutes: and with this order the old\nscientist dismissed the matter from his mind, and turned all his\nenergies to preparing the laboratory for the operations.\n\n       *       *       *       *       *\n\nUnder Ku Sui's directions his cases of equipment were brought in and\narrayed, and the various drills and delicate saws, and such other\ninstruments as worked by electricity, were connected. Everything was\nsterilized. Rapidly the plain, square room assumed the appearance of\nan operating arena, the five tables in the center, spotlessly white\nand clean under the direct beams of the tubes hanging from the\nceiling, at the head of every table a stand on which were containers\nof antiseptics, bottles of etheloid, a breathing cone, rolls of gauze\nand other materials, and along the edge of the stand identical,\ncomplete sets of fine instruments.\n\nThe case of coordinated brains was brought into the laboratory last.\nThe inner liquid was now dark and apparently lifeless; to the casual\neye, it would not have seemed possible that the five grayish mounds\nimmersed in the liquid held life. And, indeed, Leithgow looked at them\ndoubtfully.\n\n\"Are you sure they're still alive? Do you think there's still time?\"\nhe asked Dr. Ku.\n\nThe Eurasian picked up a long, slender, tubelike instrument with a\ndial topping it. Then, going to the brain-case, he touched a cleverly\nconcealed catch and a square pane set in the top of the case swung\nback. He dipped the instrument he held into the liquid, and for a\nmoment stood silent, watching the dial. Then he took it out, re-closed\nthe pane and turned to Leithgow.\n\n\"A test,\" he explained. \"The indicator, interpreted means we have\nabout forty-eight minutes in which to complete the first phase of the\ntransplantation of the brains into human heads. It might be done if we\nstart in eight minutes. But the human heads--?\" He paused.\n\n\"Eight minutes!\" said Leithgow worriedly. \"Eight minutes for Carse to\ncome! He promised the bodies, but ... well, we can only go ahead with\nthe preparations and trust to him. Is everything ready?\"\n\n\"All but my assistants. I had better see them now.\"\n\n       *       *       *       *       *\n\nThe Master Scientist issued an order to one of his men, and presently\nthe four white assistants of Dr. Ku were led into the laboratory. For\nthese men, no V-27 was needed; their brains were utterly subservient\nto Dr. Ku Sui, and his orders they would obey unquestioningly, no\nmatter what the work. There was no danger from them.\n\nThey stood motionless, their eyes fastened on their master, as he\nspoke to them.\n\n\"Brain operations,\" he said. \"These\"--he indicated the case--\"are to\nbe transplanted again into human heads. You have done work similar to\nit before; you know the routine. But now it must be quick. Synchronize\nyour speed with mine; I will be working very rapidly, and it is vital\nthat you be in harmony with me every instant. When the bodies come,\nyou will prepare the heads: and then you will attend me through every\nstep. You understand.\" He turned to the old scientist. \"Operating\ngowns, gloves, masks, Master Leithgow?\"\n\n\"I have your own. Over there. Your black costume is among them.\"\n\nBut Leithgow's answer was abstracted. Four minutes for Carse to come!\nOr else, everything lost! He busied himself helping the four surgeons\nand two of his own assistants into the white, sterilized gowns, and\nthe masks that left only the eyes free and the skin-tight rubber\ngloves, but his mind was not with his actions. The old man looked very\nfrail now; his age showed in the deep lines now eminent on his face.\nThree minutes--swiftly two....\n\n\"At least,\" observed Ku Sui, \"we have one body ... the coolie. I had\nbetter start immediately on him.\"\n\n\"Bring him out,\" Leithgow instructed one of his men. \"One brain will\nbe saved. But--_there!_ Thank God! Hear that? Coming down the passage?\nIt's Carse, returning!\"\n\n       *       *       *       *       *\n\nIt was Carse. He and Ban Wilson, coming down the passage from the top\nof the tree-shaft. Everyone in the laboratory could hear plainly the\nheavy, sliding tread of the great space-boots. Eliot Leithgow was\nfirst to the door. He opened it, peered through eagerly and called:\n\n\"Carse? You've got them?\"\n\n\"Yes, Eliot. Here--we need help.\"\n\nThe Hawk's voice sounded weary. Friday and the scientist ran down the\npassageway until they reached the adventurer. In the faint light, they\nsaw he was carrying a limp body. He laid it carefully down on the\nfloor.\n\n\"Ban's coming down with another,\" he said, \"and there are two more\nabove. Go up and get them, Friday.\"\n\nThe Negro started to obey. But Eliot Leithgow did not move, did not\nutter a sound. He stood staring at the body Carse had laid down. The\nparchmentlike skin of his face seemed to whiten; that was all; but he\nwinced and slowly brushed his eyes with his hands when, in a moment,\nBan Wilson floated down the shaft and, approached with a second\nunconscious body.\n\nAt last Leithgow whispered:\n\n\"They're all--like that, Carse?\"\n\n\"Yes,\" answered the emotionless voice. \"There were two others, but we\nlet them go. They were worse.\" The gray eyes looked steadily at Eliot\nLeithgow. \"I know,\" the Hawk said. \"It's horrible--but it can't be\nhelped. It was these or nothing. There was no choice.\"\n\nHawk Carse had fulfilled his promise. He had brought back four\nisuanacs.\n\n\n\n\nCHAPTER XI\n\n_Ordeal_\n\n\nFive bodies lay on the operating tables in Eliot Leithgow's\nlaboratory. The air, hushed and heavy, was pervaded by the various\nodors of antiseptics and etheloid. The breathing cones had been\napplied to each of the bodies, and they were now locked fast in\ncontrolled unconsciousness.\n\nOn the first table lay the body of the robot-coolie, a man of medium\nsize, sturdy, well-muscled, with the smooth round yellow face and stub\nnose of his kind. His short-cropped, bristly black hair had been\nshaved off; the head was now bald. That head was destined to hold the\nmighty brain of Master Scientist Raymond Cram.\n\nOn the second table lay a twisted, distorted thing, an apelike body\nwith which fate had played grotesque pranks. It was hairy, of middle\nheight, and its dark skin all over was wizened and coarse, almost like\nthe bark of a tree. The legs were short and bowed, the hands stubby\nclaws; the face, puckered even in unconsciousness, was that of a\ngargoyle in pain. The long matted hair had been shaved away; the large\npate washed with antiseptics. Soon, were the operation successful,\nthat head would hold the brain of Professor Edgar Estapp, world-famous\nchemist and bio-chemist.\n\nOn the third table lay a shape skeletonlike in appearance, so\nemaciated was it, so closely did the bones press into the dry,\nfever-yellowed skin. Of one leg, only the stump was left; this\ncreature had been forced to hop or crawl his way through the isuan\nswamps. The head, too, was no more than a skull, with great sunken\ndark-rimmed eyes, discolored fangs and loose, leathery lips. There had\nbeen no hair on this death's head; it had long been bald, and now,\nwashed, clean for the first time in months or even years, it was to\nhold the brain of Dr. Ralph Swanson, Earth's one-time leader in the\nscience of psychology.\n\nOn the fourth table lay a giant's body--but a hollow giant, a giant\nmade thin and pitiful by the ravages of his destroyer, isuan. A\nroistering, free-booting space-ship sailor, this man may once have\nbeen, but, from the drug, the mighty arms had been twisted and\nshrivelled, the strong legs wasted away. One ear had been torn from\nthe skull in an old brawl, and what was left was naked and ugly to the\neye. Behind that bitter, drug-coarsened face would be the new home of\nthe brain of Sir Charles Esme Norman, wizard of mathematics and once a\npolished, charming Englishman.\n\nOn the fifth table lay a dwarf. Its ridiculous body was not over four\nand a half feet long, though the head was larger than that of a normal\nman. In the old dark ages on Earth this body would have served for the\njester of a lord, the comic butt of a king; in more recent times as\nthe prize of a circus side-show. The huge, weighty head with its ugly\nbrooding mask of a face, the child's body below--this was for the\nbrain of Professor Erich Geinst, the solitary German who had stood\npreeminent on Earth in astronomy.\n\n       *       *       *       *       *\n\nThese creatures were the result of Hawk Carse's desperate search. They\nhad composed, with one other, the band of isuanacs that had been\nrooting in the swamp at the end of the lake when the asteroid had\nfirst arrived. The Hawk had remembered them, and had quickly seen that\nthey were the only answer to the problem. And so, with Ban Wilson, he\nhad gone out for them, his mind steeled to the ghastly thought of the\ngreat scientists' brains in such bodies. In space-suits they had swept\ndown on them. There had been no time for considerate measures: the\nfour isuanacs had been abruptly knocked out by the impact of the great\nsuits swooping against them, and carried back to the laboratory.\n\nEliot Leithgow had been shocked at the idea of a scientist's brain in\nthe head of the robot-coolie; how much greater, then, was his horror\nwhen confronted by the need of using these appalling remnants of men!\nBut he could not protest. What else was there? Ku Sui, under the V-27,\nhad spoken the truth: the operations would be impossible without the\naid of his four assistants. The brains even now were dying. The choice\nwas: bodies of isuanacs or death for the brains. The scientist and the\nadventurer had chosen.\n\nCircumstances had required their use. Ku Sui's attempt to kill the\nbrains, thus inflicting a time limit: the presence of the band of\nisuanacs near the laboratory; each circumstance with a long train of\nother, minor ones behind it. Chance or Fate--whatever it is--whether\npredetermined or accidental--men must wonder at its working, and know\nawe from its patterns and results. Seldom, certainly, was there a\npattern more strange than this now being worked out in the laboratory\nof Master Scientist Eliot Leithgow.\n\nThe bodies lay there, washed, shaved and swathed in customary loose\noperating garments: globules of etheloid dropped steadily down into\nthe breathing cones, of hunchback, living skeleton, twisted giant,\ndwarf and robot-coolie. One by one the isuanacs dropped with the\nfalling of the etheloid into unconsciousness--and that was their\nfarewell to the brains, each one debauched either by isuan-drug or\nskill of genius, that they had known.\n\nAnd movement began in the laboratory. White-clothed figures, masked\nand capped, used gleaming instruments in their gloved hands; and all\nthe figures were mute--mute from their great concentration on the\ndelicate work in progress--or mute from horror that would not die....\n\n       *       *       *       *       *\n\nSo began the ordeal.\n\nOf its details, Hawk Carse knew little. They were not of his world.\nOnly for the first half-hour could he follow intelligently what was\nbeing done. He too had put on a white robe, as had Ban Wilson and\nFriday; and he stood at one side of the room, a silent, intently\nwatching figure, with the two other men of action, Ban and the Negro,\nwhile the rest moved in a kind of rhythm. The center-piece was the\nblack-garbed Ku Sui, moving from this table to that, slim gloved hands\nflying, pausing, flying again, steadying, concentrating on a detail,\nonce more sweeping forward. No more than single words came from him;\nhe and his assistants worked almost as a whole, in perfect sympathy\nand coordination, and a constant stream of instruments flowed to him\nand then away, their task done.\n\nThe first table, and then to the second, with one white figure staying\nbehind at the first, finishing off details of the work, left by the\nmaster. The third table; the fourth; the fifth; and then back to the\nfirst, while two white figures detached themselves from the main group\nand went to the nearby case of coordinated brains. An object held in a\nspecially formed type of pan was lifted out and carried to the first\ntable; and Carse sensed a crisis in the attitudes of the working men.\nThis, he knew, was the first great, step. A brain was being re-born.\nThe fingers of men, and one man in particular, were fashioning a\nmiracle.\n\nHow could he hope to understand? He could only hang on the movements\nof that group of figures, and feel relief as he saw them settle into\nsmoothness again. Evidently the first crisis was past. A few minutes\nmore were spent at the first table; then once more Dr. Ku Sui went to\nthe second, and another object was carried from the coldly gleaming\ncase.\n\nAnd in a long, deep pan standing on short legs beside the case,\nsomething gray and shapeless and warm was placed.\n\nThe first phase came to an end when there were five similar things in\nthe open pan, and nothing, except the liquid and a multitude of\nspidery, disconnected wires, in the case that but shortly before had\nharbored the brains of five scientists....\n\n       *       *       *       *       *\n\nA pause. Relaxation. Tests. The black-clad figure spoke to one in\nyellow in a tone of pleased relief.\n\n\"Successful so far, Master Leithgow! We may congratulate ourselves on\nthe consummation of the first step. It has been done, I believe, well\nwithin the time limit.\"\n\n\"Yes, Dr. Ku; yes. And now--how long will be needed to finish?\"\n\n\"That is up to you. Normally, I would require a month. In that time\nall could be done safely, with small chance--\"\n\n\"Too long!\" said Leithgow.\n\nCarse intervened:\n\n\"Why too long, Eliot?\"\n\nThe old scientist went over close to him, and, in a lowered voice,\nexplained:\n\n\"Ku Sui would develop immunity to the V-27 in a month. Two weeks of it\nwould give him part immunity. Even ten days might. He has to be\nre-gassed four times a day.\"\n\n\"But, letting him come out of it every night and resting normally?\"\nthe Hawk objected.\n\n\"I have allowed for that. The gas would still be in his system.\nNo--nine or ten days is the limit.\" He raised his voice again to reach\nthe Eurasian. \"Can you complete the work within nine days, Dr. Ku?\"\n\nKu Sui considered it. At last he said:\n\n\"That is a lot to ask, Master Leithgow. But--it might be possible.\nHowever, it would mean prodigies of sustained, concentrated labor;\nwork and skill never-ceasing. We'll have to work in shifts,\nnaturally.\"\n\nSo it was arranged. All the assistants, both Ku Sui's and Leithgow's,\nwere portioned off into shifts of four hours' sleep and eight hours'\nwork: Carse, Ban Wilson and Friday, too, for now every one of them was\nneeded.\n\nNine days for the work of a month--and work as delicate and vital as\ncould possibly be! Small wonder that in the minds of all of them, the\nHawk and the old scientist, and Ban and the Negro, that period, when\nremembered later, seemed no more than a confused, unreal, hazy dream;\nrather, a nightmare connected imperishably with the odors of an\noperating room, antiseptics, etheloid, and the glint of small, sharp\ninstruments.\n\nIt was a titanic task, an ordeal that stretched to the limit the\npowers of the men working in that confined space. Normal life for them\nceased; the operating room became a new universe. Swiftly they lost\nconsciousness of time, even with the routine of the changing shifts\nand the food which was brought in at regular hours. Antiseptics,\netheloid, the never-ceasing flow of the instruments, the five bodies\nlying still and deathlike on the tables, the hard white glare of the\nlight beating down on them--all this and nothing more--all sealed away\nunderground from the life of the forgotten world above. On and on and\non....\n\n       *       *       *       *       *\n\nIt is impossible even to conjecture how the mind of Ku Sui saw the\ncolossal work that he was doing to aid his most bitter enemies. Even\nwhen he was normal there are only moments when, through some recorded\nspeech or action of his, we can peer past the man's personality into\nhis brain; how great a sealed mystery must his thoughts remain to us\nwhen held in that abnormal state by Eliot Leithgow's V-27! Envision\nit: this arch-foe of Hawk Carse and Leithgow helping their designs,\nlending all his intellect, his great skill, to their purposes, aiding\nthem in everything! Certainly, afterwards, the memory of what he had\nbeen forced to do must have occasioned Dr. Ku many bitter moments.\nRegularly, every four waking hours, he was led to the metal chair and\ngassed afresh with the V-27; and his expression remained pleasant; his\neyes were always friendly. But the artificial state in which he was\nkept showed soon on his face. It lost its clearness and became a\njaundiced yellow in color: and also it grew peaked and drawn.\n\nBut the other faces around him were peaked and drawn, too. The\nterrific strain told in definite terms on all, no matter what\nstimulants they took to keep going. Many a man would have been driven\nto insanity by their sustained, terrible concentration, and the\nknowledge that five lives hung on every action, however minute....\n\nOn and on and on, science made into a marathon. Four hours of\nexhausted, deathlike sleep; eight hours more of the smells, and the\nglaring light, and the moving instruments. Days of this, sealing the\nbrains permanently into their new homes, into their hideous new\nbodies....\n\nBut finally came the climax, and the last exhausted spurt of work. For\nthe concluding twelve hours there was no sleep or rest for anyone; and\nat the end a breathless, haggard tension held them as Dr. Ku Sui, a\nshell of his former self, reviewed the results of the nine days'\nordeal. His verdict was:\n\n\"Four have come through, I think, safe. The fifth--I do not know. His\nbody was near death when he was brought here. He may live or die; it\nis impossible to tell now. But it is finished.\"\n\nThen the men slept. Some slipped to the floor and slept where they\nwere. In nine days, the work of a month had been done, and a miracle\nwrought. The brains had been born again.\n\n\n\n\nCHAPTER XII\n\n_Flight_\n\n\nIt was to Hawk Carse that the news of imminent danger came first.\n\nHe had staggered from the laboratory into a sleeping room and, clad as\nhe was, fallen over into a berth. He would have wakened in a few\nhours, such was his custom of years to four-hour watches on ships, but\nhe was permitted less than an hour of sleep. A hand pulled at him; a\nvoice kept calling his name. Awareness returned to him slowly as his\nbrain roused from the coma of sleep.\n\n\"Captain Carse! Captain Carse! Wake up, sir!\"\n\nIt was one of Leithgow's assistants, a man named Thorpe. His tone was\nexcited and his manner distraught.\n\n\"Yes?\" the Hawk muttered thickly. \"What is it?\"\n\n\"It's the asteroid, sir! I was instructed to watch it at intervals,\nbut I--I guess I fell asleep, and just now--\"\n\nCarse sat up. \"Yes? What?\"\n\n\"--when I looked, through the glasses--it was gone!\"\n\n\"Gone? You're sure? Let me see.\"\n\nSwiftly, Thorpe at his heels, Carse strode out from the room to a\ncubby just off the laboratory, the watch-post, where observational\nelectelscopes and visi-screens provided a panorama of the surrounding\nterritory.\n\nHe gazed through the electelscope, which had been equipped with an\ninfra-red device and trained on the asteroid, and saw that now, where\nthe massive body of rock had been poised, there was nothing. Only the\nbrilliant light of mid-afternoon, the cloudless sky. Carse swept the\nglass around. The search was fruitless. The heavens were bare. The\nasteroid had gone.\n\nIn half a minute Carse had reasoned out the disappearance, saw the\nconsequences and made the inevitable decision. Gone was the torpor of\nsleep, the weariness of the laboratory; this was a crisis, and this\nwas his work. During the operations, he had been able merely to obey\norders and do manual work. Now he assumed command.\n\n\"Your lapse has imperilled us all,\" he said curtly to Thorpe. \"From\nnow on we're in great danger. Stay here and keep on watch, and sound\nthe alarm immediately if the asteroid reappears.\"\n\n\"Yes, sir. I--I'm sorry--\"\n\nThe adventurer cut him off with a frigid nod and ran on silent, rapid\nfeet to the laboratory, where both Ban Wilson and Friday lay fast\nasleep. Roughly Carse shook them into consciousness. Trained to\nshipboard routine and the sudden emergencies of space, they needed but\nlittle time to return to full wakefulness. In staccato sentences the\nnew situation was outlined to them.\n\n\"The asteroid's gone. That means danger to everything here. We will\nhave to evacuate. Ban, wake all the men, including Ku Sui and his\nassistants, then come to me for further orders. Friday, see that\nLeithgow's ship is ready for instant departure. Quick!\"\n\nAlarmed, but without questions, the two parted on their separate\nerrands. Carse went to the room where Eliot Leithgow lay asleep.\n\n       *       *       *       *       *\n\nThe pallor and weariness of the old scientist's face were emphasized\nby the alarming news his friend brought him, but he took it with\nspirit, and his voice was level and controlled as he asked:\n\n\"What does it mean, Carse? What must we do?\"\n\n\"Leave, Eliot, and at once. We have no choice. Our danger while here\nis immense. The asteroid, in the hands of enemies, could crush us like\na fly, simply by coming down on the top of the hill.\"\n\n\"But who could have taken it? There was no one on it, was there?\"\n\nThe Hawk said wryly: \"I thought not, but well, you remember the secret\npanel in Dr. Ku's laboratory?\"\n\n\"Through, which he escaped before? Yes.\"\n\n\"I suspected that he might have someone hidden behind it, and I\nintended to question him when he was under the V-27, but in the\nterrific rush of things it slipped my mind. Sheer carelessness, Eliot;\nI'm very sorry. I should have known, for when we captured Ku Sui he\nspoke some words in Chinese through his helmet-radio. Now I can see\nthat they must have gone to some man of his hidden there; and that\nman, obeying instructions, simply lay low, heard all that passed in\nDr. Ku's laboratory, and then, at a suitable opportunity, took the\nasteroid away in search of allies. He knows his master is a prisoner\nhere and unquestionably he will be back to release him. We must be out\nof here and far away by the time he arrives.\"\n\n\"Yes,\" Leithgow nodded slowly. \"As you say, there is no choice.\"\n\n\"But your work here is finished, Eliot,\" Carse went on. \"If only we\ncan get to Earth safely, with Ku Sui and the brains in their new\nbodies, we will have achieved everything we wanted to achieve. We have\nproof of the crime done you, and we have Ku Sui, too. Your position\nwill be restored and the blame put where it belongs. But we must leave\nfor Earth at once! God knows how near the asteroid is, or who's on\nit.\"\n\n\"All right, Carse.\" The scientist got up. \"What are your\ninstructions?\"\n\nBan Wilson appeared in the door, reporting that all the men had been\naccounted for and awakened. Carse started the wheels moving.\n\n\"Everything of value here must be transported aboard the ship. Eliot,\nyou know better than I what to take, so you'll assume charge of the\nloading. Ban, you and all the men save two of Eliot's assistants will\nhelp. I'll need them to move the bodies. Send them to me in the\nlaboratory. But first, be sure Ku Sui and his four men are safely\nconfined. All right; let's go.\"\n\nWithin half an hour the general evacuation was finished and the ship\nloaded.\n\n       *       *       *       *       *\n\nThe _Sandra_, Leithgow's ship, bearing his daughter's name, was a\nsturdy vessel designed more for comfort and utility than speed, and so\nher appointments, including offensive and defensive weapons, though\nmodern were limited. Her commodious cargo-holds were easily capable of\naccommodating all of the Master Scientist's laboratory instruments and\ndevices, the volumes of his extensive library, his great mass of\npersonal papers and more intimate effects; all the more important\nstores of the place, too, and its furnishings. The laboratory and its\nsurrounding rooms were pretty well stripped.\n\nThe largest of the _Sandra's_ cabins was transformed under the\ndirection of Leithgow into a hospital bay, and the five cots bearing\nthe prostrate, unconscious bodies of the patients put there. Though\nhastily improvised, this hospital was complete, as fully equipped and\nnearly as efficient as if it were on Earth and not in the belly of a\nspace-ship. The chances of the patients for complete recovery were not\ndiminished in any way by the sudden necessity for flight.\n\nIn a second, much smaller cabin, Dr. Ku Sui was confined by himself.\nIts walls, of course, were of metal, and there was no possible means\nof exit from it save by the door, which bore double locks. The\nEurasian, silent and drugged and stupid, immediately stretched his\ntall form out on the single berth and in seconds was again sound\nasleep. A third cabin was made over to his four assistants.\n\nWith everything completed, the underground refuge bare of articles of\nvalue and the _Sandra_ stored and made ready for the long trip, the\ninner door of the exit tube swung open, and the ship slid slowly out\nof her cradle and into the water chamber for the last time. Her flight\nto Earth had begun.\n\nEliot Leithgow stood near the Hawk in the control cabin, and his old\nface was made sad by many memories. For years, this place that he was\nnow leaving had been his only home, his one sure haven. How carefully,\nlong ago, had he and Carse planned it and built it! How many times had\nthey met there, often when danger was close and enemies near, and\ncemented still more firmly the bonds between them! To Leithgow, the\nhill symbolized safety and friendship and his beloved work. Dangerous,\nweary years, those he had spent in the hill, but priceless\nnevertheless, warmed as they were by his achievements and the\nfriendship of Hawk Carse.\n\nNow he was leaving it and going back to Earth. The outlaw years, it\nseemed, were ended: Ku Sui was a prisoner, and the proof of his great\ncrime, which had been laid to Leithgow, was aboard. Earth--green\nEarth! Separate, distinct, peerless in the universe; home of men, of\nhis kind! He had loved and worked and known honor and respect on\nEarth; it held the grave of his wife, and the fresh, warm young love\nof his wife reincarnate, his daughter Sandra. He was at last going\nhome to Earth from his exile on this desolate, raw frontier post.\n\nThere was a choking in Eliot Leithgow's throat at leaving the hill,\nand he turned away, afraid at that moment of being observed by the\nsteel-gray eyes of his friend, Hawk Carse....\n\n       *       *       *       *       *\n\nThe _Sandra_ swam up through the lake's muddy tide and launched\nherself, dripping, into the warm air of afternoon. Her generators\nhummed with life given them by the firm hand at the controls, and\nswiftly she arrowed forth into the blue. With a few words as to the\nvisual course, Carse handed the space-stick over to Friday, and\ndevoted himself to the matter of the watches.\n\nSatellite III dropped swiftly to concavity, as the _Sandra_ was\nexpertly jockeyed through the rare outer layer of the stratosphere,\nbecame a true globe again. The Negro reported:\n\n\"Through the atmosphere, suh. Orders?\"\n\n\"Full acceleration. Continue visually for the present. I'll work out\nthe true course in a few minutes.\"\n\n\"Yes, suh!\"\n\nThe hum of the generators deepened. In a matter of ten minutes,\nshipboard routine was arranged, Carse, Friday and Ban splitting the\nwatches. The Hawk, as was his custom, took the first. Friday was\nrelieved of the space-stick and immediately went back for sleep, as\ndid Wilson. Eliot Leithgow did not retire right away, however.\n\nHe watched Carse snap on the automatic control and go to an\nelectelscope which had been equipped with an infra-red device. He\ndirected it rearward on Satellite III, back along the course the\n_Sandra_ had described, and peered through its eyepiece for several\nminutes. Then he turned to the old scientist.\n\n\"Nothing,\" he said. \"No sign of the asteroid as yet. We'll have to\nkeep careful watch. The visi-screen's useless against the invisibility\nof the asteroid; and the high magnification of this scope, with its\nresulting small field of view, will require us continually and\nmethodically to search through a wide circle behind, in the attempt to\npick up the asteroid, should it appear. A tedious job, with chances of\nsighting it about even.... At any rate, we'll have some sort of a\nhead-start,\" he finished.\n\n       *       *       *       *       *\n\nThis was the opportunity Leithgow had waited for; he wanted a few\nfrank words with his friend.\n\n\"Carse,\" he said slowly, \"I wonder just where that man concealed\nbehind the secret panel would take the asteroid?\"\n\n\"I've thought about that too,\" replied the Hawk. \"We may be sure that\nhe went for allies: Dr. Ku has several on Satellite III. Of them all,\nI think he would go for Lar Tantril.\"\n\n\"Tantril?\"\n\n\"Yes, I think so. Lar Tantril, the Venusian. A fellow of much\nself-confidence and one of Ku Sui's chief agents, and who at\npresent\"--he smiled faintly--\"nurses a special bitterness against me.\nI told you how I tricked him on his ranch. He'd be very eager to\npursue us in the asteroid simply for the opportunity of repaying me\nfor that trick.\" The adventurer's left hand rose to the bangs of\nflaxen hair combing down over his forehead, and he murmured, musingly:\n\"I rather hope it _is_ Lar Tantril....\"\n\n\"You hope so?\" Leithgow repeated, surprised. \"When he hates you so?\nAnd would be on the lookout for tricks? Why?\"\n\n\"I would guess, Eliot, that Lar Tantril is not notable for intellect.\nBlustering, domineering--pretty much of a braggart, you know.\nCertainly he is not a model of caution; and he is not acquainted with\nDr. Ku's asteroid, for he did not even know it existed. He will be\nable to run it, of course, with the advice of this hidden man, but\nsurely he will not have the perception to discern the weakness in it.\nYes, I hope it is he.\"\n\nLeithgow went on to the main thing on his mind.\n\n\"I'm a little unsettled, Carse,\" he admitted. \"I've been imagining\nthis as the end of my outlaw years, and the beginning of my\nre-establishment on Earth. But this ship is slow, and I see now that\nif the asteroid does pursue us and capture us.... What do you really\nthink of our chances?\"\n\n       *       *       *       *       *\n\nThe Hawk pursed his lips slightly, and for a little while he looked\naway and did not answer. When his voice came, it was tinged with\nbitterness.\n\n\"Eliot,\" he said, \"I've been trying to find an excuse for my lapse.\nBut there is none. It was the blunder of a novice, my not remembering\nto question Ku Sui about that secret panel. That was the cardinal\npoint, yet it slipped my mind, in my preoccupation with the\nemergencies connected with the restoration of the brains.\n\n\"Our chances are only fair, Eliot; I'm telling you frankly how it\nappears to me. I believe we'll be pursued, and if we are the odds are\ngreatly against us. The asteroid's far more powerful than we. And\nJupiter only knows what new offensive resources Ku Sui may have given\nit: I had no time to study the several strange mechanisms I saw in its\ncontrol room. Then, no nearby patrol ship would help us if we were\nattacked, for to them our enemy would be invisible, and they'd think\nus crazy.\"\n\nHe paused. But seeing the somber expression on the other's face, he\nsmiled and cuffed him on the back.\n\n\"But maybe we won't even be pursued, Eliot! Maybe we'll be too far\nahead for them to catch us! No doubt I've made it look too serious, so\ncheer up! We're alive, we've got everything we wanted, and we're\nhitting at full speed for Earth! And you know the luck of that\nspace-adventurer they call the Hawk!\"\n\nLeithgow smiled gently in answer, then left the cabin for the sleep he\nneeded so badly. Hawk Carse was left alone on watch in the fleeing\n_Sandra_.\n\nA lonely, intent figure, he stood over the chart-table, working out\ntheir best course to Earth. Presently, however, he went back to the\ninfra-red electelscope and swept it over the leagues behind. Carse\ncould not detect any sign of the asteroid, but he remained for a\nlittle while at the eyepiece, staring at Satellite III. There it lay,\na diminishing globe, three-quarters of it gleaming in the light flung\nby Jupiter. Dark patches mottled it: they would be the jungles. And\nthere was the scintillant sheet that was the Great Briney Lake, with\nPort o' Porno nearby. On the other side of the little world, now, lay\nthe hill containing Leithgow's laboratory. All going ... going ...\nfalling swiftly behind. Satellite III, scene of so many clashes, plots\nand counter-plots, where so many times he and Eliot Leithgow had\nfought off the reaching hand of Ku Sui--soon it would be a million\nmiles away. What adventures would he have before he saw it again?...\n\nA little sound came from the Hawk, a half-sigh. Abruptly he called one\nof the men on his watch and stationed him at the 'scope, and then he\nreturned to the chart-table and the work of calculating their course\nto Earth.\n\n\n\n\nCHAPTER XIII\n\n_In Earth's Shadow_\n\n\nHour after hour and day after day, for a week the _Sandra_ tracked on\nthrough the boundless leagues, the waxing sunlight beating steadily on\nher starboard bow and her silent gravity-plates and singing generators\nbringing Earth ever nearer. Friday, who possessed an extensive\nknowledge of all the practical sciences, did extra service in the role\nof cook, and his regularly served meals disguised the undifferentiated\nhours of space into Earth-mornings, noons and nights. Watch in and\nwatch out, and nothing to disturb the even routine.\n\nAs for the ever-feared pursuit, there was no sign of it.\nSystematically and carefully the men stationed at the electelscope\nturned it through the region behind, but never did their watching eyes\ndiscern the bulk of the asteroid. Its disappearance, and the kindred\nmystery of who had been on it, remained unsolved.\n\nTherefore peace came to Eliot Leithgow's face, and the tiredness left\nhis eyes. The long, hunted years were beginning to be washed from him,\nand daily, to Carse, he appeared younger. Often in the control cabin\nor over a meal he talked of what lay ahead, and the happiness Earth\nheld waiting for him. There was his daughter, Sandra, whom he had seen\nlast as a girl of fourteen, and even then interested in his work. She\nwould be matured now, and she would perhaps be eager to help him in\nthe work he intended to resume. There was so much of it! Discoveries,\ntheories, evolved during his fugitive years--now he could complete\nthem and give them to his old circles of brother scientists. All this\nwas in his conversations; but secret and unworded in his thoughts were\nanticipations of the old dear beauty of Earth, that beauty for which\nhis ageing heart had pined so long....\n\nAnd Earth was drawing nearer.\n\n       *       *       *       *       *\n\nAnother week passed.\n\nTwice a day the door of Dr. Ku Sui's cabin was unlocked and he was\nbrought out under guard for several turns through the ship. Though for\nsafety's sake they continued to dose him with the V-27, it was\napparent that the gas had less and less effect on him. Four, then\neight, then twelve times a day they re-gassed him--as often as they\ndared, considering its ultimate destructive mental effect--but more\nand more of the frankness and serenity foreign to his green eyes\nmelted away. Gradually the normal veil came to hide their depths and\nmake them enigmatic; and sometimes there was again on his face the\nhint of something strong and tigerish and cruel lying waiting. They no\nlonger trusted him to attend to the five patients. He spoke seldom. A\ntall, reserved figure in black silk, attended either by Ban Wilson or\nFriday, he strolled through the ship for fifteen minutes and was\nreturned to his lonely cabin. Of all the marks his experience must\nhave left upon him, the only one apparent was his silence.\n\nIt was on the seventeenth day that he forsook that silence and\ndirectly accosted Carse. He had a request. The saffron face impassive,\nthe long lashes lying low over the eyes, he said softly:\n\n\"I wonder, Captain Carse, if I might be permitted a glimpse of the\nsubjects of my transplantation?\"\n\nLeithgow and Wilson were at the time with Carse in the control cabin,\nand they regarded their friend intently, curious as to what the reply\nwould be. They saw his steel-gray eyes meet Dr. Ku's gaze squarely;\nand the two men looked at each other: Hawk Carse, complete victor at\nlast, and Ku Sui, the vanquished.\n\nThe adventurer answered:\n\n\"Your request is only natural, Dr. Ku. Certainly you may see them, and\nperhaps offer an opinion on their progress, which has so far been in\nthe hands of your assistants. But I shall have to accompany you.\"\n\n\"You are kind.\"\n\n\"Take the controls, Ban,\" Carse directed, and together they left the\ncabin.\n\n       *       *       *       *       *\n\nThere was no visible change in the five bodies. They lay stretched out\nin cots, sheets drawn up to their necks, and it seemed almost as if\nthey were quietly slumbering and would presently wake up; though in\nreality consciousness would not return to the fine brains in their\nhideous, distorted bodies for many weeks, and then only if the healing\nprocesses were successful. Bandages swathed the heads, leaving eyes\nand nostrils alone visible. An assistant of Leithgow's, at present on\nwatch there, moved occasionally with instrument in hand to time the\nfevered pulses.\n\n\"I must ask you to stand back here, Dr. Ku,\" said the Hawk, indicating\na spot some five feet from the nearest cot. His left arm hung easily\nby his side, the hand resting by the butt of his holstered raygun; and\nthe position was not accidental.\n\nKu Sui nodded and doubtless noted the gun, but his eyes were on the\nbodies. He stood regarding his own handiwork in silence, his face\ninscrutable, and Carse did not disturb him. At last, in a low tone he\nasked the assistant:\n\n\"The food injections take successfully?\"\n\nThe man nodded.\n\n\"I remember,\" the beautifully modulated voice went on. \"I was not sure\nof one subject. Swanson's brain, was it not? Is his condition any\nbetter?\"\n\n\"We are not sure.\"\n\n\"Ah, yes ... yes....\" He appeared to muse, and no one disturbed him in\nthe minutes of silence that followed. Finally he looked away and said:\n\n\"It was a great feat. Thank you, Captain Carse. I am pleased by this\nglimpse of the miracle my hands were made to perform. I am ready to\nreturn.\"\n\nBut at the door of his cabin he paused, and his eyes rested again on\nthe cold, firm face close to him. He said:\n\n\"I suppose, Captain Carse, you intend to bring me before Earth's World\nCourt of Justice?\"\n\n\"Yes. Along with our living proof of your abduction of the five\nscientists.\"\n\nThe Eurasian smiled. \"I see. And since there is no questioning that\nproof, it would appear that Earthlings will soon levy punishment on\nDr. Ku Sui.... So.... You know, Captain Carse, I find your caution a\ngreat handicap. You keep gassing me; I am locked in; and since I have\nobserved no excitement aboard the ship, apparently there are no\nfriends anywhere near me. You have stripped me of everything.\" His\neyes lowered for a moment. \"Everything save this ring.\"\n\nOn the forefinger of his right hand, set simply in a platinum band,\nwas a large dark stone.\n\n\"A black opal,\" said Dr. Ku. \"I have worn it for years and I prize it\nhighly. Perhaps at the last I will give it to you as a memento of\nthese past years, Captain Carse.\" And he went into the cabin, where\nthey gassed him again.\n\n       *       *       *       *       *\n\nThe third week passed.\n\nCrossing the orbit of Mars, now approximately in opposition to\nJupiter, the _Sandra_ streaked on into the last leg of her long\nvoyage. The sun was a vast, flame-belching disk on her starboard side,\nand ahead lay Earth, growing each hour. Cheerfulness pervaded the\nship, nerves were relaxing, faces lightening. Carse could not remember\nwhen Eliot Leithgow had worn a smile so constantly. It was only\nnatural, for to the old scientist and his personal assistants Earth\nwas home, the fulfillment of every desire, the reality and symbol of\nnormal life and love of man.\n\nBut to Hawk Carse the Green Planet was not home. He was the\nadventurer, and wanderer, the seeker of new places with the alluring\nlustre of peril. Earth was to him little more than a port of call, and\nit brought him sadness to see how eagerly Leithgow stared at her\ngrowing face. Their parting was not far away now.\n\nThe _Sandra_ logged off the miles. Then came the day when only ten\nthousand were left, and, soon after, five thousand. Deceleration had\nlong since been begun. Slightly but unvaryingly the ship's momentum\nslackened until she arrived at the two thousand mile mark, where the\ngreat curving stretch of the planet filled her bow windows, and the\nwell-remembered continents and seas stood out as clearly as on a\ntilted classroom globe.\n\nCarse leaned musing in a corner of the control cabin, oblivious to the\nwell-meaning but toneless voice with which Ban Wilson, at the\nelectelscope was butchering a song. A gentle tap on the shoulder\nsummoned him out of his study.\n\nHe turned and saw that Leithgow had come to him. Carse smiled at the\nold scientist, and said:\n\n\"Well, Eliot, we'll be in soon now. Apparently we've made it safely,\nand there's nothing to stand between you and the day you've waited for\nso long.\"\n\n       *       *       *       *       *\n\n\"Yes. But Carse--what of you? How long will you stay? I only wish I\ncould persuade you--\"\n\n\"To retire, Eliot? Settle down? Become a humdrum landlocked\nEarthling?\" He chuckled, and shook his head. \"No, no, old friend. Oh,\nI'll stay on Earth for a few weeks; I suppose I'll have to, to testify\nbefore the World Court of Justice when it takes up your case; but\nafter that's settled, I'll be going back. You know me, Eliot: I'll\nnever change. There are a number of things I must attend to at once.\nMy ship, the _Star Devil_, is still on Iapetus, remember; I must find\nher and get her tuned up again. She's the fastest craft in space, bar\nnone. Then I must make the round of my ranches and see that things are\nrunning smoothly. I've a lot of work on the Iapetus ranch,\nparticularly. Then, there's that Pool of Radium--not that I need the\nwealth, if it really exists; but the job has killed so many who have\nsought for it that I'd like to take a crack at it myself. Oh, plenty\nto do!\"\n\nLeithgow looked at him, and there was all affection in his eyes, and\nfriendship as close as it can be between men.\n\n\"No, Carse,\" said Leithgow softly. \"I suppose Earth will never get her\ngravity on you for keeps. But I hope you will come down occasionally\nto see me, and perhaps once a year, say, spend a month with Sandra and\nme in our--\"\n\n\"Carse!\"\n\nBan shouted the name out. His face, turned from the electelscope, was\nalive with excitement.\n\n\"Here! Look!\"\n\n\"What is it?\"\n\n\"The asteroid! It's close!\"\n\nIn two strides Carse was at the eyepiece of the infra-red glass\nattached to the instrument. One look through it served to verify Ban's\nreport. The asteroid of Dr. Ku Sui had at last appeared.\n\n       *       *       *       *       *\n\nIt was not more than fifty miles from the _Sandra_, a craggy fragment\nof rock, peanut-shaped, and tipped by its gleaming dome. Its speed\nseemed the same as theirs, but its course was different; and to Carse,\nthat fact immediately explained its sudden appearance. He turned from\nthe eyepiece with a face grown hard and cold.\n\n\"Well, it's happened,\" he said. \"Instead of a stern chase, which would\ngive us some chance of spotting them, they at once got off to the side\nand have all this time been flanking us. Now they're cutting in,\nstraight behind, no doubt ready for business. All right. Ban, sound\nthe alarm.\"\n\nLike a gladiator about to step sword in hand into the arena, the\n_Sandra_, though a ship never designed for space duels, girded her\nloins and made herself ready for what at its best could only be an\nunequal struggle. She was outclassed in weapons, weight and speed--in\nall save pilots. She had Hawk Carse at her helm.\n\nThe harsh alarm bell at once rang through the ship, an emergency call\nto stations. Carse, at the controls, rapped out another order.\n\n\"Defensive web on, Ban, and build up power for the ray batteries.\"\n\nAs the echoes of the bell died, a piercing whine grew amidships, and\nshreds of blue light swiftly scattered by the _Sandra's_ ports. They\nwere quickly gone, but they left behind an almost invisible envelope\nof blue which enwrapped the ship completely. The defensive web against\nattacking rays was on.\n\nFriday tumbled into the control cabin, and on his heels two of\nLeithgow's assistants, the third being on duty with the patients.\nCarse briefly explained what had happened. \"Friday,\" he ordered, \"you\ntake the stern ray batteries. Ban--\"\n\nBut Ban Wilson had returned to the electelscope, and it had given him\nmore news. Interrupting, he cried out:\n\n\"They must be attacking! A light just flashed in the dome!\"\n\nWith his words they all saw the light. The visi-screen, though it did\nnot reveal the asteroid, showed the first weapon with which it\nstruck--a lustrous ray of purple which in a blink had leaped out to\nthe _Sandra_ and enfolded her. A shower of sparks crackled out from\nthe ship's defensive web, but the purple ray continued.\n\n\"I don't know that ray, Eliot.\" Carse said. \"What's on our speed\nindicator?\"\n\nThe scientist's gasp was plainly audible as he read the dial. \"Why,\nit--it's dropping! Much faster than our deceleration accounts for!\nThat ray--why, it must have magnetic properties! Carse, the asteroid's\nstopping us!\"\n\n\n\n\nCHAPTER XIV\n\n_The Hawk Strikes_\n\n\nNo surprise showed on the Hawk's face, though the others were visibly\nshaken. He, at the helm, merely nodded and continued with further\norders.\n\n\"Williams,\" he said to one of Leithgow's assistants, \"get Thorpe and\ngo and dose Ku Sui with V-27. Give him plenty. Then both of you\nstation yourselves, ray guns in hand, outside his cabin. We'll take no\nchances with him, gassed or not. Friday, open our radio receiver to\nthe general band. Just the receiver, not the mike.... Our speed,\nEliot?\"\n\n\"Down to seven hundred, and falling steadily.\"\n\nCarse went to the electelscope, after giving the controls over to Ban.\n\nSquarely behind the _Sandra_, and within twenty-five miles, the\npeanut-shaped body had come. It was an ominous and silent approach.\nThe _Sandra_ remained pinned by the purple ray for minutes while the\nHawk studied her aggressor. As he watched the asteroid, the others\nwatched him; Ban Wilson fidgety, Friday clenching and unclenching his\nbig hands. Eliot Leithgow with whitened face and shoulders that seemed\nto have bowed a little.\n\nThe forward speed of the _Sandra_ decreased to four hundred miles an\nhour, and still the Hawk studied the massive body behind....\n\nA sputter sounded in the radio receiver. Carse turned away from the\nelectelscope and listened to the heavy Venusian voice that was\nsuddenly speaking to him from it.\n\n\"Carse, I've got you! You've seen our ray, of course, but have you\nlooked at your speed-indicator? You're caught--and this time you're\ngoing to stay caught. You cannot possibly resist the magnetic ray I\nhave on you, and in a few minutes you will be drawn right into me. I\nadvise you to surrender peacefully. No tricks--though there's no trick\nthat could do you any good! Nothing! I have you this time!\"\n\nA frosty smile tightened the Hawk's lips.\n\n\"I was right, Eliot,\" he murmured. \"The man behind the panel took the\nasteroid to Lar Tantril. He is our opponent.\"\n\n       *       *       *       *       *\n\nThose were his words, but he did nothing. He seemed content to stand\nwith cold, intent face looking back through the infra-red\nelectelscope. The _Sandra's_ speed sank to three hundred, two hundred\nand soon a hundred, and the asteroid, which was of course also\ndecelerating, crept up remorselessly. Ban Wilson had every confidence\nin the Hawk, but finally the inaction grew too much for him to bear.\n\n\"Jumping Jupiter, Carse!\" he sputtered. \"--aren't you going to do\nanything? Use our rays! Try maneuvering to the side! Damn it, we're\njust letting them take us!\"\n\nThe adventurer might not have heard, for all the sign he gave. The\nEarth-clock on the wall ticked on; seconds built minutes, and the\nminutes passed. The asteroid was only ten miles astern.\n\n\"Eliot,\" said Carse quietly, \"get me one of your infra-red glasses.\"\n\nHe took over the controls again. Carefully he varied the forward\nrepulsion and sent current to the side gravity-plates, and slowly the\n_Sandra_ answered by rotating, longitudinally, reversing her position.\nStill maintaining a slight and dwindling speed toward Earth, her bow\nswung from that planet's eye-filling panorama and came to face,\ninstead, the invisible asteroid. When turned completely around, the\nmen in her control cabin looked through the bow windows right into\nthe brilliant cone of the purple ray.\n\nLar Tantril's voice again boomed from the broadcasting shell, and this\ntime it was harsh with anger.\n\n\"Try no tricks, Carse! I see what you intend. You plan to suddenly\n_answer_ my ray, instead of continuing to resist it, and so drive\nright past me and escape. But I warn you I have terrific power, and if\nyou move towards me of your own volition, I can burn you to a cinder\nin three seconds, and I'll do it. You can't escape! If I have to\ndestroy Ku Sui, all right--but I'll get you!\"\n\n       *       *       *       *       *\n\nThe Hawk strapped over his eyes the infra-red glasses Leithgow now\ngave him.\n\nReversing the _Sandra's_ ends had neither increased nor decreased the\nrate at which the asteroid's purple stream was bringing her closer.\nObviously the magnetic stream was being varied. The space-ship's\nforward momentum merely continued to drop normally until the moment\ncame when she had no Earthward velocity at all; and then more quickly\nshe moved toward the restraining asteroid.\n\nWith his infra-red glasses, through the bow windows, Carse could now\nsee the massive body in full detail. There was the dome, a huge,\ngleaming cup of transparent stuff now showing wisps of blue, from the\ndefensive web around it; and inside were the several buildings, and\nminute black dots which were the figures of men. There was a great\nnumber of them. The largest group was clustered inside one of the\nlarge ship-size port-locks in the dome. The lock's outer door was\nopen, and it was from there that the purple ray seemed to originate.\nObviously the intention of the enemy was to draw the _Sandra_ right\nin. Five miles now separated asteroid and ship.\n\nAgain the Venusian chief spoke.\n\n\"I warn you once more, Sparrow Hawk, try no tricks. You can see the\nmen I have here, but you can't see my ray projectors. They're hidden,\nbut they're centered on you, every one, and my hand's at the control\nthat fires them. They have terrific power, Carse. Better not attempt\nanything!\"\n\nThe Hawk switched on the extension microphone at his side. He said\nlevelly into it:\n\n\"Lar Tantril, I'll make a bargain with you: a favor for a favor.\"\n\n\"What?\" shot from the loudspeaker.\n\n\"I will agree to surrender peaceably when you've drawn my ship inside\nif, for your part, you promise to free Eliot Leithgow, who is aboard\nwith me, and the five patients on whom Ku Sui operated. If you don't\ngrant me that, I will oppose you to the last pull of my finger on\ntrigger.\"\n\n\"But, Carse--\" the Master Scientist began, horrified: but his\nexpression of amazement faded when the slender man at the radio turned\nhis head and half-closed one eye in a wink.\n\n\"You will agree to that--and no tricks?\" Tantril's voice repeated.\n\n\"I will agree to it. And as for tricks, what could I possibly try?\nYour rays could burn through the maximum power of my web in three\nseconds, as you say: I know it as well as you. I only wish there was a\nchance to get out of your range in time.\"\n\n\"All right!\" the Venusian replied decisively. \"I agree. I'll release\nLeithgow and the five patients. Keep away from the controls and I'll\ndraw you in.\"\n\n       *       *       *       *       *\n\nCarse switched off the microphone.\n\n\"A hell of a lot Tantril's word is worth!\" muttered Ban Wilson. Once\nmore, surprisingly, the Hawk winked. Friday was grinning now. For\nonce in his life he had guessed his master's strategy before the\nothers.\n\nA mile and a half to the front lay the dome-end of the asteroid.\nPerhaps nine hundred miles to the rear lay the tremendous mottled\ncurve of Earth with her dangerous upper layers of the stratosphere all\ntoo close. In the very face of Earth, all three on a line, the ship\nlay linked by a stream of purple to the great rough-hewn, errant\nasteroid. Half the bulk of all three lay sharply outlined against the\nblack of space by the intense yellow light of the flaming distant sun.\n\nThe asteroid neared to a mile, then a half-mile. Hawk Carse said\ncurtly:\n\n\"Ban, when I give the word, put all the power we've got into our\ndefensive web. Load the generators; overload them; tax them to the\nlimit. That web must be as tough as possible for five seconds.\"\n\n\"Got you, Carse.\"\n\n\"You've--a trick?\" ventured Leithgow timidly.\n\n\"I think I have, Eliot. Lar Tantril might have caught on when I turned\nthe ship, but unfortunately for him his brain is incapable of\nproceeding past a certain point.... All right, Ban.\"\n\n\"Feel it!\"\n\nIn answer to Ban's hands, the deck of the control cabin was literally\nvibrating under the mounting speed of the generators in the\npower-room. The generators could not stand that terrific overload\nlong: they would burn out. But Carse needed only a few seconds of it.\n\nThe asteroid was a quarter of a mile away, seen through the infra-red.\nThe dome loomed large.\n\n\"All right!\" whispered Hawk Carse. \"Hold on!\"\n\nWith the words he unleashed the _Sandra's_ full acceleration.\n\n       *       *       *       *       *\n\nIt was a risk and a big one, but the Hawk had it calculated to a\nfraction of a second, and so, without hesitation, he took the chance.\nA little less than four seconds to reach his objective, he reckoned; a\nlittle more than one second for Tantril to release the asteroid's\ndisintegrating rays as he had threatened; therefore about two and a\nhalf seconds for the _Sandra_ to be exposed to those rays. The chance\nthat her defensive web could resist them for that long would decide\nit.\n\nFrom almost a standing start, the _Sandra_ swept ahead, generators\nhumming, her web a blue mist around her, acceleration at the full.\nStraight down through the heart of the narrowing purple ray she sped,\na hurtling metallic projectile, hundreds of tons in mass, her stub bow\nlevelled dead at the dome.\n\nAfter a second the asteroid bared its fangs.\n\nA cone of brilliant orange flamed and washed around the _Sandra's_\nbow, and a storm of soundless sparks engulfed her. She was caught in a\nmaw of fire, and held there for the remaining terrific seconds of her\nwild forward dash. But the seconds passed; the hands of Hawk Carse\nwere delicate on her controls; and the _Sandra_, curving slightly\nupward, struck, crashed, wrenched terribly in every joint; and then\nthe jolt and the protesting wrench and the spluttering sparks were\ngone from her, and there was around her only the deep silence of\nlifeless space.\n\nAt three hundred miles an hour the _Sandra_ had nicked the upper\nplates of the dome and streaked on, unharmed!\n\nIt was not necessary now to use infra-red glasses to see the asteroid.\nIt was there in the visi-screen for naked eyes, but for seconds not\none of the men in the ship's control-cabin thought to look. The awful\nacceleration and shock had dazed them. They had not known what was\ncoming, except Friday and the Hawk, and only the latter was able to\nretain reasonable alertness. He, almost immediately after the impact,\ncut down the load on the generators, and brought the _Sandra_ out of\nher mad drive forward, rotating the ship until she was facing back\ntowards the asteroid. Then all of them looked through the bow windows,\nand what they saw told the story in an instant.\n\n\"It's visible! See--the invisibility's gone!\" cried Friday.\n\n       *       *       *       *       *\n\nA score of miles away the body lay, fully revealed, its starboard half\ngleaming hard and sharp in the sunlight. Cautiously the _Sandra_ drew\ncloser. Carse gave the controls to Ban and examined it carefully\nthrough the electelscope, after removing the infra-red attachment.\n\nHe saw that the keel of the _Sandra_ had torn a great, mangled rent in\nthe dome and through this the air had rushed out. Space had taken\npossession. The disintegrating rays which had been burning at the\n_Sandra_ had been snapped off with the sheathing of invisibility; in\nthat one wild second of impact, all the asteroid's functioning\nmechanism had been destroyed. Lar Tantril had not thought quite far\nenough: he had not sealed the buildings air-tight against a possible\ncrashing of the dome, and for that reason alone he and his men had\ngone down in full defeat under the drive of the Hawk.\n\nShreds of flotsam drifting and turning in space around the dome now\nbecame visible--bits of wreckage hurled out from the tear, and also a\nnumber of white, bloated things which once had been the bodies of men.\nThe outrushing tide of air had taken them along, and now they drifted,\nshapeless, all of a kind, in the lifelessness of space.\n\n\"Merciful heaven!\" whispered Eliot Leithgow, staring at the\ndesolation. \"Gone! Just snuffed out!\"\n\nThe Hawk took over again and brought and held the _Sandra_ in a\nposition a quarter of a mile above the now rapidly falling asteroid.\n\n\"They're all dead, I'm sure,\" he said in a voice hard and emotionless\nas his graven face. \"They must be, for the asteroid is now visible,\nand that means that the doors of the power building were open. Inside\nand out, all there is dead, machinery and men.... Still, it had to be\ndone. It was they or we. A variation of the trick we used to escape\nfrom the dome before, Eliot; and Tantril of course didn't expect it\nand protect himself as Ku Sui did that other time. It's all done\nnow--yes, its gravity-plates too, for see, it's turning.\"\n\n\"And fast!\" murmured Friday.\n\nThe body was rotating around its longer axis at about twice the speed\nof an Earth-watch's second hand. Now the dome was sliding under, out\nof their sight, the craggy rock belly coming up to take its place.\nNine hundred miles away was Earth--rather, less than that, for the\nbody was now free to accept the tremendous gravity pull of the planet\nso near. Soon it would plunge to destruction there....\n\n       *       *       *       *       *\n\nA thought came to Carse, and he said:\n\n\"Perhaps Ku Sui would like to see what has become--\"\n\nOn the last word he stopped and whirled around. His eyes were suddenly\nintense and his face startled.\n\n\"I heard a hiss!\" said Friday.\n\n\"You too? Then it was a port-lock!\" Carse turned to the visi-screen.\n\"Look there!\" he cried.\n\nIn the screen Earth made a titanic background against which, a\nfalling, dwindling figure in a clear-cut in the sunlight, gleamed\nspace-suit. Down it went, rapidly, even as they stared, until it hung\njust off the also-falling asteroid. It was obviously preparing to\nenter the dome.\n\n\"Take the helm, Ban, and watch him!\" Carse ordered harshly, and ran\naft from the control cabin.\n\nLeithgow and Friday, following at once, found him inside the open door\nof Dr. Ku Sui's cabin, examining two figures stretched limp at his\nfeet. The men were Thorpe and Williams, who had been set to gas and\nguard the Eurasian. Carse said:\n\n\"Both dead. Poison. Look at Thorpe's wrist.\"\n\nOn the right wrist of the dead man was a line of red, a scratch, and\nswollen, discolored flesh was ugly around it. One cheek of Williams\nbore a similar patch. Both had been armed with rayguns, but now they\nwere gone. Half to himself, the Hawk murmured:\n\n\"Yes, poison. It might have been in the ring. Everyone else was in the\ncontrol cabin. The men entered the door, Ku Sui was waiting--quick\ndeath.... Well, I'm going after him.\"\n\nNot understanding, still horrified by the contorted face of the man on\nthe deck, the other two gazed at the adventurer.\n\n\"But, Carse!\" Leithgow broke out. \"How can you? How can you\npossibly--\"\n\n\"He's gone back to the dome,\" the Hawk cut in frostily. \"He can't make\nit to Earth as he is now, for we'd see him and easily be able to pick\nhim up. No; he's got some reason for returning, to the dome. Something\nimportant. He thinks he's escaped.... He's mistaken.\"\n\nA shudder passed over Friday, for Hawk Carse's eyes had fallen on him,\nand they were deadly.\n\n\"Let me by, Eliot,\" the man whispered. \"This time he goes or I go, but\nby the gods of space it'll be one of us!\"\n\n\n\n\nCHAPTER XV\n\n_There Is a Meteor_\n\n\nHis face set and cold, Carse ran to the stores cabin, just as the\nEurasian must have hurried there a few minutes before. He took one of\nDr. Ku's self-propulsive space-suits down from the rack and slipped\ninto it, sticking a raygun in the belt. Still not speaking, he glided\nto the rear port-lock, Leithgow and Friday running alongside and\nattempting to dissuade him from the dangerous pursuit. Their words\nwere wasted. Carse gave them only a faint smile and a few directions.\n\n\"Keep the ship as close as you can without danger. No, Eclipse; I'm\ngoing by myself; there's no need to risk two. If I don't come out,\nyou've everything needed to prove your case. Eliot--the re-embodied\nbrains, Ku Sui's four white assistants--\"\n\n\"I tell you you're going to your death! You'll be caught inside!\nEarth's attracting the asteroid now, and in a few minutes it will be\nplunging through the atmosphere with terrific speed! The friction will\nmake it a meteor, and you'll burn. Carse! You'll die in flames! You\nhaven't but a few minutes to do the whole thing!\"\n\n\"Have to risk that, Eliot.\" He swung open the inner door of the lock\nand stepped into the chamber. \"Remember, keep as close to the asteroid\nas possible, and a steady watch for Ku Sui and me.\" He looked levelly\nat them, white man and black, for a moment, then turned his face away.\n\"That's all. Good-by,\" he said.\n\nThe door swung shut in their faces with a hiss of compressed air.\n\nThe Hawk closed the face-plate of his helmet and rapidly spun over the\ncontrols. Another hiss, and the outer door moved wide. He stepped with\nforce into space.\n\n       *       *       *       *       *\n\nThe panorama below him was breath-taking: Earth seemed almost to hit\nhim in the face. He had not realized it was so close. The sheer,\nmighty stretch of the globe filled his eyes, and for seconds he could\nnot focus on anything else, so overwhelming to his vision was the\ncolossal map. It reached away to left and right, before and behind,\nand he was so near that it seemed almost flat, a sun-gleaming plain on\nwhich stood out in sharp outline the continent of Europe, the Atlantic\nOcean and, bordering it, the edge of North America.\n\nTo his left was the flaming orb of the sun; and directly underfoot,\nrotating against the vast background of the North Atlantic, he now saw\nthe asteroid, glinting metallically along its craggy length as it\nswung over. Carse centered every bit of power he had on it, and at\nmaximum acceleration began to overhaul his objective.\n\nThe asteroid was plunging free to Earth, and the rate of its\nuncontrolled plunge was second by second mounting tremendously; but\nCarse's power-fall quickly enabled him to overtake it. As the dome\nswooped up in front of him, and the sunlight washed briefly over its\ndesolate buildings, he looked hard for a shape moving amongst them,\nwithout success. Doubtless the Eurasian was well inside by now.\n\nThe job of getting into the dome was a hazardous one. About every\nthirty seconds the asteroid described a complete rotation, making the\nrim turn at a speed of half a mile a second, and that made the task of\nentering extremely dangerous to a man whose only protection was the\nmetal and fabric of a space-suit. Misjudgment would either rip the\nsuit or dash him to instant death. He had to slip cleanly down through\nthe jagged tear in the dome, planning his swoop accurately to the\nfraction of a second.\n\nNever cooler, the Hawk made it. Building a parallel speed equal to\nthat of the rotating dome, he followed it over in a dizzy whirl; and\nas the rent came below he shot curving down and in with sufficient\nprecision, and at once swiftly adjusted his gravity to offset the\nasteroid's great centrifugal force.\n\n       *       *       *       *       *\n\nFor alternating fifteen-second periods the sunlight filled the dome\nand its buildings; and on the tail of the first of these, even as the\nsable tide swept all vision from him, the Hawk arrived at the door of\none wing of the central building. He had not seen Ku Sui, and he had\nno time for exploration, but he did have a hunch as to where the\nEurasian had gone, and he followed that hunch. A silent, giant-gray\nthing in the black silence of the corridor, grim, intent and seeming\nirresistible, he swept along it; and every second he knew that a\nraygun might spit from where it had been waiting in ambush to puncture\nhis suit and kill him. For whether or not Ku Sui was aware that he was\nbeing tracked by his old, bitter foe, Carse did not know.\n\nThe asteroid plunged down faster and faster. Earth's atmosphere, with\nall its perils of friction, coming ever closer, and the great bosom of\nthe planet lying waiting to receive and bury the rock hurtling towards\nit. Throughout most of the leagues of space that asteroid had tracked\non its master's diverse errands, and in many distant places the trails\nof Hawk Carse and Ku Sui had crossed and left blood and crossed again;\nand now those three--asteroid, Eurasian and the Hawk--were drawn once\nmore together for the spectacular and epic climax, now only minutes\naway. No power in the universe was to stop the plunge of the asteroid;\nit remained to be seen how one or both of the two living humans on it\ncould get out in time....\n\nBut of all this, nothing was in Hawk Carse's mind except the beating,\ndriving realization that few minutes were left in which to play out\nthe last scene. With reckless haste he sped to where his hunch led\nhim, the secret panel in Dr. Ku's laboratory. As he reached it, faint\nsunlight came filtering in from somewhere and he saw that the panel\nwas open.\n\nHe looked within and dimly saw a ladder reaching down into black\ndepths. Without hesitation he thrust through the opening and dropped\ninto the blackness. He dared not lose a second.\n\n       *       *       *       *       *\n\nHe hit bottom with a thud, changed his glove controls and reached out\nin the darkness. He felt that he was in one end of a passageway. As\nrapidly as he could, his arms stretched wide, all his nerves and\nmuscles and senses alert, he pressed along it.\n\nContinually he was thrown into the rough wall at his right by the\ncentrifugal force of the asteroid. How far did the passageway extend?\nWas Ku Sui at the end of it? It occurred to the Hawk that the asteroid\nwas a developing shooting star, eating up the few hundred miles of\nlife that remained, streaking down into the atmosphere, where waited\nquick friction and incandescence--and he down in the heart of it,\nblind, without clue to what lay in front of him, ignorant of\neverything, and with only minutes in which to achieve his end. There'd\nbe no heat-warning through his insulated suit. Even now, perhaps,\nthere was no time to get out; already the deadline might have been\ncrossed; he could not know. He went on....\n\nHow far? A hundred yards; two hundred? Easily that, he thought, and\nstill no variation in the blackness around him! The passageway seemed\nstraight, so he might now be past the rim of the dome above.\n\nThen, for just a second, he saw a faint wisp of light ahead!\n\nAutomatically Carse's raygun came up, but in the time that simple\nmotion took the light was gone and the blackness was as deep and\nlifeless as before. But he was coming to something. He went on,\nperhaps a little faster, hot to discover the last emergency resource\nof Dr. Ku. He took no pains to avoid making noise, for he knew Ku Sui\ncould not hear him through the airless space between.\n\nAfter another hundred yards or so the light from ahead winked again.\nIt was stronger. Only a second of it, but he now suspected that it\ncame at regular intervals. It was a machine, perhaps, working under\nthe hands of the Eurasian. On--on! With the seconds fleeting by,\nbuilding to the small total which would bring friction to the\nasteroid, and incandescence, and scalding death for him within it!\n\nAgain, suddenly, the mysterious light. It left instantly as usual, but\nnot before it revealed, well ahead, the end of the passage. Quickly he\ntraversed the remaining distance and felt around with his hands. He\nfound what he half expected. There was an opening, a doorway, to his\nright. The room beyond surely held the final secret of the asteroid.\nAnd if Dr. Ku Sui were anywhere, he was in there.\n\n       *       *       *       *       *\n\nCarse restrained an impulse to rush in, deciding to wait for the\nrecurring light. Everything in him told him that this was the climax,\nthat through the door to his right lay the object of his chase; and in\nspite of his consciousness of the plunging asteroid, and the\nup-leaping skin of Earth's atmosphere, now so close, he stood full in\nthe doorway, gun ready, waiting. Seconds were precious, but this was\nthe part of common sense. He needed the light to show him what perils\nhe must face; he could not go into that chamber ignorant of the\nsituation there.\n\nFor what seemed ages the fantastic figure stood there. The great rock\nturning over and over, with awful speed dropping down. Earth nearing,\ndeath ever closer--and he standing in silence and darkness, waiting to\nfinish the feud! He might never escape; he knew that; it might already\nbe too late to try; but the core of the man, his grim and steely will,\nwould not let him think of retreating towards safety until he had\nfaced Dr. Ku Sui and decided the account between them forever.\n\nThe wall of darkness melted. A ghostly light filtered through. He\nstared, and in its brief maximum saw before him a high, bare\nrectangular room, hewn out of the rock--and at its far side a man in a\nspace-suit. Ku Sui, brought to bay!\n\nBut Carse, for one of the few times in his life, doubted his eyes.\nWhat trick were they playing him? For it was not a real, sharp figure\nthat he saw; it was an indefinite one, shimmering and elusive, like a\nmirage. A prank of the strange light, perhaps. But Ku Sui\nnevertheless! Ku Sui trapped!\n\nThe Hawk leaped forward with outstretched arms to seize and hold the\nEurasian's motionless figure. As he moved, the second of ghostly light\ndissolved away, and in the blackness his eager reaching arms closed\non--nothing!\n\nSurely Ku Sui had been there! Surely he had not just imagined he saw\nhim!\n\n       *       *       *       *       *\n\nBaffled and coldly raging, the Hawk whirled and groped frantically.\nThe centrifugal force caught him off balance and hurled him into a\nwall, but dizzy he continued his desperate search, sweeping his arms\nall around him, over walls and floor and, rising, the ceiling. The\ntumbling asteroid banged him unmercifully into the six sides of the\nroom, but even as he was flung he reached and felt in every\ndirection--felt without result.\n\nIn some incredible way, Ku Sui had eluded him. The second the light\nfailed, he must have slipped by and escaped down the passageway\nbehind. The Hawk could hardly understand how it might have been\nachieved, but there was no other explanation. So, with lips firm set\nin his cold, grim face, he felt to the doorway, ready to track back\nthrough the long, unlit passage. He might still overhaul and capture\nthe other. If there was still time....\n\nBut _was_ there?\n\nThe passing seconds had not been idle. Inexorably they had brought him\nto Earth's atmosphere. He stared around the room in sheer horror.\n\nFor its blackness was relieved by the faintest of glows. It was not\nthat of the recurring light; it came from the whole rock ceiling\nabove. Carse was overwhelmed by the realization that within numbered\nseconds the surface of the asteroid would reach incandescence.\n\nThoughts raced like lightning through his head. He could not get free\nthrough the corridor and dome behind: that would take at least three\nminutes, and not a quarter of a minute was left. Ku Sui too, if he\nwere in the corridor trying to reach the dome, was trapped and\nfinished. A meteor flaming to Earth would be their common grave!\n\nA searing, hideous death! Trapped within fiery walls of melting rock!\n\nAt that moment the regularly re-recurring flash of light came, and\nunder pressure of his great need the phenomenon meshed with\nunderstanding in Carse's mind. That light was sunlight! It come at\ndefinite intervals as the dome side of the asteroid rotated to face\nthe sun.\n\nAnd that light could reach the room only by way of some channel in the\nceiling!\n\n       *       *       *       *       *\n\nIn the waxing glow of the rock above him, Carse swiftly found the\nchannel--a vertical bore several feet wide, in one corner of the\nceiling. Its rock sides glowed redly, and at their end was a round\nblack patch that caused his heart to leap with hope. Outer space!--and\na short, straight escape to it! In a flash he saw how Ku Sui perhaps\nhad eluded him.\n\nThe Eurasian's prepared emergency exit would also be his!\n\nHe lost not a fraction of a second. Turning his glove controls to\nmaximum acceleration, he rose with a rush into the bore. Despite his\ngood aim the asteroid's centrifugal force threw him heavily into one\nred-hot side. His heart went cold; would the fabric of the suit burn\nthrough? No time for such worries--must make the frigid air\noutside--fast--fast--never mind bumps--quick out--and must stay\nconscious--_must_ stay conscious to exert repulsion against Earth!\n\nLike a projectile Hawk Carse shot out of that tunnel of hell at a\ntangent to the asteroid and in a direction away from Earth, and in an\ninstant the doomed body was far below him, and streaking faster and\never faster to the annihilation now so near.\n\nHe fought to come out of his dizziness. Shaking his head, he glanced\nback for sight of a minute, suit-clad figure. Had Ku Sui preceded him\nthrough the emergency exit, his shape should be visible somewhere,\netched by the sunlight.\n\nThere was no sign of him.\n\nCarse's eyes dropped to the asteroid. He saw it already miles below,\na breath-taking celestial object, a second sun, brilliant and\nincreasingly brilliant as it diminished over the watery plain waiting\nto receive it. His mind saw the Eurasian, caught in the long corridor\nto the dome, already dead on this last flight of his extraordinary\nvehicle of space....\n\nThe end came at once. The sun was quickly a great, brilliant shooting\nstar, then a blinding smaller one: then its straight mad flight\nthrough the heavens was over, and it was received in the waters of the\nAtlantic Ocean and buried deep.\n\nA cataclysmic burial. A titanic meteor, an incandescent, screaming\nstreak in the night--a cloud of billowing steam--a wall of water\nrearing back from the strange grave of the asteroid, so far come from\nits accustomed orbit around Mars.... The thought came to Carse that\nDr. Ku Sui had died as he lived, spectacularly, with a brilliance and\na tidal wave and an earthquake to disturb the lives of men....\n\nAnd a sadness fell over the heart of the Hawk....\n\n       *       *       *       *       *\n\nHe roused from it in a moment. He felt heat! In the rush of events he\nhad not before noticed that his space-suit had started to burn from\nthe friction of his own passage through the atmosphere. Fortunately,\nit was already cooling off.\n\nFor in spite of his own leaving speed and the added centrifugal\nvelocity the asteroid had given him, he had hurtled down after the\ndoomed rock; and only then was his building repulsion neutralizing\nEarth's gravity and his initial Earthward velocity. He had slowed down\njust in time to keep his space suit intact.\n\nHe came to rest, in relation to the Earth, and hovered there. Again he\nscrutinized the black untenanted wastes of space above. Far out,\napproaching as rapidly as it dared, was the _Sandra_.\n\nHe wanted to be sure, so he cut in his mike and asked Leithgow if they\nhad, through their electelscope, seen, Ku Sui leave the asteroid.\n\nThe anxious scientist told him they had not.\n\nWith a slight sigh Hawk Carse snapped off his contact and waited till\nthe sharp, growing spot that was the _Sandra_ should come dropping\ndown to pick him up, and his friends learn from his own lips the story\nof the passing of Ku Sui....\n\n[Illustration: Advertisement.]\n\n       *       *       *       *       *\n\n\n\n\n\n\n\n\nEnd of Project Gutenberg's The Passing of Ku Sui, by Anthony Gilmore\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE PASSING OF KU SUI ***\n\n***** This file should be named 30303.txt or 30303.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/0/3/0/30303/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}