{"title": "DP", "author": "Arthur Dekker Savage", "releaseDate": "October 21, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n                                           _Illustrated by Paul Orban_\n\nDP\n\n    _Once upon a time life was perfection. Government made sure its\n    citizens were supplied with every comfort and pleasure. But\n    sometimes perfection breeds boredom and ..._\n\nBY ARTHUR DEKKER SAVAGE\n\n\nAllen Kinderwood slowed his pace so his forelock would quit bobbing. The\ndamn thing wasn't supposed to bob; it was supposed to be a sort of\npeaked crest above rugged, handsome features--a dark lock brushed\ncarelessly aside by a man who had more important things to do than fuss\nwith personal grooming. But no matter how carefully he combed it and\napplied lusto-set, it always bobbed if he walked too fast.\n\nBut then, why should it matter now? He wasn't looking for a woman\ntonight. Not when his appointment with the Social Adjustment counsellors\nwas tomorrow morning, and he would get a Departure Permit. _Should_ get\none, he corrected himself. But he had never heard of a petition for a DP\nbeing refused.\n\nHe wanted to spend his last night in the city over here in the main park\nof C Sector, walking in the restless crowds, trying to settle his\nthoughts. He moved through slow aimless eddies of brightly appareled\ncitizens, avoiding other pedestrians, skaters and the heavy,\nfour-wheeled autoscooters. Everything was dully, uncompromisingly the\nsame as in his own sector, even to the size and spacing of the huge,\nspreading trees. He had hoped, without conviction, that there might be\nsome tiny, refreshing difference--anything but the mind-sapping\nsameness that had driven him to the petition.\n\n[Illustration]\n\nAllen was careful not to brush against any girl with an escort. Since he\nwasn't on the make, what would be the use of fighting? Kind of an odd\nfeeling, though, to know you'd never date or fight again, or ... Or\nwhat? What else was there to do, if you hadn't the luck to be a jobman\nor a tech? You ate, and slept, and preened, and exercised, and found\nwhat pleasure you could, and fought mostly because it was momentarily\nstimulating, and, eventually, after a hundred and fifty years or so, you\ndied.\n\nUnless you were a tech. If you were a tech, Government gave you stuff to\nkeep you alive longer. A jobman got a somewhat different deal--he got\nnothing to keep him alive abnormally, because ninety percent of Earth's\npopulation was waiting for his job anyway.\n\nAllen skirted a huge fountain throwing colored, scintillant spray high\ninto the dark summer sky, stealing a glance backward over his shoulder.\nThat girl was still behind him. Following him? It wouldn't be anything\nnew, in his case--especially in his own sector--but maybe she just\nhappened to be going his way.\n\nIt would be easy to find out. He circled the fountain twice. With her\nlooks she should have been picked up before she'd left her compartment\nbuilding block--except that whoever got her might have to fight more\nthan once during the evening to hold her. Definitely a young man's\ndarling.\n\nAnd, the way it began to look, definitely Allen's darling. On the second\ntrip around, she had backtracked to meet him face to face--her purpose\nobvious.\n\nHe tried to dodge, but there was no way it could be done without insult.\nDamn....\n\n\"Hi, brute. Nedda Marsh. Alone?\" She ran soft hands along the hard\nbiceps under his short jacket sleeves. The motion threw open her\nshriekingly bright orange cloak, displaying saucy breasts, creamy\nabdomen and, beneath her brief jeweled skirt, long smooth thighs. And\nthe perfume assailed his nostrils with almost physical force.\n\n\"Hi, Nedda. Allen Kinderwood. Alone, natch.\" Natch, hell. But what could\nany male do to combat Government perfume? He smiled, his pulse suddenly\nquickening. \"Date, darling?\" She _was_ a beautiful thing.\n\nHer large, sparkling eyes showed pleasure. \"Take me, Al.\" She touched\nvivid red lips lightly against his. And the formula was complete.\nPrivate citizens Allen Kinderwood and Nedda Marsh were dated at least\nuntil dawn--or a better man did them part.\n\nHe squeezed her arm where she'd snuggled it against his side, starting\nwith her away from the fountain. \"How come the most gorgeous thing in\nKansas City wasn't dated earlier?\"\n\nShe looked up at him, and the passion in her gaze made his heart skip\nlike a teener's. \"Could be I'm very particular, darling, but,\" her look\nwas suddenly beseeching, \"the truth is, I'm protected.\"\n\nA slow, tiny fire of distaste fanned itself alive in Allen's brain. Why\nin the name of World Government did every other girl who made first play\nwith him have to be protected? But there was his out. By unwritten\nsocial code he could declare the date off. Except that he had grown to\nincreasingly hate the spiteful practice of 'protection'. It meant Nedda\nhad peeved some local lothario who, along with other males in his\nclique, was going to damn well see she wasn't intimate with anyone else\nuntil she begged another date with the original one. If you had a\nsadistic turn of mind, it meant you could keep a delectable bit in\nfreeze until her natural inclinations forced her into your arms. But\nyou'd have to fight any man who tried to date her in the meantime.\n\nFighting was legal, of course, as long as the loser was surgically\nrepairable, and it was considered a normal catharsis for strained\nrelationships between males.\n\nNot, Allen thought glumly, that he had any stake in the future of\nfrantically weary society, but he had reached the conclusion long ago\nthat a man without the courage to back up his personal convictions\nwasn't worth the energy it took to down him.\n\nHe stopped and held Nedda against him protectively. \"I still want the\ndate, sprite,\" he said. \"I have to leave early tomorrow, but I'll try\nto get you out of protection--okay?\"\n\nHer lips trembled. \"Oh, yes. If you knew how it's been, these last few\ndays--\"\n\nHe shook her again, but more tenderly. \"Deal. We'll try to reach your\ncompartment.\" Living quarters were a sanctuary no one but a medic could\nlegally enter without invitation. He removed his stainless\nidentification plaque and slipped its chain about her throat. \"If you\nsee any of the guys who're watching for you, tell me but don't look at\nthem.\" He took her arm again and alertly began to work through the\nthrong. \"Describe your protector.\"\n\n\"Jeff Neal-Hayne. He's big, Al. Bigger than you. Heavier, but you've got\nmuscles like he never saw. You look faster, too.\"\n\nAllen didn't know him, but the name was revealing. Not that anything but\nyour Earth society number was official, but use of a double surname\nmeant your father had elected to stay with your mother for at least a\nwhile after you were born. Most babies, of course, were immediately\nturned over to a Government creche, but it had always seemed to Allen\nthat kids raised by one or more parents had other advantages too,\nalthough he had never been able to figure out just what they were. Maybe\nit was only his imagination.\n\n       *       *       *       *       *\n\nAt the edge of the park they chose the nearest double scooter which\nshowed full battery charge.\n\nAllen leaned against the forward rail. \"Herd it, will you, Nedda? Every\ntime I think of the hundreds of hours I've spent plowing air with one of\nthese gut-weighted things I want to break one. Hell, I can run faster.\nAnyway, you know where we're going.\"\n\nThe girl smiled, pushed the power lever into forward range and steered\ninto slow-moving traffic. \"I saw a man lift a single, once, but that's\nall he was able to do with it.\"\n\nThe lighted street seemed intensely bright after the dimmer reaches of\nthe park. \"Ever think of running one into the river?\"\n\nShe looked at him in amazement. \"Fright, no. Why--you'd have to drive\nalong a pedestrian path for at least a block to reach the bank!\" Nedda\nspun the steering wheel to avoid a long string of solemn teeners playing\nfollow the leader on singles. \"You have funny thoughts, Al.\"\n\n\"I'm laughing.\" He flexed his muscles, impatient, as usual, with another\ncitizen's sluggish mentation. \"I suppose the damn music never gets on\nyour nerves, either?\"\n\n\"Music? Oh--the music.\" She listened as though for the first time to the\nmuted strains which played continuously throughout the city--calming,\nsoothing, lulling. \"Of course not. Why should it?\"\n\n\"They've got it synchronized,\" said Allen. \"Government's got it\nsynchronized so you hear it just the same volume no matter where you are\noutside. You _have_ to listen to it.\"\n\n\"Darling, your boredom's showing.\"\n\nHe squeezed her hand reassuringly. \"Don't let me spin you, lovely. I've\ngot the answer.\"\n\n\"Oh?\"\n\n\"Yeah. I applied for a DP this morning.\"\n\n\"Al--_no_!\"\n\n\"Why not?\" He put it like the needle thrust of a fighting knife, daring\nher to find a reason, half hoping she could.\n\n\"I--\" She glanced at him once, quickly, then away. Then she drew a deep\nbreath and let it sigh out. \"How about Mars, Al? There aren't many\nservice machines, and they even let women do lots of little detailed\nthings. I almost went, once.\"\n\nHe was watching her shrewdly. \"Why didn't you?\" He had fought this one\nout with himself before.\n\n\"Oh--I don't know. Just never did.\"\n\n\"I'll tell you why you really didn't. It'd be too different. When the\nGovernment provides every convenience, every comfort you can think of\nhere, you can't stand having to work in a mine, with an oxygen helmet,\nstuffed into heavy clothes. You can't stand the danger and the fear--and\nsomehow, inside, you must know it. I'm pretty strong, and I never met a\nman I was afraid of, but I know I couldn't stand Mars.\" He gripped the\nrail and stared out over the wide, swarming street. \"But Earth is a\ntrap, Nedda. A big comfortable trap where you walk around endlessly\nwithout being any use at all.\"\n\nShe trod the brake and barely missed bumping a couple who had stopped to\nembrace. \"_I'm_ some use, hon. Wait'll we get home.\" Her eyes held a\npromise she could barely restrain.\n\nAutomatically, he caressed her with a practiced hand--and grabbed the\nwheel when she suddenly strained against him, trembling, pressing eager\nlips against his neck.\n\nChrist, how long had she been protected? He felt a mounting anger\nagainst the social ennui which drove men's minds to such inhuman\nactivity. Departure was the only escape from this kind of thing, and\nfrom the city--from any city.\n\nBut the Departees had always been only a tiny minority. Did that mean\nthey--and he--were wrong? He brooded about it for seemingly the googolth\ntime, guiding the scooter without conscious thought, turning as Nedda\ndirected.\n\nA trap, he'd told her. Well, he could see no reason to change that. The\nblazingly glorious sensotheaters, cafes, gymnasiums, dancing salons,\namusement rides and hypnodream houses, crowding every main thoroughfare\nwith their fantastically ornate architecture, were--when you thought\nabout it--designed to trap people's minds, keep them from thinking of\nanything but a gossamer, useless pursuit of personal pleasure. And\nwasn't the design faulty when everyone was bored, when some chose\nDeparture and others sank to the unnatural practice of protection to\nwhet their sated appetites?\n\nNor was there any apparent hope for the future. Theatre productions,\ndream tapes, even the elaborate home teleview shows were all historical.\nWhy? Was Government admitting there was nothing but staleness in the\npresent? Why the concern with backtime?\n\nBecause of Government entertainment diet, Allen could probably, with a\nbit of practice, fish skillfully from an outrigger, make and use a\nlongbow expertly, run a store profitably in the Money Ages, weave cloth\ncorrectly, build complete wooden houses--oh, any number of ancient\nthings.\n\nBut he couldn't even talk the same language as the relative handful of\ntrained men who built and operated the unbelievably intricate\nrobomachinery which activated and maintained the complex cities of\nEarth.\n\n       *       *       *       *       *\n\nNedda's soft voice broke into his thoughts. \"Al--Dan Halgersen's coming\nup behind us on a single. He's one of Jeff's--\"\n\n\"Hold on.\" Allen swung the scooter hard right and adroitly darted across\ntraffic toward an emblazoned theatre entrance. Here, now, was a\nsituation he knew how to deal with. He said rapidly, out of the side of\nhis mouth, \"Jump off when I stop at the entry and kiss me like good-by.\nRegister your plaque in the ID slot and head for the door--then look\nback. If I'm down, go on in and lose yourself. If he's down, come back.\"\n\nHe made a wrenching stop at the very edge of the crowd, swung Nedda\nthrough the opening between front and side rails and gave her a hard,\nsterile kiss.\n\nShe clung to him a moment. Without letting her eyes stray she said,\n\"Slowing down right behind you. Luck, lover.\" Then she turned and\nstarted to pick her way across the walk.\n\nAllen swung the scooter in a fast, tight circle to the left. Assuming\nhis opponent to be right-handed, this would help avoid a knife slash\nfrom the rear if the other rammed his scooter--further assuming the man\nhad _not_ been tricked into thinking his presence was unnoticed.\n\nHe hadn't. When Allen whipped his head around to look at him, there was\nbarely time to brake the heavier double to avoid a shrewdly planned\ncollision. Halgersen, Nedda had said. He was thick-set, with heavy brows\nand large jaw. The type Allen had learned to associate with power and\nendurance but not too much speed.\n\nHalgersen was holding a knife in his right hand. Allen quickly slipped\nhis own blade from the sheath conveniently held at the front of his\nbelt. They cut intricate patterns of feint, attack and withdraw, using\npassing vehicles as buffers. But not for long.\n\nA voice from the crowd called, \"Fight!\" and space grew miraculously\nabout the combatants, leaving a huge clearing in the street rimmed\nsolidly with scooters and pedestrians. A few shouts of encouragement\nbegan to be heard as individuals selected one or the other of the men as\na likely winner.\n\nAllen dodged a sudden attempt at a side-swipe collision and the\nattendant vicious swipe of Halgersen's blade--and then drew first blood\nby a lightning riposte to the arm. Legal knife target was arm, leg,\nabdomen and a forehead cut without thrust--which would obscure vision\nwith blood without doing organic damage.\n\nThe bright yellow luminescence of a police copter dropped and hovered as\nAllen tried to follow up his momentary advantage. The scene, he knew,\nwould now be simultaneously filmed for possible legal record and\nbroadcast on all teleview news programs. Entertainment for adults,\neducation for the teeners.\n\nA feminine voice in the front ranks called, \"Two stunts to one on green\njacket!\" and was immediately taken up by another girl near by.\n\nHe had little time to think with satisfaction that no female had ever\nbeen forced to pay off a bet of some ingeniously embarrassing public\nbehavior on his account. Halgersen was now trying to maneuver him for a\nstraight ram which would bring them definitely together. He wasn't being\nweakened by the slow drip of blood from his arm and he didn't seem to be\nbothered by pain.\n\nAnd then they were close to the circle rim. Allen swung his scooter so\nthe cooling downdraft from the copter--coming from above the center of\nthe cleared area--was directly against his back, a method he had devised\nfor knowing his position without having to take his eyes from a close\nopponent. He let his shoulders droop suddenly, as though he was tired,\nand at the murmur of disappointment from many onlookers he began to back\nslowly away from Halgersen.\n\nThe blue-jacketed figure rolled into the trap scowling. He tried again\nfor a head-on ram. Allen let him come, and at the last possible instant,\nwhen Halgersen would be unable to reverse, stop, or even swerve, he\nflipped the bar to full power ahead. And braced himself accordingly.\n\nThe scooters met with a bone-jarring thud of perimeter rubber. Halgersen\nwas hurled neatly over his own guard rail to land gaspingly across\nAllen's.\n\nAllen grasped the back of the other's belt in a grip that had dismayed\nmany a combatant, hauled him into position and hamstrung both legs with\ntwo dextrous thrust-and-cut movements. It took but a moment longer to\nleap above a desperate slash at his own legs, drag the heavier man to\nthe thick floor of the scooter and render him unconscious with a\nstamping kick of one sandaled heel. It left an easy repair job for the\nmedics, but would keep one Dan Halgersen from fighting again for more\nthan a week--and maybe make him think twice about joining in another\nprotection pact.\n\nAllen leaped up and balanced on two guard rails while the police copter\nsettled down to pick up Halgersen. He signaled Nedda to move on along\nthe walkway.\n\nWhile the onlookers were clapping approval of the show, he removed\nHalgersen's plaque, leaped down and dodged an attempted kiss from the\ngirl who had given odds on him--glancing back warily in case her escort\nfelt insulted--then pushed through the mob to join Nedda.\n\nShe hugged his arm ecstatically. \"Darling, every woman should have a guy\nlike you.\"\n\n\"Yeah.\" He felt no sense of triumph. It had happened too many times\nbefore. Everything had happened too many times before--repetitive,\npalling and purposeless. He tucked the won plaque into her decorative\nbelt. It was Nedda's proof that protection was ended, and Halgersen\nwould have to call for it accompanied by a witness.\n\n\"Where the hell is your place?\" he asked. For a moment he wondered why\nhe didn't just turn abruptly and leave her, social mores\nnotwithstanding. Then Nedda's perfume began its chemical magic again,\nand he carefully straightened his jacket and set his forelock in its\nproper place.\n\n       *       *       *       *       *\n\n\"Nedda,\" he accused lazily, \"you're a nymph. Ever tried\npsychoconditioning?\"\n\nShe gave him a tender, lingering kiss and burrowed more comfortably in\nhis arms. \"Not yet, darling. Would you prefer me less--responsive?\"\n\nAllen patted her as carefully as possible to show approval without\narousing her again. \"No man would. But it must be rough between dates,\nisn't it?\" And just why should he be worrying about anyone else at this\nstage of the game? Maybe he wasn't. Maybe he was just curious now that\nit no longer mattered.\n\nShe avoided his eyes in the cool semigloom of the compartment.\n\"I--usually manage to have enough dates. Until some moron like\nNeal-Hayne puts me under protection.\"\n\nHe disengaged himself gently, rolled off the pliant couch and increased\nthe room's light with the wall knob. \"You should register a complaint,\nNedda. After three he'll be forcibly psyched, you know.\" He dialed the\nservoconsole and focused a morning meal menu on the viewscreen. \"Ready\nfor breakfast, pip?\"\n\n\"Mmm--if you are.\" Nedda came over and lifted the phone from its panel\nrecess. \"That number six algal protein is supposed to be a new taste\nsensation. Like?\"\n\nHe shrugged. \"Let's try it. It'll be my last go at this robot feed.\"\n\nWhen the meals had been deposited in the service chute she looked at him\npleadingly. \"Hon, why don't _you_ try being psyched? They could make you\nsatisfied with--things as they are.\"\n\nAllen lifted a thin transparent food cover while he shook his head.\n\"Maybe they could, Nedda. But it would have to be almost total erasure\nto change my slant on everything, and being forced to accept what I hate\nis worse than anything else I can think of. It wouldn't be me when they\ngot through. Whatever causes me to think like I do is the _me_, and\nthat'd be gone.\"\n\nSome of the resentful animosity surged up in him and he had to talk\nabout it. \"Look at your compartment. The same as every other single in\nthe city--or any city. The walls are the shade of green that's best for\nthe eyes. Furniture and fixtures are always the same colors. Every\ncompartment has a servoconsole to condition the air, control the\ntemperature and humidity, bring you food or any other standard service,\nprovide teleview shows, music or requests. You could live your life\ninside this square hole. Everybody has everything and nothing means\nanything--can't you see that?\"\n\nShe came around the table and sat on his lap with her head against his\nneck. \"No, presh, but if you'll change your mind about a DP you can date\nme any time, always. I'd like to share a double with you forever.\"\n\nHe traced soothing circles on her smooth back with his fingertips.\n\"That's the closest I've ever come to _owning_ anything,\" he mused.\n\n\"But, hon, Government owns everything and takes care of everything. When\nyou can always use a thing, how could it be better if you owned it?\"\n\nAllen held her against him tightly, fighting the old fight to find\nwords. How could you explain how you _felt_ things to be right or wrong,\nwithout really knowing the reasons?\n\n\"Maybe,\" he said slowly, \"it's as though I wanted to keep you for myself\nalone. But Nedda, if another man made the right approach, could you\nrefuse him?\" After a minute he repeated, \"Could you?\"\n\nEventually, she made two answers.\n\nThey were warm and wet and dropped onto his chest.\n\n       *       *       *       *       *\n\nThe Adjustment Building was a soaring, chastely white structure of\nsilicoid plastic, dazzling in the hot morning sun. It crossed Allen's\nmind fleetingly that everything built nowadays would long outlast the\nbuilders. That seemed right, but he didn't know why.\n\nHe took his ID plaque from Nedda and kissed her. He had tried to\ndissuade her from coming with him, but she had merely smiled and held\nhis arm and urged him toward a double scooter.\n\n\"This is it, beautiful,\" he said shortly, at the entrance. And, with an\nattempt at levity, \"Don't take any more protection.\" Actually, what\ncould you say? He went inside quickly, without looking back.\n\nAt the door marked _Kansas City Department of Social Adjustment_, he\nslipped his plaque into the correct slot for a moment and was admitted\ndirectly to the waiting room for those who had appointments for the day.\n\nThere was only one other waiting--a handsome blond youth whose knife was\nnew. Allen sat down in a lounge chair across the room.\n\nAnd Nedda came in and sat down beside him.\n\nHe could have understood almost anything but that. \"How in the name of\nfear--\"\n\n\"Do you think,\" she said mischievously, taking his hand, \"the B Sector\nchamp is the only one who can get an appointment?\"\n\nBefore it could more than flash through Allen's mind that he'd not told\nher that, the blond youth was standing before them, his eyes hotly on\nNedda. Then, obviously confused that she was already holding hands, he\naddressed himself to Allen as though it was what he had intended doing.\n\n\"Marty Bowen, sir. Uh--I'm going to see if they'll let me have a double\ncompartment with some gym apparatus in it.\" He shifted his weight to the\nother foot and hung a thumb nervously in his belt, unable to keep from\ndarting glances at Nedda.\n\nAllen noted, with rising anger and some other unpleasant emotion he\ncouldn't define, that she hadn't dropped her eyes. He said curtly.\n\"Fine, kid--hope you make it.\" The youth mumbled something else and went\nback to his chair.\n\nHe had barely seated himself when a voder speaker crooned a number\nmelodiously. With a quick backward glance at Nedda, the blond lad went\non into the counsel room.\n\nAllen's mind remained in confusion, shot through with anger at himself\nthat he should waste thoughts now on anything but the coming interview.\nThe room was beginning to fill quietly with others.\n\nHis number was called a few minutes later.\n\nAnd Nedda's was called along with it.\n\nWell--the place to get the answer was the counsel chamber. He got up\nslowly, barely noticing that Nedda continued to hold his hand as they\nwent in.\n\nThe brilliant room was two stories high, with fluted walls and no\nwindows. Obviously the size was to impress interviewees. But why should\nthey have to be impressed? Wasn't the wisdom of the five tech doctors\nsufficient by itself? Wasn't it?\n\nHe sat in a chair indicated by the dark-skinned one, and listened while\nthe very old one in the center talked to Nedda.\n\nHad dating the B Sector park champion solved her difficulty with the man\nshe had reported? Fine. It was the second such report about him in a\nyear--the other also coming from a girl who was highly sexed. Did Nedda\nnot consider herself to have a problem which required psychoconditioning?\nNo? Well, perhaps in later years, when her beauty and her mind were\nsomewhat changed.... No, there would seem to be no justification for\ngiving her a compartment in another sector, unless she had persuaded the\nchampion or another to share a double with her. Would that be all? Much\nhappiness to her.\n\nAbruptly, Allen realized Nedda had left and that the frail old man was\ntalking to him.\n\n\"... unusual to have joint interviews without a more definite emotional\ntie, but we felt you would like to know how you had rendered civic aid.\"\n\nSo pitting him without choice against any of several men was their idea\nof civic aid. No wonder he'd met so many protected girls in the past.\nThis time, they'd harnessed Nedda's restless passion to the task of\ndissuading him from a DP. Very neat.\n\nIt made him feel better to know they'd failed where he was concerned,\nand his resentment abated somewhat. He said, \"Glad I could help,\"\ncareful to keep his voice emotionless. Then, determined to have no\nfurther subtleties, \"If I can have my departure permit, I won't trouble\nyou further.\"\n\nMaybe his approach wasn't right, but all they could do would be to\nrefuse him. In which case there were other ways--and the hell with\nlegality.\n\n\"We hope,\" smiled the old doctor benignly, \"there may be another way.\nPerhaps, if we discuss your problem, we can find a solution which won't\ncost the city a handsome young citizen.\"\n\nAllen made it a direct attack. \"Why should the city miss any citizen? In\nfact, what good is the city itself--what good is any city?\"\n\nAnd almost, the techs seemed startled. But a younger one said easily, \"A\ncity, Mr. Kinderwood, permits a maximum of efficient service and\npleasure, with a minimum of waste and discomfort.\"\n\nAllen leaned back and stubbornly folded his arms. \"I've had enough of\npleasures and comforts without meaning, and I've nothing to do, and it\ndoesn't look like anyone's making any progress anywhere. Even on the\nplanets they're just repeating backtime stuff with modern equipment.\"\n\nThe old man waved a hand at the others and looked at Allen intently. His\nvoice was softly insistent. \"The one continuous thread in human history\nhas been the seeking of more pleasure and greater comfort for all\nmembers of the race. Our technology gives us a maximum of both. No one\nlabors, and the few who work prefer to do so. No one is diseased, no one\nstays in pain longer than the time necessary to reach a medic. Everyone\ncan have everything he needs, without striving and without debt. And as\ntechnology advances, there will be even greater benefits for all. What\nmore can be done to make the citizens of Earth happy?\"\n\nFor the first time, Allen felt confused. \"I don't know,\" he said slowly.\n\"The way you put it, it sounds right. But where does it all lead? What\nreason have I got for living? What reason does the human race have for\nsurviving?\"\n\nThe sociologist looked even older. \"In all seriousness, sir, can you\nanswer the questions you have just asked?\" His eyes were expectant--but\nthere didn't seem to be much hope reflected in their depths.\n\nAllen noted a tenseness around the table. Why were they asking him for\nanswers they were supposed to know? Or was it another of their\nsubtleties?\n\n\"No,\" he said curtly, \"I don't know the answer to any of them. Has it\ngot a bearing on my getting a DP?\"\n\nThe central figure sighed. \"None at all.\" He pressed several tiny\nbuttons on the polished table and an inscribed card rose halfway out of\na slot. \"We merely hope that some day a man will come along who can tell\nus--before someone who may not be a man comes along and makes the\nanswers futile.\" He handed Allen the card. \"Here is your permit. You may\ntake it to the third office south on the corridor through that door. We\ndon't feel it is the answer to your problem, but we admit we don't--\"\n\n\"Pardon me, sir,\" interrupted Allen. He wet his lips. \"Did you say\n'someone who may _not be a man_'?\"\n\n\"Yes. It is an aspect you have not considered, Mr. Kinderwood.\" The\nsociologist's face seemed haggard. \"Even a few generations ago, Earth as\nit is today would have seemed like a concept of heaven. We know now it\nis not enough, but we don't know why. Perhaps, if we can reach the stars\nthe problem will cease to be critical. By the same token, life from the\nstars may come here first.\n\n\"We have no remotest idea what such an eventuality would entail. It may\nprovide a solution. It may quite conceivably send man back to the\nforests and jungles.\n\n\"You have experienced our only answer to the latter possibility. While\nproviding man with everything to which he has aspired for milleniums, we\ninstill in him, through the media of entertainment, knowledge of all the\nsurvival practices known to the backtimers who painfully nurtured\ncivilization from an embryonic idea to its present pinnacle. We can do\nno more.\"\n\nAllen flexed his arms involuntarily at the sheer enormity of the idea.\nIt was one thing to let a useless race expire, quite another to think of\nits being forced back to-- \"But--can't anyone think of anything else to\ndo?\"\n\n\"Whoever is capable of devising anything else,\" the old doctor said\nresignedly, \"will undoubtedly be able to carry it out with or without\nour assistance.\" He pressed more buttons and there was a muted sound of\nthe voder calling a number. \"The exit over there, Mr. Kinderwood.\nAnd--much happiness.\"\n\nAllen's thoughts swirled in tumultuous confusion. Dimly, he realized\nthat man had outstripped himself, and saw with intense bitterness that\nthere was no answer on Earth for any ordinary citizen. Or was there? And\nif there was, was it worth trying to find? He flung open the door to the\ncorridor violently, as though the force could quiet his mind. Maybe, if\nhe didn't use the permit, he could stay and figure out an answer. Nedda\nwould be sympathetic and patient while-- And then he stopped. Across the\nwide hallway, Nedda stood beneath a window, looking at him. And the\nblond youth held her with flushed understanding, impatiently waiting,\ncaressing her arm with his hand, binding her to him with the one bond\nshe could not break.\n\nShe watched Allen start slowly down the corridor. Once, when he\nstumbled, she gave a stifled sob, and tears brimmed and spilled silently\nwhen he passed through the door marked _Kansas City Department of\nEuthanasia_.\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _If Worlds of Science Fiction_\n    September 1954. Extensive research did not uncover any evidence that\n    the U.S. copyright on this publication was renewed. Minor spelling\n    and typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of DP, by Arthur Dekker Savage\n\n*** END OF THIS PROJECT GUTENBERG EBOOK DP ***\n\n***** This file should be named 30305.txt or 30305.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/0/3/0/30305/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}