{"title": "Modus Vivendi", "author": "Gordon Randall Garrett", "releaseDate": "October 22, 2009", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced from Analog Science Fact & Fiction September\n    1961. Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed.\n\n\n                            MODUS VIVENDI\n\n\n                            By WALTER BUPP\n\n\n     _It's undoubtedly difficult to live with someone who is\n      Different. He must, because he is Different, live by other\n      ways. But what makes it so difficult is that, for some\n      reason he thinks you are Different!_\n\n\n                     _Illustrated by Schoenherr_\n\n       *       *       *       *       *\n\n\n\n\nBy the time I got to the office, I was jittery as a new bride. The day\nstarted out all wrong. I woke up weak and washed out. I was pathetic\nwhen I worked out with the weights--they felt as heavy as the\nPyramids. And when I walked from the subway to the building where Mike\nRenner and I have our offices, an obvious telepath tailed me all the\nway.\n\nI was ready for a scrap. St. Francis himself would have irritated the\nhell out of me, and I'd have gone speechless with rage at the mere\nsight of sweet Alice Ben Bolt. The guy sitting with Mike in our law\nlibrary didn't have a chance.\n\n\"What's this?\" I growled, seeing Mike seated silent and staring at our\ncaller across the big table. There wasn't a book or sheet of foolscap\nresting on the walnut. Work hadn't started. They were lying in wait\nfor me. Well, I was lying in wait for the first guy who opened his\nmouth.\n\n\"The Grievance Committee!\" Mike said in a tone of stifled fury. \"This\nis Horace Dunn.\"\n\n\"_Carpe Diem_,\" I snarled at Horace, a hammered-down heavyweight.\n\"What's Renner done now?\"\n\n\"Me?\" Renner demanded, letting his fat jowls quivver. He's one of\nthose burly types who looks like he should be playing pro ball and\ninstead thrives on showing clients how to keep two sets of books while\nstaying out of jail.\n\n\"Not Renner,\" Horace said. \"You, Maragon. The Bar Association gets\nupset when reputable attorneys successfully defend one of these Stigma\ncases.\"\n\n\"Forgive me my hobbies,\" I sneered, sitting down beside my partner.\n\"But I try to win them all. You know I didn't seek that\nbusiness--Judge Passarelli appointed me Public Defender when that Psi,\nCrescas, bleated that he was destitute.\"\n\nMike Renner apparently decided one of us had to be reasonable.\n\"Coincidence, Dunn,\" he said. \"Pure coincidence. You can't hold it\nagainst--\"\n\n\"No coincidence,\" I snapped. It wasn't my day to agree with anybody.\nRenner's fat little eyes opened wide.\n\n\"Judge Passarelli _knew_ I'd be in his courtroom,\" I said. \"His Honor\nwanted to get my views on a point I'd made in that pleading the\nprevious week.\"\n\n\"Passarelli _again!_\" Horace breathed. \"Well, well. What do you know?\nAnd two weeks ago he found a Stigma case named Mary Hall 'Not Guilty'\nof bunco game against the 99th National Bank. You know the case?\"\n\nRenner was too upset for speech. He shook his head, looking over at\nme. I didn't give him the satisfaction. Mike hasn't any patience with\nmy interest in keeping abreast of Psi developments anyway.\n\n\"This Mary Hall is a hallucinator,\" Horace said. He leaned forward and\ngave it to us in not much more than a whisper. \"This witch used her HC\nto pass five dollar bills off as hundreds, getting change. But they\ncaught her at it.\" He laughed harshly. \"And tried her for it,\" he\nadded. \"Get the picture on that 'Not Guilty' verdict?\"\n\n\"No,\" Renner admitted. I slouched down, scowling.\n\n\"She used HC on Judge Passarelli, too. Foozled his vision, whatever\nyou want to call it. When the 'cutor handed him the evidence, the five\ndollar bill she had tried to pass for a hundred, all sealed up in\nplastic, Passarelli _saw_ a _hundred_, thanks to her Psi powers.\"\n\n\"Get out of here,\" I told Horace, getting to my feet.\n\n\"Pete! For heaven's sake!\" Mike protested. You didn't talk like that\nto the Grievance Committee. Did you ever see a guy wring his hands?\nRenner was pathetic.\n\n\"Can't you quit pussy-footing around, Renner?\" I growled. \"This comic\nisn't from the Grievance Committee!\"\n\nHorace Dunn paled on that one. \"How do you know that?\" he said. He\nsounded a lot more dangerous.\n\n\"Too polite,\" I sneered. \"And it ill becomes you. What's going on?\"\n\n\"So I level,\" Horace conceded. \"So I'm _not_ from the Grievance\nCommittee, and I'm not all hot that Maragon defended Keys Crescas.\"\n\n\"Much better,\" I said, sitting down again.\n\n\"This guy Passarelli is coming up for re-election shortly,\" our caller\nsaid. A light began to dawn. \"We're making sure he doesn't make\nit--and that _our_ man does.\"\n\nMy laugh was more a bark. \"He can't find Mary Hall,\" I told Renner.\n\nHorace's lower jaw shot out at me. \"I don't like guys who know what\nI'm thinking!\" he snapped.\n\nI had to laugh in his face. \"Who needs TP? You want to tar Passarelli\nwith the brush of Psi--and this hallucinator would be Exhibit 'A'.\"\n\nHe subsided. \"So I can't find her. What then?\"\n\nI shook my head. \"You say it,\" I suggested. \"Too early to have to wash\nmy mouth with soap.\"\n\nDunn made his big pitch to Renner. \"Maragon has a connection with\nthese Psis--it's all over town that he got Keys Crescas off. This\nCrescas can find Mary Hall--you know how Psis stick together.\" Renner\nnodded rapt agreement. \"And,\" Dunn added, finally sticking it in us,\n\"it would be good politics for Maragon to do it--would kind of sweeten\nup the stench of his getting Crescas off, eh?\"\n\nRenner thought he had to sell me: \"Pete,\" he insisted, \"You've _got_\nto! Defending Crescas was sure to hurt our reputation. That girl has\nit coming for--\"\n\nI waved a hand in his face, shutting him up. \"Why should I care what\nhappens to the girl?\" I said, getting up. \"Just make sure Horace pays\nus a fat fee. After all, it's tax exempt.\"\n\n\"Tax exempt?\" he asked, frowning.\n\n\"Sure,\" I said, walking out. \"Religious contribution. Thirty pieces of\nsilver.\"\n\n       *       *       *       *       *\n\nKeys Crescas is the kind of odd-ball you can't find till after dark.\nGood looking in a romantic, off-beat sort of way. No visible means of\nsupport--a typical Psi. Renner made one white-jowled attempt to read\nme the riot act for failing to plead him guilty when Passarelli had\ntapped me as Public Defender. I came close to throwing the meat-ball\nout of my private office.\n\nWhat could I have done? Sure, Crescas has the Stigma--he doesn't try\nto hide it. It's only TK, though, and I don't suppose much of that.\nJust enough, the cops will tell you, to make him a good man at picking\nlocks and earn his nickname--Keys.\n\nPeople like Crescas run to a pattern. I left my number in about ten of\nthe spots he might turn up, and around six o'clock one of them hit pay\ndirt.\n\nI pressed the \"Accept\" key when the phone rang, and Keys Crescas'\nolive face and curly black hair filled the screen. His black eyes had\nthat lively watchfulness you associate with Psis. He had the gain way\ndown and the aperture wide, so that he wasn't in focus any farther\nback than his ears. And that scope setting hid from where he was\ncalling as effectively as a veil. Did you ever know a Psi who didn't\nseem to be harboring a secret?\n\n\"Hi, Mouthpiece,\" he grinned, showing even white teeth. \"How'd you\nknow where to find me?\"\n\n\"Best place for worms is under a manure pile,\" I said. \"I used\nparallel logic.\"\n\nThat took that smug, Stigma grin off his puss. \"What do you want?\" he\nasked, sullen now.\n\n\"A lead to a Psi who's gone into hiding.\"\n\nYou know what he told me to do. \"Mary Hall,\" I added. \"She's got\nStigma Troubles.\"\n\n\"Not even counting you, eh?\" Crescas sneered. He made the same\nsuggestion again. I let it ride. \"Go on,\" he dared me. \"Make your\npitch. I'll laugh later.\"\n\n\"That 'Not Guilty' verdict doesn't mean a thing, Crescas,\" I told him.\n\"That was a National Bank she tried to rob. There's a Federal rap\nstill to be settled. She has big Stigma troubles and needs\ncounsel--and not one of those shysters who hang around the Criminal\nCourts building sniffing for Psi business.\"\n\n\"She's in no trouble till they find her,\" he said accurately, and I\ncould see his hand come up to cut the image. \"For my dough they've\ngiven up trying to find her and are using you for a stalking horse,\"\nhe added with fiendish accuracy.\n\n\"So don't trust me,\" I snarled. \"You can send her saw blades baked in\na cake.\" I reached up, too.\n\n\"Hold it.\"\n\nI stopped, trying to keep my glower going.\n\n\"Passarelli would have to be in on it, too,\" he decided. \"And I can't\nfigure _him_ for a louse. O.K., Maragon. I'll pick you up at your\noffice at about eight o'clock.\"\n\n       *       *       *       *       *\n\nWith nearly two hours to kill, I went out to eat. I still felt glum\nand lousy. Part of it was the knifelike penetration of Crescas'\nintuition--his knowing that I was just a stalking horse so that the\nbig guns could zero in on Mary Hall. And there was that little tremor\nof fear that comes from knowing that a Psi may think you've\ndoublecrossed him. They have some powerful abilities when it comes to\nexacting vengeance. Well, if everything about the deal was as much\nscrewed up as the part I had heard so far, I decided, I might get out\nwith a whole skin at that.\n\nThat was my attempt at consolation--that and an order of sweet-breads,\nFinanciere, which is a ridiculous dish for a sawed-off shyster tending\ntoward overweight.\n\nI was back in the law library by ten minutes of eight, trying to\noccupy my mind with the latest _Harvard Law Review_, when the 'phone\nrang. Keys' face, a little tight-lipped and bright-eyed, peered at me\nfrom the screen, which it completely filled. He must have darned near\nswallowed the 'scope.\n\n\"Ready?\" he asked softly.\n\n\"Sure. You picking me up?\"\n\nHis lip curled in half a smile. \"What do I look like?\" he sneered.\n\"Grab a cab. You know a bar called the Moldy Fig?\" I nodded. \"That's\nwhere.\" He cut the image.\n\nWell, this was more like it. You can't deal with Psis without the\nwhole affair acting like something out of E. Phillips Oppenheim. I\nclosed up the office, turned out the ceiling, and rode the elevator\ndown to the street.\n\nThe night howled and shrieked with air-borne traffic. A hot-rodding\nkid gunned his fans up the street a way and ripped what silence might\nhave remained to the night into shreds as he streaked past me. The\njerk wasn't forty feet off the ground, and was pouring the coal to his\nturbine. The whine of his impellers sounded a strong down-Doppler as\nhis ripped past me, nose dropped a good thirty degrees and dragging\nevery knot he could get out of his 'copter.\n\nI waved to a cab standing at the rank up the block a way and watched\nthe skim-copter rise a couple inches off the ground as the hacker\nskimmed on the ground-cushion toward me. City grit cut at my ankles\nfrom the air blast before I could hop into the bubble and give him my\ndestination. He looked the question at me hopefully, over his\nshoulder, his hand on the arm of his meter.\n\n\"Oh, what the hell,\" I said, still sore at the world, and a little\nworried about what I was trying to do. \"Let's 'copter!\" He grinned and\nswung the arm over to the \"fly\" position with its four-times-higher\nrate. His turbine screamed to a keener pitch with wide throttle, and\nhe climbed full-bore into the down-town slow lane.\n\n       *       *       *       *       *\n\nThe swift ride down to the Village was long enough to induce that odd\nmotion-hypnosis so common in night flight over a metropolitan area.\nThe dizzy blur of red and green running lights from air-borne traffic\nat levels above and below us, the shapes of 'copters silhouetted\nbeneath us against the lambent glow of the city's well-lit streets,\nall wove into a numbing pattern.\n\n[Illustration]\n\n\"Here's the _Fig_, Mac,\" the hacker said as we grounded. I stuck my\ncredit card in the meter and hopped out, not fast enough to duck the\nfan-driven pin-pricks of sand as he pulled away.\n\nCrescas appeared as if by magic--Psis act like that--and had me by the\narm. \"Quick!\" he said, pushing me back into the spot he had appeared\nfrom. It was a doorway beside the Moldy Fig, opening on a flight of\nsteps running to an apartment above the bar. As we climbed the clean\nand well-lit stairs, I reminded myself that I was probably entering a\nden of Psis--and clamped down tight on my thoughts. There was plenty\nthey had better not peep.\n\nKeys didn't have to knock on the door--there's always a telepath\nhanging around these Stigma hideouts who knows who's coming. A husky\nyoung man, quite blond and pink of face, opened the door. A soft\nrustle of music spilled out around his big shoulders. He wore a\nT-shirt, and his powerful forearms were bare.\n\n\"Hey!\" he said to Keys, spotting himself as a Southerner as surely as\nif he'd had the Stars and Bars tattooed on his forehead. We followed\nhim down a short hall into a room furnished, with a couple of couches,\nan easy-chair, several small but delightful tables, and a piano. Here\nwas the music. A blond bombshell was drumming box chords on the\nivories, and grouped around her on side chairs were four young men,\nplaying with her. It was jazz, if that's what you call the quiet\nracket that comes out of a wooden recorder, a very large pottery\nocharina that hooted like a gallon jug, a steel guitar and a pair of\nbongo drums played discreetly with the fingertips.\n\nMy appearance stopped them right in the middle of a chorus of \"Muskrat\nRamble.\" I'd have liked to hear more--it was Dixieland times two--what\nthe Psis call Psixieland. That's jazz played by a gang of telepaths.\nEach one knows what the others are about to play. The result is\nextemporaneous counterpoint, but without the clinkers we associate\nwith jazz. Almost too perfect, yet untrammeled.\n\nMy eyes ran around the room as the four men who had been playing with\nthe girl got up and prepared to leave. The place was spotless. Oh, the\nfurnishings weren't costly, but they were chosen with that sense of\nfitness, of refinement of color and decor that is curiously Psi. I\nsuppose that's one of the little things that annoys Normals so much.\nStigma powers seem to go beyond telepathy, clairvoyance and\ntelekinesis--they extend in some hard to define way into the\naesthetic. A chaste kind of cleanliness is only part of it. _Taste_, I\nguess that's the word. Their attire, their homes, everything about\nPsis, seems tasteful.\n\n       *       *       *       *       *\n\nIn moments only Keys, the blond Southerner and the still blonder bomb\non the piano bench were left to face me. Keys poked a finger at the\nplow-jockey in the T-shirt. \"Elmer,\" he explained.\n\n\"Take off yo' hat, Yankee,\" Elmer grinned. I felt it tipped from my\nhead by his TK.\n\nI glowered at him. \"Kid stuff!\" I snorted. \"So you can lift four\nounces from six feet away. But you don't have any idea what\nincorporeal hereditaments are. Which is better?\"\n\nThe pink of his face got red. He could have broken me in two.\n\n\"Just making a point,\" I said. \"I'm stupid about TK. You're stupid\nabout the law. I figure that makes us even.\"\n\nHe clamped his mouth shut. I turned back to Keys and the girl I was\nsure was Mary Hall. \"What I came here for--\"\n\n\"What we _got_ you here for,\" Keys interrupted, \"was to set you\nstraight on something.\" I guess I looked as surprised as I felt. The\nimpossibly blond girl giggled. \"Over the phone, Maragon,\" Keys went\non, sitting down on the bench beside the girl, \"you said there was a\nFederal rap hanging over Mary's head on this 99th National Bank\nfracas.\"\n\nI nodded.\n\n\"The theory being,\" he went on, \"that the law doesn't let anybody with\nthe Stigma get away with a thing, right?\"\n\n\"Right.\"\n\n\"Then relax. Mary hasn't got the Stigma. Have you, Mary?\"\n\n\"No,\" she said. I looked her over more carefully. She was closer to\ntwenty than thirty, round-faced, with blue eyes that were about as\nimpossibly bright as her hair was impossibly white. It could have been\na corneal tattoo, but somehow I doubted it. Impossibly red lips made\nup the patriotic triad of colors--but that was lipstick, pure and\nsimple.\n\n\"No Stigma?\" I demanded. \"I know Psixieland when I hear it, Miss Hall.\nDon't tell me that wasn't telepathic jazz.\"\n\nShe tossed her short hair-do around. \"My side-men were TP's,\" she\nconceded. \"Why do you think I was playing box chords? They knew what I\nwas playing--I didn't know what they'd play.\"\n\nWell, some of it was adding up. Still, I had to be sure. \"I see. Tell\nme, Mary, where were your parents on the 19th of April in '75?\"\n\nShe sat up straight beside Keys on the bench, and her fair face\nflushed pinkly. \"Drop dead!\" she told me.\n\nI stood up. \"See you in jail,\" I said, and started for the door.\n\n       *       *       *       *       *\n\nElmer had played tackle for Ol' Miss--he sure stopped me in my tracks.\n\"I reckon we ain't through with you yet, Yankee,\" he grinned. He hurt\nme with his hands, big as country hams. My stiffened fingers jabbed\nhis T-shirt where it covered his solar plexus, and he dropped back,\ngasping.\n\n\"You could learn a little about fighting, too, Psi,\" I growled. \"And\nyou're through with me if that bottle blonde won't answer my\nquestions.\"\n\n\"Hey!\" Keys protested. \"Come on, relax. Everybody!\" he snapped, as\nElmer got his breath back and came in for another tackle. I signaled\nfor a fair catch, and he eased up.\n\nI peered over my shoulder at the girl at the piano. \"Well?\" I asked\nher. \"Where _were_ your parents on the 19th of April in '75?\"\n\nHer eyes sought out Keys'. He nodded, dropping his gaze to the floor.\n\"About fifty miles from Logan, Iowa,\" she said.\n\n\"And you don't have the Stigma?\" I scoffed.\n\n\"Not everybody inside the Logan Ring was affected,\" she reminded me.\n\"Which is my tough luck. But I _am_ being crucified because Mother\nand Dad _were_ in the Ring the day the N-bomb went off, whether I have\nthe Stigma or not.\"\n\nI came back to stand in front of her. \"I'm an attorney,\" I said. \"I\nhave an idea what can happen to you if the Courts get hold of you.\nRight now they can't find you--which must mean you've been hiding.\"\nShe confirmed that with a nod, biting her red, red lips. \"They _are_\nafter you, and a Federal rap is just the start,\" I said. \"You have\nonly one chance, Mary, and I'm glad you claimed it. The only way you\ncan keep them from putting you over a barrel is to prove you don't\nhave the Stigma. I think I know a way to do it. Are you ready to let\nme help you?\"\n\n\"Not _that_ fast,\" she said, looking worried. \"Oh, I trust Keys'\njudgment about you. Yes, I _do_,\" she said earnestly, turning to\nCrescas. \"Yes, I _know_ he got you off, Keys. But it doesn't sound\nright. Why should he take a chance helping a Psi--even if I really\n_don't_ have the Stigma? What's his angle?\"\n\n\"Fair enough,\" Keys said. \"How about it, Maragon?\"\n\n\"I knew it was a bum rap they were trying to pin on Mary as soon as I\nheard about it,\" I explained. \"This business about Mary having HC.\nThere just isn't any such Psi power as hallucination, and every one of\nyou knows it--it's an old wives' tale. I wouldn't touch this little\nlady with a ten-foot pole if I really thought she had the Stigma. I\nhave a living to make around this town--and you can't handle Stigma\nbusiness and get any decent trade, too.\"\n\nI looked back at Mary. \"How _did_ you work your swindle at the bank?\"\nI asked quietly.\n\nShe sighed. \"Sleight of hand,\" she said. \"A damned fool stunt. I\nfigured to put the money back in a day or so. If somebody else hadn't\nbeen working the same racket, they'd never have caught me. But they\nhad set a trap--\"\n\n\"I _thought_ it was some light-finger stuff,\" I grinned. \"Well, it\nwill take me a while to set up a real test of your Psi Powers. Where\ncan I reach you--or are you spending the night here?\"\n\n\"Certainly not!\" she said, casting an annoyed glance at Elmer. She\nlooked at her watch. \"Would it be much longer than an hour? I might\nstill be here, if Elmer--\"\n\n\"Jes' fine,\" T-shirt said. \"Unless yo' mine watching Keys and me\npractice.\" He grinned at me. \"Keys is he'ping me build up mah TK,\" he\nexplained.\n\n\"That'll make you popular,\" I sneered, as I wrote down Elmer's phone\nnumber. They let me out. It had been a pretty room, and in a way I\nhated to leave it. Still, by the time a cruising 'copter had taken me\nhalfway back to my office up-town, I could relax the shield over my\nthoughts--and that was worth getting out of that Stigma hideaway.\n\n       *       *       *       *       *\n\nIt was a little after nine when I walked into the lobby and rang for\nthe elevator. A man lounging against the wall over near the building\ndirectory raised a wrist-phone to his mouth and spoke quietly into it\nas I waited for the car to come. He didn't seem to be interested in\nme--but then, he wouldn't want to show it if he were. Fool around with\nthe Stigma, would I?\n\nThe building was mostly dark--in our circle we make too much dough to\nbe interested in overtime. I keyed myself into our waiting room,\nturned on the ceiling, and went into my private office. There was\nenough light leaking in from our foyer, so I added none.\n\nI found Lindstrom at home--after all, he should have been by nine\no'clock. \"Maragon!\" he said. \"Kill your focus. I have guests!\"\n\nI reached up to twist the 'scope so that my image would be a blur on\nhis screen. Nice beginning. I was as welcome as a thriving case of\nleprosy.\n\n\"I want you to make a test for me, Professor,\" I said. \"Tonight.\"\n\nHe shook his head. \"I told you I had guests. We're entertaining. No\nthanks, Maragon.\"\n\n\"A Normal is being crucified,\" I said quietly. \"They've got her pegged\nas a Psi. I've got to get her off the hook.\"\n\n\"How could this happen?\" he demanded.\n\n\"She hangs with a bunch of Stigma cases, for one thing,\" I said.\n\n\"Nobody forced her to associate with a gang of Psis,\" he said. \"Serves\nher right.\"\n\n\"Nobody forced you to, either, Prof,\" I snarled. \"But you have a\nsteady stream of Stigma cases going through your laboratory.\"\n\n\"That's different!\" he protested.\n\n\"Nuts. Now name a time when I can see you there.\"\n\n\"I don't want any part of it. If you're along, it will just mean\ntrouble, Maragon. You got too much publicity on defending that TK\nlocksmith. I've got a professional standing to maintain.\"\n\n\"You'd sure look silly if all the Psis in town blackballed you,\" I\nsnarled at him. \"Let me pass the word around--and you darned well know\nI've got the contacts to do it--and you've tested your last Stigma\ncase. Then let's see what kind of a professional standing you've got.\"\n\nHe knew some pretty dirty words. \"What time?\" I pressed him, knowing\nthe profanity was a confession of defeat.\n\n\"Not before eleven,\" he said glumly. \"I won't forget this, Maragon.\"\n\n\"What the hell,\" I said. \"I'm on every S-list in town already. You\nhardly count beside the other enemies I'm making.\" I cut the image.\n\nAs if at a signal, there was a tapping on the door to the corridor. I\ngot out of my swivel, walked into the waiting room and opened up. The\nman who stood there was faintly familiar--but it was the gun in his\nfist that got most of my attention.\n\n\"Maragon?\" he asked softly.\n\nI spread my feet a little. \"I knew I was making enemies pretty fast,\"\nI said to him. \"But I didn't know how strongly. Listen,\" I snapped,\n\"I'll bet one thing never occurred to you.\"\n\nHe was taken back. You're not supposed to snarl at a guy who pokes a\ngun at you. In theory it gives him the edge of any conversation.\n\"Huh?\" he said.\n\n\"The only thing that lousy pop-gun of yours is good for is shooting\npeople. I don't think you came here to shoot me. Now what can you do?\"\n\n\"Clown,\" he growled. \"Where's Renner?\"\n\n\"In bed, if he has any sense,\" I decided. \"Make up your mind. Whom do\nyou want?\"\n\n\"For Pete's sake,\" he said. \"Grammar at a time like this!\" He looked\ndown at his gun, decided I was right, and stuck it in a shoulder\nholster. Then his wrist came up in front of his mouth and I recognized\nhim. It was the man who had lounged near the building directory when I\nhad come in. \"Come ahead,\" he said into the mike.\n\n       *       *       *       *       *\n\nI turned my back on him and stomped into my office. Let them follow\nme.\n\nBut only one man came in, a minute or so later. \"Does it have to be so\ndark?\" he asked politely.\n\n\"Rheostat's by your elbow,\" I said. He reached for it and turned on\nthe ceiling, closing the door that cut us off from the waiting room.\n\n\"Good evening, Counselor,\" he said, taking the seat across my desk\nfrom me. He looked different without his judicial robes, not quite as\nmuch my senior as I had thought. He wasn't any taller than I was,\nperhaps five feet nine, and thirty pounds lighter. Between us we had\nabout an average forehead--his went up to the top of his head--my\nhairline starts about where my eyebrows leave off. Robes or no robes,\nthere was something judicial about him, as though he'd been born with\na gavel in his hand.\n\n\"Good evening, Your Honor,\" I said to Judge Passarelli. \"You have a\npretty active pipeline into Stigma circles, don't you?\"\n\nIt didn't bother him. \"As long as judgeships are elective offices,\nMaragon,\" he said. \"Judges will play politics. Fill me in on this Mary\nHall thing.\"\n\n\"Without violating professional ethics?\" I asked.\n\n\"You'll try cases again, in front of judges,\" he snapped not very\njudicial. \"Don't get me angry with you, Maragon.\"\n\nI countered: \"The shoe is on the other foot--I'm darned sore at you.\"\nHe tried to find his receding hairline with his thin eyebrows. \"Don't\nlook so amazed--do you think I haven't figured out my defending that\nTK Crescas was no accident? You set me up for it.\"\n\n\"Set you up for a resoundingly successful defense,\" he observed.\n\n\"And a resoundingly bad press!\" I said. \"I have a living to make in\nthis town--\"\n\n\"Psis are still citizens,\" he said. \"I'm tired of seeing them thrown\nto the wolves by the jackals who practice law from a phone booth. Psis\ndeserve a decent defense. Without you, Crescas would be in prison.\"\n\n[Illustration]\n\n\"And without _you_,\" I growled at him, \"I might still have a law\npractice.\"\n\n\"So you're helping them find Mary Hall--to embarrass me?\"\n\n\"I've already found her,\" I said. \"Feel embarrassed?\"\n\n\"Not yet,\" he conceded. \"What are you planning to do?\"\n\n\"We've accepted a fee to turn her over to a client,\" I revealed. \"I\nguess that's not unethical to tell you.\"\n\n\"And you'll do that?\"\n\n\"After one more step.\"\n\n\"And that is?\"\n\n\"Prove that she hasn't got the Stigma.\"\n\n\"_Hasn't_ got it!\" He hopped out of his chair and pressed his knuckles\non my desk.\n\n\"You'd better do a little more research, if you're going to let your\nblack heart bleed over these Stigma cases, Judge,\" I grinned at him.\n\"All this talk about Mary Hall using HC on your vision. That will\nnever embarrass you. There isn't such a thing as HC--hallucination is\nan old wives' tale. It was sleight of hand, in the bank and in your\ncourtroom. Don't stand still for that noise about HC.\"\n\n\"I'll be switched,\" he said. \"You're serious?\"\n\n\"Sure.\"\n\nHe frowned at me. \"She's still in trouble,\" he reminded me. \"The\nFederal Grand Jury--\"\n\n\"Restitution ought to cure that,\" I said. \"Especially if we threaten a\nlawsuit for slander--I think it's libelous to claim a Normal has the\nStigma. Mutual release all around.\"\n\n\"You'll represent her?\" he asked.\n\n\"Would you consider it ethical? I don't see how my assignment to turn\nMary Hall over to your political opponents will stop me from\nrepresenting her in a lawsuit, do you?\"\n\nHe shook his head, straightening up. \"I don't see how,\" he agreed. \"I\nhope you do defend her, Maragon. The Courts have had to be pretty\ntough on these pathetic people. If they had reputable representatives,\nI for one would be a lot more ready to suspend sentences and find\nother ways to help them out of the jams their weird powers get them\ninto.\"\n\n\"I'll think about it,\" I said. \"In the meantime--stay away from me.\"\n\n\"We're both poison right now,\" he agreed. \"And thanks.\"\n\n       *       *       *       *       *\n\nMary Hall was still at T-shirted Elmer's when I dialed his phone, and\nshe agreed to meet me on the street in front of the Moldy Fig. My\n'copter had barely settled to the pavement when she came running from\nthe doorway to the stairs and hopped into the bubble with me.\n\n\"Columbia University,\" I told the hacker. \"Rhine Building.\"\n\nProfessor Lindstrom was waiting for us in his laboratory, in carpet\nslippers and without his tie. \"Laboratory\" is a perfectly silly term.\nThe \"apparatus\" in any Psi lab is no more complicated than a folding\nscreen, some playing cards, perhaps a deck of Rhine ESP cards and a\nslide rule. This place went so far as to sport a laboratory bench and\na number of lab stools, on which Lindstrom, Mary Hall and I perched.\nMy egghead Psi expert was barely able to restrain himself--he had some\nbitter things to tell me.\n\nI beat him to it. \"Take that injured glower off your puss,\" I snapped.\n\"Your business is testing people for their Psi powers. Why shouldn't I\ncall on you for help? What are friends for?\"\n\n\"For a friend I might,\" Lindstrom said. \"You don't rate that well with\nme any more.\"\n\n\"I'll try to bear up under it,\" I told him. \"In the meantime, this is\nMary Hall, a reputed Psi. Her power is HC.\"\n\nHe was interested in spite of himself. \"Hallucination?\" he said. \"We\ndon't see much of that, Miss Hall. And you claim you can demonstrate\nthis power under controlled conditions?\" These eggheads all talk\nalike.\n\nMary shook her head. \"No, I certainly do not. I'm as Normal as you\nare, Professor.\" He sagged slightly in disappointment.\n\n\"Well,\" Lindstrom said. \"This is going to be difficult to prove, Miss\nHall. Merely by withholding your HC ability, you can act Normal--but\nwhat would that prove?\"\n\nShe turned to me. \"I thought you said you had a way to get me off the\nhook,\" she protested. \"How are we--?\"\n\n\"Quiet,\" I told her. \"I didn't come up here for a lecture in logic.\nEspecially from a dumb blonde.\" She started to bristle, but thought\nbetter of it.\n\n\"It goes like this, Prof,\" I said. \"This innocent looking piece of\nfluff was caught slipping a five-dollar bill to a teller at a bank\ndown town, and asking for change for a hundred dollar bill. She says\nit was nothing more than sleight of hand. You are an experienced\nobserver. I want you to watch her work her little trick. If she can\nfool us, and not use Psi, the legal position is that she didn't need\nPsi to fool the teller.\" I turned to her. \"And the logical principle,\nMiss Aristotle,\" I told her, \"is equally simple: Occam's Razor. Prefer\nthe simpler explanation. Can you show us how you palmed the hundred\nand slipped the teller a five?\"\n\n\"You'll be watching for it,\" Mary protested, letting those ripe lips\npout.\n\n\"I suppose the teller wasn't? It's his business to watch the bills\nwhen he's making change.\" I took out my wallet and handed her a one\nand a five. \"Hand me the one and make me think it's the five,\" I said.\n\nLindstrom leaned his elbows on the black composition top of the lab\nbench, watching her narrowly. Mary got down off her stool and came\nover closer to me, smoothing the two bills in her fingers. The five\nwas on top.\n\n\"I'd like change for a five,\" she said, handing it to me. She worked\nit three times while we watched.\n\n\"Utterly smooth,\" Lindstrom said. \"I didn't see her make the switch.\"\n\n\"Me, too,\" I agreed. I could see the tension drain from Mary's face.\nShe was prettier when she wasn't worried. She was pretty all the time,\nwhen you got right down to it. No wonder she could fool a teller. He\nprobably hadn't taken his eyes off that dazzling smile.\n\n\"Is that all?\" Lindstrom asked.\n\n\"Would you certify that you saw her make these switches, and that Psi\nwas not involved?\" I asked him.\n\n\"Of course. I don't want to, but, if you call me as a witness, I'll\ntestify to what I saw,\" he said glumly.\n\n\"It may not be necessary,\" I said. \"I really ought to call you, just\nto teach you some manners, Prof. But then, we all have a right to be a\nlittle yellow.\"\n\nMary would have preferred to remain in silence as we rode a cab back\nto the Moldy Fig, and huddled over in her corner of the bubble. There\nwasn't enough light, that high over the city, to read her expression.\n\n\"Here's the strategy,\" I said, about midtown. \"If we can get the Bank\nto agree to restitution, and to sign an admission that you did not use\nHC or any other Psi powers to work your theft, I think you'll be off\nthe hook. I doubt the Federal Jury will listen to an information.\"\n\n\"I hope you're right.\"\n\n\"This is my business,\" I growled. \"Do you want me to represent you?\"\n\nShe didn't answer that until the 'copter had grounded in front of the\nFig. \"All right,\" she said. \"I don't know what you're so mad at all\nthe time, but it doesn't seem to be me. I'd like you to represent me.\"\n\nI watched her scoot across the sidewalk and run up the stairs to\nElmer's place. For some screwy reason I hoped she had another place to\nhole up for the night. I was getting as bad as Renner--looking\nlecherously at the raffish display of shapely leg as the blond\nbombshell beat it.\n\n       *       *       *       *       *\n\nI directed my hacker to my apartment, and grabbed the phone in the\nbubble. The Mobile Operator got me Vito Passarelli at his home. He\nsounded as if he had already retired.\n\n\"This is you know who,\" I said. \"It's late, I know, but we'd better\ntalk before morning. My apartment is the safest spot I can think of.\nI'm in the Directory.\"\n\n\"Now?\"\n\n\"Now.\"\n\nI beat His Honor to my apartment by long enough to hang up my jacket,\nturn the ceiling on to a dim but friendly glow and get out a bottle of\nScotch. Judges don't drink bourbon.\n\nI let Passarelli in when the buzzer sounded. \"I'm reasonably sure\nthere are no microphones in this place,\" I said. \"This Mary Hall thing\nis getting hot--we'd better start taking precautions.\"\n\n\"Always,\" he said, running a hand over his balding head. His eyes saw\nthe bottle and asked me a question. I threw some of the Pinch Bottle\nover ice and handed it to him, taking mine neat.\n\n\"Here's to crime,\" he said, sipping the liquor. \"What happened?\"\n\nI poked a finger at my favorite easy-chair, which Passarelli took. I\nstood in front of him, still holding my drink. \"I got myself in a\njam.\"\n\n\"You're talking to the wrong man,\" he said coldly. \"Get yourself a\nlawyer--a _good_ Lawyer.\"\n\n\"You're in it with me, Passarelli.\"\n\n\"Never met you,\" he said, getting up. \"Thanks for the drink.\" He\nstarted for the door.\n\n\"That witch has the Stigma after all,\" I said to his back. That\nstopped him. He came back and poked his angry face into mine.\n\n\"You had her tested?\"\n\n\"Professor Lindstrom, at Columbia,\" I told him. \"She is slick as a\nwhistle. Lindstrom fell for her yarn that it was sleight of hand--but\nit was HC. I'd have sworn it didn't exist.\"\n\n\"Well,\" he said. \"Well, well. All right, Maragon. What's the jam\nyou're in?\"\n\n\"You suggested I should represent her, and I'm going to. But with the\nStigma? That's more than I bargained for. You know no reputable\nattorney can afford to represent a Psi. Not if he wants any Normal\nbusiness. Too much feeling.\"\n\n\"Going to duck out on her?\"\n\n\"Damned if I'll welch!\" I said, more hotly than I had meant to. \"You\nsure don't seem very shaken up by the news.\"\n\n\"It's not any news to me,\" Passarelli said tightly. \"You forget that\nI've had first-hand experience with that little lady. She gave me the\nbusiness right in my courtroom. I'm no credulous egghead like\nLindstrom. I know the difference between sleight of hand and an\nhallucination. She made me see just what she wanted me to see.\"\n\n\"Now you know why I think you're in the same jam, Judge,\" I said.\n\"You'll look great running for office, with your opposition telling\nthe public how a Psi foozled your vision. They'll stomp on the loud\npedal about how you let her get away with it and wangle a 'Not Guilty'\nverdict when she was guilty as sin.\"\n\n\"Yes,\" he agreed. \"It's a hot potato, all right.\"\n\n\"There's just one out,\" I insisted. \"That girl would have made\nrestitution long ago if the Bank would have permitted it. And I've\nbeen asking myself how come--why should the Bank get sniffy and not\nwant its money back?\" That was the right question. He went back to the\neasy-chair and sat down. His eyes came up to meet mine, and then he\nheld out his glass. I splashed some more Pinch in it.\n\n\"Politics, politics,\" he mourned. \"The social workers are after me on\nthis thing. They _want_ that girl to be in a jam. They've asked me to\nwork on the Bank, asked that I make sure restitution can't be made.\nThey want the threat of a Federal indictment to hang over her head.\"\n\n\"Why?\"\n\n\"So she'll agree to my committing her to their care. You know what\nthey try to do--it's the doctrine of sterilization. Remove young Psis\nfrom the Psi society--cut them loose from their natural contacts,\nforce them to quit using their powers. It's the same technique they\nuse on narcotic violators, if they aren't too deeply committed to\ndrugs.\"\n\n\"And you are really resisting that?\"\n\n\"Wouldn't you? Of course I had to tell the Bank to refuse restitution.\nBut do you think Psi is a sickness, like narcotic addiction? Nonsense.\nTelepathy is no more sickness than the ability to discriminate colors,\nor hear the tones of a scale. This is equivalent to the color-blind\nand tone-deaf asking that the rest of us stop perceiving color or\nhearing the pitch of sound. Ridiculous.\"\n\n\"What is the cure?\"\n\n\"We could argue all night,\" he said wearily. Then my buzzer sounded.\n\"Expecting anybody else?\" he said, alarmed in an instant.\n\n\"I can't think of anybody I'd like to find out that you were here,\" I\nsaid. \"Get out of sight.\" He carried his drink into my bedroom.\n\n       *       *       *       *       *\n\nMike Renner was at the door. For a fat-faced bookkeeper with a law\ndegree, he looked pretty grim and formidable.\n\n\"You rotten double-crosser,\" he greeted me. I was the darling of\npractically everybody in New York that night.\n\n\"It happens every time. Now what do you want, Renner?\"\n\n\"To break your neck,\" he said. \"You have found that Psi, Mary Hall,\nand you haven't turned her over to Dunn. That's a dirty double--\"\n\n\"With good reason,\" I cut in on him. \"Do we both have to be idiots?\nI've just finished having the girl tested. She hasn't got the Stigma,\nMike. Dunn will look like a fool trying to pin anything on the\nJudge.\"\n\n\"That's not our business. Our fee depends on giving her to Dunn!\" He\nshook a fist in my face when he said that. He just doesn't look the\npart.\n\n\"And the reputation of our firm can very well depend on my\nsuccessfully representing her, and proving that she hasn't got the\nStigma.\"\n\n\"You don't honestly mean you're going to represent that Psi!\"\n\n\"I just _told_ you she hasn't got the Stigma!\"\n\n\"You are a rotten lair,\" Renner said, getting dangerously red in the\nface. \"What kind of games are you playing with Passarelli? What has\n_he_ got to do with the reputation of our firm? Don't try to lie,\" he\nsaid sharply. \"I know he's here. He's been tailed all night.\"\n\nThat was enough for Passarelli. He came out of the bedroom and walked\nup to Renner. \"Forgive me for saying this, Renner,\" he said. \"But I\njust hope you have a case in my court. I'll find some way to pin one\nof your slippery tax frauds to you!\"\n\nRenner grew pale. He's conditioned to toady to judges. He didn't have\nthe guts to answer Passarelli, and took it out on me, instead. \"Our\npartnership is dissolved, as of right now,\" he seethed. He dragged\nsome money out of his pocket and threw it on the rug. \"There's your\nshare of the rent. I'm throwing your stuff out in the hall in the\nmorning. The auditors will be there at nine o'clock for an accounting.\nYou won't need that address any longer--only reputable people come to\nour building.\" He stormed out.\n\nPassarelli and I faced each other in silence. \"Jerk!\" I raged at him\nat last. \"You couldn't check to see if you were being followed!\"\n\n\"I regret that,\" he said. \"But you invited me.\"\n\n\"Don't remind me,\" I snarled. \"What now?\"\n\n\"I don't know about you,\" Passarelli said. \"But I'm going to start\nlooking out for myself. You're too tricky, Maragon.\"\n\n\"And I suppose you think it's time I ditched Mary Hall, eh?\"\n\n\"What for?\" he said mildly. \"You're just one more Criminal Court\nshyster now--Renner gave you the heave-ho. You might as well defend\nher, even if I can't work with you.\"\n\nI could feel my belly tighten with rage. \"I thought you'd welcome a\nreputable attorney who would represent Psis,\" I reminded him.\n\n\"Yes, I suppose I would. Very much.\"\n\n\"All of a sudden I'm not reputable?\"\n\n\"Reputable?\" he sneered. \"You've been on every side of this thing.\nWould you like to explain why you told Renner one thing and me\nanother?\"\n\n\"Same reason you've been going through some contortions\nyourself--trying to save my profession and occupation.\"\n\n\"Too tricky for me,\" Passarelli said.\n\nI measured him with my eyes. \"That's not the reason you're walking out\nof here. What's bugging you?\"\n\n\"Reading my mind?\" he said coldly. It wasn't the first time I'd been\naccused of it. \"But you're right. You lied to me.\"\n\n\"To you? Not so.\"\n\n\"Oh, yes. How do you know that Mary Hall used HC on you in Lindstrom's\nlaboratory? Nothing but Psi could detect that. You had a TK there with\nyou. Admit it.\"\n\n\"Never,\" I said. \"How did you spot it in your courtroom? If I needed a\nTK, so did you. What about that?\"\n\n\"That was different,\" he argued. \"I had the--\"\n\n\"Nuts,\" I told him. \"Just because I have made as much of a study of\nPsi as you have, don't blackball me. You going to act the same way if\nI decide to specialize in Stigma cases?\"\n\n\"Are you going to?\"\n\n\"What else is left? I'll never get Normal trade after Renner finishes\nwith me. I come back to it: A reputable attorney representing Psis.\"\n\nPassarelli paused with his hand on the door. \"It would have some\ninterest, I guess,\" he conceded, \"if I thought for a moment you could\nguarantee the behavior of your clients. But no Normal can, Maragon.\nThat's the curse of the Logan Stigma. Normals are panicked by it. Look\nat the Bar Association and all the trouble that's gone to just to make\nsure no one with the Stigma is ever admitted to the Bar. Look at those\npathetic social workers--trying to control what they can't even\nperceive. The color-blind man trying to make sure no one else sees\nred. No, only Psis will ever be able to make Psis behave. They will\nhave to police themselves, and society is unwilling to give them any\nstanding to do it. This I believe is called a dilemma.\"\n\n\"It's a mess, that's for sure,\" I said gloomily as he left.\n\nWell, what do you do when the props have been pulled out from under\nyour world? I like to believe that the reasonable man sits down and\nthinks. That's what I did, anyway. I was a guy with very little left\nto lose. It was time I bet the limit--shot my wad. There was one\npossibility....\n\nI looked at my watch. It was well after one in the morning. Still, I\ntried Elmer's place again. He came sleepily to the phone.\n\n\"Mary there?\"\n\n\"Of course not.\"\n\n\"Keys?\"\n\n\"What if he is?\"\n\n\"Put him on.\"\n\nThere was a delay, but Keys' romantic good looks replaced Elmer's\nleft-tackle belligerence. \"What now?\" he asked.\n\n\"Do you know where Mary is?\" I started.\n\n\"Maybe.\"\n\n\"She tell you I'm her attorney?\"\n\n\"Yes.\"\n\n\"I just found out that she's in twice the trouble I thought before.\nThe kid's a pawn in a fight for power between political oppositions.\nThey'll crucify her gladly, without respect to the merits of the case.\nToo much is riding on it for justice to wind up triumphant.\"\n\n\"That's what I thought,\" he said. \"She stays under cover.\"\n\n\"Think it over,\" I suggested. \"I'm going to bed, but I'm leaving my\ndoor unlocked--at my apartment. Dig her up, if you start making any\nsense, and both of you beat it over here. Before dawn. Do you hear\nme?\"\n\n[Illustration]\n\n\"Oh, I hear you,\" he said sourly. \"I just don't know whether to trust\nyou.\"\n\n\"We all have the same trouble,\" I said, cutting the image.\n\n       *       *       *       *       *\n\nThey showed up about three o'clock. I hadn't been able to go back to\nsleep--feeling almost sure Keys would bring her there--and had spent\nthe time with the weights. I was back to strength. The surprise was\nthat Elmer came with them. Well, perhaps it was a help.\n\nNobody wanted a drink. Mary looked around the apartment a little--it\nis a nice place, restful and homey, if you can ever achieve that in an\napartment fifty floors up.\n\n\"A Psi decorated this place,\" she said. Well, she was right, and I\nadmitted it to her with a nod. \"What couldn't wait until morning,\nMaragon?\" she asked me.\n\n\"First, Mary, I want you to know that while you fooled Lindstrom, you\ndidn't fool me. You have the Stigma. Wait,\" I said, raising my hand as\nshe started to protest. \"Lies won't do any longer. The chips are down.\nYou wouldn't even be here if the Council of the Lodge hadn't decided\nit was time to protect you.\"\n\nKeys took it away from her. \"Lodge? What Lodge?\"\n\n\"We'll come to that,\" I promised. \"First, let's cut away the\nunderbrush. Yes or no. Does she have the Stigma?\"\n\nHe sought out her eyes, and the way they dropped to my rug I knew that\nthe subterfuge was over. \"Yes,\" he said in a strained, thin voice.\n\"Mary has the Stigma.\"\n\n\"And it is HC?\"\n\nAll three of them nodded, and Mary's head came up with an odd sort of\npride. Well, she should have been proud--for all I could find out, she\nwas unique.\n\n\"All right,\" I said. \"And now you can get out of my easy-chair, Elmer.\nI'd like to sit there.\" He was obviously surprised by my bad manners.\n\"Get out!\" I growled. \"It's time you pups got used to taking orders.\nYou'll get your bellies full of it from now on.\"\n\n\"From you?\" Elmer scoffed. \"Ah reckon not, suh!\" But he got out of the\nchair, and I sat in it.\n\n\"Oh, yes you will,\" I said. \"The Lodge will see to that.\"\n\n\"The Lodge again,\" Keys protested.\n\n\"Never heard of it, did you?\" I taunted him. \"Proof positive that\nyou're small potatoes in Stigma circles. Well, get set for a shock: I\nrepresent an organization of Psis--an organization devoted to\nprotecting Stigma cases from Normal society, an organization devoted\nto establishing discipline among Psis so that our conflicts with\nNormals are kept to a reasonable minimum.\"\n\n\"And you call this a Lodge?\" Mary Hall said. \"What's its full name?\"\n\n\"No other,\" I said. \"It's ... well, it's a sort of benevolent and\nprotective order. It's as secret as Psis can make anything--a select\ngroup.\"\n\n\"I'll bet,\" Keys sneered. \"No TP's in it,\" he said, reminding me that\ntelepaths can't close their minds to the peeping of other TP's.\n\n\"Unfortunately, none,\" I agreed. \"We are getting ready, however, to\nextend membership beyond the TK's, CV's and HC's who are now\nenrolled.\"\n\n\"I don't believe it,\" Mary said. \"There aren't any other\nhallucinators!\"\n\n\"None foolish enough to reveal it,\" I conceded. \"You had to louse us\nup there--I wonder if any other Stigma power is as feared by Normals?\nCertainly they're making a Roman circus over you.\"\n\nElmer stood up. \"Ah've had enough,\" he said.\n\n\"One thing,\" I said to him. \"The Lodge has a rule that no Psi may use\nhis powers to the detriment of a Normal, or reveal the existence of\nthe Lodge. Our discipline is formidable, Elmer. Remember what I say.\"\n\n       *       *       *       *       *\n\nKeys was frowning in thought. \"Wait a minute, Elmer,\" he said. \"Let me\ntry this one on him for size.\" He turned to me. \"Are you trying to\ntell me that you are a part of this Lodge, Maragon?\"\n\n\"I'm their counsel,\" I said.\n\n\"A Normal?\" he demanded. \"It would make sense for Psis to get\ntogether--I've often wondered why it has never worked out more\nformally than it has. But to trust a Normal to represent them? Never!\"\n\nI grinned at him. \"Know any attorneys with the Stigma?\" I demanded. \"I\nknow darned well you don't. The Bar Association screens every would-be\nlawyer from the moment he enters law school. No, sir. The Lodge had no\nchoice. They picked on me as an attorney sympathetic with Stigma\nTroubles, and trustworthy.\"\n\n\"You make it sound good,\" Keys admitted. \"But then I know you are a\nliar.\" He looked over at Mary Hall. \"Although you can prove different\nif you're able.\"\n\nI raised an eyebrow at him.\n\n\"Tell me how you knew Mary hadn't used sleight of hand in Lindstrom's\nlaboratory,\" he demanded.\n\nThere was nothing I could say. I bit down on my teeth. Well, I had\ndecided to shoot the wad if I had to. He'd called my bet.\n\n\"I'll tell you, Maragon,\" he said. \"I hate to admit it of a skunk like\nyou, but you've got the Stigma. You kept a TK grip on those bills she\nshuffled. Her hallucination is too good for you not to think it was\nsleight of hand.\"\n\n\"No!\" Mary shrieked.\n\n\"Not him!\" Elmer said.\n\nI stood up to face them. \"Yes,\" I said. \"I _do_ have the Stigma. The\nonly lie was that I was the Lodge's counsel. I'm not.\"\n\n\"What then?\" Keys demanded.\n\n\"I'm Grand Master of the Manhattan Chapter,\" I told him. \"And you,\nlike every Psi who is made aware of the existence of the Lodge, are\nnow subject to my orders.\"\n\n\"Not me,\" Elmer said. \"You ain't got the Stigma.\"\n\nI fired a lift at an ashtray on the table beside him, and it sailed in\nan arc toward the kitchen and crashed against the wall. My TK was\ncertainly a lot better than it had been in the morning. Well, I'd\nspent an hour or so warming up before they had come in.\n\n\"_Who_ hasn't got the Stigma?\" I said.\n\nHe looked at Keys. \"You didn't do that,\" he said. \"You _couldn't_!\"\n\nKeys was openmouthed. \"What a bruiser!\" he marveled.\n\n\"So I've got the Stigma, Elmer,\" I said quietly. \"Now why won't you do\nwhat I tell you?\"\n\n\"Ah don't do what _anybody_ tells me!\"\n\n\"What do you hate and fear the most?\" I asked him.\n\n\"Snakes, ah reckon,\" he decided.\n\n\"Show him a snake, Mary,\" I said. Her face twisted in indecision. I\nrammed a lift in under her heart--I know it hurt her. \"Show him!\" I\nsnapped.\n\nElmer didn't jump more than three feet. Mary gave all of us the same\nhallucination. Her first try was a pretty sad kind of a snake, but it\nwas bigger than the nine-by-twelve rug it squirmed on, and was making\nright for Elmer's legs, hissing in a horrible fashion.\n\n\"Enough,\" I said. \"That's how, Elmer. And if that doesn't trouble you,\nhow about this?\" I gave him a sample of what TK means when it's\nclamped on the mitral valve. A heart attack is no joking matter, and\njust before he hit the deck I eased off.\n\n\"Now,\" I said, \"will you do what I tell you, or do I have to kill you\noutright?\"\n\nHe sank down to his knees, resting his palms on the carpet so recently\nvacant of illusory snake. \"Yo' got me convinced, suh,\" he admitted.\n\"No mo', you hear?\"\n\n\"Any more protests?\" I said. I got none. \"Here's what we have to do,\"\nI went on, and spelled it out for them. At last they were ready to go,\nthree shaken young people. \"I repeat--absolute secrecy--none of you is\na telepath, so only your lips can give you away if you keep your\nthoughts screened around TP's. Later that may change--the Lodge is\npreparing to come a little more into the open with Psis.\"\n\nMy whole membership nodded and left me. I was shaking from head to\nfoot.\n\n       *       *       *       *       *\n\nWe had things to do in the forenoon, and I didn't try to see His Honor\nJudge Vito Passarelli until after lunch. But the docket was crowded,\nand there was no chance until after court had adjourned, which was\nwell on toward four o'clock. His Honor was hanging his robes on a\nclothes-tree as I came into his Chambers, and he nodded me politely to\na chair, just as if our last words hadn't been pretty heated.\n\n\"Mary Hall?\" he asked, fumbling around to find his in-Chambers\nglasses. He's too vain to wear them on the bench.\n\nI nodded an answer to his question as he came back to take a creaky\nhorse-hair swivel, relic of more judges and years than I like to think\nabout. \"I'm here as her counsel,\" I said.\n\n\"What else?\" he asked mildly, taking the lid off a big humidor on his\ndesk and starting to fill a pipe.\n\n\"We'd like you to know that Mary has joined an organization that\nshould do for her all that the social workers would like to see done\nfor her. She's no longer a behavior problem for Normal society.\"\n\n\"Quite some organization,\" he said, showing interest. \"What one?\"\n\n\"It has no formal name,\" I said. \"Being a secret organization. In\npoint of fact, it's an organization of Psis that is revealing itself\nfor the first time.\"\n\n\"Odd that I never heard of it,\" Passarelli said, looking at his\nfingernails. He puffed smoke around the stem of his pipe. His coolness\nbothered me. He should have been much more excited about what I was\nsaying. I threw my high hard one.\n\n\"This organization exercises a formidable discipline over its\nmembers,\" I went on. \"One of its firm rules is that no Psi may use his\npowers to the detriment of a Normal.\"\n\nHe chuckled softly. \"You're taking advantage of what I told you\nyesterday, Maragon,\" he said calmly. \"You know, and I know, that Psis\nhave never done any such thing. And if they had, why would they pick\nyou to run their errands? What Psi would ever trust a Normal?\"\n\nIt was getting sticky. I was skating perilously close to the\nbrink--once I revealed to a Normal that I had the Stigma, my days as\nan attorney were done. \"This organization--I'll call it the Lodge, if\nI may--has to have an attorney to represent it in Court. And you know\nas well as I do they can't hire a Psi attorney--the Bar Association\nhas taken care of that. They came to me because....\"\n\n\"Yes, yes,\" he interrupted, taking his eyes off his nails, and showing\nsome real interest at last. \"If you only knew how much I want to\nbelieve you, Maragon. But I will never believe that Psis would permit\nthemselves to be represented by a Normal. Too bad, but the social\nworkers, and not your mythical Lodge, will get Mary Hall. That or a\nFederal Grand Jury.\"\n\nWell, this was the fork in the road, I had been kidding myself, and\nnow I knew it. Persist in my masquerade as a Normal, and I'd never get\nMary off the hook. But reveal myself as a Psi, and I was through as an\nattorney. It really wasn't much of a decision--I had made it when I\nrevealed myself to Keys, Mary and Elmer.\n\nI looked at the humidor of tobacco on his desk. Without changing\nexpression, I aimed a lift at it. The container came up smoothly from\nthe polished walnut and hovered in the air before us.\n\nPassarelli looked at it blandly. I don't think anything in my life has\never been a greater shock than his unconcern. He should have dropped\nhis teeth. Slowly I let the lift break, and lowered the humidor to his\ndesk.\n\n\"Fairly good TK, if that's all you're capable of,\" Passarelli said.\n\"Or can you do better, Maragon?\"\n\n\"You slimy Normal!\" I exploded. \"You _tricked_ me into exposing\nmyself!\"\n\n\"What am I, an idiot?\" he snapped. \"I had to know.\"\n\nI stood up. \"Until now, I never really hated Normals,\" I began.\n\n\"Oh, sit down, for Heaven's sake,\" he said testily. \"Now don't get\nemotional and lose all your perspective. Doesn't it occur to you that\nthere's been just too much coincidence in this whole thing?\"\n\nI think the word for it is \"collapsed.\" I fell back into my chair.\n\"You'll have to spell it out,\" I said.\n\n       *       *       *       *       *\n\nPassarelli leaned forward, his face concentrated, almost angry. \"You\nhave the Stigma, you admit it?\"\n\n\"Of course I admit it.\"\n\n\"You think any other attorney is a Psi?\"\n\n\"No. I certainly do not. It's only a miracle that I ever got through\nthe screening and made it.\"\n\n\"And yet you, the only attorney with the Stigma, gets tapped to be\nPublic Defender for a Stigma case--Keys Crescas. Doesn't this strike\nyou as more than coincidence can account for?\"\n\n\"Now it does,\" I admitted. \"Are you trying to tell me....\"\n\n\"I'm telling you I've been suspicious of you for a long time, Pete,\"\nPassarelli said. \"Perhaps you didn't know it, but I was one of the\nyoung attorneys on the Committee from the Bar Association that checked\nyour heredity. No, you were born in San Francisco. No, your parents\ndidn't live in the Logan Ring--their home was in Sausalito. But--the\nday that neutron bomb was accidentally fired and started the rash of\nPsi mutations in the ring outside the fatal area centering on Logan,\nyour parents were in a jet airliner. I found that out--and kept my\nmouth shut. I never told the rest of the Committee that on the 19th of\nApril in '75 that jet was over Iowa, en route to San Francisco, and\npossibly close enough to Logan for its passengers to have been\naffected by the neutron spray. Even then I knew the law was painting\nitself into a corner with its attitude toward Psi. I hoped. I hoped\nyou _did_ have the Stigma, and I've waited my time to force you into\nthe open.\"\n\n\"Stinking Normal!\"\n\n\"Stop acting like a child. I said I _hoped_!\"\n\n\"Hoped?\"\n\n\"Yes. I meant what I said about wishing there were a responsible\norganization of Psis we could turn to. Are you serious about this\norganization, this Lodge?\"\n\n\"I guess I am,\" I said, shaken.\n\n\"How many members does it have?\"\n\n\"It's a secret organization,\" I protested.\n\n\"How many members?\"\n\n\"Four, including me.\"\n\nHe shrugged. \"You start somewhere. Mostly with a man you can trust,\nand I trust you, Maragon. You can keep this girl in line?\"\n\n\"Our discipline is formidable,\" I reminded him, trying a grin. It was\npretty sick.\n\n\"I'll bet,\" he grinned back. \"Well, it had better be, for I'm going to\ntake a chance on you. Sooner or later the law will have to admit the\nexistence of Psi. I know as well as you Stigma cases that this gene is\ndominant--that there'll be more Psis every generation. We've got to\nfind some common ground between the two societies--some way to get\nalong. Give me your personal surety in this Mary Hall thing. As an\nattorney, you're an officer of the Court, and I guess I have the\nright to make her your responsibility. I certainly don't want it\ngetting out that I'm playing footsie with an organization of\nPsis--this is an elective office, after all.\"\n\n\"After all,\" I agreed. \"But I am glad to hear you sounding like a\npolitician again.\"\n\n\"We'll have to keep our dealings off the record,\" Passarelli insisted.\n\"But if I thought I could call on you when we get one of these sticky\nPsi cases before the Courts....\"\n\nYou'd recruit for the Lodge, I thought to myself. \"You've got yourself\na deal, Your Honor!\" I said fervently.\n\n\"Call it a _modus vivendi_,\" he smiled. \"Now my big problem is to find\na way to eat my words, and let the 99th National Bank accept\nrestitution of what Mary Hall stole from them.\"\n\n\"No sweat,\" I grinned, beginning to feel better. \"It's already been\ndone.\"\n\n\"Done? How could it be? I told the bank not to....\"\n\n\"You told them,\" I conceded. \"But they had no choice, Your Honor. Mary\nHall went to the 99th National Bank this morning and asked for change\nof a five dollar bill.\"\n\n\"What!\"\n\n\"And passed to the teller a hundred dollar bill. After all HC works\nboth ways. They've got their money back. By noon they had half a dozen\nIBM technicians in there trying to figure why they were out of\nbalance!\"\n\nTHE END\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Modus Vivendi, by Gordon Randall Garrett\n\n*** END OF THIS PROJECT GUTENBERG EBOOK MODUS VIVENDI ***\n\n***** This file should be named 30311.txt or 30311.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/0/3/1/30311/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}