{"title": "The Helpful Hand of God", "author": "Tom Godwin", "releaseDate": "October 24, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n  This etext was produced from Analog Science Fact & Fiction December 1961.\n  Extensive research did not uncover any evidence that the U.S. copyright\n  on this publication was renewed.\n\n\n\n                         the helpful hand of\n\n                                 god\n\n\n     ... Can be very helpful indeed. But of course, it's long\n     been known that God helps those who wisely help\n     themselves....\n\n\n                            BY TOM GODWIN\n\n                       ILLUSTRATED BY BARBERIS\n\n       *       *       *       *       *\n\n\n\n\n(From \"Vogarian Revised Encyclopedia\":\n\n_SAINTS: Golden Saints, properly, Yellow Saints, a term of contempt\napplied by the Vogarian State Press to members of the Church Of The\nGolden Rule because of their opposition to the war then being planned\nagainst Alkoria. See CHURCHES._\n\n_CHURCH, GOLDEN RULE, OF THE: A group of reactionary fanatics who\nresisted State control and advocated social chaos through \"Individual\nFreedom.\" They were liquidated in the Unity Purge but for two-thousand\nof the more able-bodied, who were sentenced to the moon mines of Belen\nNine. The prison ship never arrived there and it is assumed that the\ncondemned Saints somehow overpowered the guards and escaped to some\nremote section of the galaxy.)_\n\n\nKane had observed Commander Y'Nor's bird-of-prey profile with detached\ninterest as Y'Nor jerked his head around to glare again at the\nchronometer on the farther wall of the cruiser's command room.\n\n\"What's keeping Dalon?\" Y'Nor demanded, transferring his glare to\nKane. \"Did you assure him that I have all day to waste?\"\n\n\"He should be here any minute, sir,\" Kane answered.\n\n\"I didn't find the Saints, after others had failed for sixty years, to\nthen sit and wait. The situation on Vogar was already very critical\nwhen we left.\" Y'Nor scowled at the chronometer again. \"Every hour we\nwaste waiting here will delay our return to Vogar by an hour--I\npresume you realize that?\n\n\"It does sound like a logical theory,\" Kane agreed.\n\nY'Nor's face darkened dangerously. \"You will--\"\n\nQuick, hard-heeled footsteps sounded in the corridor outside. The\nguard officer, Dalon, stepped through the doorway and saluted; his\neyes like ice under his pale brows and his uniform seeming to bristle\nwith weapons.\n\n\"The native is here, sir,\" he said to Y'Nor.\n\nHe turned, and made a commanding gesture. The leader of the Saints\nappeared; the man whose resistance Y'Nor would have to break.\n\nA frail, white-bearded old man, scuffed uncertainly into the room in\nstraw sandals, his faded blue eyes peering nearsightedly toward Y'Nor.\n\n\"Go to the commander's desk,\" Dalon ordered in his metallic tones.\n\nThe old man obeyed and stopped before Y'Nor's desk, his hands clasped\ntogether as though to hide their trembling.\n\n\"You are Brenn,\" Y'Nor said, \"and you hold, I believe, the impressive\ntitles of Chief Executive of the Council Of Provinces and Supreme\nElder of the Churches Of The Golden Rule?\"\n\n\"Yes, sir.\" There was a faint quaver in old Brenn's voice. \"I welcome\nyou to our world, sir, and offer you our friendship.\"\n\n\"I understand you can produce Elusium X fuel?\"\n\n\"Yes, sir. Our Dr. Larue told me the process is within our ability.\nWe--\" He hesitated. \"We know you haven't enough fuel to return to\nVogar.\"\n\nY'Nor stiffened in his chair. \"What makes you think that?\"\n\n\"It requires a great deal of fuel to get through the Whirlpool star\ncluster--and even sixty years ago, the Elusium ores of Vogar were\nalmost exhausted.\"\n\nY'Nor smiled thinly. \"That reminds me--you would be one of the Saints\nwho murdered their guards and stole a ship to get here.\"\n\n\"We killed no guards, sir. In fact, all of them eventually joined our\nchurch.\"\n\n\"Where is the ship?\"\n\n\"We had to cut it up for our start in mechanization.\"\n\n\"I presume you know you will pay for it?\"\n\n\"It was taking us to our deaths in the radium mines--but we will pay\nwhatever you ask.\"\n\n\"The first installment will be one thousand units of fuel, to be\nproduced with the greatest speed possible.\"\n\n\"Yes, sir. But in return\"--the old man stood a little straighter and\nan underlying resolve was suddenly revealed--\"you must recognize us as\na free race.\"\n\n\"Free? A colony founded by escaped criminals?\"\n\n\"That is not true! We committed no crime, harmed no living thing....\"\n\nThe hard, cold words of Y'Nor cut off his protest:\n\n\"This world it now a Vogarian possession. Every man, woman, and child\nupon it is a prisoner of the Vogarian State. There will be no\nresistance. This cruiser's disintegrators can destroy a town within\nseconds, your race within hours. Do you understand what I mean?\"\n\nThe visible portion of old Brenn's face turned pale. He spoke at last\nin the bitter tones of frightened, stubborn determination:\n\n\"I offered you our friendship; I hoped you would accept, for we are a\npeaceful race. I should have known that you came only to persecute and\nenslave us. But the hand of God will reach down to help us and--\"\n\nY'Nor laughed, a raucous sound like the harsh caw of the Vogarian\nvulture, and held up a hairy fist.\n\n\"This, old man, is the hand for you to center your prayers around. I\nwant full-scale fuel production commenced within twenty-four hours. If\nthis is done, and if you continue to unquestioningly obey all my\ncommands, I will for that long defer your punishment as an escaped\ncriminal. If this is not done, I will destroy a town exactly\ntwenty-five hours from now--and as many more as may be necessary. And\nyou will be publicly executed as a condemned criminal and an enemy of\nthe Vogarian State.\"\n\nY'Nor turned to Dalon. \"Take him away.\"\n\n       *       *       *       *       *\n\n\"Scared sheep,\" Y'Nor said when Brenn was gone. \"Tomorrow he'll say\nthat he prayed and his god told him what to do--which will be to save\nhis neck by doing as I command.\"\n\n\"I don't know--\" Kane said doubtfully. \"I think you're wrong about his\nconscience folding so easily.\"\n\n\"_You_ think?\" Y'Nor asked. \"Perhaps I should remind you that the\nability to think is usually characteristic of commanders rather than\nsub-ensigns. You will not be asked to try to think beyond the small\nextent required to comprehend simple commands.\"\n\nKane sighed with weary resignation. An unexpected encounter with an\nAlkorian battleship had sent the Vogarian cruiser fleeing through the\nunexplored Whirlpool star cluster--Y'Nor and Kane the two surviving\ncommissioned officers--with results of negative value to those most\naffected: the world of the Saint had been accidentally discovered and\nhe, Kane, had risen from sub-ensign to the shakily temporary position\nof second-in-command.\n\nY'Nor spoke again:\n\n\"Since Vogarian commanders do not go out and mingle with the natives\nof a subject world, you will act as my representative. I'll let Brenn\nsweat until tomorrow, then you will go see him. In that, and in all\nsubsequent contacts with the natives, you will keep in mind the fact\nthat I shall hold you personally responsible for any failure of my\nprogram.\"\n\n       *       *       *       *       *\n\nThe next afternoon, two hours before the deadline, Kane went out into\nthe sweet spring air of the world the Saints had named Sanctuary.\n\nIt was a virgin world, rich in the resources needed by Vogar, with\ntwenty thousand Saints as the primary labor supply. It was also, he\nthought, a green and beautiful world; almost a familiar world. The\ncruiser stood at the upper edge of the town and in the late afternoon\nsun the little white and brown houses were touched with gold, half\nhidden in the deep azure shadows of the tall trees and flowering vines\nthat bordered the gently curving streets.\n\nRestlessness stirred within him as he looked at them. It was like\ngoing back in time to the Lost Islands, that isolated little region of\nVogar that had eluded collectivization until the year he was sixteen.\nIt had been at the same time of year, in the spring, that the State\nUnity forces had landed. The Lost Island villages had been drowsing in\nthe sun that afternoon, as this town was drowsing now--\n\nHe forced the memories from his mind, and the futile restlessness they\nbrought, and went on past a golden-spired church to a small cottage\nthat was almost hidden in a garden of flowers and giant silver ferns.\n\nBrenn met him at the door, his manner very courteous, his eyes\ndark-shadowed with weariness as though he had not slept for many\nhours, and invited him inside.\n\nWhen they were seated in the simply-furnished room, Brenn said, \"You\ncame for my decision, sir?\"\n\n\"The commander sent me for it.\"\n\nBrenn folded his thin hands, which seemed to have the trembling\nsometimes characteristic of the aged.\n\n\"Yesterday evening when I came from the ship, I prayed for guidance\nand I saw that I could only abide by the Golden Rule: _Do unto others\nas you would have them do unto you._\"\n\n\"Which means,\" Kane asked, \"that you will do what?\"\n\n\"Should we of the Church be stranded upon an alien world, our fuel\nsupply almost gone, we would ask for help. By our own Golden Rule we\ncan do no less than give it.\"\n\n\"Eighteen hours ago I issued the order for full-scale, all-out fuel\nproduction. I've been up all night and day checking the operation.\"\n\nKane stared, surprised that Y'Nor should have so correctly predicted\nBrenn's reaction. He tried to see some change in the old man, some\nevidence of the personal fear that must have broken him so quickly,\nbut there was only weariness, and a gentleness.\n\n\"So much fuel--\" Brenn said. \"Is Vogar still at war with Alkoria?\"\n\nKane nodded.\n\n\"Once I saw some Alkorian prisoners of war on Vogar,\" Brenn said.\n\"They are a peaceful, doglike race. They never wanted to go to war\nwith Vogar.\"\n\nWell--they still didn't want war but on Alkoria were Elusium ores and\nother resources that the Vogarian State had to have before it could\ncarry out its long-frustrated ambition of galactic conquest.\n\n\"I'll go, now,\" Kane said, getting out of his chair, \"and see what\nyou're having done. The commander doesn't take anybody's word for\nanything.\"\n\n       *       *       *       *       *\n\nBrenn called a turbo-car and driver to take him to the multi-purpose\nfactory, which was located a short distance beyond the other side of\ntown. The driver stopped before the factory's main office, where a\nplump, bald man was waiting, his scalp and glasses gleaming in the\nsunshine.\n\n\"I'm Dr Larue, sir,\" he greeted Kane. He had a face that under normal\ncircumstance would have been genial. \"Father Brenn said you were\ncoming. I'm at your service, to show you what we're doing.\"\n\nThey went inside the factory, where the rush of activity was like a\nbeehive. Machines and installations not needed for fuel production\nwere being torn out as quickly as possible, others taking their place.\nThe workers--he craned his neck to verify his astonished\nfirst-impression.\n\nAll of them were women.\n\n\"Father Brenn's suggestion,\" Larue said. \"These girls are as competent\nas men for this kind of work and their use here permits the release of\nmen to the outer provinces to procure the raw materials. As you know,\nour population is small and widely scattered--\"\n\nA crash sounded as a huge object nearby toppled and fell. Kane took an\ninstinctive backward step, and bumped into something soft.\n\n\"Oh ... excuse me, sir!\"\n\nHe turned, and had a confused vision of an apologetic smile in a\npretty young face, of red curls knocked into disarray--and of\namazingly short shorts and a tantalizingly wispy halter.\n\nShe recovered the notebook she had dropped and hurried on, leaving a\nfaint cloud of perfume in her wake and a disturbing memory of curving,\ngolden tan legs and a flat little stomach that had been exposed both\nnorth and south to the extreme limits of modesty.\n\n\"A personnel supervisor from Beachville,\" Larue said. \"She was\nsunbathing when the plane arrived to pick her up and had no time to\nobtain other clothing. Father Brenn firmly insisted upon losing not\none minute of time during this emergency.\"\n\nA crane rumbled into view and its grapples seized the huge object that\nhad fallen.\n\n\"Our central air-conditioning unit,\" Larue said. \"It had to go.\"\n\n\"You're putting something else in its place, of course?\"\n\n\"Oh yes. We must have more space but Father Brenn opposed the plan of\nbuilding an annex as too dangerously time consuming. The only\nalternative is to tear out everything not absolutely essential.\"\n\nKane left shortly afterward, satisfied that the Saints were doing as\nBrenn had said.\n\n       *       *       *       *       *\n\nHe went back out in the spring sunshine where the turbo-car was still\nwaiting for him, debated briefly with himself, and dismissed the\ndriver. After so many weeks in the prison-like ship, it would be\npleasant to walk again.\n\n[Illustration]\n\nA grassy, tree-covered ridge ran like the swell of a green sea\nbetween the plant and the town. He stopped on top of it, where the\ntown was almost hidden from view, and looked out across the wide\nvalley. Shadows moved lazily across it as cotton-puff clouds drifted\ndown the blue dome of the sky, great white birds like swans were\nsoaring overhead, calling to one another in voices like the singing of\nviolins, bringing again the memories of the Lost Islands--\n\n\"And the Vogarian lord gazed upon his world and found it good!\"\n\nHe swung around, his hand dropping to his holstered blaster, and\nlooked into the green, mocking eyes of a tawny-haired girl. She was\nbeautiful, in the savage way that the hill leopards of Vogar were\nbeautiful, and her hand was on a pistol in her belt.\n\nHer eyes flickered from his blaster up to his face, bright with\nchallenge.\n\n\"Want to try it?\" she asked.\n\nShe wore a short skirt of some rough material and her knees were\ndusty, as though she had walked for a long way. These things he\nnoticed only absently, his eyes going back to the bold, beautiful\nface. For twenty years he had been accustomed to the women of Vogar;\ncolorless in their Party uniforms and men's haircuts, made even more\ndrab by the masculine mannerisms they affected. Not since the spring\nthe Lost Islands died had he seen a girl like the one before him.\n\n\"Well?\" she asked. \"Do you think you'll know me next time?\"\n\nHe walked to her, while she watched him with catlike wariness.\n\n\"Hand me that pistol,\" he ordered.\n\n\"Try to take it, you Vogarian ape!\"\n\nHe moved, and a moment later she was sitting on the ground, her eyes\nwide with dismayed surprise as he shoved the pistol in his own belt.\n\n\"Resisting a Vogarian with a deadly weapon calls for the death\npenalty,\" he said. \"I suppose you know what I can do?\"\n\nShe got up, defiance like a blaze about her.\n\n\"I'll tell you what you can do--you can go to hell!\"\n\nThe thought came to him that there might be considerable pleasure in\nlaying her over his knee and raising some blisters where they would do\nher the most good. He regretfully dismissed the idea as too\nundignified for even a sub-ensign and asked:\n\n\"Who are you, and what are you doing here with that pistol?\"\n\nShe hesitated, then answered with insolent coolness:\n\n\"My name is Barbara Loring. I heard that you Vogarians had demanded\nthat we agree to surrender. I came down from the hills to disagree.\"\n\n\"Is a resistance force meeting here?\"\n\n\"Do you think you could make me tell you?\"\n\n\"There are ways--but I'm not here to use them. I am not your enemy.\"\n\nA little of the hostility faded from her face and she asked, \"But how\ncould a Vogarian ever not be our enemy?\"\n\nHe could find no satisfactory answer to the question.\n\n\"I can tell you this,\" she said. \"I know of no resistance\norganization. I can also tell you that we're not the race of cowards\nyou think and we'll fight the instant Father Brenn gives the word.\"\n\n\"For one who speaks respectfully of Brenn,\" he said, \"your recent\nwords and actions weren't very religious and refined.\"\n\nFire flashed in the green eyes again. \"Up in the Azure Mountains,\nwhere I come from, we're not very refined and we like being that way!\"\n\n\"And why do you carry guns?\" he asked.\n\n\"Because all along our frontier lines are rhino-stags, cliff bears,\nthunder hawks, and a lot of other overgrown carnivora that don't like\nus--that's why.\"\n\n\"I see.\" He took the pistol from his belt and held it out to her. \"Go\nback to your mountains, where you belong, before you do something to\nget yourself executed.\"\n\n       *       *       *       *       *\n\nY'Nor, waiting impatiently in the ship, was grimly pleased by the news\nof Brenn's change of attitude.\n\n\"Exactly as I predicted, as you no doubt recall. How long until they\ncan have a thousand units of fuel produced?\"\n\n\"Larue estimated fourteen days at best.\"\n\nY'Nor tapped his thick fingers on his desk, scowling thoughtfully. \"As\nlittle as seven extra days might force Vogar to accept the Alkorian\npeace terms because of lack of fuel--the natives can work twice as\nhard as they expected to. Tell old Brenn they will be given exactly\nseven days from sunrise tomorrow.\n\n\"And summon Dalon and Graver. I want them to make use of every man on\nthe ship for a twenty-four hour guard-and-inspection system in the\nplant. The natives will get no opportunities for stalling or\nsabotage.\"\n\n       *       *       *       *       *\n\nBrenn was writing at his book-laden table when Kane went into his\ncottage the next morning.\n\n\"These are called edicts,\" Brenn said, after greeting him, \"but I\npossess no law-making powers and they are really only suggestions.\"\n\nBrenn shoved the paper to one side. The script was somewhat different\nfrom that of Vogar.\n\n_The Vogarian inspection and guard system is no more than an expected\nprecaution against sabotage. The Vogarians must be regarded as\npotential friends who now treat us with suspicion and arrogance only\nbecause they do not yet realize the sincerity of our desire to help\nthem to any extent short of surrender--_\n\nKane looked up from the uncompleted, surprisingly humble, edict and\nBrenn asked:\n\n\"Your commander, sir--he is now pleased with our actions?\"\n\n\"Not exactly. He will disintegrate a town seven days from sunrise this\nmorning if all the fuel isn't produced by then.\"\n\n\"_Seven_--only _seven_ days?\" There was startled disbelief on Brenn's\nface. \"But how can he expect us to produce so much fuel in so short a\ntime?\"\n\n\"I don't know. I'm sorry--it's something I would have argued against\nif I hadn't had too much sense to try.\"\n\n\"Seven days--\" Brenn said again. \"We can only pray that God will let\nit be time enough.\"\n\n       *       *       *       *       *\n\nKane walked on to the plant. The hilltop where he had met the girl was\ndeserted and he felt a vague disappointment.\n\nThe plant was hot without the air-conditioner, especially in the\nvicinity of the electronic roasters. The girls looked flushed and\nuncomfortable, but for the redhead who still wore her scanty sunsuit.\nThe armed Vogarians looked incongruously out of place among the girls\nand were sweating profusely. Kane made a mental note to have them\nordered into tropical uniforms.\n\nHe found Dalon prowling like a wolf among his guards.\n\n\"It's inconceivable that these women could ever be a menace,\" Dalon\nsaid, \"but I'm taking no chances.\"\n\nHe saw Graver, the cruiser's Chief Technician; a thin, dry man who\nseemed to be as emotionless as the machines and electronic circuits\nthat were his life.\n\n\"They're doing everything with astonishing competence,\" Graver said.\n\"My technicians are watching like hawks, though.\"\n\nLarue was not in his office. His secretary, a brown-eyed woman of\nstrikingly intelligent appearance, said, \"I'm sorry, sir--Dr. Larue\nhad to go back to town for a few minutes. May I give him your\nmessage?\"\n\n\"No, thanks,\" he said. \"Father Brenn is probably performing that\nunpleasant chore right now.\"\n\n       *       *       *       *       *\n\nSince Dalon and Graver seemed to have the situation at the plant well\nin hand, Kane decided to make a tour of the outer provinces where the\nores were being mined. An efficient plant would be worthless if it did\nnot receive sufficient ore.\n\nHe spent four days on the inspection tour; much longer than he had\nexpected to be gone but made necessary by the fact that the small\nElusium mines were widely scattered in rugged, roadless areas and he\nhad to walk most of the distance. The single helicopter on Sanctuary\nwas being used to fly the ore out but it was operating on a schedule\nthat caused him to miss it each time.\n\nEach mine was being worked by full day-and-night crews; in fact, by\nmore men than necessary. The reason for that, and for the way the men\nsilently withheld their hostility, was made apparent in a bit of\nconversation between two miners that he overheard one day:\n\n_\"... So why all of us here when not this many are needed?\"_\n\n_\"They say Father Brenn wanted to get all the men out of town, away\nfrom the cruiser, so there would be no trouble--and you know there\nwould have been if we had stayed. He wants to get the cruiser on its\nway back to Vogar, they say, so we can get busy producing weapons to\nfight the Occupation force....\"_\n\nHe returned on the fifth evening of the allotted seven days and\nstopped by Brenn's cottage before going on to the ship. The old man\nwas working in his garden, his trembling hands trying to tie up a\nred-flowered vine.\n\nKane tied it for him and he said, \"Thank you, sir. Did you find the\nmining to be as I had said?\"\n\n\"I found more than that. You know, don't you, that Y'Nor will return\nwith the Occupation force a hundred days after leaving here?\"\n\n\"Yes--I know that that is his intention.\"\n\n\"I understand that you're going to try to build weapons while he's\ngone. Don't, if you think anything of your people, let them do it.\nNothing you could build in a hundred days would last a minute against\na cruiser's disintegrators.\"\n\n\"I know,\" Brenn said. \"We are supposed to choose between bloody,\nhopeless resistance and eternal slavery, aren't we? But why should\neither fate befall a peaceful race?\"\n\nKane asked the logical question: \"Why shouldn't it?\"\n\n\"The laws of God have always been laws of justice and mercy. Not even\nthe Vogarian State can change them.\"\n\nHe thought of the way the State had changed the Lost Islands in one\nbloody, violent afternoon. Brenn, watching his face, said:\n\n\"You are skeptical and bitter, my son--but you will learn that a\nharmless old man can speak with wisdom.\"\n\n\"No,\" he said. \"There is neither justice nor mercy in the universe. I\nknow from experience. A man can only choose between the lesser of two\nevils--and almost anything is less evil than Y'Nor when he's mad.\"\n\n       *       *       *       *       *\n\nHe went to the plant the next morning. Inside, wherever he looked, he\nsaw girls in shorts and halters. The place seemed to be alive with\npartially clad women. He went to the nearest bulletin board and read\nBrenn's edict of four days before:\n\n_Since the excessively warm temperature of the plant causes much\ndiscomfort and thereby impairs the efficiency of all workers, and\nsince maximum efficiency will be required to produce the fuel in the\nextremely short time permitted us, it is suggested that the cool\nsunsuits of the Beachville girls become the standard work uniform\nuntil further notice. These may be obtained for the asking in\nDepartment 5-A._\n\nThe next day's edict read:\n\n_Some have hesitated to follow yesterday's edict through a sense of\nmodesty. This is most commendable. However, the situation is very\ncritical, our lives depend upon the highest degree of efficiency we\ncan attain, and a hot, miserable worker is not efficient. Your bodies\nare God's handwork--do not be ashamed of them._\n\nThe edict for the next day read simply, warningly:\n\n_THOU SHALT NOT COMMIT ADULTERY._\n\n       *       *       *       *       *\n\nThe Vogarian guards and inspectors, now in tropical uniforms, still\nlooked out of place with their holstered weapons but their former\ncold arrogance was gone and the attitude of the girls had changed from\npolite reserve to laughing, chattering friendliness.\n\nHe found Dalon in a far corner; cornered, literally, by the red-haired\npersonnel supervisor who was spitting like a cat as she said:\n\n\"... Then tell your commander how one of your men tried to make one of\nmy girls and got hit with a wrench for it! Ask him whether he wants us\nto produce fuel or make love! Go ahead--ask him! Or let me--_I'll_ ask\nhim!\"\n\n\"You'll have to see to it that your girls don't lead my men on.\" Dalon\nran his finger around his collar, worry on his face. \"Florence, are\nyou trying to get me ruined?\"\n\n\"Then inform your men that there is a certain commandment we all\nbelieve in and anything beyond our willingness to be friends calls for\nmarriage first.\"\n\n\"_Marriage?_\" Dalon spluttered the word, recovered his poise with an\neffort, and said stiffly, \"My men are soldiers, not suitors. I want\nthem respected as such.\"\n\nHe strode away without seeing Kane. The girl stared after him, fuming,\nand Kane went in search of Graver.\n\nGraver and the brown-eyed secretary were in Larue's office, their\nheads together over a flow sheet of some kind. The secretary excused\nherself and when she was gone, Kane asked:\n\n\"Where's Larue?\"\n\n\"Checking the catalytic processors, I think, sir.\" Graver answered,\nalmost vaguely. \"Mar ... his secretary was just showing me how they\nimprovised so much of their equipment so quickly.\" There was a strange\nlight in Graver's usually expressionless eyes. \"It's incredible!\"\n\n\"Well--the commander gave them no time to waste, you know.\"\n\n\"Sir? Oh ... I was referring to her intelligence, sir. It's amazing\nthat a woman should have such a thorough knowledge of such a complex\nprocess.\"\n\nKane felt the birth pains of the first dark premonition.\n\n\"If you don't want a thorough knowledge of the interior of State\nprison,\" he said in grim warning, \"you'd better get that silly look\noff your face and concentrate on your duties. Tell Dalon the same\norder applies to him. And tell Larue that the commander reminds him\nthey now have less than forty hours to finish the job.\"\n\n       *       *       *       *       *\n\nHe decided, again, to walk back to the ship. There was now a multitude\nof paths through the grass were girls had been walking to and from\nwork. Two groups from the last shift-change were a short distance\nahead of him, several of Dalon's guards and Graver's technicians among\nthem, all of them talking and laughing.\n\nIn that area they could not be spied upon by Y'Nor with the ship's\nview-screen scanners and even as he watched, a tall, dark young guard\nput his arm around the girl walking close beside him. She twisted away\nfrom him and ran on to the next group, there to look back with a\nteasing toss of her head.\n\nKane watched both groups disappear over the hill, then followed,\nmuttering thoughtfully. He felt he could safely assume--if anything\ncould be said to be safe about the situation--that the lack of\ndiscipline he had just witnessed was typical of all the men. They were\nall young and healthy and for sixteen hours out of each day they were\nside by side with the almost nude, provocatively feminine, Sanctuary\ngirls.\n\nTheir weakness was understandable. It was also very dangerous. Heads\nwould roll if Y'Nor ever learned what was going on and it required no\npsychic ability to guess whose head would roll the fastest and\nfarthest.\n\nHe would have to have it stopped, at once.\n\nHe took a short cut to Brenn's cottage, by a sleepy, shady street he\nhad never been down before. Halfway along it was an open-air eating\nplace of some kind, with tables placed about under the trees. There\nseemed to be no customers at the moment but he stopped, anyway, to\ntake a closer look for errant guards.\n\nA tawny head lifted at a table half hidden by a nearby tree and he\nlooked into the surprised face of the mountain girl, Barbara.\n\n\"Well!\" she said. \"Come on over and let me offer you a glass of\ncyanide.\"\n\nHe walked over to her table. She was wearing a blouse and skirt\nsimilar to that of the day he had met her but the pistol was gone.\n\n\"I thought I told you to go back to your hills,\" he said.\n\n\"I decided it would be more fun to work in the plant and sabotage\nthings.\"\n\n\"Let Y'Nor learn you said that and you'll be in a fix I can't help you\nout of.\"\n\n\"Should a Vogarian care?\" But the jeering was gone as she said, \"When\nyou gave my pistol back to me--I thought it was a trick of some kind.\"\n\n\"I told you I wasn't your enemy.\"\n\n\"I know ... but it's hard for a Saint to believe any Vogarian could\never be anything else.\"\n\n\"It doesn't seem to be very hard for the girls in the plant,\" he\nobserved glumly.\n\n\"Oh ... that's different.\" She made a gesture of light dismissal.\n\"Those soldiers and technicians are good boys at heart--they haven't\nbeen brain-washed like you officers.\"\n\n\"That's interesting to know, I'm sure. I suppose--\"\n\nHe stopped as a gray-haired woman came and set down a tray containing\na sandwich and a mug. From the foamy top of the mug came the\nunmistakable aroma of beer.\n\n\"Do you Saints _drink_?\" he asked incredulously.\n\n\"Sure. Why?\"\n\n\"But your church--\"\n\n\"Earth churches used to ban alcohol as sinful because it would cause a\nmean person to show his true character. My church is more sensible\nand works to change the person's character, instead.\"\n\n[Illustration]\n\nShe took a bite of the sandwich. \"Cliff bear steak--it and beer go\nperfectly together. Shall I order you some?\"\n\n\"No,\" he said, thinking of Y'Nor's fury if Y'Nor should learn he had\nhad a friendly lunch with a native girl. \"About your church--what kind\nof a church is it, anyway?\"\n\n\"What its name implies. Heaven isn't for sale at the pulpit--everybody\nhas to qualify for it by his own actions. We have to practice our\nbelief--just looking pious and saying that we believe doesn't count.\"\n\nHe revised his opinion of the Saints, then asked, \"But were you\npracticing your Golden Rule when you came to this town with a gun to\nshoot Vogarians?\"\n\n\"For Vogarians we have a special Golden Rule that reads: _Do unto\nVogarians as they have come to do unto you._ And you came here to\nenslave or kill us--remember?\"\n\nIt could not be denied. When he did not answer she smiled at him; a\nsmile surprisingly gentle and understanding.\n\n\"You honestly would like to be our friend, wouldn't you? The State\npsychiatrists didn't do a good job of brainwashing you, after all.\"\n\nIt was the first time since he was sixteen that anyone had spoken to\nhim with genuine kindness. It gave him a strange feeling, a lonely\nsense of something rising up out of the past to mock him, and he\nchanged the subject:\n\n\"Are the Azure Mountains the edge of your frontier?\"\n\nShe nodded. \"Beyond is the Emerald Plain, a great, wide plain, and\nbeyond it are mountain ranges that have never been named or explored.\nI'm going into them some day and--\"\n\n       *       *       *       *       *\n\nTime passed with astonishing speed as he talked with the girl and it\nwas late in the afternoon when he continued on to Brenn's cottage. He\nput the thoughts of her from his mind and told Brenn of the too-warm\nassociation between the girls and the Vogarians.\n\n\"But it is only friendship,\" Brenn said soothingly. \"You can assure\nyour commander that nothing immoral is being done.\"\n\n\"If he knew what was going on, it would be my neck. It has to be\nstopped. Write an edict--do anything that will stop it at once.\"\n\nBrenn stroked his white beard thoughtfully. \"I'm sorry this unforeseen\nsituation has occurred, sir. Will you have strict orders to the same\neffect given your men?\"\n\n\"There's a severe penalty for unauthorized fraternization. I'll see\nthat they're well reminded of it.\"\n\n\"I'll write another edict, at once, forbidding the girls to speak to\nyour men, sir.\"\n\n       *       *       *       *       *\n\nY'Nor was pacing the floor when Kane went to the ship, his face black\nand ugly with anger.\n\n\"Have you been blind?\" he demanded.\n\nKane tried to swallow a sinking feeling, wondering just how much Y'Nor\nhad seen, and said, \"Sir?\"\n\n\"My guards--my so-called guards--how long have they been strolling\nback from the plant in company with the native women?\"\n\n\"Oh,\" he said, feeling a great relief that Y'Nor had not seen the true\nsituation, \"it's only that some of the out-going shifts coincide, sir,\nand--\"\n\n\"You know, don't you, that military men march to and from duty in\nmilitary formation?\"\n\n\"Yes, sir.\"\n\n\"You are aware of the importance of discipline?\"\n\n\"Yes, sir.\"\n\n\"You are further aware of the fact that you, Dalon, and Graver, will\nbe guilty of treason if this lack of discipline imperils my plans in\nany way?\"\n\n\"Yes, sir.\"\n\n\"You have heard of the punishment for treason?\"\n\n\"Yes, sir.\"\n\n       *       *       *       *       *\n\nHe went below when the unpleasant business with Y'Nor was finally\nover. It was the beginning of the eight-hour sleep period for Dalon\nand Graver but they were still up, sitting on their bunks and staring\ndreamily into space. It was only belatedly, almost fuzzily, that they\nbecame aware of his glowering presence in the doorway.\n\n\"I bring you glad tidings,\" he said, \"from the commander's own lips.\nThe multiple-gallows at State prison is still in perfect working\norder, especially the first three trapdoors--\"\n\nThe last day dawned, bright and sunny, and he went to see Brenn.\n\n\"I had the new edict posted immediately,\" Brenn said. \"I hope it will\nundo the damage.\"\n\n\"Let's see it,\" Kane requested and Brenn handed him the handwritten\noriginal. It was:\n\n_Despite our affection for the Vogarians among us, we must not\nendanger them by any longer talking to them. A Vogarian military rule\nis now being enforced which forbids Vogarians to speak to Sanctuary\ngirls except in the line of duty. There is a severe penalty for those\nwho disobey this rule._\n\n_It must also be pointed out, sternly to the Sanctuary girls and\nrespectfully to the Vogarians, that flight into the uninhabited\nSanctuary mountains would result in execution for the fleeing couples\nif Commander Y'Nor should ever find them._\n\n\"What's this?\" Kane demanded, pointing to the last paragraph.\n\n\"Why--a warning, sir.\"\n\n\"Warning ... it's a suggestion!\"\n\n\"A suggestion?\" Brenn lifted his hands in shocked protest. \"But, sir,\nhow could anyone think--\"\n\n\"I, personally, wouldn't give a damn if the entire crew was too\nlove-sick to eat. But the commander does and my future welfare,\nincluding the privilege of breathing, depends upon my retaining what\npasses for his good will.\"\n\n\"Good heavens--I shall have this edict removed from the bulletin\nboards at once!\"\n\n\"A great idea. It should fix up everything to lock the stable door\nnow that the horse is stolen.\"\n\n       *       *       *       *       *\n\nHe went to the plant and felt the air of resentment as soon as he\nstepped inside. Dalon was patrolling among his men, his haggard face\nbecoming more haggard each time the red-haired personnel supervisor\nwent by with her hips swinging and her head held high in hurt, aloof\nsilence. The guards were pacing their beats in wordless quiet,\nGraver's technicians were speaking only in the line of duty. The girls\nwere not talking even to one another but in the soft, melting glances\nthey gave the Vogarians they said _We understand_ in a manner more\neloquent than any words.\n\nIn fact, far too eloquent. He considered the plan of having Brenn\nforbid the girls to look at the guards, discarded that as impractical,\nfor a moment wildly considered ordering the guards not to look at the\ngirls, discarded that as even more impractical, and went, muttering,\nto Larue's office.\n\nLarue was at his desk, his face lined with fatigue.\n\n\"It's been a difficult job,\" he said, \"but we'll meet the deadline.\"\n\n\"Good,\" Kane answered. \"Did Brenn phone you about having that edict\nremoved?\"\n\n\"Ah--which one?\"\n\n\"Which one? You mean....\"\n\nHe turned and ran from the office.\n\nA girl was removing the offending edict from the nearest bulletin\nboard. Another, later, one proclaimed:\n\n_We must abandon as hopeless the suggestion of some that if there must\nbe an Occupation force, we would like for it to be these men whom we\nhave come to respect, and many of us to love. This can never be. Only\nCommander Y'Nor will leave the ship at Vogar, there to select his own\nOccupation force, while the men now among us continue directly on to\nthe Alkorian war from which many of them will never return._\n\n_We must not resent the fact that on this, their last day among us,\nthese men are forbidden to speak to us or to let us speak to them nor\nsay that this is unfair when Commander Y'Nor's Occupation troops will\nbe permitted to associate freely with us. These things are beyond our\npower to change. We must accept the inevitable and show only by our\nsilent conduct the love we have for these warriors whom we shall never\nsee again._\n\nKane gulped convulsively, read it again, and hurried back to Larue's\noffice.\n\n\"How long has that last edict been up?\" he demanded.\n\n\"About twelve hours.\"\n\n\"Then every shift has seen it?\"\n\n\"Ah ... yes. Why--is something wrong with it?\"\n\n\"That depends on the viewpoint. I want them removed at once. And tell\nthat sanctified old weasel that if this last edict of his gets me\nhanged, which it probably will, I'll see to it that he gets the same\nmedicine.\"\n\nHe went back into the plant and made his way through the bare-legged,\nsoft-eyed girls, looking for Dalon. He overheard a guard say in low,\nbitter tones to another: \"... _Maybe eight hours on Vogar, and we\ncan't leave the ship, then on to the battle front for us while Y'Nor\nand his home guard favorites come back here and pick out their\nharems_--\"\n\nHe found Dalon and said to him, \"Watch your men. They're resentful.\nSome of them might even desert--and Y'Nor wasn't joking about that\ngallows for us last night.\"\n\n\"I know.\" Dalon ran his finger around the collar that seemed to be\ngetting increasingly tighter for him. \"I've warned them that the\nOccupation troops would get them in the end.\"\n\n       *       *       *       *       *\n\nHe found Graver at a dial-covered panel. The brown-eyed secretary--her\neyes now darker and more appealing than ever--was just leaving, a\nnotebook in her hand.\n\n\"Since when,\" Kane asked, \"has it been customary for technicians to\nneed the assistance of secretaries to read a dial?\"\n\n\"But, sir, she is a very good technician, herself. Her paper work is\nnow done and she was helping me trace a circuit that was fluctuating.\"\n\nKane peered suspiciously into Graver's expressionless face.\n\n\"Are you sure it was a circuit that was doing the fluctuating?\"\n\n\"Yes, sir.\"\n\n\"Did you know that half of Dalon's guards seem to be ready to jump\nship?\"\n\n\"Yes, sir. But their resentment is not characteristic of my\ntechnicians.\"\n\nHe realized, with surprise, that that was true. And Graver, in\ncontrast to Dalon's agitation, had the calm, purposeful air of a man\nwho had pondered deeply upon an unpleasant future and had taken steps\nto prevent it.\n\n\"I have no desire to hang, sir, and I have convinced my men that it\nwould be suicide for part of them to desert. I shall do my best to\nconvince Dalon's guards of the same thing.\"\n\nHe went back through the plant, much of his confidence restored, and\nback to the ship.\n\nY'Nor was pacing the floor again, his impatience keying him to a mood\nmore vile than ever.\n\n\"This ship will leave at exactly twenty-three fifteen, Vogar time,\"\nY'Nor said. \"Any man not on it then will be regarded as a deserter and\nexecuted as such when I return with the Occupation force.\"\n\nHe stopped his pacing to stare at Kane with the ominous anticipation\nof a spider surveying a captured fly.\n\n\"Although I can operate this ship with a minimum of two crewmen, I\nshall expect you to make certain that every man is on board.\"\n\nKane went back out of the ship, his confidence shaken again, and back\nto the plant.\n\n       *       *       *       *       *\n\nNight came at last and, finally, the first shielded tank of fuel was\ndelivered to the ship. Others followed, one by one, as the hours went\nby.\n\nIt was almost morning when Graver came to him and said, \"My duties and\nthose of my men are finished here, sir. Shall we go to prepare the\nship for flight?\"\n\n\"Yes--get busy at it,\" Kane answered. \"Don't give the commander any\nexcuse to get any madder than he already is.\"\n\nAn hour later the last of the fuel went into the last tank and was\nhauled away. Someone said, \"That's all,\" and a switch clicked. A\nmachine rumbled off into silence, followed by others. Control panels\nwent dark. Within a minute there was not a machine running, not a\npanel lighted.\n\nDalon's whistle for Guard Assembly sounded, high and shrill. A girl's\nvoice called to one of the guards: \"Hurry back to your ship,\nBilly--the thunder hawks might get you if you stayed--\" and broke on a\nsob. Another girl said, \"Hush, Julia--it's not his fault.\"\n\nHe went out of the plant, and past Larue's office. He saw that the\nbrown-eyed secretary was gone, her desk clean. Larue was still there,\nlooking very tired. He did not go in. The fuel had been produced, he\nwould never see Larue again.\n\nHe took the path that led toward town. Part of the Whirlpool star\ncluster was still above the horizon, a white blaze of a thousand suns,\nand the eastern sky was lightening with the first rays of dawn. A\ndozen girls were ahead of him, their voices a low murmur as they\nhurried back toward town. There was an undertone of tension, all of\nthe former gaiety gone. The brief week of make-believe was over and\nthe next Vogarians to come would truly be their enemy.\n\nHe came to the hilltop where he had met the mountain girl, thought of\nher with irrational longing, and suddenly she was there before him.\n\nThe pistol was again in her belt.\n\n\"You came with all the stealth of a plains ox,\" she said. \"I could\nhave shot you a dozen times over.\"\n\n\"Are we already at war?\" he asked.\n\n\"We Saints have to let you Vogarians kill some of us, first--our\npenalty for being ethical.\"\n\n\"Listen to me,\" he said. \"We tried to fight the inevitable in the Lost\nIslands. When the sun went down that day, half of us were dead and the\nrest prisoners.\"\n\n\"And you rose from prisoner to officer because you were too selfish to\nkeep fighting for what was right.\"\n\n\"I saw them bury the ones who insisted on doing that.\"\n\n\"And you want us to meekly bow down, here?\"\n\n\"I have no interest of any kind in this world--I'll never see it\nagain--but I know from experience what will happen to you and your\npeople if you try to fight. I don't want that to happen. Do you think\nthat because a man isn't a blind chauvinist, he has to be a soulless\nmonster?\"\n\n\"No,\" she said in a suddenly small voice. \"But I had hoped ... we were\ntalking that day of the mountains beyond the Emerald Plain and a\nfrontier to last for centuries ... it was just idle talk but I thought\nmaybe that when the showdown came you would be on our side, after\nall.\"\n\nShe drew a deep breath that came a little raggedly and said with a\nlightness that was too forced:\n\n\"You don't mind if I have a silly sentimental fondness for my world,\ndo you? It's the only world I have. Maybe you would understand if you\ncould see the Azure Mountains in the spring ... but you never will,\nwill you? Because you lied when you said you weren't my enemy and now\nI know you are and I\"--the lightness faltered and broke--\"am yours ...\nand the next time we meet one will have to kill the other.\"\n\nShe turned away, and vanished among the trees like a shadow.\n\nHe was unaware of the passage of time as he stood there on the hill\nthat was silent with her going and remembered the day he had met her\nand the way the song swans had been calling. When he looked up at the\nsky, it was bright gold in the east and the blazing stars of the\nWhirlpool were fading into invisibility. He looked to the west, where\nthe road wound its long way out of the valley, and he thought he could\nsee her trudging up it, tiny and distant. He looked at his watch and\nsaw he had just time enough to reach the ship before it left.\n\n       *       *       *       *       *\n\nBrenn was standing by his gate, watching the dawn flame into\nincandescence and looking more frail and helpless than ever. The\ncruiser towered beyond, blotting out half the dawn sky like a sinister\nomen. A faint, deep hum was coming from it as the drive went into the\npreliminary phase that preceded take-off.\n\n\"You have only seconds left to reach the ship,\" Brenn said. \"You have\nalready tarried almost too long.\"\n\n\"You're looking at a fool,\" he answered, \"who is going to tarry in the\nAzure Mountains and beyond the Emerald Plain for a hundred days. Then\nthe Occupation men will kill him.\"\n\nThere was no surprise on Brenn's face but it seemed to Kane that the\nold man smiled in his beard. For the second time since he was sixteen,\nKane heard someone speak to him with gentle understanding:\n\n\"Although you have not been of much help to my plans, your intentions\nwere good. I was sure that in the end this would be your decision. I\nam well pleased with you, my son.\"\n\nA whine came from the ship and the boarding ramp flicked up like a\ndisappearing tongue. The black opening of the air lock seemed to\nwink, then was solid, featureless metal as the doors slid shut.\n\n\"_Bon voyage_, Y'Nor!\" Kane said. \"We'll be waiting for you with our\nbows and arrows.\"\n\n\"There is no one on the ship but Y'Nor,\" Brenn said. \"Graver saw to it\nthat the Ready lights were all going on the command room control\nboard, then he and all the others followed my ... suggestion.\"\n\nKane remembered Graver's calmness and his statement concerning his\nmen: \"... It would be suicide for part of them to desert.\"\n\nFor _part_ of them. But if every last one deserted--\n\nThe drives of the ship roared as Y'Nor pushed a control button and the\nship lifted slowly. The roaring faltered and died as Y'Nor pushed\nanother button which called for a crewman who was not there. The ship\ndropped back with a ponderous thud, careened, and fell with a force\nthat shook the ground. It made no further sound or movement.\n\nHe stared at the silent, impotent ship, finding it hard to realize\nthat there would be no hundred-day limit for him; that the new world,\nthe boundless frontier--and Barbara--would be his for as long as he\nlived.\n\n\"Poor Commander Y'Nor,\" Brenn said. \"The air lock is now under the\nship and we shall have to dig a tunnel to rescue him.\"\n\n\"Don't hurry about it,\" Kane advised. \"Let him sweat in the dark for a\nfew days with his desk wrapped around his neck. It will do him good.\"\n\n\"We are a kind and harmless race, we could never do anything like\nthat.\"\n\n\"Kind? I believe you. But harmless? You made monkeys out of Vogar's\nchoicest fighting men.\"\n\n\"Please do not use such an uncouth expression. I was only the humble\ninstrument of a greater Power. I only ... ah ... encouraged the\nnatural affection between man and maid, the love that God intended\nthem to have.\"\n\n\"But did you practice your Golden Rule? You saw to it that fifty young\nmen were forced to associate day after day with hundreds of\nalmost-naked girls. Would you really have wanted the same thing done\nto you if you had been in their place?\"\n\n\"Would I?\" There was a gleam in the old eyes that did not seem to come\nfrom the brightness of the dawn. \"I, too, was once young, my son--what\ndo _you_ think?\"\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Helpful Hand of God, by Tom Godwin\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE HELPFUL HAND OF GOD ***\n\n***** This file should be named 30322.txt or 30322.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/0/3/2/30322/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}