{"title": "Freedom", "author": "Dallas McCord Reynolds", "releaseDate": "October 26, 2009", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n  This etext was produced from Analog Science Fact & Fiction February 1961.\n  Extensive research did not uncover any evidence that the U.S. copyright\n  on this publication was renewed.\n\n\n\n                               FREEDOM\n\n\n                           by MACK REYNOLDS\n\n\n                      Illustrated by Schoenherr\n\n\n     _Freedom is a very dangerous thing indeed. It is so\n      catching--like a plague--even the doctors get it._\n\n       *       *       *       *       *\n\n\n\n\nColonel Ilya Simonov tooled his Zil aircushion convertible along the edge\nof Red Square, turned right immediately beyond St. Basil's Cathedral,\ncrossed the Moscow River by the Moskvocetski Bridge and debouched into the\nheavy, and largely automated traffic of Pyarnikskaya. At Dobryninskaya\nSquare he turned west to Gorki Park which he paralleled on Kaluga until he\nreached the old baroque palace which housed the Ministry.\n\nThere were no flags, no signs, nothing to indicate the present nature of\nthe aged Czarist building.\n\nHe left the car at the curb, slamming its door behind him and walking\nbriskly to the entrance. Hard, handsome in the Slavic tradition,\ndedicated, Ilya Simonov was young for his rank. A plainclothes man, idling\na hundred feet down the street, eyed him briefly then turned his attention\nelsewhere. The two guards at the gate snapped to attention, their eyes\nstraight ahead. Colonel Simonov was in mufti and didn't answer the salute.\n\nThe inside of the old building was well known to him. He went along marble\nhalls which contained antique statuary and other relics of the past which,\nfor unknown reason, no one had ever bothered to remove. At the heavy door\nwhich entered upon the office of his destination he came to a halt and\nspoke briefly to the lieutenant at the desk there.\n\n\"The Minister is expecting me,\" Simonov clipped.\n\nThe lieutenant did the things receptionists do everywhere and looked up in\na moment to say, \"Go right in, Colonel Simonov.\"\n\nMinister Kliment Blagonravov looked up from his desk at Simonov's\nentrance. He was a heavy-set man, heavy of face and he still affected the\nshaven head, now rapidly disappearing among upper-echelons of the Party.\nHis jacket had been thrown over the back of a chair and his collar\nloosened; even so there was a sheen of sweat on his face.\n\nHe looked up at his most trusted field man, said in the way of greeting,\n\"Ilya,\" and twisted in his swivel chair to a portable bar. He swung open\nthe door of the small refrigerator and emerged with a bottle of\nStolichnaya vodka. He plucked two three-ounce glasses from a shelf and\npulled the bottle's cork with his teeth. \"Sit down, sit down, Ilya,\" he\ngrunted as he filled the glasses. \"How was Magnitogorsk?\"\n\nIlya Simonov secured his glass before seating himself in one of the room's\nheavy leathern chairs. He sighed, relaxed, and said, \"Terrible, I loath\nthose ultra-industrialized cities. I wonder if the Americans do any better\nwith Pittsburgh or the British with Birmingham.\"\n\n\"I know what you mean,\" the security head rumbled. \"How did you make out\nwith you assignment, Ilya?\"\n\nColonel Simonov frowned down into the colorlessness of the vodka before\ndashing it back over his palate. \"It's all in my report, Kliment.\" He was\nthe only man in the organization who called Blagonravov by his first name.\n\nHis chief grunted again and reached forward to refill the glass. \"I'm sure\nit is. Do you know how many reports go across this desk daily? And did you\nknow that Ilya Simonov is the most long-winded, as the Americans say, of\nmy some two hundred first-line operatives?\"\n\nThe colonel shifted in his chair. \"Sorry,\" he said. \"I'll keep that in\nmind.\"\n\nHis chief rumbled his sour version of a chuckle. \"Nothing, nothing, Ilya.\nI was jesting. However, give me a brief of your mission.\"\n\nIlya Simonov frowned again at his refilled vodka glass but didn't take it\nup for a moment. \"A routine matter,\" he said. \"A dozen or so engineers and\ntechnicians, two or three fairly high-ranking scientists, and three or\nfour of the local intelligentsia had formed some sort of informal club.\nThey were discussing national and international affairs.\"\n\nKliment Blagonravov's thin eyebrows went up but he waited for the other to\ngo on.\n\nIlya said impatiently, \"It was the ordinary. They featured complete\nfreedom of opinion and expression in their weekly get-togethers. They\nbegan by criticizing without extremism, local affairs, matters concerned\nwith their duties, that sort of thing. In the beginning, they even sent a\nfew letters of protest to the local press, signing the name of the club.\nAfter their ideas went further out, they didn't dare do that, of course.\"\n\nHe took up his second drink and belted it back, not wanting to give it\ntime to lose its chill.\n\nHis chief filled in. \"And they delved further and further into matters\nthat should be discussed only within the party--if even there--until they\narrived at what point?\"\n\nColonel Simonov shrugged. \"Until they finally got to the point of\ndiscussing how best to overthrow the Soviet State and what socio-economic\nsystem should follow it. The usual thing. I've run into possible two dozen\nsuch outfits in the past five years.\"\n\nHis chief grunted and tossed back his own drink. \"My dear Ilya,\" he\nrumbled sourly, \"I've _run into_, as you say, more than two hundred.\"\n\nSimonov was taken back by the figure but he only looked at the other.\n\nBlagonravov said, \"What did you do about it?\"\n\n\"Several of them were popular locally. In view of Comrade Zverev's recent\npronouncements of increased freedom of press and speech, I thought it best\nnot to make a public display. Instead, I took measures to charge\nindividual members with inefficiency in their work, with corruption or\ngraft, or with other crimes having nothing to do with the reality of the\nsituation. Six or seven in all were imprisoned, others demoted. Ten or\ntwelve I had switched to other cities, principally into more backward\nareas in the virgin lands.\"\n\n\"And the ringleaders?\" the security head asked.\n\n\"There were two of them, one a research chemist of some prominence, the\nother a steel plane manager. They were both, ah, unfortunately killed in\nan automobile accident while under the influence of drink.\"\n\n\"I see,\" Blagonravov nodded. \"So actually the whole rat's nest was stamped\nout without attention being brought to it so far as the Magnitogorsk\npublic is concerned.\" He nodded heavily again. \"You can almost always be\ndepended upon to do the right thing, Ilya. If you weren't so confoundedly\ngood a field man, I'd make you my deputy.\"\n\nWhich was exactly what Simonov would have hated, but he said nothing.\n\n\"One thing,\" his chief said. \"The origin of this, ah, _club_ which turned\ninto a tiny underground all of its own. Did you detect the finger of the\nWest, stirring up trouble?\"\n\n\"No.\" Simonov shook his head. \"If such was the case, the agents involved\nwere more clever than I'd ordinarily give either America or Common Europe\ncredit for. I could be wrong, of course.\"\n\n\"Perhaps,\" the police head growled. He eyed the bottle before him but made\nno motion toward it. He wiped the palm of his right hand back over his\nbald pate, in unconscious irritation. \"But there is something at work that\nwe are not getting at.\" Blagonravov seemed to change subjects. \"You can\nspeak Czech, so I understand.\"\n\n\"That's right. My mother was from Bratislava. My father met her there\nduring the Hitler war.\"\n\n\"And you know Czechoslovakia?\"\n\n\"I've spent several vacations in the Tatras at such resorts as Tatranski\nLomnica since the country's been made such a tourist center of the\nsatellites.\" Ilya Simonov didn't understand this trend of the\nconversation.\n\n\"You have some knowledge of automobiles, too?\"\n\nSimonov shrugged. \"I've driven all my life.\"\n\nHis chief rumbled thoughtfully, \"Time isn't of essence. You can take a\nquick course at the Moskvich plant. A week or two would give you all the\nbackground you need.\"\n\nIlya laughed easily. \"I seem to have missed something. Have my\nshortcomings caught up with me? Am I to be demoted to automobile\nmechanic?\"\n\nKliment Blagonravov became definite. \"You are being given the most\nimportant assignment of your career, Ilya. This rot, this ever growing\nferment against the Party, must be cut out, liquidated. It seems to fester\nworse among the middle echelons of ... what did that Yugoslavian Djilas\ncall us?... the _New Class_. Why? That's what we must know.\"\n\nHe sat farther back in his chair and his heavy lips made a _mout_. \"Why,\nIlya?\" he repeated. \"After more than half a century the Party has attained\nall its goals. Lenin's millennium is here; the end for which Stalin purged\nten millions and more, is reached; the sacrifices demanded by Khrushchev\nin the Seven-Year Plans have finally paid off, as the Yankees say. Our\ngross national product, our per capita production, our standard of living,\nis the highest in the world. Sacrifices are no longer necessary.\"\n\nThere had been an almost whining note in his voice. But now he broke it\noff. He poured them still another drink. \"At any rate, Ilya, I was with\nFrol Zverev this morning. Number One is incensed. It seems that in the\nAzerbaijan Republic, for one example, that even the Komsomols were\ncirculating among themselves various proscribed books and pamphlets.\nComrade Zverev instructed me to concentrate on discovering the reason for\nthis disease.\"\n\nColonel Simonov scowled. \"What's this got to do with Czechoslovakia--and\nautomobiles?\"\n\nThe security head waggled a fat finger at him. \"What we've been doing,\nthus far, is dashing forth upon hearing of a new conflagration and\nstamping it out. Obviously, that's no answer. We must find who is behind\nit. How it begins. Why it begins. That's your job?\"\n\n\"Why Czechoslovakia?\"\n\n\"You're unknown as a security agent there, for one thing. You will go to\nPrague and become manager of the Moskvich automobile distribution agency.\nNo one, not even the Czech unit of our ministry will be aware of your\nidentity. You will play it by ear, as the Americans say.\"\n\n\"To whom do I report?\"\n\n\"Only to me, until the task is completed. When it is, you will return to\nMoscow and report fully.\" A grimace twisted Blagonravov's face. \"If I am\nstill here. Number One is truly incensed, Ilya.\"\n\n       *       *       *       *       *\n\nThere had been some more. Kliment Blagonravov had evidently chosen Prague,\nthe capital of Czechoslovakia, as the seat of operations in a suspicion\nthat the wave of unrest spreading insidiously throughout the Soviet\nComplex owed its origins to the West. Thus far, there had been no evidence\nof this but the suspicion refused to die. If not the West, then who? The\nCold War was long over but the battle for men's minds continued even in\npeace.\n\nIdeally, Ilya Simonov was to infiltrate whatever Czech groups might be\nactive in the illicit movement and then, if he discovered there was a\nhigher organization, a center of the movement, he was to attempt to become\na part of it. If possible he was to rise in the organisation to as high a\npoint as he could.\n\nBlagonravov, Minister of the _Chrezvychainaya Komissiya_, the\nExtraordinary Commission for Combating Counter-Revolution and Sabotage,\nwas of the opinion that if this virus of revolt was originating from the\nWest, then it would be stronger in the satellite countries than in Russia\nitself. Simonov held no opinion as yet. He would wait and see. However,\nthere was an uncomfortable feeling about the whole assignment. The group\nin Magnitogorsk, he was all but sure, had no connections with Western\nagents, nor anyone else, for that matter. Of course, it might have been an\nexception.\n\nHe left the Ministry, his face thoughtful as he climbed into his waiting\nZil. This assignment was going to be a lengthy one. He'd have to wind up\nvarious affairs here in Moscow, personal as well as business. He might be\naway for a year or more.\n\nThere was a sheet of paper on the seat of his aircushion car. He frowned\nat it. It couldn't have been there before. He picked it up.\n\nIt was a mimeographed throw-away.\n\nIt was entitled, _FREEDOM_, and it began: _Comrades, more than a hundred\nyears ago the founders of scientific socialism, Karl Marx and Frederick\nEngels, explained that the State was incompatible with liberty, that the\nState was an instrument of repression of one class by another. They\nexplained that for true freedom ever to exist the State must wither away._\n\n_Under the leadership of Lenin, Stalin, Krushchev and now Zverev, the\nState has become ever stronger. Far from withering away, it continues to\noppress us. Fellow Russians, it is time we take action! We must...._\n\nColonel Simonov bounced from his car again, shot his eyes up and down the\nstreet. He barely refrained from drawing the 9 mm automatic which nestled\nunder his left shoulder and which he knew how to use so well.\n\nHe curtly beckoned to the plainclothes man, still idling against the\nbuilding a hundred feet or so up the street. The other approached him,\ntouched the brim of his hat in a half salute.\n\nSimonov snapped, \"Do you know who I am?\"\n\n\"Yes, colonel.\"\n\nIlya Simonov thrust the leaflet forward. \"How did this get into my car?\"\n\nThe other looked at it blankly. \"I don't know, Colonel Simonov.\"\n\n\"You've been here all this time?\"\n\n\"Why, yes colonel.\"\n\n\"With my car in plain sight?\"\n\nThat didn't seem to call for an answer. The plainclothesman looked\napprehensive but blank.\n\nSimonov turned on his heel and approached the two guards at the gate. They\nwere not more than thirty feet from where he was parked. They came to the\nsalute but he growled, \"At ease. Look here, did anyone approach my vehicle\nwhile I was inside?\"\n\nOne of the soldiers said, \"Sir, twenty or thirty people have passed since\nthe Comrade colonel entered the Ministry.\"\n\nThe other one said, \"Yes, sir.\"\n\nIlya Simonov looked from the guards to the plainclothes man and back, in\nfrustration. Finally he spun on his heel again and re-entered the car. He\nslapped the elevation lever, twisted the wheel sharply, hit the jets pedal\nwith his foot and shot into the traffic.\n\nThe plainclothes man looked after him and muttered to the guards,\n\"Blagonravov's hatchetman. He's killed more men than the plague. A bad one\nto have down on you.\"\n\nSimonov bowled down the Kaluga at excessive speed. \"Driving like a young\n_stilyagi_,\" he growled in irritation at himself. But, confound it, how\nfar had things gone when subversive leaflets were placed in cars parked in\nfront of the ministry devoted to combating counter revolution.\n\n       *       *       *       *       *\n\nHe'd been away from Moscow for over a month and the amenities in the smog,\nsmoke and coke fumes blanketing industrial complex of Magnitogorsk hadn't\nbeen particularly of the best. Ilya Simonov headed now for Gorki Street\nand the Baku Restaurant. He had an idea that it was going to be some time\nbefore the opportunity would be repeated for him to sit down to Zakouski,\nthe salty, spicy Russian hors d'oeuvres, and to Siberian pilmeny and a\nbottle of Tsinandali.\n\nThe restaurant, as usual, was packed. In irritation, Ilya Simonov stood\nfor a while waiting for a table, then, taking the head waiter's advice,\nagreed to share one with a stranger.\n\nThe stranger, a bearded little man, who was dwaddling over his Gurievskaya\nkasha dessert while reading _Izvestia_, glanced up at him, unseemingly,\nbobbed his head at Simonov's request to share his table, and returned to\nthe newspaper.\n\nThe harried waiter took his time in turning up with a menu. Ilya Simonov\nattempted to relax. He had no particular reason to be upset by the leaflet\nfound in his car. Obviously, whoever had thrown it there was distributing\nhaphazardly. The fact that it was mimeographed, rather than printed, was\nan indication of lack of resources, an amateur affair. But what in the\nworld did these people want? What did they want?\n\nThe Soviet State was turning out consumer's goods, homes, cars as no\nnation in the world. Vacations were lengthy, working hours short. A\nfour-day week, even! What did they _want_? What motivates a man who is\nliving on a scale unknown to a Czarist boyar to risk his position, even\nhis life! in a stupidly impossible revolt against the country's\ngovernment?\n\nThe man across from him snorted in contempt.\n\nHe looked over the top of his paper at Smirnov and said, \"The election in\nItaly. Ridiculous!\"\n\nIlya Simonov brought his mind back to the present. \"How did they turn out?\nI understand the depression is terrible there.\"\n\n\"So I understand,\" the other said. \"The vote turned out as was to be\nexpected.\"\n\nSimonov's eyebrows went up. \"The Party has been voted into power?\"\n\n\"Ha!\" the other snorted. \"The vote for the Party has fallen off by more\nthan a third.\"\n\nThe security colonel scowled at him. \"That doesn't sound reasonable, if\nthe economic situation is as bad as has been reported.\"\n\nHis table mate put down the paper. \"Why not? Has there ever been a country\nwhere the Party was _voted_ into power? Anywhere--at any time during the\nmore than half a century since the Bolsheviks first took over here in\nRussia?\"\n\nSimonov looked at him.\n\nThe other was talking out opinions he'd evidently formed while reading the\n_Izvestia_ account of the Italian elections, not paying particular\nattention to the stranger across from him.\n\nHe said, his voice irritated, \"Nor will there ever be. They know better.\nIn the early days of the revolution the workers might have had illusions\nabout the Party and it goals. Now they've lost them. Everywhere, they've\nlost them.\"\n\nIlya Simonov said tightly, \"How do you mean?\"\n\n\"I mean the Party has been rejected. With the exception of China and\nYugoslavia, both of whom have their own varieties, the only countries that\nhave adopted our system have done it under pressure from outside--not by\ntheir own efforts. Not by the will of the majority.\"\n\nColonel Simonov said flatly, \"You seem to think that Marxism will never\ndominate the world.\"\n\n\"Marxism!\" the other snorted. \"If Marx were alive in Russia today, Frol\nZverev would have him in a Siberian labor camp within twenty-four hours.\"\n\nIlya Simonov brought forth his wallet and opened it to his police\ncredentials. He said coldly, \"Let me see your identification papers. You\nare under arrest.\"\n\nThe other stared at him for a moment, then snorted his contempt. He\nbrought forth his own wallet and handed it across the table.\n\nSimonov flicked it open, his face hard. He looked at the man. \"Konstantin\nKasatkin.\"\n\n\"Candidate member of the Academy of Sciences,\" the other snapped. \"And\nbearer of the Hero of the Soviet Union award.\"\n\nSimonov flung the wallet back to him in anger. \"And as such, practically\nimmune.\"\n\nThe other grinned nastily at him. \"Scientists, my police friend, cannot be\nbothered with politics. Where would the Soviet Complex be if you took to\nthrowing biologists such as myself into prison for making unguarded\nstatements in an absent-minded moment?\"\n\nSimonov slapped a palm down on the table. \"Confound it, Comrade,\" he\nsnapped, \"how is the Party to maintain discipline in the country if high\nranking persons such as yourself speak open subversion to strangers.\"\n\nThe other sported his contempt. \"Perhaps there's too much discipline in\nRussia, Comrade policeman.\"\n\n\"Rather, far from enough,\" Simonov snapped back.\n\nThe waiter, at last, approached and extended a menu to the security\nofficer. But Ilya Simonov had come to his feet. \"Never mind,\" he clipped\nin disgust. \"There is an air of degenerate decay about here.\"\n\nThe waiter stared at him. The biologist snorted and returned to his paper.\nSimonov turned and stormed out. He could find something to eat and drink\nin his own apartment.\n\n       *       *       *       *       *\n\nThe old, old town of Prague, the _Golden City of a Hundred Spires_ was as\nalways the beautifully stolid medieval metropolis which even a quarter of\na century and more of Party rule could not change. The Old Town, nestled\nin a bend of the Vltava River, as no other city in Europe, breathed its\ncenturies, its air of yesteryear.\n\nColonel Ilya Simonov, in spite of his profession, was not immune to\nbeauty. He deliberately failed to notify his new office of his arrival,\nflew in on a Ceskoslovenskè Aerolinie Tupolev rocket liner and spent his\nfirst night at the Alcron Hotel just off Wenceslas Square. He knew that as\nthe new manager of the local Moskvich distribution agency he'd have\nfairly elaborate quarters, probably in a good section of town, but this\nfirst night he wanted to himself.\n\nHe spent it wandering quietly in the old quarter, dropping in to the\nage-old beer halls for a half liter of Pilsen Urquell here, a foaming\nstein of Smichov Lager there. Czech beer, he was reminded all over again,\nis the best in the world. No argument, no debate, the best in the world.\n\nHe ate in the endless automated cafeterias that line the Viclavské Námesi\nthe entertainment center of Prague. Ate an open sandwich here, some\ncrabmeat salad there, a sausage and another glass of Pilsen somewhere else\nagain. He was getting the feel of the town and of its people. Of recent\nyears, some of the tension had gone out of the atmosphere in Moscow and\nthe other Soviet centers; with the coming of economic prosperity there had\nalso come a relaxation. The _fear_, so heavy in the Stalin era, had fallen\noff in that of Khrushchev and still more so in the present reign of Frol\nZverev. In fact, Ilya Simonov was not alone in Party circles in wondering\nwhether or not discipline had been allowed to slip too far. It is easier,\nthe old Russian proverb goes, to hang onto the reins than to regain them\nonce dropped.\n\n[Illustration]\n\nBut if Moscow had lost much of its pall of fear, Prague had certainly gone\neven further. In fact, in the U Pinkasu beer hall Simonov had idly picked\nup a magazine left by some earlier wassailer. It was a light literary\npublication devoted almost exclusively to humor. There were various\ncartoons, some of them touching political subjects. Ilya Simonov had been\nshocked to see a caricature of Frol Zverev himself. Zverev, Number One!\nRidiculed in a second-rate magazine in a satellite country!\n\nIlya Simonov made a note of the name and address of the magazine and the\nissue.\n\nAcross the heavy wooden community table from him, a beer drinker grinned,\nin typically friendly Czech style. \"A good magazine,\" he said. \"You should\nsubscribe.\"\n\nA waiter, bearing an even dozen liter-size steins of beer hurried along,\nspotted the fact that Simonov's mug was empty, slipped a full one into its\nplace, gave the police agent's saucer a quick mark of a pencil, and\nhurried on again. In the U Pinkasu, it was supposed that you wanted\nanother beer so long as you remained sitting. When you finally staggered\nto your feet, the nearest waiter counted the number of pencil marks on\nyour saucer and you paid up.\n\nIlya Simonov said cautiously to his neighbor, \"Seems to be quite, ah,\nbrash.\" He tapped the magazine with a finger.\n\nThe other shrugged and grinned again. \"Things loosen up as the years go\nby,\" he said. \"What a man wouldn't have dared say to his own wife five\nyears ago, they have on TV today.\"\n\n\"I'm surprised the police don't take steps,\" Simonov said, trying to keep\nhis voice expressionless.\n\nThe other took a deep swallow of his Pilsen Urquell. He pursed his lips\nand thought about it. \"You know, I wonder if they'd dare. Such a case\nbrought into the People's Courts might lead to all sort of public reaction\nthese days.\"\n\nIt had been some years since Ilya Simonov had been in Prague and even then\nhe'd only gone through on the way to the ski resorts in the mountains. He\nwas shocked to find the Czech state's control had fallen off to this\nextent. Why, here he was, a complete stranger, being openly talked to on\npolitical subjects.\n\nHis cross-the-table neighbor shook his head, obviously pleased. \"If you\nthink Prague is good, you ought to see Warsaw. It's as free as Paris! I\nsaw a Tri-D cinema up there about two months ago. You know what it was\nabout? The purges in Moscow back in the 1930s.\"\n\n\"A rather unique subject,\" Simonov said.\n\n\"Um-m-m, made a very strong case for Bukharin, in particular.\"\n\nSimonov said, very slowly, \"I don't understand. You mean this ... this\nfilm supported the, ah, Old Bolsheviks?\"\n\n\"Of course. Why not? Everybody knows they weren't guilty.\" The Czech\nsnorted deprecation. \"At least not guilty of what they were charged with.\nThey were in Stalin's way and he liquidated them.\" The Czech thought about\nit for a while. \"I wonder if he was already insane, that far back.\"\n\nHad he taken up his mug of beer and dashed it into Simonov's face, he\ncouldn't have surprised the Russian more.\n\nIlya Simonov had to take control of himself. His first instinct was to\nshow his credentials, arrest the man and have him hauled up before the\nlocal agency of Simonov's ministry.\n\nBut obviously that was out of the question. He was in Czechoslovakia and,\nalthough Moscow still dominated the Soviet Complex, there was local\nautonomy and the Czech police just didn't enjoy their affairs being\nmeddled with unless in extreme urgency.\n\nBesides, this man was obviously only one among many. A stranger in a beer\nhall. Ilya Simonov suspected that if he continued his wanderings about the\ntown, he'd meet in the process of only one evening a score of persons who\nwould talk the same way.\n\nBesides, still again, he was here in Prague incognito, his job to trace\nthe sources of this dry rot, not to run down individual Czechs.\n\nBut the cinema, and TV! Surely anti-Party sentiment hadn't been allowed to\ngo this far!\n\nHe got up from the table shakily, paid up for his beer and forced himself\nto nod good-bye in friendly fashion to the subversive Czech he'd been\ntalking to.\n\nIn the morning he strolled over to the offices of the Moskvich Agency\nwhich was located only a few blocks from his hotel on Celetna Hybernski.\nThe Russian car agency, he knew, was having a fairly hard go of it in\nPrague and elsewhere in Czechoslovakia. The Czechs, long before the Party\ntook over in 1948, had been a highly industrialized, modern nation. They\nconsequently had their own automobile works, such as Skoda, and their\nmodels were locally more popular than the Russian Moskvich, Zim and\nPobeda.\n\nTheoretically, the reason Ilya Simonov was the newly appointed agency head\nwas to push Moskvich sales among the Czechs. He thought, half humorously,\nhalf sourly, to himself, even under the Party we have competition and\npressure for higher sales. What was it that some American economist had\ncalled them? a system of State-Capitalism.\n\nAt the Moskvich offices he found himself in command of a staff that\nconsisted of three fellow Russians, and a dozen or so Czech assistants.\nHis immediate subordinate was a Catherina Panova, whose dossier revealed\nher to be a party member, though evidently not a particularly active one,\nat least not since she'd been assigned here in Prague.\n\nShe was somewhere in her mid-twenties, a graduate of the University of\nMoscow, and although she'd been in the Czech capital only a matter of six\nmonths or so, had already adapted to the more fashionable dress that the\nstyle-conscious women of this former Western capital went in for. Besides\nthat, Catherina Panova managed to be one of the downright prettiest girls\nIlya Simonov had ever seen.\n\nHis career had largely kept him from serious involvement in the past.\nCertainly the dedicated women you usually found in Party ranks seldom were\nof the type that inspired you to romance but he wondered now, looking at\nthis new assistant of his, if he hadn't let too much of his youth go by\nwithout more investigation into the usually favorite pastime of youth.\n\nHe wondered also, but only briefly, if he should reveal his actual\nidentity to her. She was, after all, a party member. But then he checked\nhimself. Kliment Blagonravov had stressed the necessity of complete\nsecrecy. Not even the local offices of the ministry were to be acquainted\nwith his presence.\n\nHe let Catherina introduce him around, familiarize him with the local\nmethods of going about their business affairs and the problems they were\nrunning into.\n\nShe ran a hand back over her forehead, placing a wisp of errant hair, and\nsaid, \"I suppose, as an expert from Moscow, you'll be installing a whole\nset of new methods.\"\n\nIt was far from his intention to spend much time at office work. He said,\n\"Not at all. There is no hurry. For a time, we'll continues your present\npolicies, just to get the feel of the situation. Then perhaps in a few\nmonths, we'll come up with some ideas.\"\n\nShe obviously liked his use of \"we\" rather than \"I.\" Evidently, the staff\nhad been a bit nervous upon his appointment as new manager. He already\nfelt, vaguely, that the three Russians here had no desire to return to\ntheir homeland. Evidently, there was something about Czechoslovakia that\nappealed to them all. The fact irritated him but somehow didn't surprise.\n\nCatherina said, \"As a matter of fact, I have some opinions on possible\nchanges myself. Perhaps if you'll have dinner with me tonight, we can\ndiscuss them informally.\"\n\nIlya Simonov was only mildly surprised at her suggesting a rendezvous with\nhim. Party members were expected to ignore sex and be on an equal footing.\nShe was as free to suggest a dinner date to him, as he was to her. Of\ncourse, she wasn't speaking as a Party member now. In fact, he hadn't even\nrevealed to her his own membership.\n\nAs it worked out, they never got around to discussing distribution of the\nnew Moskvich aircushion jet car. They became far too busy enjoying food,\ndrink, dancing--and each other.\n\nThey ate at the Budapest, in the Prava Hotel, complete with Hungarian\ndishes and Riesling, and they danced to the inevitable gypsy music. It\noccurred to Ilya Simonov that there was a certain pleasure to be derived\nfrom the fact that your feminine companion was the most beautiful woman in\nthe establishment and one of the most attractively dressed. There was a\ncertain lift to be enjoyed when you realized that the eyes of half the\nother males present were following you in envy.\n\nOne thing led to another. He insisted on introducing her to barack, the\nHungarian national spirit, in the way of a digestive. The apricot brandy,\ndistilled to the point of losing all sweetness and fruit flavor, required\nlearning. It must be tossed back just so. By the time Catherina had the\nknack, neither of them were feeling strain. In fact, it became obviously\nnecessary for him to be given a guided tour of Prague's night spots.\n\nIt turned out that Prague offered considerably more than Moscow, which\neven with the new relaxation was still one of the most staid cities in the\nSoviet Complex.\n\nThey took in the vaudeville at the Alhambra, and the variety at the\nPrazské Varieté.\n\nThey took in the show at the U Sv Tomíse, the age old tavern which had\nbeen making its own smoked black beer since the fifteenth century. And\nhere Catherina with the assistance of revelers from neighboring tables\ntaught him the correct pronunciation of _Na zdraví!_ the Czech toast. It\nseemed required to go from heavy planked table to table practicing the new\nsalutation to the accompaniment of the pungent borovika gin.\n\nSomewhere in here they saw the Joseph Skupa puppets, and at this stage,\nIlya Simonov found only great amusement at the political innuendoes\ninvolved in half the skits. It would never had one in Moscow or\nLeningrad, of course, but here it was very amusing indeed. There was even\na caricature of a security police minister who could only have been his\nsuperior Kliment Blagonravov.\n\nThey wound up finally at the U Kalicha, made famous by Hasek in \"The Good\nSoldier Schweik.\" In fact various illustrations from the original classic\nwere framed on the walls.\n\nThey had been laughing over their early morning snack, now Ilya Simonov\nlooked at her approvingly. \"See here,\" he said. \"We must do this again.\"\n\n\"Fine,\" she laughed.\n\n\"In fact, tomorrow,\" he insisted. He looked at his watch. \"I mean\ntonight.\"\n\nShe laughed at him. \"Our great expert from Moscow. Far from improving our\noperations, there'll be less accomplished than ever if you make a nightly\npractice of carrying on like we did this evening.\"\n\nHe laughed too. \"But tonight,\" he said insistently.\n\nShe shook her head. \"Sorry, but I'm already booked up for this evening.\"\n\nHe scowled for the first time in hours. He'd seemingly forgotten that he\nhardly knew this girl. What her personal life was, he had no idea. For\nthat matter, she might be engaged or even married. The very idea irritated\nhim.\n\nHe said stiffly, \"Ah, you have a date?\"\n\nCatherina laughed again. \"My, what a dark face. If I didn't know you to be\nan automobile distributor expert, I would suspect you of being a security\npolice agent.\" She shook her head. \"Not a date. If by that you mean\nanother man. There is a meeting that I would like to attend.\"\n\n\"A meeting! It sounds dry as--\"\n\nShe was shaking her head. \"Oh, no. A group I belong to. Very interesting.\nWe're to be addressed by an American journalist.\"\n\nSuddenly he was all but sober.\n\nHe tried to smooth over the short space of silence his surprise had\nprecipitated. \"An American journalist? Under government auspices?\"\n\n\"Hardly.\" She smiled at him over her glass of Pilsen. \"I forget,\" she\nsaid. \"If you're from Moscow, you probably aren't aware of how open things\nare here in Prague. A whiff of fresh air.\"\n\n\"I don't understand. Is this group of yours, ah, illegal?\"\n\nShe shrugged impatiently. \"Oh, of course not. Don't be silly. We gather to\nhear various speakers, to discuss world affairs. That sort of thing. Oh,\nof course, _theoretically_ it's illegal, but for that matter even the head\nof the Skoda plant attended last week. It's only for the more advanced\nintellectuals, of course. Very advanced. But, for that matter, I know a\ndozen or so Party members, both Czech and Russian, who attend.\"\n\n\"But an American journalist? What's he doing in the country? Is he\naccredited?\"\n\n\"No, no. You misunderstand. He entered as a tourist, came across some\nPrague newspapermen and as an upshot he's to give a talk on freedom of the\npress.\"\n\n\"I see,\" Simonov said.\n\nShe was impatient with him. \"You don't understand at all. See here, why\ndon't you come along tonight? I'm sure I can get you in.\"\n\n\"It sounds like a good idea,\" Ilya Simonov said. He was completely sober\nnow.\n\n       *       *       *       *       *\n\nHe made a written report to Kliment Blagonravov before turning in. He\nmentioned the rather free discussion of matters political in the Czech\ncapital, using the man he'd met in the beer hall as an example. He\nreported--although, undoubtedly, Blagonravov would already have the\ninformation--hearing of a Polish Tri-D film which had defended the Old\nBolsheviks purged in the 1930s. He mentioned the literary magazine, with\nits caricature of Frol Zverev, and, last of all, and then after\nhesitation, he reported party member Catherina Panova, who evidently\nbelonged to a group of intellectuals who were not above listening to a\ntalk given by a foreign journalist who was not speaking under the auspices\nof the Czech Party nor the government.\n\nAt the office, later, Catherina grinned at him and made a face. She ticked\nit off on her fingers. \"Riesling, barack, smoked black beer, and borovika\ngin--we should have know better.\"\n\nHe went along with her, putting one hand to his forehead. \"We should have\nstuck to vodka.\"\n\n\"Well,\" she said, \"tonight we can be virtuous. An intellectual evening,\nrather than a carouse.\"\n\nActually, she didn't look at all the worse for wear. Evidently, Catherina\nPanova was still young enough that she could pub crawl all night, and\nstill look fresh and alert in the morning. His own mouth felt lined with\nimproperly tanned suede.\n\nHe was quickly fitting into the routine of the office. Actually, it worked\nsmoothly enough that little effort was demanded of him. The Czech\nemployees handled almost all the details. Evidently, the word of his\nevening on the town had somehow spread, and the fact that he was prone to\na good time had relieved their fears of a martinet sent down from the\ncentral offices. They were beginning to relax in his presence.\n\nIn fact, they relaxed to the point where one of the girls didn't even\nbother to hide the book she was reading during a period where there was a\nlull in activity. It was Pasternak's \"Doctor Zhivago.\"\n\nHe frowned remembering vaguely the controversy over the book a couple of\ndecades earlier. Ilya Simonov said, \"Pasternak. Do they print his works\nhere in Czechoslovakia?\"\n\nThe girl shrugged and looked at the back of the cover. \"German publisher,\"\nshe said idly. \"Printed in Frankfurt.\"\n\nHe kept his voice from registering either surprise or disapproval. \"You\nmean such books are imported? By whom?\"\n\n\"Oh, not imported by an official agency, but we Czechs are doing a good\ndeal more travel than we used to. Business trips, tourist trips,\nvacations. And, of course, we bring back books you can't get here.\" She\nshrugged again. \"Very common.\"\n\nSimonov said blankly. \"But the customs. The border police--\"\n\nShe smiled in a manner that suggested he lacked sophistication. \"They\nnever bother any more. They're human, too.\"\n\nIlya Simonov wandered off. He was astonished at the extent to which\ncontrols were slipping in a satellite country. There seemed practically no\ndiscipline, in the old sense, at all. He began to see one reason why his\nsuperior had sent him here to Prague. For years, most of his work had been\neither in Moscow or in the newly opened industrial areas in Siberia. He\nhad lost touch with developments in this part of the Soviet Complex.\n\nIt came to him that this sort of thing could work like a geometric\nprogression. Give a man a bit of rope one day, and he expects, and takes,\ntwice as much the next, and twice that the next. And as with individuals,\nso with whole populations.\n\nThis was going to have to be stopped soon, or Party control would\ndisappear. Ilya Simonov felt an edge of uncertainty. Nikita Khrushchev\nshould never have made those first motions of liberalization following\nStalin's death. Not if they eventually culminated in this sort of thing.\n\nHe and Catherina drove to her meeting place that evening after dinner.\n\nShe explained as they went that the group was quite informal, usually\nmeeting at the homes of group members who had fairly large places in the\ncountry. She didn't seem to know how it had originally begun. The meetings\nhad been going on for a year of more before she arrived in Prague. A Czech\nfriend had taken her along one night, and she'd been attending ever since.\nThere were other, similar groups, in town.\n\n\"But what's the purpose of the organization?\" Simonov asked her.\n\nShe was driving her little aircushion Moskvich. They crossed over the\nVltava River by the Cechuv Bridge and turned right. On the hill above them\nloomed the fantastically large statue of Stalin which had been raised\nimmediately following the Second War. She grimaced at it, muttered, \"I\nwonder if he was insane from the first.\"\n\nHe hadn't understood her change of subject. \"How do you mean?\" he said.\n\n\"Stalin. I wonder how early it was in his career that he went insane.\"\n\nThis was the second time in the past few days that Ilya Simonov had run\ninto this matter of the former dictator's mental condition. He said now,\n\"I've heard the opinion before. Where did you pick it up?\"\n\n\"Oh, it's quite commonly believed in the Western countries.\"\n\n\"But, have you ever been, ah, West?\"\n\n[Illustration]\n\n\"Oh, from time to time! Berlin, Vienna, Geneva. Even Paris twice, on\nvacation, you know, and to various conferences. But that's not what I\nmean. In the western magazines and newspapers. You can get them here in\nPrague now. But to get back to your question. There is no particular\npurpose of the organization.\"\n\nShe turned the car left on Budenská and sped up into the Holesovice\nsection of town.\n\n       *       *       *       *       *\n\nThe nonchalance of it all was what stopped Ilya Simonov. Here was a Party\nmember calmly discussing whether or not the greatest Russian of them all,\nafter Lenin, had been mad. The implications were, of course, that many of\nthe purges, certainly the latter ones, were the result of the whims of a\nmental case, that the Soviet Complex had for long years been ruled by a\nman as unbalanced as Czar Peter the Great.\n\nThey pulled up before a rather large house that would have been called a\ndacha back in Moscow. Evidently, Ilya Simonov decided, whoever was\nsponsoring this night's get together, was a man of prominence. He grimaced\ninwardly. A lot of high placed heads were going to roll before he was\nthrough.\n\nIt turned out that the host was Leos Dvorak, the internationally famed\ncinema director and quite an idol of Ilya Simonov in his earlier days when\nhe'd found more time for entertainment. It was a shock to meet the man\nunder these circumstances.\n\nCatherina Panova was obviously quite popular among this gathering. Their\nhost gave her an affectionate squeeze in way of greeting, then shook hands\nwith Simonov when Catherina introduced him.\n\n\"Newly from Moscow, eh?\" the film director said, squinting at the security\nagent. He had a sharp glance, almost, it seemed to Simonov, as though he\ndetected the real nature of the newcomer. \"It's been several years since\nI've been to Moscow. Are things loosening up there?\"\n\n\"Loosening up?\" Simonov said.\n\nLeos Dvorak laughed and said to Catherina, \"Probably not. I've always been\nof the opinion that the Party's influence would shrivel away first at its\nextremities. Membership would fall off abroad, in the neutral countries\nand in Common Europe and the Americas. Then in the so-called satellite\ncountries. Last of all in Russia herself. But, very last, Moscow--the\ndullest, stodgiest, most backward intellectually, capital city in the\nworld.\" The director laughed again and turned away to greet a new guest.\n\nThis was open treason. Ilya Simonov had been lucky. Within the first few\ndays of being in the Czech capital he'd contacted one of the groups which\nhe'd been sent to unmask.\n\nNow he said mildly to Catherina Panova, \"He seems rather outspoken.\"\n\nShe chuckled. \"Leos is quite strongly opinionated. His theory is that the\nmore successful the Party is in attaining the goals it set half a century\nago, the less necessary it becomes. He's of the opinion that it will\neventually atrophy, shrivel away to the point that all that will be needed\nwill be the slightest of pushes to end its domination.\"\n\nIlya Simonov said, \"And the rest of the group here, do they agree?\"\n\nCatherina shrugged. \"Some do, some don't. Some of them are of the opinion\nthat it will take another blood bath. That the party will attempt to hang\nonto its power and will have to be destroyed.\"\n\nSimonov said evenly, \"And you? What do you think?\"\n\nShe frowned, prettily. \"I'm not sure. I suppose I'm still in the process\nof forming an opinion.\"\n\nTheir host was calling them together and leading the way to the garden\nwhere chairs had been set up. There seemed to be about twenty-five persons\npresent in all. Ilya Simonov had been introduced to no more than half of\nthem. His memory was good and already he was composing a report to Kliment\nBlagonravov, listing those names he recalled. Some were Czechs, some\ncitizens of other satellite countries, several, including Catherina, were\nactually Russians.\n\nThe American, a newspaperman named Dickson, had an open-faced freshness,\nhardly plausible in an agent from the West trying to subvert Party\nleadership. Ilya Simonov couldn't quite figure him out.\n\nDickson was introduced by Leos Dvorak who informed his guests that the\nAmerican had been reluctant but had finally agreed to give them his\nopinion on the press on both sides of what had once been called the Iron\nCurtain.\n\nDickson grinned boyishly and said, \"I'm not a public speaker, and, for\nthat matter, I haven't had time to put together a talk for you. I think\nwhat I'll do is read a little clipping I've got here--sort of a text--and\nthen, well, throw the meeting open to questions. I'll try to answer\nanything you have to ask.\"\n\nHe brought forth a piece of paper. \"This is from the British writer,\nHuxley. I think it's pretty good.\" He cleared his voice and began to read.\n\n_Mass communication ... is simply a force and like any other force, it can\nbe used either well or ill. Used one way, the press, the radio and the\ncinema are indispensible to the survival of democracy. Used in another\nway, they are among the most powerful weapons in the dictator's armory. In\nthe field of mass communications as in almost every other field of\nenterprise, technological progress has hurt the Little Man and helped the\nBig Man. As lately as fifty years ago, every democratic country could\nboast of a great number of small journals and local newspapers. Thousands\nof country editors expressed thousands of independent opinions. Somewhere\nor other almost anybody could get almost anything printed. Today the press\nis still legally free; but most of the little papers have disappeared. The\ncost of wood pulp, of modern printing machinery and of syndicated news is\ntoo high for the Little Man. In the totalitarian East there is political\ncensorship, and the media of mass communications are controlled by the\nState. In the democratic West there is economic censorship and the media\nof mass communication are controlled by members of the Power Elite.\nCensorship by rising costs and the concentration of communication-power in\nthe hands of a few big concerns is less objectionable than State Ownership\nand government propaganda; but certainly it is not something to which a\nJeffersonian democrat could approve._\n\nIlya Simonov looked blankly at Catherina and whispered, \"Why, what he's\nreading is as much an attack on the West as it is on us.\"\n\nShe looked at him and whispered back, \"Well, why not? This gathering is to\ndiscuss freedom of the press.\"\n\nHe said blankly, \"But as an agent of the West--\"\n\nShe frowned at him. \"Mr. Dickson isn't an agent of the West. He's an\nAmerican journalist.\"\n\n\"Surely you can't believe he has no connections with the imperialist\ngovernments.\"\n\n\"Certainly, he hasn't. What sort of meeting do you think this is? We're\nnot interested in Western propaganda. We're a group of intellectuals\nsearching for freedom of ideas.\"\n\nIlya Simonov was taken back once again.\n\n       *       *       *       *       *\n\nColonel Ilya Simonov dismissed his cab in front of the Ministry and walked\ntoward the gate. Down the street the same plainclothes man, who had been\nlounging there the last time he'd reported, once again took him in, then\nlooked away. The two guards snapped to attention, and the security agent\nstrode by them unnoticing.\n\nAt the lieutenant's desk, before the offices of Kliment Blagonravov, he\nstopped and said, \"Colonel Simonov. I have no appointment but I think the\nMinister will see me.\"\n\n\"Yes, Comrade Colonel,\" the lieutenant said. He spoke into an inter-office\ncommunicator, then looked up. \"Minister Blagonravov will be able to see\nyou in a few minutes, sir.\"\n\nIlya Simonov stared nervously and unseeingly out a window while he waited.\nGorki Park lay across the way. It, like Moscow in general, had changed a\ngood deal in Simonov's memory. Everything in Russia had changed a good\ndeal, he realized. And was changing. And what was the end to be? Or was\nthere ever an end? Of course not. There is no end, ever. Only new changes\nto come.\n\nThe lieutenant said, \"The Minister is free now, Comrade Colonel.\"\n\nIlya Simonov muttered something to him and pushed his way through the\nheavy door.\n\nBlagonravov looked up from his desk and rumbled affectionately, \"Ilya!\nIt's good to see you. Have a drink! You've lost weight, Ilya!\"\n\nHis top field man sank into the same chair he'd occupied nine months\nbefore, and accepted the ice-cold vodka.\n\nBlagonravov poured another drink for himself, then scowled at the other.\n\"Where have you been? When you first went off to Prague, I got reports\nfrom you almost every day. These last few months I've hardly heard from\nyou.\" He rumbled his version of a chuckle. \"If I didn't know you better,\nI'd think there was a woman.\"\n\nIlya Simonov looked at him wanly. \"That too, Kliment.\"\n\n\"You are jesting!\"\n\n\"No. Not really. I had hoped to become engaged--soon.\"\n\n\"A party member? I never thought of you as the marrying type, Ilya.\"\n\nSimonov said slowly, \"Yes, a Party member. Catherina Panova, my assistant\nin the automobile agency in Prague.\"\n\nBlagonravov scowled heavily at him, put forth his fat lips in a thoughtful\npout. He came to his feet, approached a file cabinet, fishing from his\npocket a key ring. He unlocked the cabinet, brought forth a sheaf of\npapers with which he returned to his desk. He fumbled though them for a\nmoment, found the paper he wanted and read it. He scowled again and looked\nup at his agent.\n\n\"Your first report,\" he said. \"Catherina Panova. From what you say here, a\ndangerous reactionary. Certainly she has no place in Party ranks.\"\n\nIlya Simonov said, \"Is that the complete file of my assignment?\"\n\n\"Yes. I've kept it here in my own office. I've wanted this to be\nultra-undercover. No one except you and me. I had hopes of you working\nyour way up into the enemy's organization, and I wanted no possible chance\nof you being betrayed. You don't seem to have been too successful.\"\n\n\"I was as successful as it's possible to be.\"\n\nThe security minister leaned forward. \"Ah ha! I knew I could trust you to\nbring back results, Ilya. This will take Frol Zverev's pressure off me.\nNumber One has been riding me hard.\" Blagonravov poured them both another\ndrink. \"You were able to insert yourself into their higher circles?\"\n\nSimonov said, \"Kliment, there are no higher circles.\"\n\nHis chief glared at him. \"Nonsense!\" He tapped the file with a pudgy\nfinger. \"In your early reports you described several groups, small\norganizations, illegal meetings. There must be an upper organization, some\nmovement supported from the West most likely.\"\n\nIlya Simonov was shaking his head. \"No. They're all spontaneous.\"\n\nHis chief growled, \"I tell you there are literally thousands of these\nlittle groups. That hardly sounds like a spontaneous phenomenon.\"\n\n\"Nevertheless, that is what my investigations have led me to believe.\"\n\nBlagonravov glowered at him, uncertainly. Finally, he said, \"Well,\nconfound it, you've spent the better part of a year among them. What's it\nall about? What do they want?\"\n\nIlya Simonov said flatly, \"They want freedom, Kliment.\"\n\n\"Freedom! What do you mean, freedom? The Soviet Complex is the most highly\nindustrialized area of the world. Our people have the highest standard of\nliving anywhere. Don't they understand? We've met all the promises we ever\nmade. We've reached far and beyond the point ever dreamed of by Utopians.\nThe people, all of the people, have it made as the Americans say.\"\n\n\"Except for freedom,\" Simonov said doggedly. \"These groups are springing\nup everywhere, spontaneously. Thus far, perhaps, our ministry has been\nable to suppress some of them. But the pace is accelerating. They aren't\ninter-organized now. But how soon they'll start to be, I don't know.\nSooner or later, someone is going to come up with a unifying idea. A new\nsocio-political system to advocate a way of guaranteeing the basic\nliberties. Then, of course, the fat will be in the fire.\"\n\n\"Ilya! You've been working too hard. I've pushed you too much, relied on\nyou too much. You need a good lengthy vacation.\"\n\nSimonov shrugged. \"Perhaps. But what I've just said is the truth.\"\n\nHis chief snorted heavily. \"You half sound as though you agree with them.\"\n\n\"I do, Kliment.\"\n\n\"I am in no mood for gags, as the Yankees say.\"\n\nIlya Simonov looked at him wearily. He said slowly, \"You sent me to\ninvestigate an epidemic, a spreading disease. Very well, I report that\nit's highly contagious.\"\n\n       *       *       *       *       *\n\nBlagonravov poured himself more vodka angrily. \"Explain yourself. What's\nthis all about?\"\n\nHis former best field man said, \"Kliment--\"\n\n\"I want no familiarities from you, colonel!\"\n\n\"Yes, sir.\" Ilya Simonov went on doggedly. \"Man never achieves complete\nfreedom. It's a goal never reached, but one continually striven for. The\nmoment as small a group as two or three gather together, all of them must\ngive up some of the individual's freedom. When man associates with\nmillions of his fellow men, he gives up a good many freedoms for the sake\nof the community. But always he works to retain as much liberty as\npossible, and to gain more. It's the nature of our species, I suppose.\"\n\n\"You sound as though you've become corrupted by Western ideas,\" the\nsecurity head muttered dangerously.\n\nSimonov shook his head. \"No. The same thing applies over there. Even in\ncountries such as Sweden and Switzerland, where institutions are as free\nas anywhere in the world, the people are continually striving for more.\nGovernments and socio-economic systems seem continually to whittle away at\nindividual liberty. But always man fights back and tries to achieve new\nheights for himself.\n\n\"In the name of developing our country, the Party all but eliminated\nfreedom in the Soviet Complex, but now the goals have been reached and the\npeople will no longer put up with us, sir.\"\n\n\"_Us!_\" Kliment Blagonravov growled bitterly. \"You are hardly to be\nconsidered in the Party's ranks any longer, Simonov. Why in the world did\nyou ever return here?\" He sneered fatly. \"Your best bet would have been\nto escape over the border into the West.\"\n\nSimonov looked at the file on the other's desk. \"I wanted to regain those\nreports I made in the early days of my assignment. I've listed in them\nsome fifty names, names of men and women who are now my friends.\"\n\nThe fat lips worked in and out. \"It must be that woman. You've become soft\nin the head, Simonov.\" Blagonravov tapped the file beneath his heavy\nfingers. \"Never fear, before the week is out these fifty persons will be\neither in prison or in their graves.\"\n\nWith a fluid motion, Ilya Simonov produced a small caliber gun, a special\nmodel designed for security agents. An unusual snout proclaimed its quiet\nvirtues as guns go.\n\n\"No, Kliment,\" Ilya Simonov said.\n\n\"Are you mad!\"\n\n\"No, Kliment, but I must have those reports.\" Ilya Simonov came to his\nfeet and reached for them.\n\nWith a roar of rage, Kliment Blagonravov slammed open a drawer and dove a\nbeefy paw into it. With shocking speed for so heavy a man, he scooped up a\nheavy military revolver.\n\nAnd Colonel Ilya Simonov shot him neatly and accurately in the head. The\nsilenced gun made no more sound than a pop.\n\nBlagonravov, his dying eyes registering unbelieving shock, fell back into\nhis heavy swivel chair.\n\n       *       *       *       *       *\n\nSimonov worked quickly. He gathered up his reports, checked quickly to\nsee they were all there. Struck a match, lit one of the reports and\ndropped it into the large ashtray on the desk. One by one he lit them all\nand when all were consumed, stirred the ashes until they were completely\npulverized.\n\nHe poured himself another vodka, downed it, stiff wristed, then without\nturning to look at the dead man again, made his way to the door.\n\nHe slipped out and said to the lieutenant, \"The Minister says that he is\nunder no circumstances to be disturbed for the next hour.\"\n\nThe lieutenant frowned at him. \"But he has an appointment.\"\n\nColonel Ilya Simonov shrugged. \"Those were his instructions. Not to be\nbothered under any circumstances.\"\n\n\"But it was an appointment with Number One!\"\n\nThat was bad. And unforeseen. Ilya Simonov said, \"It's probably been\ncanceled. All I'm saying is that Minister Blagonravov instructs you not to\nbother him under any circumstances for the next hour.\"\n\nHe left the other and strode down the corridor, keeping himself from too\nobvious, a quickened pace.\n\nAt the entrance to the Ministry, he shot his glance up and down the\nstreet. He was in the clutch now, and knew it. He had few illusions.\n\nNot a cab in sight. He began to cross the road toward the park. In a\nmatter of moments there, he'd be lost in the trees and shrubbery. He had\nrather vague plans. Actually, he was playing things as they came. There\nwas a close friend in whose apartment he could hide, a man who owed him\nhis life. He could disguise himself. Possibly buy or borrow a car. If he\ncould get back to Prague, he was safe. Perhaps he and Catherina could\ndefect to the West.\n\nSomebody was screaming something from a window in the Ministry.\n\nIlya Simonov quickened his pace. He was nearly across the street now. He\nthought, foolishly, _Whoever that is shouting is so excited he sounds more\nlike a woman than a man._\n\nAnother voice took up the shout. It was the plainclothes man. Feet began\npounding.\n\nThere were two more shouts. The guards. But he was across now. The shrubs\nwere only a foot away.\n\nThe shattering blackness hit him in the back of the head. It was over\nimmediately.\n\nAfterwards, the plainclothes man and the two guards stood over him. Men\nbegan pouring from the Ministry in their direction.\n\nColonel Ilya Simonov was a meaningless, bloody heap on the edge of the\npark's grass.\n\nThe guard who had shot said, \"He killed the Minister. He must have been\ncrazy to think he could get away with it. What did he want?\"\n\n\"Well, we'll never know now,\" the plainclothesman grunted.\n\n\nTHE END\n\n       *       *       *       *       *\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Freedom, by Dallas McCord Reynolds\n\n*** END OF THIS PROJECT GUTENBERG EBOOK FREEDOM ***\n\n***** This file should be named 30338-8.txt or 30338-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/0/3/3/30338/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}