{"title": "High Dragon Bump", "author": "Don Thompson", "releaseDate": "October 25, 2009", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration: _Illustrated by Paul Orban_]\n\n\nHigh Dragon Bump\n\nBY DON THOMPSON\n\n\n _If it took reduction or torch\n hair, the Cirissins wanted a\n bump. Hokum, thistle, gluck._\n\n\nA young and very beautiful girl with golden blond hair and smooth skin\nthe color of creamed sweet potatoes floated in the middle of the\nwindowless metal room into which Wayne Brighton drifted. The girl was\nnot exactly naked, but her few filmy clothes concealed nothing.\n\nWayne cleared his throat, his apprehension changing rapidly to\nconfusion.\n\n\"_You_ are going to _reduce_ me?\" he asked.\n\n\"The word is seduce, mister,\" the girl said. \"They told me reduce, too,\nbut they don't talk real good, and I think I'm supposed to seduce you so\nyou'll tell 'em something, and then they'll let me go. I guess. I hope.\nWhat is it they wantcha to tell 'em?\"\n\nWayne cleared his throat again, striving merely to keep a firm grip on\nhis sanity. Things had been happening much too fast for him to have\nretained anything like his customary composure.\n\nHe said, \"Well, they want me to get them a, uh--well, a high dragon\nbump.\" He pronounced the words carefully.\n\n\"So why dontcha?\" the girl asked.\n\nWayne's voice rose. \"I don't even know what it is. I told them and\nthey don't believe me. Now you're here! I suppose if I can't be\nreduced--seduced--into getting them one, it will wind up with torch\nhair. Believe me, I never heard of a high dragon bump.\"\n\n\"Now, don't get panicky!\" the girl pleaded. \"After all, I'm scared too.\"\n\n\"I am not scared!\" Wayne replied indignantly. But he realized that he\nwas.\n\nSo far, in the hour or so he'd been a captive of the Cirissins, he'd\nmanaged to keep his fright pretty well subdued. He'd understood almost\nat once what had happened, and his first reaction had not been terror or\neven any great degree of surprise.\n\nHe was a scientist and he had a scientist's curiosity.\n\nAnd at first the Cirissins--or the one that had done all the\ntalking--had been cooperative in answering his questions. But then, when\nhe wasn't able to comprehend what they meant by high dragon bump, they'd\nstarted getting impatient.\n\n\"What's your name?\" he asked the girl. She was making gentle swimming\nmotions with her hands and feet, moving gradually closer to him.\n\n\"Sheilah,\" she said. \"Sheilah Ralue. I'm a model. I pose for pitchers.\nYou know--for sexy magazines and calendars and stuff like that.\"\n\n\"I see. You were posing when--?\"\n\n\"When they snatched me, yeah. Couple hours ago, I guess. The flash bulb\nwent off and blinded me for a second like it always does, and I seemed\nto be falling. Then I was here. Only I still don't even know where here\nis. Do you? How come we don't weigh nothing? It's ghastly!\"\n\n\"We're in a space ship,\" Wayne told her. \"In free fall, circling earth a\nthousand miles or so out. I thought you at least knew we were in a space\nship.\"\n\nThe girl said, \"Oh, bull. We can't be in no space ship. How'd we get\nhere so fast?\"\n\n\"They have a matter transmitter, but I haven't the slightest idea of how\nit works. Obviously it's limited to living creatures or they could just\nas well have taken whatever it is they want instead of ... You don't\nhappen to know what a high dragon bump is, do you?\"\n\n\"Don't be dumb. Of course I ... well, unless it's a dance or something.\nI use to be a dancer, ya know. Sort of.\"\n\n\"With bubbles, I imagine,\" Wayne said.\n\n\"Tassels. They was my specialty. But there's more money in posing for\npitchers, and the work ain't quite so--\"\n\n\"I doubt that a high dragon bump is a dance,\" Wayne said.\n\nThen he rubbed his chin. High dragon bump? Bumps and grinds? Highland\nfling? Chinese dragon dances? Hell, why not?\n\nThe idea of space travelers visiting earth to learn a new dance was no\nmore fantastic than the idea of them being here at all.\n\nWayne turned his face to the door and shouted, \"Hey, is that it? A\ndance? You want us to teach you a dance called the high dragon bump?\"\n\nA muffled metallic voice from the other side said, \"Nod danz. Bump.\nHuguff quig.\"\n\nWayne shrugged and grinned weakly at Sheilah. \"Well, we're making\nheadway. We know one thing that it isn't.\"\n\nThe girl had drifted so close to him now that he could feel the warmth\nof her body and smell the overwhelming fragrance of her perfume.\n\nShe put one hand on his arm, and Wayne found that he had neither the\nstrength nor the inclination to jerk away.\n\nBut he protested weakly, \"Now, listen, there's no point in you--I\nmean--even if we did, I couldn't produce a high dragon bump.\"\n\n\"What kind of work do you do, mister?\" Sheilah asked softly, drawing\nherself even closer. \"You know, you ain't even told me your name yet.\"\n\n\"It's Wayne,\" he said, fumbling in an effort to loosen his tie so he\ncould breath more easily. \"I'm an instructor. I teach physics at Kyler\nCollege, and I've got a weekly science show on TV. In fact I'd just\nfinished my show when they got me. I was leaving the studio, starting\ndown the stairs. Thought at first I'd missed a step and was falling, but\nI just kept falling. And I landed here, and ... Now, don't do that!\"\n\n\"Why, I wasn't doing nothing. Whaddya do on your TV show?\"\n\n\"I talk. About science. Physics. Like today, I was discussing the\nH-bomb. How it works, you know, and why the fallout is dangerous,\nand ... Oh, good Gawd! Seduce, reduce! High dragon bump!\"\n\nHe shoved her away from him abruptly and violently and he went hurtling\nin the opposite direction.\n\n\"Well, hey!\" Sheilah protested. \"You don't need to get so rough. I\nwasn't going to--\"\n\n\"Shut up,\" Wayne said. \"I think I've figured out what the Cirissins\nwant!\n\n\"Hey! Hey, open the door,\" he shouted. \"I've got to talk to you.\"\n\nThe door opened and a Cirissin floated in.\n\nSheilah turned her head away, shuddering, and Wayne found it wise to\nclose his eyes and open them little by little to grow re-accustomed to\nthe sight gradually.\n\nThe only thing he could think of with which to compare the Cirissins was\nthe intestinal complex of an anemic elephant.\n\nIt was not an entirely satisfactory comparison; but then, from his point\nof view, the Cirissins were entirely unsatisfactory creatures.\n\nEach of the four he had seen was nearly twice his size. They had no\nrecognizable features such as eyes, ears, nose, head, arms or legs.\n\nTentacle-like protrusions of various size and length seemed to serve as\nthe sensory and prehensile organs. Wayne had identified one waving,\nrestless flexible stalk as the eye. He suspected another of being the\nmouth, except that it apparently wasn't used for talking. The voice came\nfrom somewhere deep inside the convoluted mass of pastel-streaked\ntissue.\n\n\"Wand tog?\" the Cirissin rumbled.\n\nWayne said, \"Yes. Do you mind telling me what you want a high dragon\nbump _for_?\"\n\n\"Blast away hearth,\" the Cirissin replied unhesitatingly.\n\nWayne swallowed and found it unnaturally difficult to do so.\n\n\"To blast away earth?\" he said. \"You can do that with just one high\ndragon bump?\"\n\n\"Certificate. Alteration energy maguntoot. Compilated, though. Want\nsplain?\"\n\nWayne said, \"Never mind. I believe you. Just tell me this: Why? Who do\nyou feel it's necessary to do it?\"\n\n\"Cause _is_ necessary,\" the Cirissin explained. \"Hearth no good. Whee\ndun lake. Godda gut red oft.\"\n\nSheilah gasped, \"Why the inhuman beasts!\"\n\nWayne expended one sidelong silencing glance on her and then said, \"I\nsee. And just suppose now that I don't give you a high dragon bump? What\ndo you do then?\"\n\n\"Use hot tummy ache your arnium fishing bumps. Got them us elves.\nTooking longthier, more hurtful, but can. Few don't gives high dragon\nbump tweddy far whores, thin godda.\"\n\nWayne was silent for a while, staring at the alien creature, aware of\nSheilah staring at him.\n\n\"Twenty-four hours,\" he muttered. \"Then they use uranium fission bombs.\nOh, hell!\"\n\nFinally he shrugged. \"All right, I'll do it. Anyway, I'll try. I'll do\nwhat I can.\"\n\nSheilah said, \"Hey, listen mister, you can't ...\"\n\n\"Shut up!\" Wayne snapped. \"How do you know what I can do? You just let\nme handle this.\"\n\n\"No sea juicing?\" the Cirissin asked, waving his eye stem at Sheilah.\n\n\"No. No sea juicing, and no torch hair either, please. I just didn't\nunderstand what you wanted at first. Now, if I could talk to your\ncaptain--or, are you the captain?\"\n\nThe Cirissin replied, \"I spoke man. Name Orealgrailbliqu. Capitate nod\nsparking merry can languish. I only earning languish. Gut, hah? Tree\nwhacks.\"\n\n\"Uh, yeah, very good indeed,\" Wayne said. \"And in only three weeks! Now,\nMr.--you don't mind if I call you O'Reilly, do you? Well, then,\nO'Reilly, do you have any suggestions as to how I should go about\ngetting you a high dragon bump? You want me to make you one? Or--\"\n\n\"Yukon mike?\" O'Reilly asked.\n\nWayne shrugged modestly. \"Of course. With proper materials and\nequipment--and enough time.\" He wondered if there was any chance at all\nof convincing O'Reilly of that.\n\n\"Nod mush timeless,\" O'Reilly said doubtfully. \"God gut lab tarry, few\nwand lug.\"\n\nWayne hesitated, partly to translate O'Reilly's rumblings and partly to\nmarvel at an audacious idea taking shape in his mind.\n\nHe said, \"Uh, yes, by all means. I _do_ want to look at your laboratory.\nLet's go.\"\n\nThe Cirissin offered no objections to Sheilah accompanying them, so they\nfollowed him, pulling themselves along the tubular corridor by means of\nmetal rings set in the walls, apparently for that specific purpose.\n\nIt was the same means of propulsion employed by their guide, except that\nhe used tentacles instead of hands.\n\nThey were more awkward than he, and so they fell behind.\n\n\"Listen, mister,\" Sheilah said. \"You're not really gonna help these\ncreeps, are ya? Cause, I mean, if you are I'm gonna stop you--one way or\nanother.\"\n\nWayne looked at her, feeling a deep sadness that anything so gorgeous\ncould be so stupid. Stirred to self-consciousness by her near-nudity, he\nglanced quickly away.\n\n\"Why don't you quit trying to think?\" he advised her. \"I may not be able\nto make a high dragon bump, but so help me I'm going to do my damnedest\nto see that they get one. And don't you get any stupid patriotic ideas.\nYou just keep out of it. Understand?\"\n\nO'Reilly had thrown open a door and was waiting for them.\n\nWayne looked inside.\n\n\"Smatter? Dun lake lab tarry?\" the Cirissin asked after waiting nearly a\nminute for some comment.\n\nThe laboratory probably wasn't adequate to produce a hydrogen bomb,\nWayne realized; but he wasn't at all sure. It was the most complex,\ncomplete and compact laboratory he had ever seen. Its sheer size forced\nhim to revise upward his estimate of the overall size of the ship.\n\nMuch of the equipment was totally alien to him, but there was also a\ngreat deal that he could at least guess the purpose of. Including a\nfabulous array of electronic equipment.\n\nWhen Wayne still didn't say anything, the Cirissin closed the door.\n\"Batter blan,\" he announced. \"Wheeze india buck terth. Cup girlish ear.\nTorch herf youdon brink high dragon bump.\"\n\nWayne said, \"Huh?\"\n\n\"Flow me.\" O'Reilly led Wayne and Sheilah through a maze of corridors,\ntunnels and hatchways, stopping at last to throw open a door and let\nWayne peer into the control cabin of a miniature space ship.\n\nO'Reilly jumblingly explained that it was a reconnaissance ship, used\nfor visiting the surface of a planet when it was impractical to land the\nmother ship.\n\nThe control board was simple: a few dials, one or two buttons, several\nswitches and a view plate. It looked too simple.\n\nWayne said, \"Now, wait. Let's see if I have this straight. You want me\nto take this ship to earth and swipe you a high dragon bump. And you're\ngoing to keep Sheilah here and torture her if I don't deliver the goods,\nhuh?\"\n\nThe Cirissin said that was right. \"Kwiger butter. Jus bush piggest\nputton. Token ley tours gutther.\"\n\n\"I see. And what about communications?\" Wayne asked. \"Is the boat\nequipped with radio? How can I let you know when I have your high dragon\nbump?\"\n\nO'Reilly said, \"Can't. Combundlecations Cirissin only.\"\n\nFrom his further explanation Wayne gathered that communications between\nthe two ships was on the basis of some sort of amplified brain waves,\nand could carry only the brain waves of Cirissins.\n\nWayne considered the situation.\n\nTwo hours to get to earth. No radio. The big Cirissin ship was circling\nearth at an unknown distance, unknown speed and unknown direction. And\nalthough the ship was enormous, it would be impossible to spot it from\nearth unless you knew exactly where to look.\n\nHe said, \"It would really be better, wouldn't it, if I could make the\nhigh dragon bump right here?\"\n\nO'Reilly agreed that it would be better.\n\n\"Well, let me try. You've got a good lab, and we have plenty of time.\nTwenty-four hours, you said? Well, give me about ten hours in the\nlaboratory. If I can't produce a high dragon bump in that time I'll take\nthe small ship down and get you one. Okay?\"\n\nWhile the Cirissin thought it over in meditative silence Wayne was aware\nof Sheilah watching him with cold, hostile eyes. He wished he could\nexplain things to her, but he didn't dare try.\n\nFinally O'Reilly said, \"Hokum. Tenners in lab. Thistle.\"\n\n\"It'll be enough,\" Wayne assured him.\n\n       *       *       *       *       *\n\nSheilah was taken back to the room where Wayne had met her and the\nCirissin instructed her to stay there. He closed the door but did not\nlock it. Then he took Wayne back to the lab.\n\n\"Neediest hulp?\" he asked.\n\n\"Hulp? Help? Uh ... Why, no. No, thanks. I can manage fine by myself. In\nfact I'd rather work alone. Fewer distractions the better, you know.\"\n\n\"Hack saw lent. Wheel buzzy preparation. In trol room few deriding hulp\nneeded.\" Then O'Reilly floated out the door.\n\nWayne was astounded. He'd taken it for granted that the Cirissin would\ninsist on supervising him, and he'd been evolving elaborate plans for\nescaping his attention.\n\nBut Wayne thought he had the explanation for the Cirissins' idiotic\nbehavior.\n\nThis ship and everything about it indicated an extremely high\nintelligence and an advanced culture.\n\nEverything, that is, but the Cirissins themselves.\n\nThe idea of kidnapping him from earth to provide them with a weapon to\ndestroy earth; kidnapping Sheilah to seduce him; the idea of even\nexpecting him to be _able_ to produce such a weapon--it was all idiotic.\n\nThere was only one explanation that he could see.\n\nThe Cirissins _were_ idiots.\n\nSome other race had produced this ship. These cosmic degenerates had\nsomehow gotten hold of it and were on a mad binge through the universe,\ndestroying all the worlds they didn't like.\n\nHe wondered how many they'd already wiped out. They had to be stopped.\n\nWayne immediately started constructing a radio transmitter from\nconvenient materials in the laboratory. It was fairly simple.\n\nHe was not interrupted for nearly two hours. At which time he was saying\ninto his improvised microphone:\n\n\"Seven hours? That long? Can't make it any sooner than that? Five hours?\nSix?\"\n\nAnd then it was not a Cirissin voice behind him which said: \"Drop that.\nPut up your hands and turn around!\"\n\nIt was Sheilah.\n\nWayne turned and saw her floating at the doorway pointing a long,\ntubular metal object at him, her finger poised on a protruding lever.\n\n\"What's that?\" Wayne asked.\n\nSheilah said, \"It's a gun I found after lookin' all over the damn ship.\nI'm going to kill you. And then I'm going to kill your Cirissin friends.\nYou're nothing but a dirty traitor, and I wouldn't seduce you if--I\nnever did trust you scientists. Maybe I'll be killed, too, but I don't\ncare.\" She was close to tears.\n\n\"You're going to kill me?\" Wayne said. \"With that? How do you know it's\neven a gun? Looks more like a fire extinguisher to me. Aw, you poor\nlittle imbecile, I haven't had a chance to explain yet, but--\"\n\nSheilah said, \"You make me sick.\" She pulled the trigger.\n\nThe object was not a fire extinguisher, after all. It was quite\nobviously a weapon of some kind.\n\nAlso it seemed obvious that Sheilah had been pointing the wrong end of\nthe weapon toward Wayne.\n\nOne more obvious fact that Wayne had time to comprehend was that the\nweapon was not a recoilless type.\n\nBut by then Sheilah had gone limp and the gun had rebounded from her\ngrasp and was sailing at Wayne's head.\n\nHe ducked but not fast enough. The object whacked him solidly on top of\nhis head.\n\nHis brain exploded into a display of dazzling lights, excruciating pain\nand deafening noise.\n\nThen the lights went out and a long, dense silence set in.\n\nWhen Wayne fought through the layers of renewed pain and opened his\neyes, he was still floating near his makeshift radio equipment in the\nlaboratory.\n\nSheilah still hung limply in mid-air near the door. The tubular weapon\nwavered near the ceiling. The radio transmitter was still open.\n\nIt was just as though he'd been unconscious no more than a few minutes.\nBut Wayne had a strong feeling that it had been more than that.\n\nTherefore he was only shocked, rather than stunned, when a glance at his\nwristwatch indicated six hours and forty minutes had elapsed.\n\nHe held his head tightly in both hands to keep it from flying off in all\ndirections at once, and he tried to think.\n\nHe knew it was important to think--fast and straight.\n\nSix hours and forty minutes.\n\nThat was too long to be unconscious from a simple blow on the head, and\nhis head didn't really hurt that bad.\n\nProbably the weapon had still been firing whatever mysterious ammunition\nit used when it struck him; and when it bounced off his head it had\nturned, and he'd been caught in its blast.\n\nBut that didn't matter. That wasn't the important thing.\n\nSix hours and forty minutes he'd been out.\n\nSeven hours!\n\nThe Defense Department official he'd spoken to had told him seven hours.\n\nAnd thank God it wasn't five hours or six, as he'd been urging them to\nmake it.\n\nAnyway he had only twenty minutes now. Possibly a little more, but just\nas likely less.\n\nThat realization should have spurred him to instantaneous and heroic\naction, but instead it paralyzed him for several minutes. He couldn't\nthink what to do. He couldn't get his muscles and nerves functioning and\ncoordinated.\n\nThe absence of gravity didn't help. He thrashed about futilely.\n\nBut at last, almost by accident, his feet touched a metal support beam,\nand he pushed himself toward Sheilah. He grabbed her around the waist\nwith one arm and with his free hand pulled both of them through the\ndoor.\n\nIt seemed a long, long time before he got Sheilah to the reconnaissance\nship. By then the twenty minutes were up. His life was going into\novertime.\n\nSheilah was conscious but still disorganized and limp, struggling weakly\nand ineffectually. Wayne fumbled with the door, got it open and shoved\nher inside.\n\nThen he pulled himself in and closed the door.\n\nThey might make it yet. They still had a chance.\n\nHe studied the control board, deciding on the proper button to push.\n\nFrom behind him Sheilah screamed, \"The bomb! You've got the bomb and\nyou're going to--Well, you're not!\"\n\nHer body slammed against his shoulders and her arms encircled his neck.\nHer fingers clawed at his eyes.\n\nWayne struggled, not to free himself, but only to get one hand loose, to\nreach the control board. When he did get a hand free, they had floated\ntoo far from the controls.\n\n\"Stop it, you stupid bitch!\" Wayne snarled. \"You're going to kill us\nboth!\"\n\nWayne said, \"Listen, there's a guided missile from earth heading\nstraight for this ship, and it has a hydrogen bomb warhead. It'll get\nhere any minute now and when it--\"\n\nHis words were broken off by the tremendous roar and concussion of the\nhydrogen bomb.\n\nWayne's last thought before oblivion swallowed him was that they\nwouldn't have had time to escape, anyway.\n\nBut that wasn't the end. Wayne woke up enough to refuse to believe he\nwas alive, and O'Reilly was somewhere near, telling him:\n\n\"Cirissins full of grate your forts. Radio eggulant blan. Thankel\nnormous. Rid of earth now. Blasted away. Givish _good_ high dragon bump.\nYukon gome now.\"\n\nWayne groaned. The meaning of O'Reilly's words was trying to get through\nto his brain, and he was trying desperately to keep the meaning out.\n\nO'Reilly's voice receded into a thick gray fog. \"Keep shib. Shores.\nPresirent felpings. Gluck.\"\n\nMetal slammed against metal. Wayne slammed against something hard. And\ndarkness closed in once again.\n\nBut this time it wasn't so smothering and didn't last nearly so long.\n\nWhen he opened his eyes his head was clear. He wasn't floating. He was\nlying on something hard--a floor surface of the Cirissin landing ship.\nHe didn't ache anywhere.\n\nAll in all he felt pretty good.\n\nFor the first few seconds.\n\nThen he started remembering things, and he wished he hadn't bothered to\nwake up.\n\nSheilah was standing by the control panel, her back to him. She blocked\nthe view screen, but Wayne didn't want to see it anyway. He wasn't even\ncurious.\n\nSheilah turned, saw him, smiled broadly.\n\nShe said, \"Gee, mister, I guess you're a hero. I dunno how you done it,\nbut you made 'em go away, and you made 'em turn us loose.\" Wayne could\ndetect no mockery or bitterness in her voice.\n\n\"Aw, shut up,\" he growled.\n\n\"You still mad at me cause of what I done? Well, gee, I'm sorry. I\ndidn't get whatcha were up to. I guess I still don't, but ... Oh, hell,\nlet's don't fight about it. It don't matter now, does it?\"\n\nWayne shook his head wearily. \"No,\" he agreed. \"It doesn't matter now.\"\n\nSheilah moved away from the control board and came toward him. In her\nfilmy, transparent costume, she was the quintessence of womanly allure.\n\nWayne gasped and stared, but not at her.\n\nThe view screen had become visible when she'd moved.\n\nIt showed earth.\n\nOr a curved, cloud-veiled slice of earth. Intact, serene and growing\nsteadily larger.\n\n\"What the hell! Why, I thought ...\" Wayne jumped to his feet, brushed\npast Sheilah and peered more closely at the view plate. There was no\nmistaking it. Earth.\n\n\"What's a matter with you, mister?\" Sheilah asked.\n\nWayne felt dizzy. O'Reilly had said, \"Earth blasted away,\" hadn't he?\nAnd the H-bomb hadn't destroyed the Cirissin ship. Therefore ... Well,\ntherefore what?\n\nIn the first place what O'Reilly had actually said was, \"Rid of earth\nnow. Blasted away.\" It wasn't quite the same as ...\n\nO'Reilly had never said anything about _destroying_ earth.\n\nQuite a sizeable re-evaluation project was taking place in Wayne's mind.\nIt took several minutes for all the pieces to fall into their proper\nplaces. But once he was willing to realize that the Cirissins had known\nwhat they were doing, everything seemed obvious.\n\n\"Oh, good Gawd!\" he muttered. \"What utter idiots!\"\n\n\"The Cirissins?\" Sheilah asked.\n\n\"No, I mean us. Me. Good Lord, just because O'Reilly's English wasn't\nperfect! What did I expect for only three weeks? Hummm. The atomic\nstructure of the entire ship must be uniformly charged to ... Damn! High\ndragon bump!\"\n\n\"I don't getcha,\" Sheilah said. \"What's with this high dragon bump\nbusiness? I thought they wanted a hydrogen bomb to destroy earth, and I\nthought you'd agreed to help 'em, and so I thought ...\"\n\n\"Oh, never mind,\" Wayne said. \"I know what you thought, and you weren't\nany more stupid than I was. We were both wrong.\n\n\"Look, the Cirissins must have been stalled--out of gas, sort of.\nSomething had gone wrong with their nuclear drive units. They had some\nemergency fuel, but they didn't want to use it. Like having a can of\nkerosene in the car when the tank runs dry, I suppose. It will work, but\nit messes up the engine. You understand so far?\"\n\n\"Sure.\"\n\n\"Okay then. They happened to be close to earth, so they went into an\norbit around it and studied it for a while on radio and TV bands, and\nrealized they might be able to get help without using their emergency\nfuel--uranium, incidentally, not kerosene.\n\n\"So they grabbed us. Me, I suppose because they'd seen my TV science\nprogram. They must have gotten the idea from some stupid spy show that\nscientists have to be seduced into revealing information. That's why\nthey picked up you.\"\n\nSheilah interrupted, \"But what did they _want_? I thought ...\"\n\nPatiently, Wayne said, \"Just what they said. A high dragon bump. A\n_bump_, not a bomb. A boost, a push. Not to blast away earth, but to\nblast away _from_ earth. That's all.\"\n\n\n                                                                   END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _If Worlds of Science Fiction_ June\n    1958. Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of High Dragon Bump, by Don Thompson\n\n*** END OF THIS PROJECT GUTENBERG EBOOK HIGH DRAGON BUMP ***\n\n***** This file should be named 30330.txt or 30330.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/0/3/3/30330/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}