{"title": "The One and the Many", "author": "Milton Lesser", "releaseDate": "November 1, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n _Only One Question Is Eternal--\n What Lies Beyond the Ultimate?_\n\n\n     THE ONE\n      _and_\n     THE MANY\n\n By Milton Lesser\n\n\nThere are some who tell me it is a foolish war we fight. My brother told\nme that, for one, back in the Sunset Country. But then, my brother is\nlame and good for nothing but drawing pictures of the stars. He connects\nthem with lines, like a child's puzzle, and so makes star-pictures. He\nhas fish stars, archer stars, hunter stars. That, I would say, is what\nis foolish.\n\nPerhaps that is what started it all. I was looking at the stars, trying\nto see the pictures, when I should have been minding my sentry post.\nThey took me like a baby, like a tot not yet given to the wearing of\nclothing. The hand came out of the darkness and clamped over my mouth,\nand I ceased my struggling when I felt a sharp blade pricking at the\nsmall of my back.\n\nAt first I feared that they would slay the entire camp as it slept and I\ncursed my brother for his star-pictures, cursed our leader who had sent\nus here, twenty archers, against the Onist outpost on our country's\nborder. But the Onists had other ideas. They took me away. I had to\nadmire their vitality, because all night we ran through the silent\nwoodlands, and they seemed tireless. I could maintain their pace, of\ncourse: but I'm a Pluralist.\n\nI could see their village from a long way off, its night fires glowing\nin the dark. It was only then that we slowed our pace. Soon we entered\nthe place, a roughly circular area within a stockade, and my captors\nthrust me within a hut. I couldn't do much worrying about tomorrow, not\nwhen I was so tired. I slept.\n\nI dreamed a stupid dream about the Onist beliefs, the beliefs of an\nunimaginative people who could picture one Maker and one Maker only. I\nmust have chuckled in my sleep.\n\n       *       *       *       *       *\n\n\"You're awake.\"\n\nA brilliant statement, that--because I had sat up, squinted into the\nbright sunlight streaming in through the doorway, yawned and stretched.\nThe Onists, I tell you, lack imagination.\n\nThe girl who spoke was a pretty enough little thing for an Onist. She\nsmiled, showing even white teeth. \"Do you Pluralists eat?\"\n\nI nodded and rubbed my belly. I was to have had dinner after my turn as\nsentry the night before, and now I felt like I could do justice to my\nportion even at one of the orgies for which the Onists are so famous.\n\n\"Bring on your food and I'll show you,\" I told her, and she turned her\nback to walk outside. It was early and the village seemed silent--surely\nthey hadn't intended this one slim maid to guard me! Yet she seemed\nalone.\n\nI leaped at her, circled her neck with my arm, prepared to make my exit.\nThey would laugh around our fire when I told them of this fine example\nof the Onist lack of foresight....\n\nExcept that the girl yelped. Not loudly, but it was loud enough, and a\nbig muscular Onist came striding in with his throwing spear. He backed\nme off into a corner, prodding my hungry belly with his weapon.\n\n\"Will you behave?\"\n\n       *       *       *       *       *\n\nI told him I would and he backed outside, but this time I could see his\nshadow across the doorway.\n\nThe girl brought food and partook of it with me. I was surprised,\nbecause we Pluralists will not eat with an Onist out of choice. Well, I\nhave said they are a strange people. Soon the girl stood up, patting her\nmouth daintily with a square of cloth, and in that, of course, she was\ntrying to mime our graceful Pluralist women. \"I suppose you think we are\ngoing to kill you,\" she said. Just like that.\n\n\"To tell you the truth, I haven't given it much thought. There isn't\nmuch I can do about it.\"\n\n\"Well, we're not. We could have done that back at your camp. We could\nhave killed all of you. No, we want to show you something.\"\n\nI had a ridiculous thought that they made star-pictures, too--even those\nwho are not lame like my brother. I said, \"Well, what will happen to me\nafter you show me?\"\n\nShe smiled. \"You still think we're going to kill you. What's your name?\"\n\nI told her, but I thought: she can't even keep a conversation going\nwithout changing the subject.\n\n\"Jak,\" she repeated after me. \"That's a common enough name. We have Jaks\namong our Onist people, you know.\"\n\n\"No, I didn't. But you probably copied it.\"\n\n\"I doubt that. We were here first, Jak. Our records say so. Probably,\nyou once captured a man with that name, long ago, liked it, and took it\nfor your people.\"\n\n\"_You_ were here first!\" I sneered. \"Maybe that's what your records tell\nyou, but it isn't so. Look: the Makers endowed us with life, then went\naway in to the sky. By mistake they left one idiot-Maker behind, and he\nhad nothing to do. He made you Onists before he perished, and that is\nwhy you think there is only one Maker.\"\n\nShe seemed highly insulted. \"Idiot-Maker? Idiot! There was only one\nMaker, ever, but because your minds cannot conceive of all that glory\nresiding in one figure, you invented a score.\"\n\nNow it was my turn to be indignant. \"A score? Hundreds, you mean;\nthousands--more than there are leaves on the trees.\"\n\n\"Well, I won't argue with you. Our war has been arguing that point well\nenough.\" I was sorry she would not argue. She looked very pretty when\nshe argued, her breasts heaving, her eyes sparkling fire.\n\n\"What's your name?\" I asked.\n\n\"Nari. My name is Nari. And don't tell me you had that name first!\"\n\nI smiled blandly. \"Of course we did. I have an aunt, my mother's sister,\nwho goes by that name. My brother's wife's cousin, also; but she is very\nugly.\"\n\n\"And am I ugly?\" Nari wanted to know. I guess in that sense at least,\nwomen are the same everywhere--Pluralist or Onist, it doesn't matter.\n\n       *       *       *       *       *\n\nI looked at her. I looked at her so hard that it made her blush, and\nthen she looked even prettier. But I didn't tell her so.\n\n\"You will pass, for an Onist,\" I admitted. \"I guess the Onists might\nconsider you pretty; the Onist men might stamp their feet and shout if\nyou go by--but then, they are Onists.\"\n\nAt that, she seemed on the verge of leaving my prison hut, but something\nmade her change her mind. She stayed all morning and on into the\nafternoon. We argued all the time, except at midday, when she went\noutside to get our lunch. She stumbled a little and fell half against my\nshoulder. I moved toward her to hold her up, and it was the most natural\nthing in the world to take her in my arms and kiss her. She must have\nthought so, too; she responded beautifully--for an Onist.\n\nAfter lunch, Nari did not mention the kiss, nor did I. It now seemed the\nmost natural thing in the world not to talk about it. We argued some\nmore, Nari defending her primitive beliefs, I trying to show her the\nlight of truth. But it was no use: the war had been fought and the war\nwould continue.\n\nLater that day we set out. That came as a surprise to me, because I had\ntaken it for granted that whatever the Onists wanted to show me was\nright here in this little village. A dozen of us went, and when we had\nbeen on the trail for some little time, Nari joined us, declaring that\nshe wanted to see it again--whatever it was.\n\nWe went for three days, and although these Onists turned out to be\nbetter woodsmen than I had thought, still, they could not match the\nskill we Pluralists have mastered over the generations. I believe I\ncould have escaped, had I wanted to; but I hardly seemed a prisoner of\nwar, and besides, once or twice when we had lagged to the rear of the\ncolumn, Nari stumbled against me like that day in the hut, and what\ncould I do but kiss her?\n\nIt was another village we reached at the end of our march, much bigger\nthan the first. Surprisingly, it looked a lot like a Pluralist town,\nalthough it may only have seemed so because I had been out in the\nwoodlands for three days. They took me straightways to the village\nsquare, and it was there that I saw the statue.\n\n       *       *       *       *       *\n\nThese statues of the Makers are rare, and I was surprised to see one in\nan Onist village. I got on my knees at once to do it reverence. I\nrealize it was impious to look up, but I did--I had to see if it were\nthe genuine thing. And it was, to the last detail. Constructed of the\nforbidden substance known as metal, it towered three times a Pluralist's\nheight, or three times an Onist's, for that matter. I have always\nwondered why the Makers did not create our ancestors in their own\nsubstance, as they had fashioned us in their image. But that is an\nimpious thought.\n\nA stern gray-haired Onist who said he was Nari's father took me aside\nafterwards. \"Now, Jak,\" he asked me, \"what can you say of what you have\nseen?\"\n\nI shrugged. \"I can say that somehow you've found one of the Maker\nstatues. What more?\"\n\n\"It's one, is it not?\"\n\n\"Of course it's one. They are rare, but I have seen three, all told, in\nPluralist villages.\"\n\n\"And each time they were separate? You never saw a group?\"\n\n\"No. No, I didn't.\"\n\nHe slapped his hands together triumphantly. \"Then that proves it. Each\nis a copy of the original Maker, but there was only one. Otherwise you\nwould have seen statues in groups. And that is why you are here, Jak: we\nwant you to go back to your people and tell them what you saw.\"\n\nI shook my head. \"What you say isn't logical. So what if the statues are\nnever in pairs or groups? We've only seen a few, when once there must\nhave been many. Also, when your artists do their magic with dyes and\ncreate portraits, are they generally done one at a time or in groups?\"\n\n\"One at a time, so the artist may capture the personality in each face,\nnaturally. I have seen group portraits, but I think they are silly\nthings.\"\n\n\"Exactly.\" Now I was triumphant. \"Exactly as the Makers thought, which\nis why the statues are always single--\"\n\n\"But it is impious to say there was more than one Maker! He had all the\nknowledge in the world at his fingertips, and so there was no need for\nmore than one. More than this world, even: he went to the stars. Or\ndon't you believe that?\"\n\n\"Of course I believe it. Only, _they_ went to the stars, the thousands\nof Makers. It isn't impious, because if you can think of one being as\ngreat as that, try to picture thousands. Yes, thousands. That makes me\nthousands of times more pious than you Onists.\"\n\nHe shook his head wearily. \"What's the use? It is for this we are\nfighting our war, and we thought if we took one of you here, showed him\nthe undeniable truth of our statue.... Well, will you at least return to\nyour people with a tale of what you have seen?\"\n\nI agreed readily enough: probably, the alternative was death. Although\nPluralists on rare occasions have been known to take Onist women as\ntheir wives, an Onist prisoner of war was an unwanted thing. The reverse\nwould also be true.\n\n       *       *       *       *       *\n\nThey all bid me goodbye, except for Nari. I could not find her anywhere\nin the village, and a little sadly I set out on my long journey back to\nthe Sunset Land. By now our raiding party had finished its work on the\nsmall Onist village on the rim of our country, and I could do nothing\nbut return to my people, where we might plan new strategy against the\nunbelievers.\n\nBut I had wanted to bid Nari farewell.\n\nI met her in the woodlands, a travel bag slung over her shoulder like a\nmale's. \"I wanted to say goodbye privately,\" she told me.\n\n\"Good,\" I said, but I knew she was lying. Else why the travel bag?\n\n\"Goodbye,\" Nari whispered, but she was not looking at me. Looking,\ninstead, behind her, at the land of her people.\n\n\"Nari,\" I told her, \"I have to admit it. You are very pretty--even by\nPluralist standards. You are--\"\n\nThis time she did not stumble against me. It wasn't necessary. I drew\nher to me, and I kissed her a long kiss. Then I told her I loved her,\nand women, I suppose, will always be women, because she said she knew\nit.\n\nI will take Nari back to our village in the Sunset Land, where we will\nbe married by the laws of my people. And if ever there is to be peace\nbetween the Pluralists and the Onists, it may, after all, come on these\ngrounds. The Onists have their beliefs, and so I hate them for their\nimpious thoughts. But the love of a man for a maid exists apart from\nthat.\n\nIt won't be easy. Our arguing continued all the way back to the Sunset\nLand, and Nari is as stubborn as I am firm.\n\n\"There is one Maker,\" she said.\n\nAnd I told her, \"No, there are many.\"\n\nOr later, as we neared the Sunset Land, we picked up the thread of our\nthoughts again. Pluralist or Onist, we androids are dogmatic creatures.\n\n\"One Robot created us all before he went to the stars,\" said Nari.\n\n\"Robots,\" I said. \"Many Robots.\" But I kissed her.\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _If Worlds of Science Fiction_ July\n    1952. Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The One and the Many, by Milton Lesser\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE ONE AND THE MANY ***\n\n***** This file should be named 30386.txt or 30386.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/0/3/8/30386/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}