{"title": "The Other Likeness", "author": "James H. Schmitz", "releaseDate": "November 3, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\nTHE OTHER LIKENESS\n\n\n    _There is a limit to how perfect a counterfeit can be--a limit that\n    cannot be passed without an odd phenomenon setting in...._\n\n\nBY JAMES H. SCHMITZ\n\nILLUSTRATED BY SCHELLING\n\n\nWhen he felt the sudden sharp tingling on his skin which came from the\nalarm device under his wrist watch, Dr. Halder Leorm turned unhurriedly\nfrom the culture tray he was studying, walked past the laboratory\ntechnician to the radiation room, entered it and closed the door behind\nhim. He slipped the instrument from his wrist, removed its back plate,\nand held it up to his eye.\n\nHe was looking into the living room of his home, fifty miles away in\nanother section of Orado's great city of Draise. A few steps from the\nentry, a man lay on his back on the carpeting, eyes shut, face deeply\nflushed, apparently unconscious. Halder Leorm's mouth tightened. The man\non the carpet was Dr. Atteo, his new assistant, assigned to the\nlaboratory earlier in the week. Beyond Atteo, the entry from the\nresidence's delivery area and car port stood open.\n\nFingering the rim of the tiny scanner with practiced quickness, Halder\nLeorm shifted the view to other sections of the house, finally to the\ncar port. An empty aircar stood in the port; there was no one in sight.\n\nHalder sighed, replaced the instrument on his wrist, and glanced over at\na wall mirror. His face was pale but looked sufficiently composed.\nLeaving the radiation room, he picked up his hat, said to the\ntechnician, \"Forgot to mention it, Reef, but I'll have to head over to\ncentral laboratories again.\"\n\n[Illustration]\n\nReef, a large, red-headed young man, glanced around in mild surprise.\n\"They've got a nerve, calling you across town every two days!\" he\nobserved. \"Whose problem are you supposed to solve now?\"\n\n\"I wasn't informed. Apparently, something urgent has come up and they\nwant my opinion on it.\"\n\n\"Yeah, I bet!\" Reef scratched his head, glanced along the rows of\nculture trays. \"Well ... nothing here at the moment I can't handle, even\nif Atteo doesn't show up. Will you be back before evening?\"\n\n\"I wouldn't count on it,\" Halder said. \"You know how those conferences\ntend to go.\"\n\n\"Uh-huh. Well, Dr. Leorm, if I don't see you before tomorrow, give my\nlove to your beautiful wife.\"\n\nHalder smiled back at him from the door. \"Will do, Reef!\" He let the\ndoor slide shut behind him, started towards the exit level of the huge\npharmaceutical plant. Reef had acted in a completely normal manner. If,\nas seemed very probable, \"Dr. Atteo\" was a Federation agent engaged in\ninvestigating Dr. Halder Leorm, Halder's co-workers evidently had not\nbeen apprised of the fact. Still, Halder thought, he must warn Kilby\ninstantly. It was quite possible that an attempt to arrest him would be\nmade before he left the building.\n\nHe stepped into the first ComWeb booth on his route, and dialed Kilby's\nbusiness number. His wife had a desk job in one of the major fashion\nstores in the residential section of Draise, and--which was fortunate\njust now--a private office. Her face appeared almost immediately on the\nscreen before him, a young face, soft-looking, with large, gray eyes.\nShe smiled in pleased surprise. \"'Lo, Halder!\"\n\n\"'Lo, Kilby.... Did you forget?\"\n\nKilby's smile became inquiring. \"Forget what?\"\n\n\"That we're lunching together at Hasmin's today.\"\n\nHalder paused, watching the color drain quickly from Kilby's cheeks.\n\n\"Of course!\" she whispered. \"I did forget. Got tied up in ... and ...\nI'll leave right now! All right?\"\n\nHalder smiled. She was past the first moment of shock and would be able\nto handle herself. After all, they had made very precise preparations\nagainst the day when they might discover that the Federation's\nsuspicions had turned, however tentatively, in their direction.\n\n\"That'll be fine,\" he said. \"I'm calling from the lab and will leave at\nonce\"--he paused almost imperceptibly--\"if I'm not held up. Meet you at\nHasmin's, in any case, in around twenty minutes.\"\n\nKilby's eyes flickered for an instant. If Halder didn't make it away,\nshe was to carry out her own escape, as planned. That was the\nunderstanding. She gave him a tremulous smile. \"And I'm forgiven?\"\n\n\"Of course.\" Halder smiled back.\n\n       *       *       *       *       *\n\nThe guards at the check-out point were not men he knew, but Halder\nwalked through the ID-scanning band without incident, apparently without\narousing interest. Beyond, to the left, was a wide one-way portal to a\ntube station. His aircar was in the executive parking area on the\nbuilding's roof, but the escape plan called for both of them to abandon\ntheir private cars, which were more than likely to be traps, and use the\npublic transportation systems in starting out.\n\nHalder entered the tube station, went to a rented locker, opened it and\ntook out two packages, one containing a complete change of clothing and\na mirror, the other half a dozen canned cultures of as many varieties\nof microlife--highly specialized strains of life, of which the\npharmaceutical concern that employed Dr. Halder Leorm knew no more\nthan it did of the methods by which they had been developed.\n\nHalder carried the packages into a ComWeb booth which he locked and\nshielded for privacy. Then he opened both packages and quickly removed\nhis clothing. Opening the first of the cultures, he dipped one of the\nneedles into it and, watching himself in the mirror, made a carefully\nmeasured injection in each side of his face. He laid the needle down and\nopened the next container, aware of the enzyme reaction that had begun\nto race through him.\n\nThree minutes later, the mirror showed him a dark-skinned stranger with\nhigh cheek bones, heavy jaw, thick nose, slightly slanted eyes, graying\nhair. Halder disposed of the mirror, the clothes he had been wearing and\nthe remaining contents of the second package. Unchecked, the alien\norganisms swarming in his blood stream now would have gone on to destroy\nhim in a variety of unpleasant ways. But with their work of disguise\ncompleted, they were being checked.\n\nHe emerged presently from a tube exit in uptown Draise, on the terrace\nof a hotel forty stories above the street level. He didn't look about\nfor Kilby, or rather the woman Kilby would turn into on her way here.\nThe plan called for him to arrive first, to make sure he hadn't been\ntraced, and then to see whether she was being followed.\n\nShe appeared five minutes later, a slightly stocky lady now, perhaps ten\nyears under Halder's present apparent age, dark-skinned as he was,\nshowing similar racial characteristics. She flashed her teeth at him as\nshe came up, sloe eyes flirting.\n\n\"Didn't keep you waiting, did I?\" she asked.\n\nHalder growled amiably, \"What do you think? Let's grab a cab and get\ngoing.\" Nobody had come out of the tube exit behind her.\n\nKilby nodded understandingly; she had remembered not to look back. She\nwas talking volubly about some imaginary adventure as they started down\nthe terrace stairs towards a line of aircabs, playing her part,\nhigh-piled golden hairdo bobbing about. A greater contrast to the\nslender, quiet, gray-eyed girl, brown hair falling softly to her\nshoulders, with whom Halder had talked not more than twenty minutes ago\nwould have been difficult to devise. The disguises might have been good\nenough, he thought, to permit them to remain undetected in Draise\nitself.\n\nBut the plan didn't call for that. There were too many things at stake.\n\nKilby slipped into the cab ahead of him without a break in her chatter.\n\nHer voice stopped abruptly as Halder closed the cab door behind him,\nactivating the vehicle's one-way vision shield. Kilby was leaning across\nthe front seat beside the driver, turning off the comm box. She\nstraightened, dropped down into the back seat beside Halder, biting her\nlip. The driver's head sagged sideways as if he had fallen asleep; then\nhe slid slowly down on the seat and vanished from Halder's sight.\n\n\"Got him instantly, eh?\" Halder asked, switching on the passenger\ncontrols.\n\n\"Hm-m-m!\" Kilby opened her purse, slipped the little gun which had been\nin the palm of her left hand into it, reached out and gripped Halder's\nhand for an instant. \"You drive, Halder,\" she said. \"I'm so nervous I\ncould scream! I'm scared cold! What happened?\"\n\n       *       *       *       *       *\n\nHalder lifted the cab out from the terrace, swung it skywards. \"We were\nright in wondering about Dr. Atteo,\" he said. \"Half an hour ago, he\nattempted to go through our home in our absence. We'll have to assume\nhe's a Federation agent. The entry trap knocked him out, but the fat's\nprobably in the fire now. The Federation may not have been ready to make\nan arrest yet, but after this there'll be no hesitation. We'll have to\nmove fast if we intend to keep ahead of Atteo's colleagues.\"\n\nKilby drew in an unsteady breath. \"You warned Rane and Santin?\"\n\nHalder nodded. \"I sent the alert signal to their apartment ComWeb in the\ncapital. Under the circumstances, I didn't think a person-to-person call\nwould be advisable. They'll have time to pack and get out to the ranch\nbefore we arrive. We'll give them the details then.\"\n\n\"Did you reset the trap switch at the house entry?\"\n\nHalder slowed the cab, turning it into one of the cross-city traffic\nlines above Draise. \"No,\" he said. \"Knocking out a few more Federation\nagents wouldn't give us any advantage. It'll be eight or nine hours\nbefore Atteo will be able to talk; and, with any luck at all, we'll be\nclear of the planet by that time.\"\n\nThe dark woman who was Kilby and a controlled devil's swarm of microlife\nlooked over at him and asked in Kilby's voice, \"Halder, do you think we\nshould still go on trying to find the others now?\"\n\n\"Of course. Why stop?\"\n\nKilby hesitated, said, \"It took you three months to find me. Four months\nlater, we located Rane Rellis ... and Santin, at almost the same time.\nSince then we've drawn one blank after another. A year and a half gone,\nand a year and a half left.\"\n\nShe paused, and Halder said nothing, knowing she was fighting to keep\nher voice steady. After a few seconds, Kilby went on. \"Almost twelve\nhundred still to find, scattered over a thousand worlds. Most of them\nprobably in hiding, as we were. And with the Federation on our trail ...\neven if we get away this time, what chance is there now of contacting\nthe whole group before time runs out?\"\n\nHalder said patiently, \"It's not an impossibility. We've been forced to\nspend most of the past year and a half gathering information, studying\nthe intricate functioning of this gigantic civilization--so many things\nthat our mentors on Kalechi either weren't aware of or chose not to tell\nus. And we haven't done too badly, Kilby. We're prepared now to conduct\nthe search for the group in a methodical manner. Nineteen hours in\nspace, and we'll be on another world, under cover again, with new\nidentities. Why shouldn't we continue with the plan until ...\"\n\nKilby interrupted without change of expression. \"Until we hear some day\nthat billions of human beings are dying on the Federation's worlds?\"\n\nHalder kept his eyes fixed on the traffic pattern ahead. \"It won't come\nto that,\" he said.\n\n\"Won't it? How can you be sure?\" Kilby asked tonelessly.\n\n\"Well,\" Halder asked, \"what else can we do? You aren't suggesting that\nwe give ourselves up--\"\n\n\"I've thought of it.\"\n\n\"And be picked apart mentally and physically in the Federation's\nlaboratories?\" Halder shook his head. \"In their eyes we'd be Kalechi's\ncreatures ... monsters. Even if we turn ourselves in, they'll think it's\nsome trick, that we'd realized we'd get caught anyway. We couldn't\nexpect much mercy. No, if everything fails, we'll see to it that the\nFederation gets adequate warning. But not, if we can avoid it, at the\nexpense of our own lives.\" He glanced over at her, his eyes troubled.\n\"We've been over this before, Kilby.\"\n\n\"I know.\" Kilby bit her lip. \"You're right, I suppose.\"\n\nHalder let the cab glide out of the traffic lane, swung it around\ntowards the top of a tall building three miles to their left. \"We'll be\nat the club in a couple of minutes,\" he said. \"If you're too disturbed,\nit would be better if you stayed in the car. I'll pick up our\nflighthiking outfits and we can take the cab on to the city limits\nbefore we dismiss it.\"\n\nKilby shook her head. \"We agreed we shouldn't change any details of the\nescape plan unless it was absolutely necessary. I'll straighten out.\nI've just let this situation shake me too much.\"\n\n       *       *       *       *       *\n\nThey set the aircab to traffic-safe random cruise control before getting\nout of it at their club. It lifted quietly into the air again as soon as\nthe door had closed, was out of sight beyond the building before they\nreached the club entrance. The driver's records had indicated that his\nshift would end in three hours. Until that time he would not be missed.\nMore hours would pass after the cab was located before the man returned\nto consciousness. What he had to say then would make no difference.\n\nIn one of the club rooms, rented to a Mr. and Mrs. Anley, they changed\nto shorts and flighthiking equipment, then took a tube to the outskirts\nof Draise where vehicleless flight became possible. Forest parks\ninterspersed with small residential centers stretched away to the east.\nThey set their flight harnesses to Draise's power broadcast system,\nmoved up fifty feet and floated off into the woods, energizing drive and\ndirection units with the measured stroking motion which made\nflighthiking one of the most relaxing and enjoyable of sports. And\none--so Halder had theorized--which would be considered an improbable\noccupation for a couple attempting to escape from the Federation's\nman-hunting systems.\n\nFor an hour and a half, they held a steady course eastwards, following\nthe contours of the rolling forested ground, rarely emerging into the\nopen. Other groups of vehicleless fliers passed occasionally; as members\nof a sporting fraternity, they exchanged waves and shouted greetings. At\nlast, a long, wild valley opened ahead, showing no trace of human\nhabitation; at its far end began open land, dotted with small tobacco\nfarms where automatic cultivators moved unhurriedly about. Kilby,\nglancing back over her shoulder at Halder for a moment, swung around\ntowards one of the farms, gliding down close to the ground, Halder\ntwenty feet behind her. They settled down beside a hedge at the foot of\na slope covered with tobacco plants. A small gate in the hedge\nimmediately swung open.\n\n\"All clear here, folks!\" a voice curiously similar to Halder's addressed\nthem from the gate speaker.\n\nRane Rellis, a lanky, red-headed man with a wide-boned face, was\nstriding down the slope towards them as they moved through the gate. \"We\ngot your alert,\" he said, \"but as it happens, we'd already realized that\nsomething had gone wrong.\"\n\n[Illustration]\n\nKilby gave him a startled glance. \"Somebody has been checking on you,\ntoo?\"\n\n\"Not that ... at least as far as we know. Come on up to the shed.\nSantin's already inside the mountain.\" As they started along the narrow\npath between the rows of plants, Rellis went on, \"The first responses\nto our inquiries came in today. One of them looked very promising.\nSantin flew her car to Draise immediately to inform you about it. She\nscanned your home as usual before calling, discovered three strange men\nwaiting inside.\"\n\n\"When was this?\" Halder interrupted.\n\n[Illustration]\n\n\"A few minutes after one o'clock. Santin checked at once at your place\nof work and Kilby's, learned you both were absent, deduced you were\nstill at large and probably on your way here. She called to tell me\nabout it. Your alert signal sounded almost before she'd finished\ntalking.\"\n\nHalder glanced at Kilby. \"We seem to have escaped arrest by something\nlike five minutes,\" he remarked dryly. \"Were you able to bring the\nrecords with you, Rane?\"\n\n\"Yes, everything. If we get clear of Orado, we can pick up almost where\nwe left off.\" Rane Rellis swung the door of the cultivator shed open and\nfollowed them in, closing and locking the door behind him. They crossed\nquickly through the small building to an open wall portal at the far\nend. Beyond the portal a large, brightly lit room was visible,\ncomfortably furnished, windowless. Between that room and the shed the\nportal spanned a distance of seven miles, a vital point in the\norganization of their escape route. If they were traced this far, the\ntrail would end--temporarily, at least--at the ranch.\n\nThey stepped over into the room, and Rane Rellis pulled down a switch.\nBehind them the portal entry vanished. Back in the deserted ranch\nbuilding, its mechanisms were bursting into flames, would burn fiercely\nfor a few seconds and fuse to dead slag.\n\n       *       *       *       *       *\n\nRane said tightly, \"I feel a little better now ... just a little! The\nFed agents are good, but I haven't yet heard of detection devices that\ncould drive through five hundred yards of solid rock to spot us inside a\nmountain.\" He paused as a tall girl with black hair, dark-brown eyes,\ncame in from an adjoining room. Santin Rellis was the only one of the\nfour who was not employing a biological disguise at the moment. In spite\nof the differences in their appearance, she might have been taken for\nKilby's sister.\n\nHalder told them what had occurred in Draise, concluded, \"I'd believed\nthat suspicion was more likely to center first on one of you.\nParticularly, of course, on Santin, working openly in Orado's\nIdentification Center.\"\n\nSantin grinned. \"And, less openly, copying out identity-patterns!\" she\nadded. Her face sobered quickly again. \"There's no indication of what\ndid attract attention to you?\"\n\nHalder shook his head. \"I can only think it's the microbiological work\nI've been doing. That, of course, would suggest that they already have\nan inkling of Kalechi's three-year plan to destroy the Federation.\"\n\nRane added, \"And that at least one of the group already has been\ncaptured!\"\n\n\"Probably.\"\n\nThere was silence for a moment. Santin said evenly, \"That isn't a\npleasant thought. Halder, everything we've learned recently at the\nIdentification Center indicates that Rane's theory is correct ... every\none of the twelve hundred members of the Kalechi group probably can be\nanalyzed down to the same three basic identity-patterns, reshuffled in\nendless variation. The Federation wouldn't have to capture many of us\nbefore discovering the fact. It will then start doing exactly what we're\ntrying to do--use it to identify the rest of the group.\"\n\nHalder nodded. \"I've thought of that.\"\n\n\"You still intend to use the Senla Starlight Cruisers to get out into\nspace?\" Rane asked.\n\n\"Kilby and I will,\" Halder said. \"But now, of course, you two had better\nselect one of the alternate escape routes.\"\n\n\"Why that?\" Santin asked sharply.\n\nHalder looked at her. \"That's obvious, isn't it? There's a good chance\nyou're still completely in the clear.\"\n\n\"That's possible. But it isn't a good enough reason for splitting up.\nWe're a working team, and we should stay together, regardless of\ncircumstances. What do you say, Rane?\"\n\nHer husband said, \"I agree with you.\" He smiled briefly at Halder.\n\"We'll be waiting for you on the north shore of Lake Senla ten minutes\nbefore the Starlight Cruise lifts. Now, is there anything else to\ndiscuss?\"\n\n\"Not at the moment.\" Halder paused, dissatisfied, then went on. \"All\nright. We still don't know just what the Federation is capable of ...\none move might as easily be wrong as the other. We'll pick you up, as\narranged. Kilby and I are flighthiking on to Senla, so we might as well\nstart immediately.\"\n\nThey went into the second room of the underground hideout. Rane turned\nto the exit portal's controls, asked, \"Where shall I let you out?\"\n\n\"We'll take the river exit,\" Halder said. \"Six miles from here, nine\nfrom the ranch ... that should be far enough. We'll be lost in an army\nof vacationers from Draise and the capital thirty seconds after we\nemerge.\"\n\n       *       *       *       *       *\n\nIt was dusk when Halder and Kilby turned into the crowded shore walk of\nthe lake resort of Senla, moving unhurriedly towards a bungalow Halder\nhad bought under another name some months before. Halder's thoughts went\nagain over the details of the final stage of their escape from Orado.\nEssentially, the plan was simple. An hour from now they would slide\ntheir small star cruiser out of the bungalow's yacht stall, pick up Rane\nand Santin on the far shore of the lake, then join the group of thirty\nor so private yachts which left the resort area nightly for a two-hour\nflight to a casino ship stationed off the planet. A group cruise was\nunlikely to draw official scrutiny even tonight; and after reaching the\ncasino, they should be able to slip on unobserved into space.\n\nThere was, however, no way of knowing with certainty that the plan ...\nor any other plan ... would work. It was only during the past few months\nthat the four of them had begun to understand in detail the extent to\nwhich the vast, apparently loose complex of the Federation's worlds was\nactually organized. How long they had been under observation, how much\nthe Federation suspected or knew about them--those questions were, at\nthe moment, unanswerable. So Halder walked on in alert silence, giving\nhis attention to anything which might be a first indication of danger in\nthe crowds surging quietly past them along Senla's shore promenade in\nthe summer evening. It was near the peak of the resort's season; a\nsense of ease and relaxation came from the people he passed, their\nvoices seeming to blend into a single, low-pitched, friendly murmur.\nWell, and in time, Halder told himself, if everything went well, he and\nKilby might be able to mingle undisguised, unafraid, with just such a\ncrowd. But tonight they were hunted.\n\nHe laid his hand lightly on Kilby's arm, said, \"Let's rest on that bench\nover there for a moment.\"\n\nShe smiled up at him, said, \"All right,\" turned and led the way towards\nan unoccupied bench set back among the trees above the walk. They sat\ndown, and Halder quickly slipped the watch off his wrist and removed the\nscanner's cover plate. The bungalow was a few hundred yards away now, on\na side path which led down to the lake. It was showing no lights, but as\nthe scanner reached into it, invisible radiation flooded the dark rooms\nand hallway, disclosing them to the instrument's inspection. For two or\nthree minutes, Halder studied the bungalow's interior carefully; then he\nshifted the view to the grounds outside, finally to the yacht stall and\nthe little star cruiser. Twice Kilby touched him warningly as somebody\nappeared about to approach the bench, and Halder put down his hand. But\nthe strangers went by without pausing.\n\nAt last, he replaced the instrument on his wrist. He had discovered no\nsigns of intrusion in the bungalow; and, at any rate, it was clear that\nno one was waiting there now, either in the little house itself or in\nthe immediate vicinity. He stood up, and put out his hand to assist\nKilby to her feet.\n\n\"We'll go on,\" he said.\n\nA few minutes later, they came along a narrow garden path to the\nbungalow's dark side entrance. There was to be no indication tonight\nthat the bungalow had occupants. Halder unlocked the door quietly, and\nafter Kilby had slipped inside, he stepped in behind her and secured the\ndoor.\n\nFor an instant, as they moved along the short, lightless passage to the\nfront rooms, a curious sensation touched Halder--a terrifying conviction\nthat some undefinable thing had just gone wrong. And with that, his\nwhole body was suddenly rigid, every muscle locking in mid-motion. He\nfelt momentum topple him slowly forwards; then he was no longer falling\nbut stopped, tilted off-balance at a grotesque angle, suspended in a web\nof forces he could not feel. Not the slightest sound had come from\nKilby, invisible in the blackness ahead of him.\n\nHalder threw all his will and strength into the effort to force motion\nback into his body. Instead, a wave of cold numbness washed slowly up\nthrough him. It welled into his brain, and for a time all thought and\nsensation ended.\n\n       *       *       *       *       *\n\nHis first new awareness was a feeling of being asleep and not knowing\nhow to wake up. There was no disturbance associated with it. All about\nwas darkness, complete and quiet.\n\nWith curious deliberation, Halder's senses now began bringing other\nthings to his attention. He was seated, half reclining, in a deep and\ncomfortable chair, his back against it. He seemed unable to move. His\narms were secured in some manner to the chair's armrests; but, beyond\nthat, he also found it impossible to lift his body forwards or, he\ndiscovered next, to turn his head in any direction. He was breathing\nnormally, and he could open and shut his eyes and glance about in\nunchanging darkness. But that was all.\n\nStill with a dreamlike lack of concern, Halder began to ask himself what\nhad happened; and in that instant, with a rush of hot terror, his memory\nopened out. They had been trapped ... some undetectable trick of\nFederation science had waited for them in the bungalow at Lake Senla. He\nhad been taken somewhere else.\n\nWhat had they done with Kilby?\n\nImmediately, almost as if in answer to his question, the darkness seemed\nto lighten. But the process was gradual; seconds passed before Halder\ngained the impression of a very large room of indefinite proportions.\nTwenty feet away was the rim of a black, circular depression in the\nflooring. At first, his chair seemed the only piece of furnishing here;\nthen, as the area continued to brighten, Halder became aware of several\nobjects at some distance on his right.\n\nFor an instant, he strained violently to turn his head towards them.\nThat was still impossible, but the objects were there, near the edge of\nhis vision. Again the great room grew lighter, and for seconds Halder\ncould distinguish three armchairs like his own, spaced perhaps twenty\nfeet apart along the rim of the central pit. Each chair had an occupant;\nin the nearest was Kilby, restored to her natural appearance,\nmotionless, pale face turned forwards, eyes open. Suddenly the light\nvanished.\n\nHalder sat shocked, realizing he had tried to speak to Kilby and that no\nsound had come from his throat. Neither speech nor motion was allowed\nthem here. But he didn't doubt that Kilby was awake, or that Santin and\nRane Rellis were in the farther chairs, though he hadn't seen either of\nthem clearly. Their captors had given them a brief glimpse of one\nanother, perhaps to let them know all had been caught. Then, as the\nlight disappeared, Halder's glance had shifted for an instant to his\nright hand lying on the armrest--long enough to see that the dark tinge\nwas gone from his skin, as it was from Kilby's, that he, too, had been\ndeprived of the organisms which disguised him.\n\nAnd that, his studies in Draise had showed clearly, was something the\nFederation's science would be a century away from knowing how to do\nunless it learned about Kalechi's deadly skills.\n\nOnce more, it was almost as if the thought were being given an answer.\nIn the darkness of the room a bright image appeared, three-dimensional,\nnot quite a sphere in form, tiger-striped in orange and black, balanced\non a broad, bifurcated swimming tail. Stalked eyes protruded from the\ntop of the sphere; their slit pupils seemed to be staring directly at\nHalder. Down both sides ran a row of ropy arms.\n\n       *       *       *       *       *\n\nSimultaneously with the appearance of this projection, a man's voice\nbegan to speak, not loudly but distinctly. Dreamlike again, the voice\nseemed to have no specific source, as if it were coming from every\ndirection at once; and a numbing conviction arose in Halder that their\nminds were being destroyed in this room, that a methodical dissecting\nprocess had begun which would continue move by move and hour by hour\nuntil the Federation's scientists were satisfied that no further scraps\nof information could be drained from the prisoners. The investigation\nmight be completely impersonal; but the fact that they were being\nignored here as sentient beings, were not permitted to argue their case\nor offer an explanation, seemed more chilling than deliberate brutality.\nAnd yet, Halder told himself, he couldn't really blame anyone for the\nsituation they were in. The Kalechi group represented an urgent and\nterrible threat. The Federation could not afford to make any mistakes in\ndealing with it.\n\n\"This image,\" the voice was saying, \"represents a Great Satog, the\noxygen-breathing, water-dwelling native of the world of Kalechi. There\nare numerous type-variations of the species. Shown here is the dominant\nform. It is highly intelligent; approximately a third of a Satog's body\nspace is occupied by its brain.\n\n\"Kalechi's civilization is based on an understanding of biological\nprocesses and the means of their manipulation which is well in advance\nof our own. This specialized interest appears to have developed from the\nSatogs' genetic instability, a factor which they have learned to control\nand to use to their advantage. At present, they have established\nthemselves on at least a dozen other worlds, existing on each in a\nmodified form which is completely adapted to the new environment.\n\n\"Our occasional contacts with Kalechi and its colonies during the past\ntwo centuries have been superficially friendly, but it appears now that\nthe Great Satogs have regarded our technological and numerical\nsuperiority with alarm and have cast about for a method to destroy the\nFederation without risk to themselves. A weapon was on hand--their great\nskill and experience in altering genetic patterns in established life\nforms to produce desired changes. They devised the plan of distributing\nKalechi agents secretly throughout the Federation. These were to develop\nand store specific strains of primitive organisms which, at an indicated\nlater date, would sweep our major worlds simultaneously with an\nunparalleled storm of plagues.\n\n\"The most audacious part of the Kalechi scheme follows. Ninety-two years\nago, a Federation survey ship disappeared in that sector of the galaxy.\nAboard it was a man named Ohl Cantrall, an outstanding scientist of the\nperiod. We know now that this ship was captured by the Great Satogs, and\nthat Cantrall, his staff, and his crew, were subjected to extensive\nexperimentation by them, and eventually were killed.\n\n\"The experimentation had been designed to provide Kalechi's\nmaster-biologists with models towards which to work. They proposed to\nutilize the high mutability of their species to develop a Satog type\nthat would be the exact physical counterpart of a human being and could\nlive undetected on our worlds for the several years required to prepare\nfor the attack. They were amazingly successful. Each group of cells in\nthe long series which began moving towards an approximation of the human\npattern was developed only far enough to initiate the greatest favorable\nshift possible at that point in its genetic structure. Cell generations\nmay have followed each other within hours in this manner, for over six\ndecades.\n\n\"The goal of the experiment, the last generation issued in Kalechi's\nlaboratories, were Satog copies of embryonic human beings. This stage\nwas comprised of approximately twelve hundred individuals who were now\npermitted to mature and were schooled individually in complete isolation\nby Satog teachers. They were indoctrinated with their purpose in\nlife ... the destruction of our populations ... and trained fully in\nthe manner of accomplishing it.\n\n\"Eventually, each was shipped to a Federation world. Cover identities as\nobscure Federation citizens with backgrounds and records had been\nprepared. The final instructions given these agents were simple. They\nwere to do nothing to draw attention to themselves, make no attempt to\ncontact one another. They were to create their stocks of lethal\norganisms, provide methods of distribution and, on a selected day, three\nFederation years away, release the floods of death.\"\n\n       *       *       *       *       *\n\nThe voice paused briefly, went on. \"It is a sobering reflection that\nthis plan--an attack by a comparatively minor race with one specialized\nskill on the greatest human civilization in history--might very well\nhave been appallingly successful. But the Great Satogs failed, in part\nbecause of the very perfection of their work.\n\n\"From the human beings on board Ohl Cantrall's captured survey ship the\nSatog scientists selected Cantrall himself and two female technicians on\nhis staff as the models to be followed in developing Kalechi's\npseudohumanity. In the twelve hundred members of the group sent to the\nFederation ninety years later, these three identity-patterns are\nrecognizable. They appear in varying degrees of combination, but an\noccasional individual will show only one or the other of the three\npatterns involved.\n\n\"Ohl Cantrall was regarded as a great man in his time, and his\nidentification pattern is on record. That was the detail which first\nrevealed the plot. When three duplicates of that particular\npattern--and a considerable number of approximate duplicates--turned up\nsimultaneously in identification banks at widely separated points in the\nFederation, it aroused more than scientific curiosity. Our security\nsystem has learned to look with suspicion on apparent miracles. The\nunsuspecting 'Cantralls' were located and apprehended at once; the\nthreat to the Federation was disclosed; and an intensive though\nunpublicized search for the scattered group of Kalechi agents began\nimmediately....\"\n\nThe voice paused again.\n\nThe Satog image above the pit vanished. A clear light sprang up in the\nbig room. Simultaneously, Halder felt the nightmare immobility draining\nfrom him and the sensation of dreamlike unreality fade from his mind. He\nturned to the right, found Kilby's eyes already on him, saw the Rellis\ncouple sitting beyond her ... Rane, no longer disguised, looking like a\nmirror image of Halder.\n\nThey were still fastened to their chairs. Halder's gaze shifted back\nquickly to the center of the room. Where the pit had been, the flooring\nwas now level, carrying a massive, polished table. Behind the table sat\na heavily built, white-haired man with a strong face, harsh mouth, in\nthe formal black and gold robes of a Councilman of the Federation.\n\n\"I am Councilman Mavig.\" The voice was the one that had spoken in the\ndark; it came now from the man at the table. \"I am in charge of the\noperation against the Kalechi agents, and it is my duty to inform them,\nafter their arrest and examination, of the disposition that must be made\nof them.\"\n\nHe hesitated, twisting his mouth thoughtfully, almost as if unwilling to\ncontinue. \"You four have been thoroughly examined,\" he stated at last.\n\"Most of the work has been done while you were still unconscious. A\nfinal check of your emotional reactions was being made throughout the\nstress situation just ended, in which you listened to a replay of a\nreport on the Kalechi matter. That part is now concluded.\"\n\nMavig paused, scowled, cleared his throat. \"I find,\" he went on, \"that\nsome aspects of this affair still strain my credulity! More than half of\nyour group have been captured by now; the remainder are at large but\nunder observation. The danger is past. The activities of the Great\nSatogs of Kalechi will receive our very close scrutiny for generations\nto come. They shall be given no opportunity to repeat such a trick;\nnor--after they have been made aware of the measures we are preparing\nagainst them--will they feel the slightest inclination to try it.\n\n\"Now, as to yourselves. After we had tracked down the first dozen or so\nof you, a startling pattern began to emerge. You were not following\nKalechi's careful instructions. In one way and another--in often very\ningenious ways--you were attempting primarily to establish contact with\none another. When captured and examined while unconscious by the\nvarious interrogation instruments of our psychologists you told us your\nreasons for doing this.\"\n\nCouncilman Mavig shook his head. \"The interrogation machines are\nsupposed to be infallible,\" he remarked. \"Possibly they are. But I am\nnot a psychologist, and for a long time I refused to accept the reports\nthey returned. But still ...\"\n\nHe sighed. \"Well, as to what is to happen with you. You will be sent to\njoin the previously arrested members of your group, and will remain with\nthem until the last of you is in our hands, has been examined, and ...\"\n\nMavig paused again.\n\n\"You see, we can accuse you of no crime!\" he said irritably. \"As\nindividuals and as a group, your intention from the beginning has been\nto prevent the crime against the Federation from being committed. The\nGreat Satogs simply did too good a job. You have been given the most\nsearching physical examinations possible. They show uniformly that your\ngenetic pattern is stable, and that in no detail can it be distinguished\nfrom a wholly human one of high order.\n\n\"You appreciate, I imagine, where that leaves the Federation! When\nimitation is carried to the point of identity ...\" Federation Councilman\nMavig shook his head once more, concluded, \"It is utterly absurd, in\ndirect contradiction to everything we have understood to date! You've\nregarded yourselves as human beings, and believed that your place was\namong us. And we can only agree.\"\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Analog Science Fact & Fiction_ July\n    1962. Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Other Likeness, by James H. Schmitz\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE OTHER LIKENESS ***\n\n***** This file should be named 30398.txt or 30398.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/0/3/9/30398/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}