{"title": "The Clean and Wholesome Land", "author": "Ralph Sholto", "releaseDate": "November 5, 2009", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n    _Utopia had been reached. All the problems of mankind had been\n    solved. It was the perfect State. If you doubted it, you died._\n\n\nThe Clean and Wholesome Land\n\nBy Ralph Sholto\n\n\nWhile Professor Cargill lectured from the rostrum, Neal Pardeau prowled\nthe dark auditorium. This, he knew, was the place to find them. Here was\nwhere they whispered and plotted and schemed--feeling safe in this pure,\nhard core of patriotism.\n\nSafe because Cargill was the Director of Education in the New State,\njust as Pardeau was the Director of Public Security. Safe because\nCargill's lectures were given before a commanded audience, with\nattendance strictly mandatory.\n\nThe insistence was not really necessary of course. The people would have\ncome to hear Cargill regardless. His was a compelling, magnetic\npersonality. Even now his great voice was booming out:\n\n\"--and upon this anniversary of the New State, we can look out with\ngreat pride upon a clean and wholesome land. With strong emotion, we can\nlook upon the physical manifestation of our glorious principles--that\nonly through self-effacement--through fanatic love for the state--can\nthe individual come to complete physical and mental fruition. Upon this\nanniversary we see our enemies, both within and without, broken, and\ncompletely subjugated--\"\n\nThis was the place they whispered and schemed and plotted. Pardeau\nprowled the aisles, his eyes piercing the darkness--spotting them,\ncataloguing them. And thus he came upon Emil Hillerman, his Deputy of\nVital Intelligence sitting dutifully in the end seat of a middle aisle.\nHillerman's thick lips hung lax, his eyes squinted laboriously as he\nsought to follow the thread of Cargill's lecture.\n\nPardeau tapped Hillerman on the shoulder. The latter started guiltily.\nHe whirled and sought to identify Pardeau in the semi-darkness. Pardeau\nsaid, \"Please step outside with me. I have some questions.\"\n\nThere was fear in Hillerman's bearing as he got clumsily to his feet and\nfollowed Pardeau. But none of Cargill's speech was missed. A battery of\nloudspeakers carried it even into the foyer where Pardeau stopped and\nturned on Hillerman. He regarded the man through cold, calculating eyes.\nHe seemed to be both enjoying Hillerman's discomfort and also listening\nto Cargill's booming words.\n\n\"--these pale weaklings, these traitors with twitching muscles and\ntwitching minds who skulked in dark places have been finally and\ndecisively defeated. Even their vaunted leader--\"\n\n\"What have you been doing,\" Pardeau asked, \"relative to Karl Lenster?\"\n\nThe frightened Hillerman licked his fat lower lip as he sought for\nwords. \"Everything--everything possible. But Lenster is clever. You know\nthat. You know that yourself.\"\n\nPardeau's eyes bored into those of the Intelligence Director. They were\nnoted for their icy penetration, but upon this night they were like\nsteel knives. It was as though he surveyed Hillerman from behind the\nbulwark of some new and hostile information. Even as he stared, Cargill\nwas booming from the rostrum:\n\n\"--Karl Lenster, their _peerless_ leader--\"\n\nAnd Cargill's voice crackled with the inflections of pure contempt.\n\n\"--a degenerate--a dope addict whose greatness lay only in the realms of\nhis sensual dreams. A weak, pitiful figure bereft of followers, cringing\nalone in--\"\n\nWhen Pardeau spoke, his voice held a new sharpness to complement the new\nice in his eyes. He said, \"In half an hour I am attending a meeting of\nthe Council. They will want a report. What about Lenster?\"\n\nHillerman looked quickly to right and left, then back at his Chief. He\nhesitated as though fearing the consequences of what he was about to\nreveal. \"You know of the Wyckoff Chemical Transformation Process--\"\n\n\"Certainly I know of it,\" Pardeau blazed. \"What about it?\"\n\n\"I--I--\" But Hillerman seemed to lose the courage he'd screwed up to\ncontinue in this direction. He straightened and a little of the hangdog\nservility dropped away. \"I am doing all that is humanly possible to\napprehend Lenster. All that any man could do. The secret jails are full.\nMy interrogators work night and day. Even a superficial check of my\nrecords would show that more has been done in the last six months and is\nbeing done now than--\"\n\nPardeau raised an impatient hand, opening a gap of silence into which\nthe voice of Cargill poured.\n\n\"--land in which the voice of dissenter is not heard; in which Lenster\nand men of his despicable ilk are forever crushed and beaten--\"\n\nPardeau was scowling. Almost unconsciously he had held the pause, with\nhand upraised, until Cargill finished his passage. As Cargill stopped\nfor breath, Pardeau jerked his hand down sharply, completing the\ngesture. \"I have no time for any more of this. And I resent having to\nseek you out. Next time report to my office as is proper and keep me\nposted as to your activities. Next--\"\n\nPardeau eyed Hillerman for one blank moment and allowed the threat to\nreflect clearly that possibly there would not be many more next times.\nThen he turned and strode swiftly from the foyer.\n\n       *       *       *       *       *\n\nCargill's voice had hardly faded when he picked it up again on his car\nradio. It was a foregone conclusion that every radio in the land would\nbe tuned to the lecture. So great was Cargill's popularity that every\ncitizen traveling in a car would wish to hear it and turn on his\nreceiver. It was foolish not to have a radio properly tuned when Cargill\nspoke. He was saying:\n\n\"--and so under the banner of complete solidarity, we will march\nforward, a solid phalanx against which no force can stand. Now that our\nown house is swept clean of vermin--rid forever of carrion like Lenster\nand his ilk, we can--\"\n\nPardeau had traveled swiftly through the streets at the high speed\nreserved for higher servants of the New State. Lesser servants of the\nNew State had learned caution and thus no regrettable deaths or maimings\noccurred; the lesser servants having grown wary and fleet of foot.\n\nPardeau switched off his motor but left his radio blaring. Cargill's\nvoice followed him up the broad steps of the Executive Building and was\njust fading out when Pardeau was able to pick it up again from the\nloudspeaker under the great arches.\n\nHe entered the building and traversed the vast foyer to a niche which\nhoused a private elevator. He entered the lift, deserting it on the\nninth floor, where he entered an unobtrusive door and joined a group\nwhich consisted of the New State's well guarded pool of power and\nbrains.\n\nThere was Blanchard of Finance; Keeley, Director of Foreign Education;\nMasichek, overlord of the nation's larder, and seven others.\n\nWhen Pardeau entered, all conversation stopped and every man looked up\nfrom a luxurious overstuffed chair. Pardeau must certainly have swelled\ninwardly with pride at this unconscious tribute. It was well known that\nhe held a key position on the chessboard of politics. His was in reality\nthe most important job of all. It was to Pardeau that this powerful\ngroup of men looked for that which they most treasured--their own\npersonal safety.\n\nA chair was waiting for Pardeau. He said, \"I'm sorry to be late,\ngentlemen. I have been on a personal tour of inspection. I'm sure you\nwill forgive me however. I have a most interesting report.\"\n\nHe seated himself, timing the action so it coincided with the ebb of\napplause coming over the speaker--applause from the loyal multitudes\nwho had just heard Professor Cargill end his lecture. As it was now\npermissible, Blanchard reached under the table and snapped a button. The\nspeaker went silent.\n\n\"An interesting report?\" Keeley asked.\n\n\"Amazingly so,\" Pardeau said. \"I have just unearthed a traitor--a\ntraitor in a high place.\"\n\nEvery man in the group strove not to react and this striving was in\nitself a reaction. \"Most interesting,\" Blanchard murmured. \"Are you\nready to name names?\"\n\n\"That is my intention, but in order to forestall a great many questions,\nlet me give you a complete background.\"\n\nLeiderman, Ambassador without Portfolio, and very close to the Man of\nAlmost Sacred Name who never attended these meetings, felt strong enough\nto evince impatience. \"The name, man! First the name. Then the details.\"\n\nPardeau smiled coldly. \"Very well. The name is, Karl Lenster.\"\n\nLeiderman sprang from his chair, his face bordering on purple. \"Is this\na joke, Pardeau? We all know Lenster is the arch-traitor of our\ntimes--the leader of the resistance movement. Talk sense!\"\n\nPardeau, not in the least disconcerted, smiled coldly. \"I'm sorry.\nPerhaps I should have said Emil Hillerman, my Deputy of Vital\nIntelligence, the man who holds immeasurable power in his two hands.\"\n\nBlanchard was not given to outbursts. But his lips were grim as he said,\n\"We are waiting for you to talk sense, Pardeau.\"\n\n\"The confusion comes from your not allowing me to tell it as I wished.\nThere is a gap between Lenster and Hillerman; one which--with your\npermission--I will fill.\"\n\n\"Talk, man! Talk!\"\n\n\"You have all heard of Formula 652, known also as the Wyckoff Chemical\nTransformation Process.\"\n\nThere were expressions of both understanding and bewilderment. Noting\nthese, Pardeau said, \"For those of you who haven't made a point of\nlooking into the thing, I'll explain. Wyckoff, in case you don't recall,\nwas a chemical engineer of more than average ability who stumbled onto\nthis formula before he died, most regretfully, four years ago, in 1984.\"\n\nLeiderman continued to scowl. \"We all know each other, Pardeau. Call a\nspade a spade. Wyckoff was a reactionary scoundrel whom you did away\nwith for reasons of security.\"\n\n\"Precisely,\" Pardeau said. \"In its essence, the formula is a process for\ntaking over a man's brain--his body--his personality.\"\n\n\"You mean--\"\n\nPardeau refused to be interrupted. \"We were of the opinion that Wyckoff,\nthough he and Lenster were great friends, was not able to impart his\nknowledge to the latter. We took him into custody shortly after he\nperfected the formula and were fortunate in persuading him to give it to\nus.\"\n\n\"But he gave it to Lenster also?\"\n\n\"We were certain, at the time of his death, that he had not been able to\ndo that--we are still certain.\"\n\nKeeley, with a gesture, requested the floor. \"I wonder if you could go\ninto a little more detail concerning the formula--for those of us who--\"\n\n\"Of course,\" Pardeau said. \"The formula is a combination of six\nchemicals and the process of transformation is relatively simple, yet\nhighly dangerous to both subjects involved. It means sure death for the\nproposed host, and if not delicately handled will also result in death\nfor the usurper. The transformation requires three hours to perform.\nOnce completed successfully, the usurper can never return to his own\nbody. It must be destroyed. Also, the mentality of the host vanishes\nafter it is pushed from its original brain tissue through the influence\nof the formula.\"\n\n\"Then if Wyckoff didn't give the formula to Lenster, it was stolen from\nour vaults--or wherever it was kept?\"\n\n\"Exactly. Certain investigations I have made prove beyond doubt that\nLenster got to my Deputy, Hillerman. I never considered Hillerman very\nbright, but I thought him to be honest and loyal. But beyond all doubt,\nwith his aid, Lenster stole the formula--possibly got it verbally--and\nused it to take Hillerman's body from him.\" Pardeau smiled grimly.\n\"Therefore, gentlemen, we have a traitor in a high place. My Deputy of\nVital Intelligence.\"\n\n       *       *       *       *       *\n\nPardeau sat silent now, seeming to enjoy the fear he had engendered in\nhis colleagues--sat silent until Leiderman said, \"You've arrested him of\ncourse.\"\n\n\"No. I have not.\"\n\n\"Then get at it, man--get at it.\"\n\n\"I have no intention of arresting Hillerman.\"\n\nLeiderman's eyes widened as did those of the rest of the company. But\nBlanchard, even under the impact of such a bombshell had the presence of\nmind to glance at his watch. Immediately he snapped on the loudspeaker.\nThe voice of Professor Cargill blared forth:\n\n\"--and upon this anniversary of the New State, we can look with pride\nupon a clean and wholesome land--\"\n\nIt was the rebroadcast, from recordings, of Cargill's speech and no man\nin his right mind would have refrained from tuning it in because\neveryone wanted to hear it at least twice.\n\nLeiderman, almost apoplectic, ignored the speech. \"Not arresting him!\nAre you mad?\"\n\n\"I'm quite sane, and the situation is well in hand.\" Pardeau grinned and\nthere was wickedness in the grin--wickedness and intelligence. \"As I\nsaid before, Hillerman was not a smart man. His job was too much for\nhim and I would have been faced, soon, with the necessity of replacing\nhim regardless. Lenster, on the other hand, is of grade-A intellect.\nBut, gentlemen, he is frightened--badly frightened in his new\nenvironment--and, in order to insure his own safety, is doing an\nexcellent job. Ever since the transformation, that department has gained\nin efficiency until it now ranks as one of the highest in our entire\ngovernment.\"\n\nSlowly, Pardeau's strategy dawned on the group. Blanchard suddenly\nsmiled. Then Pardeau scowled and went on with a new and sudden ferocity.\n\"I have the proof, and I have Lenster-Hillerman under my palm. So he\nstays--continues to do a good job for us. But he'll be watched,\ngentlemen. He won't be able to go to the bathroom without being under\nsurveillance. We will learn a great deal from him. All we need to know.\"\n\n\"Then you'll arrest him?\" the boss of the state larder wanted to know.\n\nPardeau came to his feet. His fist slammed down on the table. \"I shall\n_not_ arrest him--ever. When the time comes, I shall personally shoot\nhim down in the street like a dog. There will come a day, gentlemen,\nwhen you will witness this act of vengeance--when I shall make such an\nexample of Lenster-Hillerman as the resistance will not forget--a\nmorale-crumbling example, I promise you.\"\n\n\"--in which Lenster and his ilk are forever crushed and beaten,\" the\nspeaker said.\n\nBlanchard took the floor. \"Gentlemen--I move a vote of thanks and\nconfidence for our colleague, Neal Pardeau.\"\n\nThe Director of Public Security stood at attention and assayed a sharp,\nmilitary bow. It was a moment of rare triumph. \"Thank you, gentlemen,\"\nhe said.\n\n       *       *       *       *       *\n\nAn hour later, Lenster-Pardeau was alone in his apartments. He stripped\noff his uniform with an air of grim satisfaction. While he undressed, he\nthought of the martyrs to the Cause; the men who had died. He thought of\nWyckoff and wished Wyckoff could have had the pleasure of knowing who\nhad usurped the body of Neal Pardeau--Pardeau the Butcher--the infamous\nPardeau.\n\nFrom the speaker came the third and final rebroadcast of Cargill's\nspeech:\n\n\"--a clean and wholesome land--\"\n\n\"A clean and wholesome land,\" Lenster murmured, and the tone of his\nvoice was a prayer.\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _If Worlds of Science Fiction_\n    September 1952. Extensive research did not uncover any evidence that\n    the U.S. copyright on this publication was renewed. Minor spelling\n    and typographical errors have been corrected without note.\n\n\n\n\n\nEnd of Project Gutenberg's The Clean and Wholesome Land, by Ralph Sholto\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE CLEAN AND WHOLESOME LAND ***\n\n***** This file should be named 30405.txt or 30405.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/0/4/0/30405/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}