{"title": "The Eyes Have It", "author": "James McKimmey", "releaseDate": "November 9, 2009", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration]\n\n    _Daylight sometimes hides secrets that darkness will reveal--the\n    Martian's glowing eyes, for instance. But darkness has other\n    dangers...._\n\n\nTHE EYES HAVE IT\n\nBy James McKimmey, Jr.\n\nIllustrated by Paul Orban\n\n\nJoseph Heidel looked slowly around the dinner table at the five men,\nhiding his examination by a thin screen of smoke from his cigar. He was\na large man with thick blond-gray hair cut close to his head. In three\nmore months he would be fifty-two, but his face and body had the vital\nlook of a man fifteen years younger. He was the President of the\nSuperior Council, and he had been in that post--the highest post on the\noccupied planet of Mars--four of the six years he had lived here. As his\neyes flicked from one face to another his fingers unconsciously tapped\nthe table, making a sound like a miniature drum roll.\n\nOne. Two. Three. Four. Five. Five top officials, selected, tested,\nscreened on Earth to form the nucleus of governmental rule on Mars.\n\nHeidel's bright narrow eyes flicked, his fingers drummed. Which one? Who\nwas the imposter, the ringer? Who was the Martian?\n\nSadler's dry voice cut through the silence: \"This is not just an\nordinary meeting then, Mr. President?\"\n\nHeidel's cigar came up and was clamped between his teeth. He stared into\nSadler's eyes. \"No, Sadler, it isn't. This is a very special meeting.\"\nHe grinned around the cigar. \"This is where we take the clothes off the\nsheep and find the wolf.\"\n\nHeidel watched the five faces. Sadler, Meehan, Locke, Forbes, Clarke.\nOne of them. Which one?\n\n\"I'm a little thick tonight,\" said Harry Locke. \"I didn't follow what\nyou meant.\"\n\n\"No, no, of course not,\" Heidel said, still grinning. \"I'll explain it.\"\nHe could feel himself alive at that moment, every nerve singing, every\nmuscle toned. His brain was quick and his tongue rolled the words out\nsmoothly. This was the kind of situation Heidel handled best. A tense,\ndramatic situation, full of atmosphere and suspense.\n\n\"Here it is,\" Heidel continued, \"simply and briefly.\" He touched the\ncigar against an ash tray, watching with slitted shining eyes while the\nashes spilled away from the glowing tip. He bent forward suddenly. \"We\nhave an imposter among us, gentlemen. A spy.\"\n\nHe waited, holding himself tense against the table, letting the sting of\nhis words have their effect. Then he leaned back, carefully. \"And\ntonight I am going to expose this imposter. Right here, at this table.\"\nHe searched the faces again, looking for a tell-tale twitch of a muscle,\na movement of a hand, a shading in the look of an eye.\n\nThere were only Sadler, Meehan, Locke, Forbes, Clarke, looking like\nthemselves, quizzical, polite, respecting.\n\n\"One of us, you say,\" Clarke said noncommittally, his phrase neither a\nquestion nor a positive statement.\n\n\"That is true,\" said Heidel.\n\n\"Bit of a situation at that,\" said Forbes, letting a faint smile touch\nhis lips.\n\n\"Understatement, Forbes,\" Heidel said. \"Understatement.\"\n\n\"Didn't mean to sound capricious,\" Forbes said, his smile gone.\n\n\"Of course not,\" Heidel said.\n\nEdward Clarke cleared his throat. \"May I ask, sir, how this was\ndiscovered and how it was narrowed down to the Superior Council?\"\n\n\"Surely,\" Heidel said crisply. \"No need to go into the troubles we've\nbeen having. You know all about that. But how these troubles originated\nis the important thing. Do you remember the missionary affair?\"\n\n\"When we were going to convert the Eastern industrial section?\"\n\n\"That's right,\" Heidel said, remembering. \"Horrible massacre.\"\n\n\"Bloody,\" agreed John Meehan.\n\n\"Sixty-seven missionaries lost,\" Heidel said.\n\n\"I remember the Martian note of apology,\" Forbes said. \"'We have\nworshipped our own God for two-hundred thousand years. We would prefer\nto continue. Thank you.' Blinking nerve, eh?\"\n\n\"Neither here nor there,\" Heidel said abruptly. \"The point is that no\none _knew_ those sixty-seven men were missionaries except myself and you\nfive men.\"\n\n       *       *       *       *       *\n\nHeidel watched the faces in front of him. \"One case,\" he said. \"Here's\nanother. Do you recall when we outlawed the free selection system?\"\n\n\"Another bloody one,\" said Sadler.\n\n\"Forty-eight victims in that case,\" Heidel said. \"Forty-eight honorable\ncolonists, sanctioned by us to legally marry any couple on the planet,\nand sent out over the country to abolish the horrible free-love\nsituation.\"\n\n\"Forty-eight justices of the peace dead as pickerels,\" Forbes said.\n\n\"Do you happen to remember _that_ note of apology?\" Heidel asked, a\nslight edge in his voice. He examined Forbes' eyes.\n\n\"Matter of fact, yes,\" said Forbes, returning Heidel's stare steadily.\n\"'You love your way, we'll love ours.' Terribly caustic, what?\"\n\n\"Terribly,\" said Heidel. \"Although that too is neither here nor there.\nThe point again, no one except the six of us right here knew what those\nforty-eight men were sent out to do.\"\n\nHeidel straightened in his chair. The slow grating voice of Forbes had\ntaken some of the sharpness out of the situation. He wanted to hold\ntheir attention minutely, so that when he was ready, the dramatics of\nhis action would be tense and telling.\n\n\"There is no use,\" he said, \"in going into the details of the other\nincidents. You remember them. When we tried to install a free press, the\nSensible Art galleries, I-Am-A-Martian Day, wrestling, and all the\nrest.\"\n\n\"I remember the wrestling business awfully well,\" said Forbes. \"Martians\ndrove a wrestler through the street in a yellow jetmobile. Had flowers\naround his neck and a crown on his head. He was dead, of course.\nStuffed, I think....\"\n\n\"All right,\" snapped Heidel. \"Each one of our efforts to offer these\npeople a chance to benefit from our culture was snapped off at the bud.\nAnd only a leak in the Superior Council could have caused it. It is a\nsimple matter of deduction. There is one of us, here tonight, who is\nresponsible. And I am going to expose him.\" Heidel's voice was a low\nvibrant sound that echoed in the large dining room.\n\nThe five men waited. Forbes, his long arms crossed. Sadler, his eyes on\nhis fingernails. Meehan, blinking placidly. Clarke, twirling his thumbs.\nLocke, examining his cigarette.\n\n\"Kessit!\" Heidel called.\n\nA gray-haired man in a black butler's coat appeared.\n\n\"We'll have our wine now,\" Heidel said. There was a slight quirk in his\nmouth, so that his teeth showed between his lips. The butler moved\nmethodically from place to place, pouring wine from a silver decanter.\n\n\"Now then, Kessit,\" Heidel said, when the butler had finished, \"would\nyou be kind enough to fetch me that little pistol from the mantel over\nthere?\" He smiled outwardly this time. The situation was right again; he\nwas handling things, inch by inch, without interruption.\n\nHe took the gun from the old man's hands. \"One thing more, Kessit. Would\nyou please light the candles on the table and turn out the rest of the\nlights in the room. I've always been a romanticist,\" Heidel said,\nsmiling around the table. \"Candlelight with my wine.\"\n\n\"Oh, excellent,\" said Locke soberly.\n\n\"Quite,\" said Forbes.\n\nHeidel nodded and waited while the butler lit the candles and snapped\noff the overhead lights. The yellow flames wavered on the table as the\ndoor closed gently behind the butler.\n\n\"Now, then,\" Heidel said, feeling the tingling in his nerves. \"This,\ngentlemen, is a replica of an antique of the twentieth century. A\nworking replica, I might add. It was called a P-38, if my memory serves\nme.\" He held the pistol up so that the candlelight reflected against the\nglistening black handle and the blue barrel.\n\nThere was a polite murmur as the five men stretched forward to look at\nthe gun in Heidel's hands.\n\n\"Crude,\" Sadler said.\n\n\"But devilish-looking,\" Forbes added.\n\n\"My hobby,\" Heidel said. \"I would like to add that not only do I collect\nthese small arms, but I am very adept at using them. Something I will\ndemonstrate to you very shortly,\" he added, grinning.\n\n\"Say now,\" nodded Meehan.\n\n\"That should be jolly,\" Forbes said, laughing courteously.\n\n\"I believe it will at that,\" Heidel said. \"Now if you will notice,\ngentlemen,\" he said touching the clip ejector of the pistol and watching\nthe black magazine slip out into his other hand. \"I have but five\ncartridges in the clip. Just five. You see?\"\n\nThey all bent forward, blinking.\n\n\"Good,\" said Heidel, shoving the clip back into the grip of the gun. He\ncouldn't keep his lips from curling in his excitement, but his hands\nwere as steady as though his nerves had turned to ice.\n\nThe five men leaned back in their chairs.\n\n\"Now then, Meehan,\" he said to the man at the opposite end of the table.\n\"Would you mind moving over to your left, so that the end of the table\nis clear?\"\n\n\"Oh?\" said Meehan. \"Yes, of course.\" He grinned at the others, and there\nwas a ripple of amusement as Meehan slid his chair to the left.\n\n\"Yes,\" said Heidel. \"All pretty foolish-looking, perhaps. But it won't\nbe in a few minutes when I discover the bastard of a Martian who's in\nthis group, I'll tell you that!\" His voice rose and rang in the room,\nand he brought the glistening pistol down with a crack against the\ntable.\n\n       *       *       *       *       *\n\nThere was dead silence and Heidel found his smile again. \"All right, now\nI'll explain a bit further. Before Dr. Kingly, the head of our\nlaboratory, died a few days ago, he made a very peculiar discovery. As\nyou know, there has been no evidence to indicate that the Martian is any\ndifferent, physically, from the Earthman. Not until Dr. Kingly made his\ndiscovery, that is.\"\n\nHeidel looked from face to face. \"This is how it happened,\" he went on.\n\"Dr. Kingly ...\"\n\nHe paused and glanced about in false surprise. \"I beg your pardon,\ngentlemen. We might as well be enjoying our wine. Excellent port. Very\nold, I believe. Shall we?\" he asked, raising his glass.\n\nFive other glasses shimmered in the candlelight.\n\n\"Let us, ah, toast success to the unveiling of the rotten Martian who\nsits among us, shall we?\" Heidel's smile glinted and he drank a quarter\nof his glass.\n\nThe five glasses tipped and were returned to the table. Again there was\nsilence as the men waited.\n\n\"To get back,\" Heidel said, listening with excitement to his own voice.\n\"Dr. Kingly, in the process of an autopsy on a derelict Martian, made a\nrather startling discovery ...\"\n\n\"I beg your pardon,\" Forbes said. \"Did you say autopsy?\"\n\n\"Yes,\" said Heidel. \"We've done this frequently. Not according to base\norders, you understand.\" He winked. \"But a little infraction now and\nthen is necessary.\"\n\n\"I see,\" said Forbes. \"I just didn't know about that.\"\n\n\"No, you didn't, did you?\" said Heidel, looking at Forbes closely. \"At\nany rate, Dr. Kingly had developed in his work a preserving solution\nwhich he used in such instances, thereby prolonging the time for\nexamination of the cadaver, without experiencing deterioration of the\ntissues. This solution was merely injected into the blood stream,\nand ...\"\n\n\"Sorry again, sir,\" Forbes said. \"But you said blood stream?\"\n\n\"Yes,\" Heidel nodded. \"This had to be done before the cadaver was a\ncadaver, you see?\"\n\n\"I think so, yes,\" said Forbes, leaning back again. \"Murdered the\nbastard for an autopsy, what?\"\n\nHeidel's fingers closed around the pistol. \"I don't like that, Forbes.\"\n\n\"Terribly sorry, sir.\"\n\n\"To get on,\" Heidel said finally, his voice a cutting sound. \"Dr. Kingly\nhad injected his solution and then ... Well, at any rate, when he\nreturned to his laboratory, it was night. His laboratory was black as\npitch--I'm trying to paint the picture for you, gentlemen--and the\ncadaver was stretched out on a table, you see. And before Dr. Kingly\nswitched on the lights, he saw the eyes of this dead Martian glowing in\nthe dark like a pair of hot coals.\"\n\n\"Weird,\" said Sadler, unblinking.\n\n\"Ghostly,\" said Clarke.\n\n\"The important thing,\" Heidel said curtly, \"is that Dr. Kingly\ndiscovered the difference, then, between the Martian and the Earthman.\nThe difference is the eyes. The solution, you see, had reacted\nchemically to the membranes of the eyeballs, so that as it happened\nthey lit up like electric lights. I won't go into what Dr. Kingly found\nfurther, when he dissected the eyeballs. Let it suffice to say, the\nMartian eyeball is a physical element entirely different from our\nown--at least from those of five of us, I should say.\"\n\nHis grin gleamed. He was working this precisely and carefully, and it\nwas effective. \"Now, however,\" he continued, \"it is this _sixth_ man who\nis at issue right now. The fly in the soup, shall we say. And in just a\nfew seconds I am going to exterminate that fly.\"\n\nHe picked up the pistol from the table. \"As I told you, gentlemen, I am\nquite versatile with this weapon. I am a dead shot, in other words. And\nI am going to demonstrate it to you.\" He glanced from face to face.\n\n\"You will notice that since Mr. Meehan has moved, I have a clear field\nacross the table. I don't believe a little lead in the woodwork will mar\nthe room too much, would you say, Forbes?\"\n\nForbes sat very still. \"No, I shouldn't think so, sir.\"\n\n\"Good. Because I am going to snuff out each of the four candles in the\ncenter of this table by shooting the wick away. You follow me,\ngentlemen? Locke? Meehan? Sadler?\"\n\nHeads nodded.\n\n\"Then perhaps you are already ahead of me. When the last candle is\nextinguished, we will have darkness, you see. And then I think we'll\nfind our Martian rat. Because, as a matter of fact,\" Heidel lolled his\nwords, \"I have taken the privilege of adding to the wine we have been\ndrinking Dr. Kingly's preserving solution. Non-tasteful, non-harmful.\nExcept, that is, to one man in this room.\"\n\nHeidel motioned his gun. \"And God rest the bastard's soul, because if\nyou will remember, I have five bullets in the chamber of this pistol.\nFour for the candles and one for the brain of the sonofabitch whose eyes\nlight up when the last candle goes out.\"\n\n       *       *       *       *       *\n\nThere was a steady deadly silence while the flames of the candles licked\nat the still air.\n\n\"I think, however,\" Heidel said, savoring the moment, \"that we should\nhave one final toast before we proceed.\" He lifted his glass. \"May the\nreceiver of the fifth bullet go straight to hell. I phrase that\nliterally, gentlemen,\" he said, laughing. \"Drink up!\"\n\nThe glasses were drained and placed again on the table.\n\n\"Watch carefully,\" Heidel said and lifted the pistol. He aimed at the\nfirst candle. The trigger was taut against his finger, the explosion\nloud in the room.\n\n\"One,\" said Heidel.\n\nHe aimed again. The explosion.\n\n\"Two,\" he said. \"Rather good, eh?\"\n\n\"Oh, yes,\" Sadler said.\n\n\"Quite,\" said Forbes.\n\n\"Again,\" said Heidel. A third shot echoed.\n\n\"Now,\" he said, pointing the muzzle at the last candle. \"I would say\nthis is it, wouldn't you, gentlemen? And as soon as this one goes, I'm\nafraid one of us is going to find a bullet right between his goddam\nsparkling eyes. Are you ready?\"\n\nHe squinted one eye and looked down the sights. He squeezed the trigger,\nthe room echoed and there was blackness. Heidel held his pistol poised\nover the table.\n\nSilence.\n\n\"Well,\" said Forbes finally. \"There you have it. Surprise, what?\"\n\nHeidel balanced the pistol, feeling his palm go suddenly moist against\nthe black grip, and he looked around at the five pairs of glowing eyes.\n\n\"Bit of a shock, I should imagine,\" Forbes said. \"Discovering all of us,\nas it were.\"\n\nHeidel licked his lips. \"How? _How_ could you do this?\"\n\nForbes remained motionless. \"Simple as one, you know. Put men on rockets\ngoing back to Earth in place of returning colonists. Study. Observe.\nLearn. Shift a record here and there. Forge, change pictures, all that\nsort of thing. Poor contact between here and Earth, you know. Not too\ndifficult.\"\n\n\"I'll get one of you,\" Heidel said, still balancing his pistol tightly.\n\n\"Well, possibly,\" Forbes said. \"But no more than one. You have three\nguns pointed at you. We can see you perfectly, you know, as though it\nwere broad daylight. One shiver of that pistol, and you're dead.\"\n\n\"Why have you done this?\" Heidel said suddenly. \"_Why?_ Everything that\nwas done was for the Martian. We tried to give you freedom and culture,\nthe benefit of our knowledge....\"\n\n\"We didn't like your wrestlers,\" Forbes said.\n\nHeidel's nostrils twitched, and suddenly he swung the pistol. There was\na crashing explosion and then silence.\n\n\"Good,\" said Forbes. \"I don't think he got the last one fired.\"\n\n\"You're all right then?\" asked Meehan, putting his gun on the table.\n\n\"Oh, quite! Rather dramatic altogether, eh?\"\n\n\"Nerve tingling,\" Locke agreed.\n\nForbes turned in his chair and called, \"Oh, Kessit!\"\n\nThe butler opened the door to the darkened room, hesitated, and reached\nfor the light switch.\n\n\"No, no,\" Forbes said, smiling. \"Never mind that. Come over here, will\nyou please?\"\n\nThe butler crossed the room slowly.\n\n\"It's all right,\" Forbes said. \"The president will notice nothing\nwhatever, Kessit. Would you mind pouring us all another glass of wine?\nI'm frightfully crazy about that port, eh?\"\n\nThere was a murmur of agreeing voices. The butler lifted the silver\ndecanter and filled glasses, moving easily and surely in the darkness.\n\n\"Cheers,\" said Forbes.\n\n\"Cheers,\" said the others, over the clink of glasses.\n\n\nTHE END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _If Worlds of Science Fiction_ November\n    1953. Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Eyes Have It, by James McKimmey\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE EYES HAVE IT ***\n\n***** This file should be named 30438.txt or 30438.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/0/4/3/30438/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}