{"title": "Novice", "author": "James H. Schmitz", "releaseDate": "November 12, 2009", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n  This etext was produced from Analog Science Fact & Fiction June 1962.\n  Extensive research did not uncover any evidence that the U.S. copyright\n  on this publication was renewed.\n\n\n\n                                novice\n\n\n                         by James H. Schmitz\n\n\n     A novice is one who is inexperienced--but that doesn't mean\n     incompetent. Nor does it mean stupid!\n\n\n                      ILLUSTRATED BY SCHOENHERR\n\n       *       *       *       *       *\n\n\n\n\nThere was, Telzey Amberdon thought, someone besides TT and herself in\nthe garden. Not, of course, Aunt Halet, who was in the house waiting\nfor an early visitor to arrive, and not one of the servants. Someone\nor something else must be concealed among the thickets of\nmagnificently flowering native Jontarou shrubs about Telzey.\n\nShe could think of no other way to account for Tick-Tock's spooked\nbehavior--nor, to be honest about it, for the manner her own nerves\nwere acting up without visible cause this morning.\n\nTelzey plucked a blade of grass, slipped the end between her lips and\nchewed it gently, her face puzzled and concerned. She wasn't\nordinarily afflicted with nervousness. Fifteen years old, genius\nlevel, brown as a berry and not at all bad looking in her sunbriefs,\nshe was the youngest member of one of Orado's most prominent families\nand a second-year law student at one of the most exclusive schools in\nthe Federation of the Hub. Her physical, mental, and emotional health,\nshe'd always been informed, was excellent. Aunt Halet's frequent\ncracks about the inherent instability of the genius level could be\nignored; Halet's own stability seemed questionable at best.\n\nBut none of that made the present odd situation any less\ndisagreeable....\n\nThe trouble might have begun, Telzey decided, during the night, within\nan hour after they arrived from the spaceport at the guest house\nHalet had rented in Port Nichay for their vacation on Jontarou. Telzey\nhad retired at once to her second-story bedroom with Tick-Tock; but\nshe barely got to sleep before something awakened her again. Turning\nover, she discovered TT reared up before the window, her forepaws on\nthe sill, big cat-head outlined against the star-hazed night sky,\nstaring fixedly down into the garden.\n\nTelzey, only curious at that point, climbed out of bed and joined TT\nat the window. There was nothing in particular to be seen, and if the\nscents and minor night-sounds which came from the garden weren't\nexactly what they were used to, Jontarou was after all an unfamiliar\nplanet. What else would one expect here?\n\nBut Tick-Tock's muscular back felt tense and rigid when Telzey laid\nher arm across it, and except for an absent-minded dig with her\nforehead against Telzey's shoulder, TT refused to let her attention be\ndistracted from whatever had absorbed it. Now and then, a low, ominous\nrumble came from her furry throat, a half-angry, half-questioning\nsound. Telzey began to feel a little uncomfortable. She managed\nfinally to coax Tick-Tock away from the window, but neither of them\nslept well the rest of the night. At breakfast, Aunt Halet made one of\nher typical nasty-sweet remarks.\n\n\"You look so fatigued, dear--as if you were under some severe mental\nstrain ... which, of course, you might be,\" Halet added musingly. With\nher gold-blond hair piled high on her head and her peaches and cream\ncomplexion, Halet looked fresh as a daisy herself ... a malicious\ndaisy. \"Now wasn't I right in insisting to Jessamine that you needed a\nvacation away from that terribly intellectual school?\" She smiled\ngently.\n\n\"Absolutely,\" Telzey agreed, restraining the impulse to fling a\nspoonful of egg yolk at her father's younger sister. Aunt Halet often\ninspired such impulses, but Telzey had promised her mother to avoid\nactual battles on the Jontarou trip, if possible. After breakfast, she\nwent out into the back garden with Tick-Tock, who immediately walked\ninto a thicket, camouflaged herself and vanished from sight. It seemed\nto add up to something. But what?\n\nTelzey strolled about the garden a while, maintaining a pretense of\nnonchalant interest in Jontarou's flowers and colorful bug life. She\nexperienced the most curious little chills of alarm from time to time,\nbut discovered no signs of a lurking intruder, or of TT either. Then,\nfor half an hour or more, she'd just sat cross-legged in the grass,\nwaiting quietly for Tick-Tock to show up of her own accord. And the\nbig lunk-head hadn't obliged.\n\nTelzey scratched a tanned knee-cap, scowling at Port Nichay's park\ntrees beyond the garden wall. It seemed idiotic to feel scared when\nshe couldn't even tell whether there was anything to be scared about!\nAnd, aside from that, another unreasonable feeling kept growing\nstronger by the minute now. This was to the effect that she should be\ndoing some unstated but specific thing....\n\nIn fact, that Tick-Tock _wanted_ her to do some specific thing!\n\nCompletely idiotic!\n\nAbruptly, Telzey closed her eyes, thought sharply, \"Tick-Tock?\" and\nwaited--suddenly very angry at herself for having given in to her\nfancies to this extent--for whatever might happen.\n\n       *       *       *       *       *\n\nShe had never really established that she was able to tell, by a kind\nof symbolic mind-picture method, like a short waking dream,\napproximately what TT was thinking and feeling. Five years before,\nwhen she'd discovered Tick-Tock--an odd-looking and odder-behaved\nstray kitten then--in the woods near the Amberdons' summer home on\nOrado, Telzey had thought so. But it might never have been more than a\ncolorful play of her imagination; and after she got into law school\nand grew increasingly absorbed in her studies, she almost forgot the\nmatter again.\n\nToday, perhaps because she was disturbed about Tick-Tock's behavior,\nthe customary response was extraordinarily prompt. The warm glow of\nsunlight shining through her closed eyelids faded out quickly and was\nreplaced by some inner darkness. In the darkness there appeared then\nan image of Tick-Tock sitting a little way off beside an open door in\nan old stone wall, green eyes fixed on Telzey. Telzey got the\nimpression that TT was inviting her to go through the door, and, for\nsome reason, the thought frightened her.\n\nAgain, there was an immediate reaction. The scene with Tick-Tock and\nthe door vanished; and Telzey felt she was standing in a pitch-black\nroom, knowing that if she moved even one step forwards, something that\nwas waiting there silently would reach out and grab her.\n\nNaturally, she recoiled ... and at once found herself sitting, eyes\nstill closed and the sunlight bathing her lids, in the grass of the\nguest house garden.\n\nShe opened her eyes, looked around. Her heart was thumping rapidly.\nThe experience couldn't have lasted more than four or five seconds,\nbut it had been extremely vivid, a whole, compact little nightmare.\nNone of her earlier experiments at getting into mental communication\nwith TT had been like that.\n\nIt served her right, Telzey thought, for trying such a childish stunt\nat the moment! What she should have done at once was to make a\nmethodical search for the foolish beast--TT was bound to be\n_somewhere_ nearby--locate her behind her camouflage, and hang on to\nher then until this nonsense in the garden was explained! Talented as\nTick-Tock was at blotting herself out, it usually was possible to spot\nher if one directed one's attention to shadow patterns. Telzey began a\nsurreptitious study of the flowering bushes about her.\n\nThree minutes later, off to her right, where the ground was banked\nbeneath a six-foot step in the garden's terraces, Tick-Tock's outline\nsuddenly caught her eye. Flat on her belly, head lifted above her\npaws, quite motionless, TT seemed like a transparent wraith stretched\nout along the terrace, barely discernible even when stared at\ndirectly. It was a convincing illusion; but what seemed to be rocks,\nplant leaves, and sun-splotched earth seen through the wraith-outline\nwas simply the camouflage pattern TT had printed for the moment on her\nhide. She could have changed it completely in an instant to conform to\na different background.\n\nTelzey pointed an accusing finger.\n\n\"See you!\" she announced, feeling a surge of relief which seemed as\nunaccountable as the rest of it.\n\nThe wraith twitched one ear in acknowledgment, the head outlines\nshifting as the camouflaged face turned towards Telzey. Then the\ninwardly uncamouflaged, very substantial looking mouth opened slowly,\nshowing Tick-Tock's red tongue and curved white tusks. The mouth\nstretched in a wide yawn, snapped shut with a click of meshing teeth,\nbecame indistinguishable again. Next, a pair of camouflaged lids drew\nback from TT's round, brilliant-green eyes. The eyes stared across the\nlawn at Telzey.\n\nTelzey said irritably, \"Quit clowning around, TT!\"\n\nThe eyes blinked, and Tick-Tock's natural bronze-brown color suddenly\nflowed over her head, down her neck and across her body into legs and\ntail. Against the side of the terrace, as if materializing into\nsolidity at that moment, appeared two hundred pounds of supple, rangy,\nlong-tailed cat ... or catlike creature. TT's actual origin had never\nbeen established. The best guesses were that what Telzey had found\nplaying around in the woods five years ago was either a bio-structural\nexperiment which had got away from a private laboratory on Orado, or\nsome spaceman's lost pet, brought to the capital planet from one of\nthe remote colonies beyond the Hub. On top of TT's head was a large,\nfluffy pompom of white fur, which might have looked ridiculous on\nanother animal, but didn't on her. Even as a fat kitten, hanging head\ndown from the side of a wall by the broad sucker pads in her paws, TT\nhad possessed enormous dignity.\n\nTelzey studied her, the feeling of relief fading again. Tick-Tock,\nordinarily the most restful and composed of companions, definitely was\nstill tensed up about something. That big, lazy yawn a moment ago, the\nattitude of stretched-out relaxation ... all pure sham!\n\n\"What _is_ eating you?\" she asked in exasperation.\n\nThe green eyes stared at her, solemn, watchful, seeming for that\nfleeting instant quite alien. And why, Telzey thought, should the old\nquestion of what Tick-Tock really was pass through her mind just now?\nAfter her rather alarming rate of growth began to taper off last year,\nnobody had cared any more.\n\nFor a moment, Telzey had the uncanny certainty of having had the\nanswer to this situation almost in her grasp. An answer which appeared\nto involve the world of Jontarou, Tick-Tock, and of all unlikely\nfactors--Aunt Halet.\n\nShe shook her head, TT's impassive green eyes blinked.\n\n       *       *       *       *       *\n\nJontarou? The planet lay outside Telzey's sphere of personal\ninterests, but she'd read up on it on the way here from Orado. Among\nall the worlds of the Hub, Jontarou was _the_ paradise for zoologists\nand sportsmen, a gigantic animal preserve, its continents and seas\nswarming with magnificent game. Under Federation law, it was being\nretained deliberately in the primitive state in which it had been\ndiscovered. Port Nichay, the only city, actually the only inhabited\npoint on Jontarou, was beautiful and quiet, a pattern of vast but\nelegantly slender towers, each separated from the others by four or\nfive miles of rolling parkland and interconnected only by the threads\nof transparent skyways. Near the horizon, just visible from the\ngarden, rose the tallest towers of all, the green and gold spires of\nthe Shikaris' Club, a center of Federation affairs and of social\nactivity. From the aircar which brought them across Port Nichay the\nevening before, Telzey had seen occasional strings of guest houses,\nsimilar to the one Halet had rented, nestling along the park slopes.\n\n[Illustration]\n\nNothing very sinister about Port Nichay or green Jontarou, surely!\n\nHalet? That blond, slinky, would-be Machiavelli? What could--?\n\nTelzey's eyes narrowed reflectively. There'd been a minor\noccurrence--at least, it had seemed minor--just before the spaceliner\ndocked last night. A young woman from one of the newscasting services\nhad asked for an interview with the daughter of Federation\nCouncilwoman Jessamine Amberdon. This happened occasionally; and\nTelzey had no objections until the newshen's gossipy persistence in\ninquiring about the \"unusual pet\" she was bringing to Port Nichay with\nher began to be annoying. TT might be somewhat unusual, but that was\nnot a matter of general interest; and Telzey said so. Then Halet moved\nsmoothly into the act and held forth on Tick-Tock's appearance,\nhabits, and mysterious antecedents, in considerable detail.\n\nTelzey had assumed that Halet was simply going out of her way to be\nirritating, as usual. Looking back on the incident, however, it\noccurred to her that the chatter between her aunt and the newscast\nwoman had sounded oddly stilted--almost like something the two might\nhave rehearsed.\n\nRehearsed for what purpose? Tick-Tock ... Jontarou.\n\nTelzey chewed gently on her lower lip. A vacation on Jontarou for the\ntwo of them and TT had been Halet's idea, and Halet had enthused about\nit so much that Telzey's mother at last talked her into accepting.\nHalet, Jessamine explained privately to Telzey, had felt they were\nintruders in the Amberdon family, had bitterly resented Jessamine's\npolitical honors and, more recently, Telzey's own emerging promise of\nbrilliance. This invitation was Halet's way of indicating a change of\nheart. Wouldn't Telzey oblige?\n\n       *       *       *       *       *\n\nSo Telzey had obliged, though she took very little stock in Halet's\nchange of heart. She wasn't, in fact, putting it past her aunt to have\nsome involved dirty trick up her sleeve with this trip to Jontarou.\nHalet's mind worked like that.\n\nSo far there had been no actual indications of purposeful mischief.\nBut logic did seem to require a connection between the various\npuzzling events here.... A newscaster's rather forced looking interest\nin Tick-Tock--Halet could easily have paid for that interview. Then\nTT's disturbed behavior during their first night in Port Nichay, and\nTelzey's own formless anxieties and fancies in connection with the\nguest house garden.\n\nThe last remained hard to explain. But Tick-Tock ... and Halet ...\nmight know something about Jontarou that she didn't know.\n\nHer mind returned to the results of the half-serious attempt she'd\nmade to find out whether there was something Tick-Tock \"wanted her to\ndo.\" An open door? A darkness where somebody waited to grab her if she\ntook even one step forwards? It couldn't have had any significance. Or\ncould it?\n\nSo you'd like to try magic, Telzey scoffed at herself. Baby games....\nHow far would you have got at law school if you'd asked TT to help\nwith your problems?\n\nThen why had she been thinking about it again?\n\nShe shivered, because an eerie stillness seemed to settle on the\ngarden. From the side of the terrace, TT's green eyes watched her.\n\nTelzey had a feeling of sinking down slowly into a sunlit dream, into\nsomething very remote from law school problems.\n\n\"Should I go through the door?\" she whispered.\n\nThe bronze cat-shape raised its head slowly. TT began to purr.\n\nTick-Tock's name had been derived in kittenhood from the manner in\nwhich she purred--a measured, oscillating sound, shifting from high to\nlow, as comfortable and often as continuous as the unobtrusive pulse\nof an old clock. It was the first time, Telzey realized now, that\nshe'd heard the sound since their arrival on Jontarou. It went on for\na dozen seconds or so, then stopped. Tick-Tock continued to look at\nher.\n\nIt appeared to have been an expression of definite assent....\n\nThe dreamlike sensation increased, hazing over Telzey's thoughts. If\nthere was nothing to this mind-communication thing, what harm could\nsymbols do? This time, she wouldn't let them alarm her. And if they\ndid mean something....\n\nShe closed her eyes.\n\n       *       *       *       *       *\n\nThe sunglow outside faded instantly. Telzey caught a fleeting picture\nof the door in the wall, and knew in the same moment that she'd\nalready passed through it.\n\nShe was not in the dark room then, but poised at the edge of a\nbrightness which seemed featureless and without limit, spread out\naround her with a feeling-tone like \"sea\" or \"sky.\" But it was an\nunquiet place. There was a sense of unseen things on all sides\nwatching her and waiting.\n\nWas this another form of the dark room--a trap set up in her mind?\nTelzey's attention did a quick shift. She was seated in the grass\nagain; the sunlight beyond her closed eyelids seemed to shine in\nquietly through rose-tinted curtains. Cautiously, she let her\nawareness return to the bright area; and it was still there. She had a\nmoment of excited elation. She was controlling this! And why not, she\nasked herself. These things were happening in her mind, after all!\n\nShe would find out what they seemed to mean; but she would be in no\nrush to....\n\nAn impression as if, behind her, Tick-Tock had thought, \"Now I can\nhelp again!\"\n\nThen a feeling of being swept swiftly, irresistibly forwards, thrust\nout and down. The brightness exploded in thundering colors around her.\nIn fright, she made the effort to snap her eyes open, to be back in\nthe garden; but now she couldn't make it work. The colors continued to\nroar about her, like a confusion of excited, laughing, triumphant\nvoices. Telzey felt caught in the middle of it all, suspended in\ninvisible spider webs. Tick-Tock seemed to be somewhere nearby,\nlooking on. Faithless, treacherous TT!\n\nTelzey's mind made another wrenching effort, and there was a change.\nShe hadn't got back into the garden, but the noisy, swirling colors\nwere gone and she had the feeling of reading a rapidly moving\nmicrotape now, though she didn't actually see the tape.\n\nThe tape, she realized, was another symbol for what was happening, a\nsymbol easier for her to understand. There were voices, or what might\nbe voices, around her; on the invisible tape she seemed to be reading\nwhat they said.\n\nA number of speakers, apparently involved in a fast, hot argument\nabout what to do with her. Impressions flashed past....\n\n       *       *       *       *       *\n\nWhy waste time with her? It was clear that kitten-talk was all she was\ncapable of!... Not necessarily; that was a normal first step. Give her\na little time!... But what--exasperatedly--could such a small-bite\n_possibly_ know that would be of significant value?\n\nThere was a slow, blurred, awkward-seeming interruption. Its content\nwas not comprehensible to Telzey at all, but in some unmistakable\nmanner it was defined as Tick-Tock's thought.\n\nA pause as the circle of speakers stopped to consider whatever TT had\nthrown into the debate.\n\nThen another impression ... one that sent a shock of fear through\nTelzey as it rose heavily into her awareness. Its sheer intensity\nmomentarily displaced the tape-reading symbolism. A savage voice\nseemed to rumble:\n\n\"Toss the tender small-bite to me\"--malevolent crimson eyes fixed on\nTelzey from somewhere not far away--\"and let's be done here!\"\n\nStartled, stammering protest from Tick-Tock, accompanied by gusts of\nlaughter from the circle. Great sense of humor these characters had,\nTelzey thought bitterly. That crimson-eyed thing wasn't joking at all!\n\nMore laughter as the circle caught her thought. Then a kind of\nmajority opinion found sudden expression:\n\n\"Small-bite _is_ learning! No harm to wait--We'll find out\nquickly--Let's....\"\n\nThe tape ended; the voices faded; the colors went blank. In whatever\njumbled-up form she'd been getting the impressions at that\npoint--Telzey couldn't have begun to describe it--the whole thing\nsuddenly stopped.\n\n       *       *       *       *       *\n\nShe found herself sitting in the grass, shaky, scared, eyes open.\nTick-Tock stood beside the terrace, looking at her. An air of hazy\nunreality still hung about the garden.\n\nShe might have flipped! She didn't think so; but it certainly seemed\npossible! Otherwise ... Telzey made an attempt to sort over what had\nhappened.\n\nSomething _had_ been in the garden! Something had been inside her\nmind. Something that was at home on Jontarou.\n\nThere'd been a feeling of perhaps fifty or sixty of these ... well,\nbeings. Alarming beings! Reckless, wild, hard ... and that red-eyed\nnightmare! Telzey shuddered.\n\nThey'd contacted Tick-Tock first, during the night. TT understood them\nbetter than she could. Why? Telzey found no immediate answer.\n\nThen Tick-Tock had tricked her into letting her mind be invaded by\nthese beings. There must have been a very definite reason for that.\n\nShe looked over at Tick-Tock. TT looked back. Nothing stirred in\nTelzey's thoughts. Between _them_ there was still no direct\ncommunication.\n\nThen how had the beings been able to get through to her?\n\nTelzey wrinkled her nose. Assuming this was real, it seemed clear that\nthe game of symbols she'd made up between herself and TT had provided\nthe opening. Her whole experience just now had been in the form of\nsymbols, translating whatever occurred into something she could\nconsciously grasp.\n\n\"Kitten-talk\" was how the beings referred to the use of symbols; they\nseemed contemptuous of it. Never mind, Telzey told herself; they'd\nagreed she was learning.\n\nThe air over the grass appeared to flicker. Again she had the\nimpression of reading words off a quickly moving, not quite visible\ntape.\n\n\"You're being taught and you're learning,\" was what she seemed to\nread. \"The question was whether you were capable of partial\nunderstanding as your friend insisted. Since you were, everything else\nthat can be done will be accomplished very quickly.\"\n\nA pause, then with a touch of approval, \"You're a well-formed mind,\nsmall-bite! Odd and with incomprehensibilities, but well-formed--\"\n\nOne of the beings, and a fairly friendly one--at least not unfriendly.\nTelzey framed a tentative mental question. \"Who are you?\"\n\n\"You'll know very soon.\" The flickering ended; she realized she and\nthe question had been dismissed for the moment. She looked over at\nTick-Tock again.\n\n\"Can't _you_ talk to me now, TT?\" she asked silently.\n\nA feeling of hesitation.\n\n\"Kitten-talk!\" was the impression that formed itself with difficulty\nthen. It was awkward, searching; but it came unquestionably from TT.\n\"Still learning too, Telzey!\" TT seemed half anxious, half angry.\n\"We--\"\n\n       *       *       *       *       *\n\nA sharp buzz-note reached Telzey's ears, wiping out the groping\nthought-impression. She jumped a little, glanced down. Her\nwrist-talker was signaling. For a moment, she seemed poised\nuncertainly between a world where unseen, dangerous-sounding beings\nreferred to one as small-bite and where TT was learning to talk, and\nthe familiar other world where wrist-communicators buzzed periodically\nin a matter-of-fact manner. Settling back into the more familiar\nworld, she switched on the talker.\n\n\"Yes?\" she said. Her voice sounded husky.\n\n\"Telzey, dear,\" Halet murmured honey-sweet from the talker, \"would you\ncome back into the house, please? The living room--We have a visitor\nwho very much wants to meet you.\"\n\nTelzey hesitated, eyes narrowing. Halet's visitor wanted to meet\n_her_?\n\n\"Why?\" she asked.\n\n\"He has something _very_ interesting to tell you, dear.\" The edge of\ntriumphant malice showed for an instant, vanished in murmuring\nsweetness again. \"So please hurry!\"\n\n\"All right.\" Telzey stood up. \"I'm coming.\"\n\n\"Fine, dear!\" The talker went dead.\n\nTelzey switched off the instrument, noticed that Tick-Tock had chosen\nto disappear meanwhile.\n\nFlipped? She wondered, starting up towards the house. It was clear\nAunt Halet had prepared some unpleasant surprise to spring on her,\nwhich was hardly more than normal behavior for Halet. The other\nbusiness? She couldn't be certain of anything there. Leaving out TT's\nstrange actions--which might have a number of causes, after all--that\nentire string of events could have been created inside her head. There\nwas no contradictory evidence so far.\n\nBut it could do no harm to take what _seemed_ to have happened at face\nvalue. Some pretty grim event might be shaping up, in a very real way,\naround here....\n\n\"You reason logically!\" The impression now was of a voice speaking to\nher, a voice that made no audible sound. It was the same being who'd\naddressed her a minute or two ago.\n\nThe two worlds between which Telzey had felt suspended seemed to glide\nslowly together and become one.\n\n\"I go to Law school,\" she explained to the being, almost absently.\n\nAmused agreement. \"So we heard.\"\n\n\"What do you want of me?\" Telzey inquired.\n\n\"You'll know soon enough.\"\n\n\"Why not tell me now?\" Telzey urged. It seemed about to dismiss her\nagain.\n\nQuick impatience flared at her. \"Kitten-pictures! Kitten-thoughts!\nKitten-talk! Too slow, too slow! YOUR pictures--too much YOU! Wait\ntill the....\"\n\nCircuits close ... channels open.... Obstructions clear? What _had_ it\nsaid? There'd been only the blurred image of a finicky, delicate, but\nperfectly normal technical operation of some kind.\n\n\"... Minutes now!\" the voice concluded. A pause, then another thought\ntossed carelessly at her. \"This is more important to you, small-bite,\nthan to _us_!\" The voice impression ended as sharply as if a\ncommunicator had snapped off.\n\nNot _too_ friendly! Telzey walked on towards the house, a new fear\ngrowing inside her ... a fear like the awareness of a storm gathered\nnearby, still quiet--deadly quiet, but ready to break.\n\n\"Kitten-pictures!\" a voice seemed to jeer distantly, a whispering in\nthe park trees beyond the garden wall.\n\n       *       *       *       *       *\n\nHalet's cheeks were lightly pinked; her blue eyes sparkled. She looked\ndownright stunning, which meant to anyone who knew her that the worst\nside of Halet's nature was champing at the bit again. On uninformed\nmales it had a dazzling effect, however; and Telzey wasn't surprised\nto find their visitor wearing a tranced expression when she came into\nthe living room. He was a tall, outdoorsy man with a tanned, bony\nface, a neatly trained black mustache, and a scar down one cheek which\nwould have seemed dashing if it hadn't been for the stupefied look.\nBeside his chair stood a large, clumsy instrument which might have\nbeen some kind of telecamera.\n\nHalet performed introductions. Their visitor was Dr. Droon, a\nzoologist. He had been tuned in on Telzey's newscast interview on the\nliner the night before, and wondered whether Telzey would care to\ndiscuss Tick-Tock with him.\n\n\"Frankly, no,\" Telzey said.\n\nDr. Droon came awake and gave Telzey a surprised look. Halet smiled\neasily.\n\n\"My niece doesn't intend to be discourteous, doctor,\" she explained.\n\n[Illustration]\n\n\"Of course not,\" the zoologist agreed doubtfully.\n\n\"It's just,\" Halet went on, \"that Telzey is a little, oh, sensitive\nwhere Tick-Tock is concerned. In her own way, she's attached to the\nanimal. Aren't you, dear?\"\n\n\"Yes,\" Telzey said blandly.\n\n\"Well, we hope this isn't going to disturbed you too much, dear.\"\nHalet glanced significantly at Dr. Droon. \"Dr. Droon, you must\nunderstand, is simply doing ... well, there is something very\nimportant he must tell you now.\"\n\nTelzey transferred her gaze back to the zoologist. Dr. Droon cleared\nhis throat. \"I, ah, understand, Miss Amberdon, that you're unaware of\nwhat kind of creature your, ah, Tick-Tock is?\"\n\nTelzey started to speak, then checked herself, frowning. She had been\nabout to state that she knew exactly what kind of creature TT was ...\nbut she didn't, of course!\n\nOr did she? She....\n\nShe scowled absent-mindedly at Dr. Droon, biting her lip.\n\n\"Telzey!\" Halet prompted gently.\n\n\"Huh?\" Telzey said. \"Oh ... please go on, doctor!\"\n\nDr. Droon steepled his fingers. \"Well,\" he said, \"she ... your pet ... is,\nah, a young crest cat. Nearly full grown now, apparently, and--\"\n\n\"Why, yes!\" Telzey cried.\n\nThe zoologist looked at her. \"You knew that--\"\n\n\"Well, not really,\" Telzey admitted. \"Or sort of.\" She laughed, her\ncheeks flushed. \"This is the most ... go ahead please! Sorry I\ninterrupted.\" She stared at the wall beyond Dr. Droon with a rapt\nexpression.\n\n       *       *       *       *       *\n\nThe zoologist and Halet exchanged glances. Then Dr. Droon resumed\ncautiously. The crest cats, he said, were a species native to\nJontarou. Their existence had been known for only eight years. The\nspecies appeared to have had a somewhat limited range--the Baluit\nmountains on the opposite side of the huge continent on which Port\nNichay had been built....\n\nTelzey barely heard him. A very curious thing was happening. For every\nsentence Dr. Droon uttered, a dozen other sentences appeared in her\nawareness. More accurately, it was as if an instantaneous smooth flow\nof information relevant to whatever he said arose continuously from\nwhat might have been almost her own memory, but wasn't. Within a\nminute or two, she knew more about the crest cats of Jontarou than Dr.\nDroon could have told her in hours ... much more than he'd ever known.\n\nShe realized suddenly that he'd stopped talking, that he had asked her\na question. \"Miss Amberdon?\" he repeated now, with a note of\nuncertainty.\n\n\"Yar-rrr-REE!\" Telzey told him softly. \"I'll drink your blood!\"\n\n\"Eh?\"\n\nTelzey blinked, focused on Dr. Droon, wrenching her mind away from a\nsplendid view of the misty-blue peaks of the Baluit range.\n\n\"Sorry,\" she said briskly. \"Just a joke!\" She smiled. \"Now what were\nyou saying?\"\n\nThe zoologist looked at her in a rather odd manner for a moment. \"I\nwas inquiring,\" he said then, \"whether you were familiar with the\nsporting rules established by the various hunting associations of the\nHub in connection with the taking of game trophies?\"\n\nTelzey shook her head. \"No, I never heard of them.\"\n\n       *       *       *       *       *\n\nThe rules, Dr. Droon explained, laid down the type of equipment ...\nweapons, spotting and tracking instruments, number of assistants, and\nso forth ... a sportsman could legitimately use in the pursuit of any\nspecific type of game. \"Before the end of the first year after their\ndiscovery,\" he went on, \"the Baluit crest cats had been placed in the\nultra-equipment class.\"\n\n\"What's ultra-equipment?\" Telzey asked.\n\n\"Well,\" Dr. Droon said thoughtfully, \"it doesn't quite involve the use\nof full battle armor ... not quite! And, of course, even with that\nclassification the sporting principle of mutual accessibility must be\nobserved.\"\n\n\"Mutual ... oh, I see!\" Telzey paused as another wave of silent\ninformation rose into her awareness; went on, \"So the game has to be\nable to get at the sportsman too, eh?\"\n\n\"That's correct. Except in the pursuit of various classes of flying\nanimals, a shikari would not, for example, be permitted the use of an\naircar other than as means of simple transportation. Under these\nconditions, it was soon established that crest cats were being\nobtained by sportsmen who went after them at a rather consistent\none-to-one ration.\"\n\nTelzey's eyes widened. She'd gathered something similar from her other\ninformation source but hadn't quite believed it. \"One hunter killed\nfor each cat bagged?\" she said. \"That's pretty rough sport, isn't it?\n\n\"Extremely rough sport!\" Dr. Droon agreed dryly. \"In fact, when the\nstatistics were published, the sporting interest in winning a Baluit\ncat trophy appears to have suffered a sudden and sharp decline. On the\nother hand, a more scientific interest in these remarkable animals was\ncoincidingly created, and many permits for their acquisition by the\nagents of museums, universities, public and private collections were\nissued. Sporting rules, of course, do not apply to that activity.\"\n\nTelzey nodded absently. \"I see! _They_ used aircars, didn't they? A\nsort of heavy knockout gun--\"\n\n\"Aircars, long-range detectors and stunguns are standard equipment in\nsuch work,\" Dr. Droon acknowledged. \"Gas and poison are employed, of\ncourse, as circumstances dictate. The collectors were relatively\nsuccessful for a while.\"\n\n\"And then a curious thing happened. Less than two years after their\nexistence became known, the crest cats of the Baluit range were\nextinct! The inroads made on their numbers by man cannot begin to\naccount for this, so it must be assumed that a sudden plague wiped\nthem out. At any rate, not another living member of the species has\nbeen seen on Jontarou until you landed here with your pet last night.\"\n\nTelzey sat silent for some seconds. Not because of what he had said,\nbut because the other knowledge was still flowing into her mind. On\none very important point _that_ was at variance with what the\nzoologist had stated; and from there a coldly logical pattern was\nbuilding up. Telzey didn't grasp the pattern in complete detail yet,\nbut what she saw of it stirred her with a half incredulous dread.\n\nShe asked, shaping the words carefully but with only a small part of\nher attention on what she was really saying. \"Just what does all that\nhave to do with Tick-Tock, Dr. Droon?\"\n\nDr. Droon glanced at Halet, and returned his gaze to Telzey. Looking\nvery uncomfortable but quite determined, he told her, \"Miss Amberdon,\nthere is a Federation law which states that when a species is\nthreatened with extinction, any available survivors must be\ntransferred to the Life Banks of the University League, to insure\ntheir indefinite preservation. Under the circumstances, this law\napplies to, ah, Tick-Tock!\"\n\n       *       *       *       *       *\n\nSo that had been Halet's trick. She'd found out about the crest cats,\nmight have put in as much as a few months arranging to make the\ndiscovery of TT's origin on Jontarou seem a regrettable\nmischance--something no one could have foreseen or prevented. In the\nLife Banks, from what Telzey had heard of them, TT would cease to\nexist as an individual awareness while scientists tinkered around with\nthe possibilities of reconstructing her species.\n\nTelzey studied her aunt's carefully sympathizing face for an instant,\nasked Dr. Droon, \"What about the other crest cats--you said were\ncollected before they became extinct here? Wouldn't they be enough for\nwhat the Life Banks need?\"\n\nHe shook his head. \"Two immature male specimens are know to exist, and\nthey are at present in the Life Banks. The others that were taken\nalive at the time have been destroyed ... often under nearly\ndisastrous circumstances. They are enormously cunning, enormously\nsavage creatures, Miss Amberdon! The additional fact that they can\nconceal themselves to the point of being virtually indetectable except\nby the use of instruments makes them one of the most dangerous animals\nknown. Since the young female which you raised as a pet has remained\ndocile ... so far ... you may not really be able to appreciate that.\"\n\n\"Perhaps I can,\" Telzey said. She nodded at the heavy-looking\ninstrument standing beside his chair. \"And that's--?\"\n\n\"It's a life detector combined with a stungun, Miss Amberdon. I have\nno intention of harming your pet, but we can't take chances with an\nanimal of that type. The gun's charge will knock it unconscious for\nseveral minutes--just long enough to let me secure it with paralysis\nbelts.\"\n\n\"You're a collector for the Life Banks, Dr. Droon?\"\n\n\"That's correct.\"\n\n\"Dr. Droon,\" Halet remarked, \"has obtained a permit from the Planetary\nModerator, authorizing him to claim Tick-Tock for the University\nLeague and remove her from the planet, dear. So you see there is\nsimply nothing we can do about the matter! Your mother wouldn't like\nus to attempt to obstruct the law, would she?\" Halet paused. \"The\npermit should have your signature, Telzey, but I can sign in your\nstead if necessary.\"\n\nThat was Halet's way of saying it would do no good to appeal to\nJontarou's Planetary Moderator. She'd taken the precaution of getting\nhis assent to the matter first.\n\n\"So now if you'll just call Tick-Tock, dear...\" Halet went on.\n\nTelzey barely heard the last words. She felt herself stiffening\nslowly, while the living room almost faded from her sight. Perhaps, in\nthat instant, some additional new circuit had closed in her mind, or\nsome additional new channel had opened, for TT's purpose in tricking\nher into contact with the reckless, mocking beings outside was\nsuddenly and numbingly clear.\n\nAnd what it meant immediately was that she'd have to get out of the\nhouse without being spotted at it, and go some place where she could\nbe undisturbed for half an hour.\n\nShe realized that Halet and the zoologist were both staring at her.\n\n       *       *       *       *       *\n\n\"Are you ill, dear?\"\n\n\"No.\" Telzey stood up. It would be worse than useless to try to tell\nthese two anything! Her face must be pretty white at the moment--she\ncould feel it--but they assumed, of course, that the shock of losing\nTT had just now sunk in on her.\n\n\"I'll have to check on that law you mentioned before I sign anything,\"\nshe told Dr. Droon.\n\n\"Why, yes ...\" He started to get out of his chair. \"I'm sure that can\nbe arranged, Miss Amberdon!\"\n\n\"Don't bother to call the Moderator's office,\" Telzey said. \"I brought\nmy law library along. I'll look it up myself.\" She turned to leave the\nroom.\n\n\"My niece,\" Halet explained to Dr. Droon who was beginning to look puzzled,\n\"attends law school. She's always so absorbed in her studies ... Telzey?\"\n\n\"Yes, Halet?\" Telzey paused at the door.\n\n\"I'm very glad you've decided to be sensible about this, dear. But\ndon't take too long, will you? We don't want to waste Dr. Droon's\ntime.\"\n\n\"It shouldn't take more than five or ten minutes,\" Telzey told her\nagreeably. She closed the door behind her, and went directly to her\nbedroom on the second floor. One of her two valises was still\nunpacked. She locked the door behind her, opened the unpacked valise,\ntook out a pocket edition law library and sat down at the table with\nit.\n\nShe clicked on the library's view-screen, tapped the clearing and\nindex buttons. Behind the screen, one of the multiple rows of pinhead\ntapes shifted slightly as the index was flicked into reading position.\nHalf a minute later, she was glancing over the legal section on which\nDr. Droon had based his claim. The library confirmed what he had said.\n\nVery neat of Halet, Telzey thought, very nasty ... and pretty idiotic!\nEven a second-year law student could think immediately of two or three\nways in which a case like that could have been dragged out in the\nFederation's courts for a couple of decades before the question of\nhanding Tick-Tock over to the Life Banks became too acute.\n\nWell, Halet simply wasn't really intelligent. And the plot to shanghai\nTT was hardly even a side issue now.\n\nTelzey snapped the tiny library shut, fastened it to the belt of her\nsunsuit and went over to the open window. A two-foot ledge passed\nbeneath the window, leading to the roof of a patio on the right.\nFifty yards beyond the patio, the garden ended in a natural-stone\nwall. Behind it lay one of the big wooded park areas which formed most\nof the ground level of Port Nichay.\n\nTick-Tock wasn't in sight. A sound of voices came from ground-floor\nwindows on the left. Halet had brought her maid and chauffeur along;\nand a chef had showed up in time to make breakfast this morning, as\npart of the city's guest house service. Telzey took the empty valise\nto the window, set it on end against the left side of the frame, and\nlet the window slide down until its lower edge rested on the valise.\nShe went back to the house guard-screen panel beside the door, put her\nfinger against the lock button, and pushed.\n\nThe sound of voices from the lower floor was cut off as outer doors\nand windows slid silently shut all about the house. Telzey glanced\nback at the window. The valise had creaked a little as the guard field\ndrove the frame down on it, but it was supporting the thrust. She\nreturned to the window, wriggled feet foremost through the opening,\ntwisted around and got a footing on the ledge.\n\nA minute later, she was scrambling quietly down a vine-covered patio\ntrellis to the ground. Even after they discovered she was gone, the\nguard screen would keep everybody in the house for some little while.\nThey'd either have to disengage the screen's main mechanisms and start\npoking around in them, or force open the door to her bedroom and get\nthe lock unset. Either approach would involve confusion, upset\ntempers, and generally delay any organized pursuit.\n\nTelzey edged around the patio and started towards the wall, keeping\nclose to the side of the house so she couldn't be seen from the\nwindows. The shrubbery made minor rustling noises as she threaded her\nway through it ... and then there was a different stirring which might\nhave been no more than a slow, steady current of air moving among the\nbushes behind her. She shivered involuntarily but didn't look back.\n\nShe came to the wall, stood still, measuring its height, jumped and\ngot an arm across it, swung up a knee and squirmed up and over. She\ncame down on her feet with a small thump in the grass on the other\nside, glanced back once at the guest house, crossed a path and went on\namong the park trees.\n\n       *       *       *       *       *\n\nWithin a few hundred yards, it became apparent that she had an escort.\nShe didn't look around for them, but spread out to right and left like\na skirmish line, keeping abreast with her, occasional shadows slid\nsilently through patches of open, sunlit ground, disappeared again\nunder the trees. Otherwise, there was hardly anyone in sight. Port\nNichay's human residents appeared to make almost no personal use of\nthe vast parkland spread out beneath their tower apartments; and its\ntraffic moved over the airways, visible from the ground only as\nrainbow-hued ribbons which bisected the sky between the upper tower\nlevels. An occasional private aircar went by overhead.\n\nWisps of thought which were not her own thoughts flicked through\nTelzey's mind from moment to moment as the silent line of shadows\nmoved deeper into the park with her. She realized she was being sized\nup, judged, evaluated again. No more information was coming through;\nthey had given her as much information as she needed. In the main\nperhaps, they were simply curious now. This was the first human mind\nthey'd been able to make heads or tails of, and that hadn't seemed\ndeaf and silent to their form of communication. They were taking time\nout to study it. They'd been assured she would have something of\ngenuine importance to tell them; and there was some derision about\nthat. But they were willing to wait a little, and find out. They were\ncurious and they liked games. At the moment, Telzey and what she might\ntry to do to change their plans was the game on which their attention\nwas fixed.\n\nTwelve minutes passed before the talker on Telzey's wrist began to\nbuzz. It continued to signal off and on for another few minutes, then\nstopped. Back in the guest house they couldn't be sure yet whether she\nwasn't simply locked inside her room and refusing to answer them. But\nTelzey quickened her pace.\n\nThe park's trees gradually became more massive, reached higher above\nher, stood spaced more widely apart. She passed through the morning\nshadow of the residential tower nearest the guest house, and emerged\nfrom it presently on the shore of a small lake. On the other side of\nthe lake, a number of dappled grazing animals like long-necked, tall\nhorses lifted their heads to watch her. For some seconds they seemed\nonly mildly interested, but then a breeze moved across the lake,\ncrinkling the surface of the water, and as it touched the opposite\nshore, abrupt panic exploded among the grazers. They wheeled, went\nflashing away in effortless twenty-foot strides, and were gone among\nthe trees.\n\nTelzey felt a crawling along her spine. It was the first objective\nindication she'd had of the nature of the company she had brought to\nthe lake, and while it hardly came as a surprise, for a moment her\nurge was to follow the example of the grazers.\n\n\"Tick-Tock?\" she whispered, suddenly a little short of breath.\n\nA single up-and-down purring note replied from the bushes on her\nright. TT was still around, for whatever good that might do. Not too\nmuch, Telzey thought, if it came to serious trouble. But the knowledge\nwas somewhat reassuring ... and this, meanwhile, appeared to be as far\nas she needed to get from the guest house. They'd be looking for her\nby aircar presently, but there was nothing to tell them in which\ndirection to turn first.\n\nShe climbed the bank of the lake to a point where she was screened\nboth by thick, green shrubbery and the top of a single immense tree\nfrom the sky, sat down on some dry, mossy growth, took the law library\nfrom her belt, opened it and placed it in her lap. Vague stirrings\nindicated that her escort was also settling down in an irregular\ncircle about her; and apprehension shivered on Telzey's skin again. It\nwasn't that their attitude was hostile; they were simply overawing.\nAnd no one could predict what they might do next. Without looking up,\nshe asked a question in her mind.\n\n\"Ready?\"\n\n       *       *       *       *       *\n\n[Illustration]\n\nSense of multiple acknowledgment, variously tinged--sardonic;\ninterestingly amused; attentive; doubtful. Impatience quivered through\nit too, only tentatively held in restraint, and Telzey's forehead was\nsuddenly wet. Some of them seemed on the verge of expressing\ndisapproval with what was being done here--\n\nHer fingers quickly flicked in the index tape, and the stir of feeling\nabout her subsided, their attention captured again for the moment. Her\nthoughts became to some degree detached, ready to dissect another\nproblem in the familiar ways and present the answers to it. Not a very\ninvolved problem essentially, but this time it wasn't a school\nexercise. Her company waited, withdrawn, silent, aloof once more,\nwhile the index blurred, checked, blurred and checked. Within a minute\nand a half, she had noted a dozen reference symbols. She tapped in\nanother of the pinhead tapes, glanced over a few paragraphs, licked\nsalty sweat from her lip, and said in her thoughts, emphasizing the\nmeaning of each detail of the sentence so that there would be no\nmisunderstanding, \"This is the Federation law that applies to the\nsituation which existed originally on this planet....\"\n\nThere were no interruptions, no commenting thoughts, no intrusions of\nany kind, as she went step by step through the section, turned to\nanother one, and another. In perhaps twelve minutes she came to the\nend of the last one, and stopped. Instantly, argument exploded about\nher.\n\nTelzey was not involved in the argument; in fact, she could grasp only\nscraps of it. Either they were excluding her deliberately, or the\nexchange was too swift, practiced and varied to allow her to keep up.\nBut their vehemence was not encouraging. And was it reasonable to\nassume that the Federation's laws would have any meaning for minds\nlike these? Telzey snapped the library shut with fingers that had\nbegun to tremble, and placed it on the ground. Then she stiffened. In\nthe sensations washing about her, a special excitement rose suddenly,\na surge of almost gleeful wildness that choked away her breath.\nAwareness followed of a pair of malignant crimson eyes fastened on\nher, moving steadily closer. A kind of nightmare paralysis seized\nTelzey--they'd turned her over to that red-eyed horror! She sat still,\nfeeling mouse-sized.\n\nSomething came out with a crash from a thicket behind her. Her muscles\nwent tight. But it was TT who rubbed a hard head against her shoulder,\ntook another three stiff-legged steps forward and stopped between\nTelzey and the bushes on their right, back rigid, neck fur erect, tail\ntwisting.\n\nExpectant silence closed in about them. The circle was waiting. In the\ngreenery on the right something made a slow, heavy stir.\n\nTT's lips peeled back from her teeth. Her head swung towards the\nmotion, ears flattening, transformed to a split, snarling demon-mask.\nA long shriek ripped from her lungs, raw with fury, blood lust and\nchallenge.\n\nThe sound died away. For some seconds the tension about them held;\nthen came a sense of gradual relaxation mingled with a partly amused\napproval. Telzey was shaking violently. It had been, she was telling\nherself, a deliberate test ... not of herself, of course, but of TT.\nAnd Tick-Tock had passed with honors. That _her_ nerves had been half\nruined in the process would seem a matter of no consequence to this\nrugged crew....\n\nShe realized next that someone here was addressing her personally.\n\nIt took a few moments to steady her jittering thoughts enough to gain\na more definite impression than that. This speaker, she discovered\nthen, was a member of the circle of whom she hadn't been aware before.\nThe thought-impressions came hard and cold as iron--a personage who\nwas very evidently in the habit of making major decisions and seeing\nthem carried out. The circle, its moment of sport over, was listening\nwith more than a suggestion of deference. Tick-Tock, far from\nconciliated, green eyes still blazing, nevertheless was settling down\nto listen, too.\n\nTelzey began to understand.\n\nHer suggestions, Iron Thoughts informed her, might appear without\nvalue to a number of foolish minds here, but _he_ intended to see they\nwere given a fair trial. Did he perhaps hear, he inquired next of the\ncircle, throwing in a casual but horridly vivid impression of snapping\nspines and slashed shaggy throats spouting blood, any objection to\nthat?\n\nDead stillness all around. There was, definitely, no objection.\nTick-Tock began to grin like a pleased kitten.\n\nThat point having been settled in an orderly manner now, Iron Thoughts\nwent on coldly to Telzey, what specifically did she propose they\nshould do?\n\n       *       *       *       *       *\n\nHalet's long, pearl-gray sportscar showed up above the park trees\ntwenty minutes later. Telzey, face turned down towards the open law\nlibrary in her lap, watched the car from the corner of her eyes. She\nwas in plain view, sitting beside the lake, apparently absorbed in\nlegal research. Tick-Tock, camouflaged among the bushes thirty feet\nhigher up the bank, had spotted the car an instant before she did and\nannounced the fact with a three-second break in her purring. Neither\nof them made any other move.\n\nThe car was approaching the lake but still a good distance off. Its\ncanopy was down, and Telzey could just make out the heads of three\npeople inside. Delquos, Halet's chauffeur, would be flying the\nvehicle, while Halet and Dr. Droon looked around for her from the\nsides. Three hundred yards away, the aircar began a turn to the right.\nDelquos didn't like his employer much; at a guess, he had just spotted\nTelzey and was trying to warn her off.\n\nTelzey closed the library and put it down, picked up a handful of\npebbles and began flicking them idly, one at a time, into the water.\nThe aircar vanished to her left.\n\nThree minutes later, she watched its shadow glide across the surface\nof the lake towards her. Her heart began to thump almost audibly, but\nshe didn't look up. Tick-Tock's purring continued, on its regular,\nunhurried note. The car came to a stop almost directly overhead. After\na couple of seconds, there was a clicking noise. The purring ended\nabruptly.\n\nTelzey climbed to her feet as Delquos brought the car down to the bank\nof the lake. The chauffeur grinned ruefully at her. A side door had\nbeen opened, and Halet and Dr. Droon stood behind it. Halet watched\nTelzey with a small smile while the naturalist put the heavy\nlife-detector-and-stungun device carefully down on the floorboards.\n\n\"If you're looking for Tick-Tock,\" Telzey said, \"she isn't here.\"\n\nHalet just shook her head sorrowfully.\n\n\"There's no use lying to us, dear. Dr Droon just stunned her.\"\n\n       *       *       *       *       *\n\nThey found TT collapsed on her side among the shrubs, wearing her\nnatural color. Her eyes were shut, her chest rose and fell in a slow\nbreathing motion. Dr. Droon, looking rather apologetic, pointed out to\nTelzey that her pet was in no pain, that the stungun had simply put\nher comfortably to sleep. He also explained the use of the two sets of\nwebbed paralysis belts which he fastened about TT's legs. The effect\nof the stun charge would wear off in a few minutes, and contact with\nthe inner surfaces of the energized belts would then keep TT\nanesthetized and unable to move until the belts were removed. She\nwould, he repeated, be suffering no pain throughout the process.\n\nTelzey didn't comment. She watched Delquos raise TT's limp body above\nthe level of the bushes with a gravity hoist belonging to Dr. Droon,\nand maneuver her back to the car, the others following. Delquos\nclimbed into the car first, opened the big trunk compartment in the\nrear. TT was slid inside and the trunk compartment locked.\n\n\"Where are you taking her?\" Telzey asked sullenly as Delquos lifted\nthe car into the air.\n\n\"To the spaceport, dear,\" Halet said. \"Dr. Droon and I both felt it\nwould be better to spare your feelings by not prolonging the matter\nunnecessarily.\"\n\nTelzey wrinkled her nose disdainfully, and walked up the aircar to\nstand behind Delquos' seat. She leaned against the back of the seat\nfor an instant. Her legs felt shaky.\n\nThe chauffeur gave her a sober wink from the side.\n\n\"That's a dirty trick she's played on you, Miss Telzey!\" he murmured.\n\"I tried to warn you.\"\n\n\"I know.\" Telzey took a deep breath. \"Look, Delquos, in just a minute\nsomething's going to happen! It'll look dangerous, but it won't be.\nDon't let it get you nervous ... right?\"\n\n\"Huh?\" Delquos appeared startled, but kept his voice low. \"Just\n_what's_ going to happen?\"\n\n\"No time to tell you. Remember what I said.\"\n\n       *       *       *       *       *\n\nTelzey moved back a few steps from the driver's seat, turned around,\nsaid unsteadily, \"Halet ... Dr. Droon--\"\n\nHalet had been speaking quietly to Dr. Droon; they both looked up.\n\n\"If you don't move, and don't do anything stupid,\" Telzey said\nrapidly, \"you won't get hurt. If you do ... well, I don't know! You\nsee, there's another crest cat in the car....\" In her mind she added,\n\"Now!\"\n\nIt was impossible to tell in just what section of the car Iron\nThoughts had been lurking. The carpeting near the rear passenger seats\nseemed to blur for an instant. Then he was there, camouflage dropped,\nsitting on the floorboards five feet from the naturalist and Halet.\n\nHalet's mouth opened wide; she tried to scream but fainted instead.\nDr. Droon's right hand started out quickly towards the big stungun\ndevice beside his seat. Then he checked himself and sat still,\nashen-faced.\n\nTelzey didn't blame him for changing his mind. She felt he must be a\nremarkably brave man to have moved at all. Iron Thoughts, twice as\nbroad across the back as Tick-Tock, twice as massively muscled, looked\nlike a devil-beast even to her. His dark-green marbled hide was\ncriss-crossed with old scar patterns; half his tossing crimson crest\nappeared to have been ripped away. He reached out now in a fluid,\nsilent motion, hooked a paw under the stungun and flicked upwards. The\nbig instrument rose in an incredibly swift, steep arc eighty feet\ninto the air, various parts flying away from it, before it started\ncurving down towards the treetops below the car. Iron Thoughts lazily\nswung his head around and looked at Telzey with yellow fire-eyes.\n\n\"Miss Telzey! Miss Telzey!\" Delquos was muttering behind her. \"You're\n_sure_ it won't....\"\n\nTelzey swallowed. At the moment, she felt barely mouse-sized again.\n\"Just relax!\" she told Delquos in a shaky voice. \"He's really quite\nt-t-t-tame.\"\n\nIron Thoughts produced a harsh but not unamiable chuckle in her mind.\n\n       *       *       *       *       *\n\nThe pearl-gray sportscar, covered now by its streamlining canopy,\ndrifted down presently to a parking platform outside the suite of\noffices on Jontarou's Planetary Moderator, on the fourteenth floor of\nthe Shikaris' Club Tower. An attendant waved it on into a vacant slot.\n\nInside the car, Delquos set the brakes, switched off the engine,\nasked, \"Now what?\"\n\n\"I think,\" Telzey said reflectively, \"we'd better lock you in the\ntrunk compartment with my aunt and Dr. Droon while I talk to the\nModerator.\"\n\nThe chauffeur shrugged. He'd regained most of his aplomb during the\nunhurried trip across the parklands. Iron Thoughts had done nothing\nbut sit in the center of the car, eyes half shut, looking like instant\ndeath enjoying a dignified nap and occasionally emitting a ripsawing\nnoise which might have been either his style of purring or a snore.\nAnd Tick-Tock, when Delquos peeled the paralysis belts off her legs at\nTelzey's direction, had greeted him with her usual reserved\naffability. What the chauffeur was suffering from at the moment was\nintense curiosity, which Telzey had done nothing to relieve.\n\n\"Just as you say, Miss Telzey,\" he agreed. \"I hate to miss whatever\nyou're going to be doing here, but if you _don't_ lock me up now, Miss\nHalet will figure I was helping you and fire me as soon as you let her\nout.\"\n\nTelzey nodded, then cocked her head in the direction of the rear\ncompartment. Faint sounds coming through the door indicated that Halet\nhad regained consciousness and was having hysterics.\n\n\"You might tell her,\" Telzey suggested, \"that there'll be a grown-up\ncrest cat sitting outside the compartment door.\" This wasn't true, but\nneither Delquos nor Halet could know it. \"If there's too much racket\nbefore I get back, it's likely to irritate him....\"\n\nA minute later, she set both car doors on lock and went outside,\nwishing she were less informally clothed. Sunbriefs and sandals tended\nto make her look juvenile.\n\n       *       *       *       *       *\n\nThe parking attendant appeared startled when she approached him with\nTick-Tock striding alongside.\n\n\"They'll never let you into the offices with that thing, miss,\" he\ninformed her. \"Why, it doesn't even have a collar!\"\n\n\"Don't worry about it.\" Telzey told him aloofly.\n\nShe dropped a two-credit piece she'd taken from Halet's purse into his\nhand, and continued on towards the building entrance. The attendant\nsquinted after her, trying unsuccessfully to dispel an odd impression\nthat the big catlike animal with the girl was throwing a double\nshadow.\n\nThe Moderator's chief receptionist also had some doubts about TT, and\npossibly about the sunbriefs, though she seemed impressed when\nTelzey's identification tag informed her she was speaking to the\ndaughter of Federation Councilwoman Jessamine Amberdon.\n\n\"You feel you can discuss this ... emergency ... only with the\nModerator himself, Miss Amberdon?\" she repeated.\n\n\"Exactly,\" Telzey said firmly. A buzzer sounded as she spoke. The\nreceptionist excused herself and picked up an earphone. She listened a\nmoment, said blandly, \"Yes.... Of course.... Yes, I understand,\"\nreplaced the earphone and stood up, smiling at Telzey.\n\n\"Would you come with me, Miss Amberdon?\" she said. \"I think the\nModerator will see you immediately....\"\n\nTelzey followed her, chewing thoughtfully at her lip. This was easier\nthan she'd expected--in fact, too easy! Halet's work? Probably. A few\ncomments to the effect of \"A highly imaginative child ...\noverexcitable,\" while Halet was arranging to have the Moderator's\noffice authorize Tick-Tock's transfer to the life Banks, along with\nthe implication that Jessamine Amberdon would appreciate a discreet\nhandling of any disturbance Telzey might create as a result.\n\nIt was the sort of notion that would appeal to Halet--\n\n       *       *       *       *       *\n\nThey passed through a series of elegantly equipped offices and\nhallways, Telzey grasping TT's neck-fur in lieu of a leash, their\nappearance creating a tactfully restrained wave of surprise among\nsecretaries and clerks. And if somebody here and there was troubled by\na fleeting, uncanny impression that not one large beast but two seemed\nto be trailing the Moderator's visitor down the aisles, no mention was\nmade of what could have been only a momentary visual distortion.\nFinally, a pair of sliding doors opened ahead, and the receptionist\nushered Telzey into a large, cool balcony garden on the shaded side of\nthe great building. A tall, gray-haired man stood up from the desk at\nwhich he was working, and bowed to Telzey. The receptionist withdrew\nagain.\n\n\"My pleasure, Miss Amberdon,\" Jontarou's Planetary Moderator said, \"Be\nseated, please.\" He studied Tick-Tock with more than casual interest\nwhile Telzey was settling herself into a chair, added, \"And what may I\nand my office do for you?\"\n\nTelzey hesitated. She'd observed his type on Orado in her mother's\ncircle of acquaintances--a senior diplomat, a man not easy to impress.\nIt was a safe bet that he'd had her brought out to his balcony office\nonly to keep her occupied while Halet was quietly informed where the\nAmberdon problem child was and requested to come over and take charge.\n\nWhat she had to tell him now would have sounded rather wild even if\npresented by a presumably responsible adult. She could provide proof,\nbut until the Moderator was already nearly sold on her story, that\nwould be a very unsafe thing to do. Old Iron Thoughts was backing her\nup, but if it didn't look as if her plans were likely to succeed, he\nwould be willing to ride herd on his devil's pack just so long....\n\nBetter start the ball rolling without any preliminaries, Telzey\ndecided. The Moderator's picture of her must be that of a spoiled,\nneurotic brat in a stew about the threatened loss of a pet animal. He\nexpected her to start arguing with him immediately about Tick-Tock.\n\nShe said \"Do you have a personal interest in keeping the Baluit crest\ncats from becoming extinct?\"\n\nSurprise flickered in his eyes for an instant. Then he smiled.\n\n\"I admit I do, Miss Amberdon,\" he said pleasantly. \"I should like to\nsee the species re-established. I count myself almost uniquely\nfortunate in having had the opportunity to bag two of the magnificent\nbrutes before disease wiped them out on the planet.\"\n\n[Illustration]\n\nThe last seemed a less than fortunate statement just now. Telzey\nfelt a sharp tingle of alarm, then sensed that in the minds which were\ndrawing the meaning of the Moderator's speech from her mind there had\nbeen only a brief stir of interest.\n\nShe cleared her throat, said, \"The point is that they weren't wiped\nout by disease.\"\n\nHe considered her quizzically, seemed to wonder what she was trying to\nlead up to. Telzey gathered her courage, plunged on, \"Would you like\nto hear what did happen?\"\n\n\"I should be very much interested, Miss Amberdon,\" the Moderator said\nwithout change of expression. \"But first, if you'll excuse me a\nmoment....\"\n\nThere had been some signal from his desk which Telzey hadn't noticed,\nbecause he picked up a small communicator now and said \"Yes?\" After a\nfew seconds, he resumed, \"That's rather curious, isn't it?... Yes, I'd\ntry that.... No, that shouldn't be necessary.... Yes, please do.\nThank you.\" He replaced the communicator, his face very sober; then,\nhis eyes flicking for an instant to TT, he drew one of the upper desk\ndrawers open a few inches, and turned back to Telzey.\n\n\"Now, Miss Amberdon,\" he said affably, \"you were about to say? About\nthese crest cats....\"\n\nTelzey swallowed. She hadn't heard the other side of the conversation,\nbut she could guess what it had been about. His office had called the\nguest house, had been told by Halet's maid that Halet, the chauffeur\nand Dr. Droon were out looking for Miss Telzey and her pet. The\nModerator's office had then checked on the sportscar's communication\nnumber and attempted to call it. And, of course, there had been no\nresponse.\n\nTo the Moderator, considering what Halet would have told him, it must\nadd up to the grim possibility that the young lunatic he was talking\nto had let her three-quarters-grown crest cat slaughter her aunt and\nthe two men when they caught up with her! The office would be\nnotifying the police now to conduct an immediate search for the\nmissing aircar.\n\nWhen it would occur to them to look for it on the Moderator's parking\nterrace was something Telzey couldn't know. But if Halet and Dr. Droon\nwere released before the Moderator accepted her own version of what\nhad occurred, and the two reported the presence of wild crest cats in\nPort Nichay, there would be almost no possibility of keeping the\nsituation under control. Somebody was bound to make some idiotic move,\nand the fat would be in the fire....\n\n       *       *       *       *       *\n\nTwo things might be in her favor. The Moderator seemed to have the\nsort of steady nerve one would expect in a man who had bagged two\nBaluit crest cats. The partly opened desk drawer beside him must have\na gun in it; apparently he considered that a sufficient precaution\nagainst an attack by TT. He wasn't likely to react in a panicky\nmanner. And the mere fact that he suspected Telzey of homicidal\ntendencies would make him give the closest attention to what she said.\nWhether he believed her then was another matter, of course.\n\nSlightly encouraged, Telzey began to talk. It did sound like a\nthoroughly wild story, but the Moderator listened with an appearance\nof intent interest. When she had told him as much as she felt he could\nbe expected to swallow for a start, he said musingly, \"So they weren't\nwiped out--they went into hiding! Do I understand you to say they did\nit to avoid being hunted?\"\n\nTelzey chewed her lip frowningly before replying. \"There's something\nabout that part I don't quite get,\" she admitted. \"Of course I don't\nquite get either why you'd want to go hunting ... twice ... for\nsomething that's just as likely to bag you instead!\"\n\n\"Well, those are, ah, merely the statistical odds,\" the Moderator\nexplained. \"If one has enough confidence, you see--\"\n\n\"I don't really. But the crest cats seem to have felt the same way--at\nfirst. They were getting around one hunter for every cat that got\nshot. Humans were the most exciting game they'd ever run into.\n\n\"But then that ended, and the humans started knocking them out with\nstunguns from aircars where they couldn't be got at, and hauling them\noff while they were helpless. After it had gone on for a while, they\ndecided to keep out of sight.\n\n\"But they're still around ... thousands and thousands of them!\nAnother thing nobody's known about them is that they weren't only in\nthe Baluit mountains. There were crest cats scattered all through the\nbig forests along the other side of the continent.\"\n\n\"Very interesting,\" the Moderator commented. \"Very interesting,\nindeed!\" He glanced towards the communicator, then returned his gaze\nto Telzey, drumming his fingers lightly on the desk top.\n\nShe could tell nothing at all from his expression now, but she guessed\nhe was thinking hard. There was supposed to be no native intelligent\nlife in the legal sense on Jontarou, and she had been careful to say\nnothing so far to make the Baluit cats look like more than rather\nexceptionally intelligent animals. The next--rather large--question\nshould be how she'd come by such information.\n\nIf the Moderator asked her that, Telzey thought, she could feel she'd\nmade a beginning at getting him to buy the whole story.\n\n\"Well,\" he said abruptly, \"if the crest cats are not extinct or\nthreatened with extinction, the Life Banks obviously have no claim on\nyour pet.\" He smiled confidingly at her. \"And that's the reason you're\nhere, isn't it?\"\n\n\"Well, no,\" Telzey began, dismayed. \"I--\"\n\n\"Oh, it's quite all right, Miss Amberdon! I'll simply rescind the\npermit which was issued for the purpose. You need feel no further\nconcern about that.\" He paused. \"Now, just one question ... do you\nhappen to know where your aunt is at present?\"\n\n       *       *       *       *       *\n\nTelzey had a dead, sinking feeling. So he hadn't believed a word she\nsaid. He'd been stalling her along until the aircar could be found.\n\nShe took a deep breath. \"You'd better listen to the rest of it.\"\n\n\"Why, is there more?\" the Moderator asked politely.\n\n\"Yes. The important part! The kind of creatures they are, they\nwouldn't go into hiding indefinitely just because someone was after\nthem.\"\n\nWas there a flicker of something beyond watchfulness in his\nexpression. \"What would they do, Miss Amberdon?\" he asked quietly.\n\n\"If they couldn't get at the men in the aircars and couldn't\ncommunicate with them\"--the flicker again!--\"they'd start looking for\nthe place the men came from, wouldn't they? It might take them some\nyears to work their way across the continent and locate us here in\nPort Nichay. But supposing they did it finally and a few thousand of\nthem are sitting around in the parks down there right now? They could\ncome up the side of these towers as easily as they go up the side of a\nmountain. And supposing they'd decided that the only way to handle the\nproblem was to clean out the human beings in Port Nichay?\"\n\nThe Moderator stared at her in silence a few seconds. \"You're saying,\"\nhe observed then, \"that they're rational beings--above the Critical\nI.Q. level.\"\n\n\"Well,\" Telzey said, \"legally they're rational. I checked on that.\nAbout as rational as we are, I suppose.\"\n\n\"Would you mind telling me now how you happen to know this?\"\n\n\"They told me,\" Telzey said.\n\nHe was silent again, studying her face. \"You mentioned, Miss Amberdon,\nthat they have been unable to communicate with other human beings.\nThis suggests then that you are a xenotelepath....\"\n\n\"I am?\" Telzey hadn't heard the term before. \"If it means that I can\ntell what the cats are thinking, and they can tell what I'm thinking,\nI guess that's the word for it.\" She considered him, decided she had\nhim almost on the ropes, went on quickly.\n\n\"I looked up the laws, and told them they could conclude a treaty with\nthe Federation which would establish them as an Affiliated Species ...\nand that would settle everything the way they would want it settled,\nwithout trouble. Some of them believed me. They decided to wait until\nI could talk to you. If it works out, fine! If it doesn't\"--she felt\nher voice falter for an instant--\"they're going to cut loose fast!\"\n\nThe Moderator seemed undisturbed. \"What am I supposed to do?\"\n\n\"I told them you'd contact the Council of the Federation on Orado.\"\n\n\"Contact the Council?\" he repeated coolly. \"With no more proof for\nthis story than your word Miss Amberdon?\"\n\nTelzey felt a quick, angry stirring begin about her, felt her face\nwhiten.\n\n\"All right,\" she said \"I'll give you proof! I'll have to now. But\nthat'll be it. Once they've tipped their hand all the way, you'll\nhave about thirty seconds left to make the right move. I hope you\nremember that!\"\n\nHe cleared his throat. \"I--\"\n\n\"NOW!\" Telzey said.\n\nAlong the walls of the balcony garden, beside the ornamental flower\nstands, against the edges of the rock pool, the crest cats appeared.\nPerhaps thirty of them. None quite as physically impressive as Iron\nThoughts who stood closest to the Moderator; but none very far from\nit. Motionless as rocks, frightening as gargoyles, they waited, eyes\nglowing with hellish excitement.\n\n\"This is _their_ council, you see,\" Telzey heard herself saying.\n\nThe Moderator's face had also paled. But he was, after all, an old\nshikari and a senior diplomat. He took an unhurried look around the\ncircle, said quietly, \"Accept my profound apologies for doubting you.\nMiss Amberdon!\" and reached for the desk communicator.\n\nIron Thoughts swung his demon head in Telzey's direction. For an\ninstant, she picked up the mental impression of a fierce yellow eye\nclosing in an approving wink.\n\n\"... An open transmitter line to Orado,\" the Moderator was saying into\nthe communicator. \"The Council. And snap it up! Some very important\nvisitors are waiting.\"\n\nThe offices of Jontarou's Planetary Moderator became an extremely busy\nand interesting area then. Quite two hours passed before it occurred\nto anyone to ask Telzey again whether she knew where her aunt was at\npresent.\n\nTelzey smote her forehead.\n\n\"Forgot all about that!\" she admitted, fishing the sportscar's keys\nout of the pocket of her sunbriefs. \"They're out on the parking\nplatform....\"\n\n       *       *       *       *       *\n\nThe preliminary treaty arrangements between the Federation of the Hub\nand the new Affiliated Species of the Planet of Jontarou were formally\nratified two weeks later, the ceremony taking place on Jontarou, in\nthe Champagne Hall of the Shikaris' Club.\n\nTelzey was able to follow the event only by news viewer in her\nship-cabin, she and Halet being on the return trip to Orado by then.\nShe wasn't too interested in the treaty's details--they conformed\nalmost exactly to what she had read out to Iron Thoughts and his\nco-chiefs and companions in the park. It was the smooth bridging of\nthe wide language gap between the contracting parties by a row of\ninterpreting machines and a handful of human xenotelepaths which held\nher attention.\n\nAs she switched off the viewer, Halet came wandering in from the\nadjoining cabin.\n\n\"I was watching it, too!\" Halet observed. She smiled. \"I was hoping to\nsee dear Tick-Tock.\"\n\nTelzey looked over at her. \"Well, TT would hardly be likely to show up\nin Port Nichay,\" she said. \"She's having too good a time now finding\nout what life in the Baluit range is like.\"\n\n\"I suppose so,\" Halet agreed doubtfully, sitting down on a hassock.\n\"But I'm glad she promised to get in touch with us again in a few\nyears. I'll miss her.\"\n\nTelzey regarded her aunt with a reflective frown. Halet meant it quite\nsincerely, of course, she had undergone a profound change of heart\nduring the past two weeks. But Telzey wasn't without some doubts about\nthe actual value of a change of heart brought on by telepathic means.\nThe learning process the crest cats had started in her mind appeared\nto have continued automatically several days longer than her rugged\nteachers had really intended; and Telzey had reason to believe that by\nthe end of that time she'd developed associated latent abilities of\nwhich the crest cats had never heard. She'd barely begun to get it all\nsorted out yet, but ... as an example ... she'd found it remarkably\neasy to turn Halet's more obnoxious attitudes virtually upside down.\nIt had taken her a couple of days to get the hang of her aunt's\npersonal symbolism, but after that there had been no problem.\n\nShe was reasonably certain she'd broken no laws so far, though the\nsections in the law library covering the use and abuse of psionic\nabilities were veiled in such intricate and downright obscuring\nphrasing--deliberately, Telzey suspected--that it was really difficult\nto say what they did mean. But even aside from that, there were a\nnumber of arguments in favor of exercising great caution.\n\nJessamine, for one thing, was bound to start worrying about her\nsister-in-law's health if Halet turned up on Orado in her present\nstate of mind, even though it would make for a far more agreeable\natmosphere in the Amberdon household.\n\n\"Halet,\" Telzey inquired mentally, \"do you remember what an all-out\nstinker you used to be?\"\n\n\"Of course, dear,\" Halet said aloud. \"I can hardly wait to tell dear\nJessamine how much I regret the many times I....\"\n\n\"Well,\" Telzey went on, still verbalizing it silently. \"I think you'd\nreally enjoy life more if you were, let's say, about halfway between\nyour old nasty self and the sort of sickening-good kind you are now.\"\n\n\"Why, Telzey!\" Halet cried out with dopey amiability. \"What a\ndelightful idea!\"\n\n\"Let's try it,\" Telzey said.\n\nThere was silence in the cabin for some twenty minutes then while she\nwent painstakingly about remolding a number of Halet's character\ntraits for the second time. She still felt some misgivings about it;\nbut if it became necessary, she probably could always restore the old\nHalet _in toto_.\n\nThese, she told herself, definitely were powers one should treat with\nrespect! Better rattle through law school first; then, with that out\nof the way, she could start hunting around to see who in the\nFederation was qualified to instruct a genius-level novice in the\nproper handling of psionics.\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Novice, by James H. Schmitz\n\n*** END OF THIS PROJECT GUTENBERG EBOOK NOVICE ***\n\n***** This file should be named 30458.txt or 30458.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/0/4/5/30458/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}