{"title": "Blind Spot", "author": "Bascom Jones", "releaseDate": "November 11, 2009", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n   BLIND\n SPOT\n\n   By BASCOM JONES, JR.\n\n   Illustrated by KOSSIN\n\n\n _Everyone supported the Martian\n   program--until it struck home!_\n\n\nJohnny Stark, director of the department of Interplanetary Relations for\nMars' Settlement One, reread the final paragraph of the note which he\nhad found on his desk, upon returning from lunch earlier in the day.\n\nHis eye flicked rapidly over the moistly smeared Martian scrawl,\nignoring the bitterness directed at him in the first paragraphs. He was\nvaguely troubled by the last sentences. But he hadn't been able to pin\nthe feeling down.\n\n    _... Our civilization predates that of Earth's by millions of years.\n    We are an advanced, peaceful race. Yet, since Earth's first rocket\n    landed here thirteen years ago, we have been looked upon as freaks\n    and contemptuously called 'bug-men' behind our backs! This is our\n    planet. We gave of our far-advanced knowledge and science freely, so\n    that Earth would be a better place. We asked nothing in return, but\n    we were rewarded by having forced upon us foreign ideas of\n    government, religion, and behavior. Our protests have been silenced\n    by an armed-police and punitive system we've never before needed.\n    Someday you will awaken to this injustice. On that day in your life,\n    you have my sympathy and pity!_\n\nStark knew that the Settlement's Investigations Lab could readily\ndetermine the identity of the Martian who had written the note. But he\nhesitated to send it over. Under the New System, such troublemakers were\nbanished to the slave-labor details of the precious-earth mines to the\nNorth.\n\nCrumpling the note in sudden decision, Stark dropped it into the office\nincendiary tube. The morning visi-report had shown that there were more\nthan 17,000 workers at the mines. Only five had been Earthlings. Let the\narmed-police system find the Martian through their own channels. It\nwasn't his job.\n\n       *       *       *       *       *\n\nA glance at the solar clock on the far wall reminded him there was still\ntime for one more interview before the last bell, so he impatiently\nsignaled his secretary to send in the waiting couple.\n\nOrdinarily, he liked his work and time meant little to him. He had\njumped from interpreter to director in the ten years since the\ndepartment had been created. But this day was different.\n\nStark was to announce his engagement at the Chief's monthly dinner party\nthat evening and time had seemed to drag since his lunch with Carol.\n\nWhen the door opened, he rose and nodded to the plump, freckle-faced\ngirl who entered. The girl topped five feet by one or two inches, but\nshe was no taller than the Martian man who followed her at the\nprescribed four feet.\n\nAfter the girl had seated herself, Stark and the Martian sat down. Stark\nopened the folder, which his secretary had placed on his desk earlier.\n\n\"Your names are Ruth and Ralph Gilraut? And you want permission to move\ninto Housing Perimeter D?\" It was merely a formality, since the\ninformation was in the folder.\n\nWhen the girl nodded, Stark placed a small check mark in the space\nbeside her name. Then he turned to the Martian.\n\nThe large, single red eye set deep in the Martian's smooth, green\nforehead above the two brown ones blinked twice before he answered.\n\nHe spoke deliberately. \"As is required of all Martians under the New\nSystem, I have taken the name of one of the early Earthlings to write\nand pronounce.\" The large red eye blinked again. \"My wife would like\nto move into Housing Perimeter D. By regulation, I respect her wish.\"\n\n[Illustration]\n\nStark placed a check mark by the Martian's name. He wiped the smudge of\nink off his hand and said, \"You both know, of course, that Perimeter D\nis reserved for couples who have intermarried and are about to have\noffspring?\"\n\nThe girl and the Martian nodded, and the girl passed Stark a medical\nreport. Stark looked over the report and then made a notation on a small\npink slip.\n\nHe said, \"This permit certifies that you are eligible to move from\nPerimeter E to Housing Perimeter D. It also certifies that your husband\nhas no record as a troublemaker.\" Stark looked at the girl. \"You\nunderstand that you may visit your friends in Perimeter E, but, by law,\nthey will not be allowed to enter Perimeter D to visit you. And, of\ncourse, the new law clearly states that neither of you may visit\nEarthlings in Housing Perimeter A, B or C.\"\n\nThe girl looked down at her hands. Her voice was almost inaudible. \"My\nhusband and I are familiar with the advantages and disadvantages listed\nunder the section pertaining to intermarriage in the new law, Mr. Stark.\nThank you.\"\n\n       *       *       *       *       *\n\nStark rose as they left. For a brief moment, he thought he had detected\na sense of rebellion in their attitude. But that was not possible.\n\nThe new law provided equality for all. And his department had been\ncreated to iron out relations between the two races--excepting\ncomplaints originated by troublemakers for the purpose of weakening the\nNew System. In such cases, Investigations had stepped in and the Martian\nor Earthling troublemaker had been sent to the rare-earth mines.\n\nThe reddish light filtering in through the quartz and lead wall of his\noffice showed that it was almost time for the last bell.\n\nOn the street below, shoppers were streaming out of the stores on their\nway to the various housing perimeters.\n\nEarthlings were climbing into their speedy little jet cars for the short\ntrip to the recently modernized inner perimeters. Martians were waiting\nfor the slower auto buses. The traffic problem had been solved, under\nthe New System, by restricting the use of the Martian-built jet cars to\npersons living in the inner perimeters.\n\nAs Stark watched, a black jet car impatiently hurtled out of the line of\ntraffic, bowled through a crowd of Martians waiting for an auto bus, and\nskidded to a stop at the curb in front of the building.\n\nA tall girl got out. The red evening glow reflecting from her golden\nhair, made her breathing globe almost amber. Male Martians and\nEarthlings alike turned to stare in appreciation as she pushed her way\nthrough the crowd to the building's compressor lock. Carol was that kind\nof girl.\n\n       *       *       *       *       *\n\nAlmost at the exact moment that Carol opened the door into Stark's\noffice, the yellow visi-screen of the vocal box upon Stark's desk\nflashed on brilliantly and the Chief's booming voice filled the office.\nThe light from the screen picked up the highlights on the furniture and\ngave a sallow, greenish cast to Stark's features. Carol stepped back\ninto the doorway to stay out of range of the two-way unit.\n\n\"Stark!\" The automatic tuner on the box corrected to bring the Chief's\nimage in wire-sharp focus.\n\n\"Yes, sir?\"\n\n\"About the dinner tonight. Just checking to make sure you're planning to\nbe there. We want a full turnout. An inspection team has come up from\nEarth and we have two visiting dignitaries from Venus.\"\n\nStark nodded and waited for the Chief to say something else, but the\nvisi-screen blanked out.\n\nCarol said, \"That was Dad, wasn't it?\"\n\nStark felt very depressed suddenly. \"Haven't you told him yet?\"\n\n\"No. He's been tied up with those inspectors all afternoon. And you know\nhow Dad is, Johnny. There's a right and a wrong time to tell him things.\nRight now, he's only interested in hearing about Earth.\"\n\n\"But we're supposed to announce our engagement tonight at the dinner.\"\nHe shook his head. \"We can't go on forever with just a few stolen\nmoments here and there, eating an occasional lunch or third meal\ntogether in little out-of-the-way places.\"\n\nCarol laughed, the youthful swell of her breasts against the soft,\nspun-glass material of her blouse. \"Don't worry so, Johnny! I'm a big\ngirl now. This is my eighteenth birthday. Dad's bark is much worse than\nhis bite. I'll tell him about us on the way home.\"\n\nShe moved closer to him, until he could feel the warmth of her body. He\ncould see the warm, damp indentation where her breathing globe had\nrested against her shoulders and chest.\n\nShe asked teasingly, \"What did you get me for my birthday, Johnny?\nSomething real nice?\"\n\n\"What did you want?\" Johnny asked her gently.\n\n       *       *       *       *       *\n\nAnd suddenly she wasn't teasing any more. She put her arms around him.\n\"Dad and my brother would say I'm crazy. But all I want, Johnny, is you.\nJust you! You know that.\"\n\nStark had picked out her birthday present, but he wanted it to be a\nsurprise for that night. He said, \"I already saw one of your presents. A\nblack jet car!\"\n\n\"How did you know that?\"\n\n\"I saw you drive up in it a few minutes ago.\"\n\nCarol giggled. \"Dad gave it to me. Did you see me plow through that\ncrowd waiting for the auto bus?\"\n\n\"Did your brother send you anything?\"\n\nShe nodded. \"Three new outfits from Earth. They were on the same liner\nthat brought the inspection team to the Settlement this morning. Oh,\nyes, and the captain of the liner brought me this.\"\n\nShe showed him the tiny pin she wore attached to her collar. The pin\nitself was a carefully wrought but cruel caricature of an awkward\nbuglike creature. A small ruby set in the center of its face served as\nits eye.\n\nStark frowned. \"Carol, you shouldn't be wearing that.\" He reached up and\nunpinned it. \"That's the sort of thing our department is fighting.\"\n\n\"But the captain said it was the latest rage back on Earth. They're even\nmaking toys like it. I'm sure they're not designed to ... to poke fun at\nanyone.\"\n\nStark started to say something, but the last bell interrupted him. He\nsaid, \"If you're going to take your father home and tell him about us\nbefore the dinner, you'd better hurry. I'll come early.\"\n\nCarol kissed him and said good-by. She left the pin on Stark's desk and\nwas smiling at him as she closed the door.\n\n       *       *       *       *       *\n\nAfter waiting until the first rush of workers had gone and the building\nwas quiet, Stark caught the elevator down. The overhead lights in the\ncompressor lock were reflected in the twin rows of breathing globes. The\ngreen-tinted ones had to be used by Martians in the building, and the\nclear ones were used by Earthmen when they were outside in the Martian\natmosphere. Stark stopped in at a little open shop down one of the many\nside streets. The sign said \"Closed,\" but he rang the bell until a\nlittle, dried-up Martian appeared.\n\nThe storekeeper handed him a small box. Stark opened it to examine the\nring--Carol's birthday present. The single, large diamond set in the\nthin precious-metal band dated back to an all-but-forgotten custom\npracticed on Earth. Stark thought the engagement ring would please\nCarol, though.\n\nStanding in the compressor lock at the Chief's home later, Stark rubbed\nthe diamond against the sleeve of his tunic. He fumbled with his\nbreathing globe and then pushed the button that activated the door. The\ntele-guard beyond the opening door scanned him rapidly. As he stepped\nforward, a red light above the tele-guard flashed on and the door began\nto close again.\n\nStark threw all his strength against the door and squeezed through into\nthe house.\n\nThroughout the house, Stark could hear the alarm bell. A taped voice,\nactivated by the tele-guard, said, \"Do not enter! Do not enter!\"\n\nHe found Carol and the Chief in the library alone. Nearly purple with\nrage, the Chief drew himself up to his full six feet.\n\nThe Chief bellowed, \"Stark! Are you crazy?\"\n\nThe growing feeling of sickness spread through Stark.\n\n\"Who do you think you are?\" the Chief yelled. \"Get back to your office\nand consider yourself under arrest as a troublemaker. Give you people an\ninch and you try to walk away with everything. Why, I wouldn't let you\ntouch my daughter if you were the last living being in the Universe!\"\n\nCarol didn't look up. She stood through it all, silently, without\nmoving. Stark knew now where his blind spot had been. He turned and left\nthem.\n\n       *       *       *       *       *\n\nBack at his office, he waited for the police. Stark stared down at his\nreflection in the polished top of the desk. A yellow, moist film of\nsweat covered his face. The red eye set in his forehead blinked. But the\npain visible just behind the surface of that eye was not over Carol or\nhimself.\n\nThe pain was for what he was seeing for the first time ... now.\n\n                                                   --BASCOM JONES, JR.\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Galaxy Science Fiction_ February 1955.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Blind Spot, by Bascom Jones\n\n*** END OF THIS PROJECT GUTENBERG EBOOK BLIND SPOT ***\n\n***** This file should be named 30454.txt or 30454.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/0/4/5/30454/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}