{"title": "With a Vengeance", "author": "J. B. Woodley", "releaseDate": "November 14, 2009", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n[Illustration: Illustrated by KNOTH]\n\n\nWith a Vengeance\n\nBy J. B. WOODLEY\n\n\n _Keep this in mind in teaching\n apprentices: They are future\n journeymen--and even masters!_\n\n\n                                                      October 10, 2119\n                                                     New San Francisco\n\nToday, at precisely 9:50 a.m., Kyle became First Imperator of Terra. His\ncoup was so fantastically direct and facile that I am almost tempted to\nbelieve that old cliche \"the time was right.\"\n\nWell, however badly it can be expressed, I suppose the world _was_ ripe\nfor this sort of thing. I can remember when much the same used to\nhappen in elections. One man would win over another by a tremendous\nmajority, and historians would then set about to show how \"the time was\nright.\"\n\nWhy do I persist in tormenting myself with that phrase! Analytically, I\nmight say I resent this new aristocracy of politics. Specifically, I\nmight say I resent Kyle.\n\nAnd both are true, both are true.\n\nThis swing, though, to absolute monarchy, complete with the installation\nof the Kyle Dynasty--damn him! This is something which psychologists,\nnot historians, must explain. Has the age of the Common Man, so bravely\nflaunted for over one hundred years, truly come to nothing? Would people\nreally prefer a figurehead and a symbol of undisputed authority?\n\nIn this instance, one may again conclude that \"the time was right.\"\nContact with planets like Mars and Venus undoubtedly had its influence.\nI must confess that the televised audiences with the Mrit of Venus and\nthe Znam of Mars _did_ make Terra's President--I should say, late\nPresident--look a bit seedy. I daresay there is such a thing as a too\ncommon Common Man.\n\nKyle was such, twenty years ago. His name wasn't Kyle then, although it\nwas something very like that. I must see if any of the old ledgers are\nabout! I'd like to see what the Imperator's name was when His Most\nImperial Majesty was an apprenticed nobody!\n\n       *       *       *       *       *\n\n                                                      October 12, 2119\n                                                     New San Francisco\n\nI found it! Buried in stacks of dust behind the old printing press that\nwas once the heart of my _Beacon-Sentinel_. There were others there too.\nSpent a delightful morning with them, reading back through those old\naccount books.\n\nI wonder whatever happened to Hastings? And Drew? Best linotype men I\never had. They became pilots, or something, as I recall. Too bad, too\nbad. They could have had such brilliant futures, both of them. Why they\nfelt they must ally themselves with the non-thinking, muscle-flexing\nvariety of mankind--of which our Ruler is an excellent example--I'll\nnever know.\n\nAh, yes, Kyle! In those days he was Kilmer Jones. I don't remember him\ntoo well, actually, except for the day I fired him.\n\nI suppose he was right in changing his name. We couldn't very well have\nan Imperator named Kilmer the First, or Jones the First. Much too\ncommon, not at all in keeping.\n\nGawky fellow--that Kilmer. When Bard brought me a sample of his work--I\nguess I'll have to call it that--we both had a good laugh over it!\nAtrocious spelling! Couldn't follow the proofreader's marks. Indeed, I\nwonder if the fellow could even read! The punctuation! And the grammar!\n\nI called the boy to the office that morning--or was it the next day? No\nmatter. I called him in and told him, as kindly as possible, that I\nthought there were other vocations to which he might be better suited.\nThe irony of it! Kilmer Jones--Kyle I!\n\nAnd he stood there, I remember, with those seventeen-year-old hands that\nwere all knuckles and bone and chapped skin, twisting those hands and\nshifting his weight from one foot to the other.\n\n\"Please, Mr. Booth,\" he said, his voice cracking. \"I ain't got no other\njob in mind. I wanna be a noospaper man. I ain't got no--\"\n\nIf not for that \"ain't got no,\" I think I might have relented. But no\none is going to ruin the English language as he did! Not in my offices!\n\nI took him to task severely for his offensive usage, outlined a correct\nexample of what he had attempted to say, gave him a brief lesson in the\nhistory of the tongue, and explained why it had been chosen as the\nofficial Terran speech. I think my conclusion was, \"You'll be much\nbetter off in a position which requires you to quote neither Milton nor\nShakespeare nor any author save possibly those who write the comic\nstrips.\"\n\n\"Got no training,\" he said softly. (I supposed it was to keep his voice\nfrom exhibiting its usual adolescent gymnastics.)\n\nI shuddered slightly, I remember. \"You mean, 'I _have_ no training.'\"\n\n\"Yeah ...\" softly again. \"Yeah, Mr. Booth.\"\n\n\"_Yes!_\" I cried impatiently. \"Not 'yeah,' but _yes_!\"\n\nI searched for his severance pay on my desk, wondering who the devil had\nhired him in the first place. Gave him three weeks pay, as I recall it,\none more than necessary.\n\nUnmannerly pup! He just stood there for a minute and then finally left\nwithout even a \"Thank you,\" or \"Good-by.\"\n\nAnd this is the man who is Kyle the First, Ruler of Terra at the age of\nthirty-seven! I wonder what he is like now....\n\n       *       *       *       *       *\n\n                                                          January 1, 1\n                                                     New San Francisco\n\nThere is no longer any need to wonder. Surprisingly few heads have\nrolled, but apparently Jonesy chooses to exhibit his power in other\nways.\n\nThanksgiving Day, a custom preserved in certain portions of the\nDirectorate of North America, is three weeks away--even though it is\nJanuary.\n\nThe Year One. There used to be some childish joke about the Year One.\nDon't remember it just now.\n\nThanksgiving harvest in January. Christmas celebration in February.\nSpring planting in July! To say nothing of the inconvenience this has\ncaused in my bookkeeping department! I suppose the man will now try to\nchange the weather to suit his new calendar!\n\n       *       *       *       *       *\n\n                                                          January 8, 1\n                                                     New San Francisco\n\nHe can't last! He can't! A dictator is one thing. A monarch is another.\nBut Kyle is something else!\n\nNaturally he had to remove certain persons from his way. And his summer\npalace in the plains region of America--that's all right, that's all\nright! An authority of Kyle's stature is expected to remove\nundesirables, and to have a summer palace, and a winter palace, and\nanything else he wants! Of course!\n\nBut why this? Why _this_ of all things!\n\nNo newspapers! Just like that! _He_ waves an edict, and just like that,\n_no newspapers_! The _Beacon-Sentinel_ has been a great paper for the\nlast twenty-five years! It was nothing, and I was nothing, and together\nwe became a Voice! And now again, we are nothing!\n\nOh, I see what's behind it! It's revenge, that's what it is! Because he\nonce couldn't become a \"noospaper\" man, he's taking his vengeance this\nway.\n\nA man as petty as that shall be overthrown! Mark my words! And the\nclumsiness of it!\n\nI see what he is! I know him! He's still that pup of seventeen, playing\nking with the world, twisting his hands in glee over his childish\ntriumph.\n\nNo subtlety! Just a direct pushing over an applecart he couldn't steer!\nDoesn't matter whose apples you destroy, does it, Jonesy? Just push it\nover--push it over!\n\n       *       *       *       *       *\n\n                                                         January 16, 1\n                                                     New San Francisco\n\nClosed the _Beacon-Sentinel_ yesterday. My savings are enough to take\ncare of me for a few years. After that--ah, well, I am no longer a young\nman. I am glad that Elsa is not here to see this.\n\n       *       *       *       *       *\n\n                                                        February 12, 1\n                                                     New San Francisco\n\nReceived a letter this morning, requesting me to appear at the chambers\nof His Most Imperial Majesty, Kyle the First, on Tuesday of next week.\nHis Most Imperial Majesty can see me between 10:15 and 10:25 on that\nmorning.\n\nTen minutes--rather a brief spell in which to roll another head.\n\nI find myself amazed, though. Is this man so truly powerful that he\nneeds no police to make his arrests for him? Can he really send messages\nvia jetmail and be certain his enemies will not try to escape?\n\nI don't want to attempt flight. Life without my work is no longer life.\n\n       *       *       *       *       *\n\n                                                        February 17, 1\n                                         Kyleton Palace, North America\n\nI don't understand. I've gone over it twice, and I don't understand. If\nonly Elsa were still with me! I could talk to her. She would help me\ndecipher what it's all about.\n\nThis morning, at 10:15 sharp, I was taken to the public audience chamber\nin the palace.\n\nHis Majesty was seated behind a desk facing the doors. Behind him, on\nthe wall, was His Coat of Arms.\n\nHe stood up and walked toward me, waving away the guards. \"How are you,\nMr. Booth?\" he said. And offered me His Hand!\n\nI recovered my presence of mind, of course, and replied as was fitting.\n\nAnd then He said it! \"I shall be at liberty later this week to discuss\nmore fully the details of these past years.\" (Shades of \"ain't got no!\")\n\"Meanwhile, my secretary will give you a complete dossier on my planned\nOfficial Bulletin.\" He lighted a cigarette after offering me one. \"I\nshould deem it an honor,\" he continued, \"to have a man of your literary\nversatility and--I must add--your vast practical experience become Chief\nEditor of that Bulletin. The publication, which I should enjoy\nchristening _The Terran Beacon-Sentinel_--with your permission,\nsir--shall be more than my official organ. It shall set the standards\nfor the coming newspaper world.\"\n\nHe cocked an eyebrow at me and smiled. \"I believe we are in perfect\naccord about certain standards, are we not, Mr. Booth? The deplorable\ngrammatical practices of some newspapers! Well, really, Mr. Booth! I\nfeel assured of your agreement!\"\n\nHe led me around the desk and pointed to the Coat of Arms. As He stood\nsilent, I felt obliged to look more closely. I had seen it before, of\ncourse, but seeing it now, greatly enlarged, I was able to make out its\ndetail.\n\nWhat I had thought was a mere decorative border, I now realized was a\nmotif I have seen all my life! A tiny lighthouse sending forth a beam!\nThe trademark of my paper!\n\nAs I stood there, gaping, His Majesty laughed softly and said, \"That,\nMr. Booth, I felt impelled to include. For, without your most fortuitous\ntermination of my apprenticeship in your organization, I should not have\nrisen to my present position.\"\n\n       *       *       *       *       *\n\nAgain He took my hand and shook it, warmly. His hair is just a bit gray\nat the temples, and there are signs of strain on His finely featured\nface. Those awkward hands are now strong and purposeful.\n\nHe apologized that He must return to His duties, and went with me to the\ndoor. \"My secretary will fill in further details about your new\nposition. Newspapers shall once again be published. No--don't say a\nword, Mr. Booth! I know what you are thinking.\n\n\"Your salary,\" he continued as we stood at the open door, \"shall, of\ncourse, be commensurate to your high authority in this new field. Allow\nme, now, to thank you most deeply and sincerely for your unwitting aid\nin my youth. I assure you, Mr. Booth, I have often thought of that day\nwe talked. And I hope to repay you, in some measure, for what you did.\"\n\nHe said more, mostly polite phrases of good-by. And then I was outside\nafter being handed a folder by some man.\n\nAn official jetmobile took me to my residence--which turned out to be in\nthe East Wing. Here I am, and I don't understand. I came prepared to\nsuffer heaven only knows what as part of Kilmer Jones's childish pattern\nfor revenge.\n\nInstead, here I am, head of the Official Bulletin, titular ruler and\nruler-in-fact of the future journalism of the world!\n\nThere is something behind this--I keep feeling there is. But what? What?\nOr is he truly generous, to a degree never before known among absolute\nmonarchs?\n\n       *       *       *       *       *\n\n                                                        February 13, 1\n                                         Kyleton Palace, North America\n\nI am a suspicious and most humble old man. I see now that Kyle's\ngenerosity amazed me only because I myself would have been incapable of\nsuch an action.\n\nJust now, I fear for His Majesty. I was right, before, when I said there\nwas no subtlety in the man. He is too open, too fair, too forgiving. A\nruler with such greatness of heart might easily allow some small\ninsignificant person in too far, too close. I fear for him!\n\n       *       *       *       *       *\n\n                                                        February 14, 1\n                                         Kyleton Palace, North America\n\nTomorrow we begin publication! The pressroom is magnificent! I can\nhardly wait. It's been a long time since I've felt such exuberance.\n\nThis afternoon I am to conduct a conference of some eight hundred\neditors! His Majesty's secretary has sent me an outline on Journalistic\nStandards, which I shall study after lunch.\n\nThere was a note attached, in His Majesty's handwriting--such beautiful\npenmanship, too. \"A mere formality,\" it said, \"for, of course, you and I\nknow full well what the future of journalism shall be, Mr. Booth.\"\n\n       *       *       *       *       *\n\n                                                               Later--\n\nHow wrong can one man be in one lifetime?\n\nI wonder now _why_ he changed the calendar. I wonder now what poor devil\nhe destroyed then. But _I'll_ cheat him!\n\nI'll cheat him yet!\n\n       *       *       *       *       *\n\n                                       Obituary, _Trran Bacon-Sntinl_,\n                                                         Fbruary 16, 1\n\nTh unfortunat and untimly dmis of Gorg W. Booth is hrby notd with sorrow\nby thos who knw and lovd him.\n\nMr. Booth, formr ditor and publishr of th _Bacon-Sntinl_ of Nw San\nFrancisco, Dirctorat of North Amrica, had apparntly bn in poor helth for\nsom tim. It is blivd that worry ovr th succss of his nw policy-stting\n_Trran Bacon-Sntinl_ was a contributing factor in his suicid lat in th\naftrnoon of Fbruary 14.\n\nHis Most Imprial Majsty Kyl th First has ordrd a fitting monumnt to his\nlat lamntd frind. A simpl shaft of granit shall b rctd in th gardn\nfacing th Ast Wing of Kylton Palac, whr Mr. Booth mad his residnc. On th\nshaft shall b inscribd th lgnd:\n\n    \"How bautous mankind is! Oh brav nw world,\n    That has much peepl in't!\"\n\nTh quotation is from _Th Tmpst_. Mr. Booth was a grat admirr of\nShakspar.\n\nAn vn mor fitting and long-livd mmorial is xprssd in th dict rlasd\nthrough th offics of His Majsty on th vry day of Mr. Booth's dath. It\nreeds in part:\n\n    \"Th nw linguistic policy on Trra, as dmonstratd in th _Trran\n    Bacon-Sntinl_, shall hncforth b known as Boothtalk.\"\n\nMr. Booth bfrindd Our Imprial Rulr in His youngr days, and, as w all\nknow, His Majsty nvr forgts a frind.\n\n                                                       --J. B. WOODLEY\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Galaxy Science Fiction_ October 1953.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note. Calendar\n    dates remain as printed, and, based on the narrative, may be\n    intentional.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of With a Vengeance, by J. B. Woodley\n\n*** END OF THIS PROJECT GUTENBERG EBOOK WITH A VENGEANCE ***\n\n***** This file should be named 30475.txt or 30475.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/0/4/7/30475/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}