{"title": "Lion Loose", "author": "James H. Schmitz", "releaseDate": "November 17, 2009", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n  This etext was produced from Analog Science Fact & Fiction October 1961.\n  Extensive research did not uncover any evidence that the U.S. copyright\n  on this publication was renewed.\n\n\n\n                                 LION\n\n                                LOOSE\n\n\n                         By JAMES H. SCHMITZ\n\n\n     _The most dangerous of animals is not the biggest and\n      fiercest--but the one that's hardest to stop. Add\n      intelligence to that ... and you may come to a wrong\n      conclusion as to what the worst menace is...._\n\n\n                     _Illustrated by Schoenherr_\n\n       *       *       *       *       *\n\n\n\n\nFor twelve years at a point where three major shipping routes of the\nFederation of the Hub crossed within a few hours' flight of one\nanother, the Seventh Star Hotel had floated in space, a great golden\nsphere, gleaming softly in the void through its translucent shells of\nbattle plastic. The Star had been designed to be much more than a\nconvenient transfer station for travelers and freight; for some years\nafter it was opened to the public, it retained a high rating among\nthe more exotic pleasure resorts of the Hub. The Seventh Star Hotel\nwas the place to have been that season, and the celebrities and fat\ncats converged on it with their pals and hangers-on. The Star blazed\nwith life, excitement, interstellar scandals, tinkled with streams of\ncredits dancing in from a thousand worlds. In short, it had started\nout as a paying proposition.\n\nBut gradually things changed. The Star's entertainment remained as\ndelightfully outrageous as ever, the cuisine as excellent; the\naccommodations and service were still above reproach. The fleecing, in\ngeneral, became no less expertly painless. But one had _been_ there.\nBy its eighth year, the Star was dated. Now, in its twelfth, it lived\nsoberly off the liner and freighter trade, four fifths of the guest\nsuites shut down, the remainder irregularly occupied between ship\ndepartures.\n\nAnd in another seven hours, if the plans of certain men went through,\nthe Seventh Star Hotel would abruptly wink out of existence.\n\n       *       *       *       *       *\n\nSome fifty or sixty early diners were scattered about the tables on\nthe garden terraces of Phalagon House, the Seventh Star Hotel's most\nexclusive eatery. One of them had just finished his meal, sat smoking\nand regarding a spiraling flow of exquisitely indicated female figures\nacross the garden's skyscape with an air of friendly approval. He was\na large and muscular young man, deeply tanned, with shoulders of\nimpressive thickness, an aquiline nose, and dark, reflective eyes.\n\nAfter a minute or two, he yawned comfortably, put out the cigarette,\nand pushed his chair back from the table. As he came to his feet,\nthere was a soft bell-note from the table ComWeb. He hesitated, said,\n\"Go ahead.\"\n\n\"Is intrusion permitted?\" the ComWeb inquired.\n\n\"Depends,\" the guest said. \"Who's calling?\"\n\n\"The name is Reetal Destone.\"\n\nHe grinned, appeared pleasantly surprised. \"Put the lady through.\"\n\nThere was a brief silence. Then a woman's voice inquired softly,\n\"Quillan?\"\n\n\"Right here, doll! Where--\"\n\n\"Seal the ComWeb, Quillan.\"\n\nHe reached down to the instrument, tapped the seal button, said, \"All\nright. We're private.\"\n\n\"Probably,\" the woman's voice said. \"But better scramble this, too. I\nwant to be very sure no one's listening.\"\n\nQuillan grunted, slid his left hand into an inner coat pocket, briefly\nfingered a device of the approximate size and shape of a cigarette,\ndrew his hand out again. \"Scrambling!\" he announced. \"Now, what--\"\n\n\"Mayday, Quillan,\" the soft voice said. \"Can you come immediately?\"\n\nQuillan's face went expressionless. \"Of course. Is it urgent?\"\n\n\"I'm in no present danger. But we'd better waste no time.\"\n\n\"Is it going to take real hardware? I'm carrying a finger gun at the\nmoment.\"\n\n\"Then go to your rooms and pick up something useful,\" Reetal said.\n\"This should take real hardware, all right.\"\n\n\"All right. Then where do I go?\"\n\n\"I'll meet you at your door. I know where it is.\"\n\nWhen Quillan arrived, she was standing before the door to his suite, a\ntall blonde in a sleeveless black and gold sheath; a beautiful body, a\nwarm, lovely, humorous face. The warmth and humor were real, but\nmasked a mind as impersonally efficient as a computer, and a taste for\nhigh and dangerous living. When Quillan had last met Reetal Destone, a\nyear and a half before, the taste was being satisfied in industrial\nespionage. He hadn't heard of her activities since then.\n\nShe smiled thoughtfully at him as he came up. \"I'll wait outside,\" she\nsaid. \"We're not talking here.\"\n\nQuillan nodded, went on into his living room, selected a gun belt and\nholstered gun from a suitcase, fastened the belt around his waist\nunder the coat, and came out. \"Now what?\"\n\n\"First a little portal-hopping--\"\n\nHe followed her across the corridor and into a tube portal, watched as\nshe tapped out a setting. The exit light flashed a moment later; they\nstepped out into a vacant lounge elsewhere in the same building,\ncrossed it, entered another portal. After three more shifts, they\nemerged into a long hall, dimly lit, heavily carpeted. There was no\none in sight.\n\n\"Last stop,\" Reetal said. She glanced up at his face. \"We're on the\nother side of the Star now, in one of the sections they've closed up.\nI've established a kind of emergency headquarters here. The Star's\nnearly broke, did you know?\"\n\n\"I'd heard of it.\"\n\n\"That appears to be part of the reason for what's going on.\"\n\nQuillan said, \"What's going on?\"\n\nReetal slid her arm through his, said, \"Come on. That's my, hm-m-m,\nunregistered suite over there. Big boy, it's very, very selfish of me,\nbut I was extremely glad to detect your name on the list of newly\narrived guests just now! As to what's going on ... the _Camelot_\nberths here at midnight, you know.\"\n\nQuillan nodded. \"I've some business with one of her passengers.\"\n\nReetal bent to unlock the entrance door to the indicated suite. \"The\nway it looks now,\" she remarked, \"the odds are pretty high that you're\nnot going to keep that appointment.\"\n\n\"Why not?\"\n\n\"Because shortly after the _Camelot_ docks and something's been\nunloaded from her, the _Camelot_ and the Seventh Star Hotel are\nscheduled to go _poof!_ together. Along with you, me, and some twelve\nthousand other people. And, so far, I haven't been able to think of a\ngood way to keep it from happening.\"\n\nQuillan was silent a moment. \"Who's scheduling the poof?\" he asked.\n\n\"Some old acquaintances of ours are among them. Come on in. What\nthey're doing comes under the heading of destroying the evidence.\"\n\n       *       *       *       *       *\n\nShe locked the door behind them, said, \"Just a moment,\" went over to\nthe paneled wall, turned down a tiny silver switch. \"Room portal,\" she\nsaid, nodding at the wall. \"It might come in handy. I keep it turned\noff most of the time.\"\n\n\"Why are you turning it on now?\" Quillan asked.\n\n\"One of the Star's stewards is working on this with me. He'll be along\nas soon as he can get away. Now I'll give you the whole thing as\nbriefly as I can. The old acquaintances I mentioned are some boys of\nthe Brotherhood of Beldon. Movaine's here; he's got Marras Cooms and\nFluel with him, and around thirty of the Brotherhood's top guns. Nome\nLancion's coming in on the _Camelot_ in person tonight to take charge.\nObviously, with all that brass on the job, they're after something\nvery big. Just what it is, I don't yet know. I've got one clue, but a\nrather puzzling one. Tell you about that later. Do you know Velladon?\"\n\n\"The commodore here?\" Quillan nodded. \"I've never met him but I know\nwho he is.\"\n\nReetal said, \"He's been manager of the Seventh Star Hotel for the past\nnine years. He's involved in the Beldon outfit's operation. So is the\nchief of the Star's private security force--his name's Ryter--and half\na dozen other Star executives. They've got plenty of firepower, too;\nclose to half the entire security force, I understand, including all\nthe officers. That would come to nearly seventy men. There's reason to\nbelieve the rest of the force was disarmed and murdered by them in the\nsubspace section of the Star about twelve hours ago. They haven't been\nseen since then.\n\n\"Now, Velladon, aside from his share in whatever they're after, has\nanother reason for wanting to wipe out the Star in an unexplained\nblowup. There I have definite information. Did you know the Mooley\nbrothers owned the Star?\"\n\n\"Yes.\"\n\n\"I've been working for the Mooleys the past eight months,\" Reetal\nsaid, \"checking up on employees at Velladon's level for indications of\ngraft. And it appears the commodore had been robbing them blind here\nfor at least several years.\"\n\n\"Sort of risky thing to try with the Mooleys, from what I hear,\"\nQuillan remarked.\n\n\"Yes. Very. Velladon had reason to be getting a little desperate about\nthat. Two men were planted here a month ago. One of them is Sher\nHeraga, the steward I told you about. The other man came in as a\nbookkeeper. Two weeks ago, Heraga got word out that the bookkeeper had\ndisappeared. Velladon and Ryter apparently got wise to what he was\ntrying to do. So the Mooleys sent me here to find out exactly what was\ngoing on before they took action. I arrived four days ago.\"\n\nShe gave a regretful little headshake. \"I waited almost a day before\ncontacting Heraga. It seemed advisable to move very cautiously in the\nmatter. But that made it a little too late to do anything. Quillan,\nfor the past three days, the Seventh Star Hotel has been locked up\nlike a bank vault. And except for ourselves, only the people who are\nin on the plot are aware of it.\"\n\n\"The message transmitters are inoperative?\" he asked.\n\nReetal nodded. \"The story is that a gravitic storm center in the area\nhas disrupted transmissions completely for the time being.\"\n\n\"What about incoming ships?\"\n\n\"Yours was the only one scheduled before the _Camelot_ arrives. It\nleft again eight hours ago. Nobody here had been let on board. The\nguests who wanted to apply for outgoing berths were told there were\nnone open, that they'd have to wait for the _Camelot_.\"\n\nShe went over to a desk, unlocked a drawer, took out a sheaf of\npapers, and handed one of them to Quillan. \"That's the layout of the\nStar,\" she said. \"This five-level building over by the shell is the\nExecutive Block. The Brotherhood and the commodore's men moved in\nthere this morning. The Block is the Star's defense center. It's\nraid-proofed, contains the control officers and the transmitter and\narmament rooms. About the standard arrangement. While they hold the\nExecutive Block, they have absolute control of the Star.\"\n\n\"If it's the defense center, it should be practically impossible to do\nanything about them there,\" Quillan agreed. \"They could close it up,\nand dump the air out of the rest of the Star in a minute, if they had\nto. But there must be ... well, what about the lifeboats in the\nsubspace section--and our pals must have a getaway ship stashed away\nsomewhere?\"\n\n\"They have two ships,\" Reetal said. \"A souped-up armed freighter the\nBrotherhood came in on, and a large armed yacht which seems to be the\ncommodore's personal property. Unfortunately, they're both in subspace\nlocks.\"\n\n\"Why unfortunately?\"\n\n\"Because they've sealed off subspace. Try portaling down there, and\nyou'll find yourself looking at a battle-plastic bulkhead. There's no\nway of getting either to those ships or to the lifeboats.\"\n\nQuillan lifted his eyebrows. \"And _that_ hasn't caused any comment?\nWhat about the maintenance crews, the warehouse men, the--\"\n\n\"All the work crews were hauled out of subspace this morning,\" Reetal\nsaid. \"On the quiet, the Star's employees have been told that a gang\nof raiders was spotted in the warehouse area, and is at present\ncornered there. Naturally, the matter isn't to be mentioned to the\nguests, to avoid arousing unnecessary concern. And that explains\neverything very neatly. The absence of the security men, and why\nsubspace is sealed off. Why the Executive Block is under guard, and\ncan't be entered--and why the technical and office personnel in there\ndon't come out, and don't communicate out. They've been put on\nemergency status, officially.\"\n\n       *       *       *       *       *\n\n\"Yunk,\" Quillan said disgustedly after a moment. \"This begins to look\nlike a hopeless situation, doll!\"\n\n\"True.\"\n\n\"Let's see now--\"\n\nReetal interrupted, \"There is one portal still open to subspace.\nThat's in the Executive Block, of course, and Heraga reports it's\nheavily guarded.\"\n\n\"How does he know?\"\n\n\"The Block's getting its meals from Phalagon House. He floated a diner\nin there a few hours ago.\"\n\n\"Well,\" Quillan said, brightening, \"perhaps a deft flavoring of\npoison--\"\n\nReetal shook her head. \"I checked over the hospital stocks. Not a\nthing there that wouldn't be spotted at once. Unless we can clobber\nthem thoroughly, we can't afford to make them suspicious with a trick\nlike that.\"\n\n\"Poison would be a bit rough on the office help, too,\" Quillan\nconceded. \"They wouldn't be in on the deal.\"\n\n\"No, they're not. They're working under guard.\"\n\n\"Gas ... no, I suppose not. It would take too long to whip up\nsomething that could turn the trick.\" Quillan glanced at his watch.\n\"If the _Camelot_ docks at midnight, we've around six and a half hours\nleft, doll! And I don't find myself coming up with any brilliant\nideas. What have you thought of?\"\n\nReetal hesitated a moment. \"Nothing very brilliant either,\" she said\nthen. \"But there are two things we might try as a last resort.\"\n\n\"Let's hear them.\"\n\n\"I know a number of people registered in the Star at present who'd be\ncarrying personal weapons. If they were told the facts, I could\nprobably line up around twenty who'd be willing to make a try to get\ninto the Executive Block, and take over either the control offices or\nthe transmitter room. If we got a warning out to the _Camelot_, that\nwould break up the plot. Of course, it wouldn't necessarily save the\nStar.\"\n\n\"No,\" Quillan said, \"but it's worth trying if we can't think of\nsomething better. How would you get them inside?\"\n\n\"We could crowd twenty men into one of those diner trucks, and Heraga\ncould take us in.\"\n\n\"What kind of people are your pals?\"\n\n\"A few smugglers and confidence men I've had connections with. Fairly\ngood boys for this sort of thing. Then there's an old millionaire\nsportsman, with a party of six, waiting to transfer to the _Camelot_\nfor a safari on Jontarou. Old Philmarron isn't all there, in my\nopinion, but he's dead game and loves any kind of a ruckus. We can\ncount on him and his friends, if they're not too drunk at the moment.\nStill ... that's not too many to set against something less than a\nhundred professional guns, even though some of them must be down on\nthe two ships.\"\n\n\"No, not enough.\" Quillan looked thoughtful. \"What's the other idea?\"\n\n\"Let the cat out of the bag generally. Tell the guests and the\nemployees out here what's going on, and see if somebody can think of\nsomething that might be done.\"\n\nHe shook his head. \"What you'd set off with that would be anywhere\nbetween a riot and a panic. The boys in the Executive Block would\nsimply give us the breathless treatment. Apparently, they prefer to\nhave everything looking quiet and normal when the _Camelot_ gets\nhere--\"\n\n\"But they don't have to play it that way,\" Reetal agreed. \"We might be\ndead for hours before the liner docks. If they keep the landing lock\nclosed until what they want has been unloaded, nobody on the _Camelot_\nwould realize what had happened before it was too late.\"\n\n       *       *       *       *       *\n\nThere was a moment's silence. Then Quillan said, \"You mentioned you'd\npicked up a clue to what they're after. What was that?\"\n\n\"Well, that's a curious thing,\" Reetal said. \"On the trip out here, a\nyoung girl name of Solvey Kinmarten attached herself to me. She didn't\nwant to talk much, but I gathered she was newly married, and that her\nhusband was on board and was neglecting her. She's an appealing little\nthing, and she seemed so forlorn and upset that I adopted her for the\nrest of the run. After we arrived, of course, I pretty well forgot\nabout the Kinmartens and their troubles.\n\n\"A few hours ago, Solvey suddenly came bursting into the suite where\nI'm registered. She was shaking all over. After I calmed her down a\nbit, she spilled out her story. She and her husband, Brock Kinmarten,\nare rest wardens. With another man named Eltak, whom Solvey describes\nas 'some sort of crazy old coot,' they're assigned to escort two\ndeluxe private rest cubicles to a very exclusive sanatorium on\nMezmiali. But Brock told Solvey at the beginning of the trip that this\nwas a very unusual assignment, that he didn't want her even to come\nnear the cubicles. That wouldn't have bothered her so much, she says,\nbut on the way here Brock became increasingly irritable and\nabsent-minded. She knew he was worrying about the cubicles, and she\nbegan to wonder whether they weren't involved in something illegal.\nThe pay was very high; they're both getting almost twice the regular\nwarden fee for the job. One day, she found an opportunity to do a\nlittle investigating.\n\n\"The cubicles are registered respectively to a Lady Pendrake and a\nMajor Pendrake. Lady Pendrake appears to be genuine; the cubicle is\nunusually large and constructed somewhat differently from the ones\nwith which Solvey was familiar, but it was clear that it had an\noccupant. However, the life indicator on 'Major Pendrake's cubicle\nregistered zero when she switched it on. If there was something inside\nit, it wasn't a living human being.\n\n\"That was all she learned at the time, because she was afraid Brock\nmight catch her in the cubicle room. Here in the Star, the cubicles\nwere taken to a suite reserved for Lady Pendrake. The other man,\nEltak, stayed in the suite with the cubicles, while the Kinmartens\nwere given other quarters. However, Brock was still acting oddly and\nspending most of his time in the Pendrake suite. So this morning,\nSolvey swiped his key to the suite and slipped in when she knew the\ntwo men had left it.\"\n\n[Illustration]\n\n\"She'd barely got there when she heard Brock and Eltak at the door\nagain. She ran into the next room, and hid in a closet. Suddenly there\nwas a commotion in the front room, and Solvey realized that men from\nthe Star's security force had arrived and were arresting Brock and\nEltak. They hauled both of them away, then floated the cubicles out\nand on a carrier and took them off too, locking the suite behind them.\n\n\"Solvey was in a complete panic, sure that she and Brock had become\ninvolved in some serious breach of the Warden Code. She waited a few\nminutes, then slipped out of the Pendrake suite, and looked me up to\nsee if I couldn't help them. I had Heraga check, and he reported that\nthe Kinmarten suite was under observation. Evidently, they wanted to\npick up the girl, too. So I tucked her away in one of the suites in\nthis section, and gave her something to put her to sleep. She's there\nnow.\"\n\n       *       *       *       *       *\n\nQuillan said, \"And where are the prisoners and the cubicles?\"\n\n\"In the Executive Block.\"\n\n\"How do you know?\"\n\nReetal smiled briefly. \"The Duke of Fluel told me.\"\n\n\"Huh? The Brotherhood knows you're here?\"\n\n\"Relax,\" Reetal said. \"Nobody but Heraga knows I'm working for the\nMooleys. I told the Duke I had a big con deal set up when the\n_Camelot_ came in--I even suggested he might like to get in on it. He\nlaughed, and said he had other plans. But he won't mention to anyone\nthat I'm here.\"\n\n\"Why not?\"\n\n\"Because,\" Reetal said dryly, \"what the Duke is planning to get in on\nis an hour of tender dalliance. Before the _Camelot_ arrives,\nnecessarily. The cold-blooded little skunk!\" She hesitated a moment;\nwhen she spoke again, her voice had turned harsh and nasal, wicked\namusement sounding through it. \"Sort of busy at the moment,\nsweetheart, but we might find time for a drink or two later on in the\nevening, eh?\"\n\nQuillan grunted. \"You're as good at the voice imitations as ever. How\ndid you find out about the cubicles?\"\n\n\"I took a chance and fed him a Moment of Truth.\"\n\n\"With Fluel,\" Quillan said thoughtfully, \"that was taking a chance!\"\n\n\"Believe me, I was aware of it! I've run into card-carrying sadists\nbefore, but the Duke's the only one who scares me silly. But it did\nwork. He dropped in for a about a minute and a half, and came out\nwithout noticing a thing. Meanwhile, I'd got the answers to a few\nquestions. The bomb with which they're planning to mop up behind them\nalready has been planted up here in the normspace section. Fluel\ndidn't know where; armaments experts took care of it. It's armed now.\nThere's a firing switch on each of their ships, and both switches have\nto be tripped before the thing goes off. Part of what they're after is\nin those Pendrake rest cubicles--\"\n\n\"Part of it?\" Quillan asked.\n\n\"Uh-huh. An even hundred similar cubicles will be unloaded from the\n_Camelot_--the bulk of the haul; which is why Nome Lancion is\nsupervising things on the liner. I started to ask what was in the\ncubicles, but I saw Fluel was beginning to lose that blank look they\nhave under Truth, and switched back to light chitchat just before he\nwoke up. Yaco's paying for the job--or rather, it _will_ pay for the\nstuff, on delivery, and no questions asked.\"\n\n\"That's not very much help, is it?\" Quillan said after a moment.\n\"Something a big crooked industrial combine like Yaco thinks it can\nuse--\"\n\n\"It must expect to be able to use it to extremely good advantage,\"\nReetal said. \"The Brotherhood will collect thirty million credits for\ntheir part of the operation. The commodore's group presumably won't do\nany worse.\" She glanced past Quillan toward the room portal. \"It's\nO.K., Heraga! Come in.\"\n\n       *       *       *       *       *\n\nSher Heraga was a lean, dark-skinned little man with a badly bent\nnose, black curly hair, and a nervous look. He regretted, he said,\nthat he hadn't been able to uncover anything which might be a lead to\nthe location of the bomb. Apparently, it wasn't even being guarded.\nAnd, of course, a bomb of the size required here would be quite easy\nto conceal.\n\n\"If they haven't placed guards over it,\" Reetal agreed, \"it'll take\nblind luck to spot it! Unless we can get hold of one of the men who\nknows where it's planted--\"\n\nThere was silence for some seconds. Then Quillan said, \"Well, if we\ncan't work out a good plan, we'd better see what we can do with one of\nthe bad ones. Are the commodore's security men wearing uniforms?\"\n\nHeraga shook his head, \"Not the ones I saw.\"\n\n\"Then here's an idea,\" Quillan said. \"As things stand, barging into\nthe Executive Block with a small armed group can't accomplish much. It\nmight be more interesting than sitting around and waiting to be blown\nup, but it still would be suicide. However, if we could get things\nsoftened up and disorganized in there first--\"\n\n\"Softened up and disorganized how?\" Reetal asked.\n\n\"We can use that notion you had of having Heraga float in another\ndiner. This time, I'm on board--in a steward's uniform, in case the\nguards check.\"\n\n\"They didn't the first time,\" Heraga said.\n\n\"Sloppy of them. Well, they're just gun hands. Anyway, once we're\ninside I shuck off the uniform and get out. Heraga delivers his\ngoodies, and leaves again--\"\n\nReetal gave him a look. \"You'll get shot down the instant you're seen,\ndope!\"\n\n\"I think not. There're two groups in there--around a hundred men in\nall--and they haven't had time to get well acquainted yet. I'll have\nmy gun in sight, and anyone who sees me should figure I belong to the\nother group, until I run into one of the Brotherhood boys who knows me\npersonally.\"\n\n\"Then that's when you get shot down. I understand the last time you\nand the Duke of Fluel met, he woke up with lumps.\"\n\n\"The Duke doesn't love me,\" Quillan admitted. \"But there's nothing\npersonal between me and Movaine or Marras Cooms--and I'll have a\nmessage for Movaine.\"\n\n\"What kind of a message?\"\n\n\"I'll have to play that by ear a little. It depends on how things\nlook in there. But I have a few ideas, based on what you've learned of\nthe operation. Now, just what I can do when I get that far, I don't\nknow yet. I'll simply try to louse the deal up as much as I can. That\nmay take time, and, of course, it might turn out to be impossible to\nget word out to you.\"\n\n\"So what do we do meanwhile?\" Reetal asked. \"If we start lining up our\nattack group immediately, and then there's no action for another five\nor six hours, there's always the chance of a leak, with around twenty\npeople in the know.\"\n\n\"And if there's a leak,\" Quillan agreed, \"we've probably had it. No,\nyou'd better wait with that! If I'm not out, and you haven't heard\nfrom me before the _Camelot_'s actually due to dock, Heraga can still\ntake the group--everyone but yourself--in as scheduled.\"\n\n\"Why everyone but me?\" Reetal asked.\n\n\"If nothing else works, you might find some way of getting a warning\nto the liner's security force after they've docked. It isn't much of a\npossibility, but we can't afford to throw it away.\"\n\n\"Yes, I see.\" Reetal looked reflective. \"What do you think, Heraga?\"\n\nThe little man shrugged. \"You told me that Mr. Quillan is not\ninexperienced in dealing with, ah, his enemies. If he feels he might\naccomplish something in the Executive Block, I'm in favor of the plan.\nThe situation certainly could hardly become worse.\"\n\n\"That's the spirit!\" Quillan approved. \"The positive outlook--that's\nwhat a think like this mainly takes. Can you arrange for the diner and\nthe uniform?\"\n\n\"Oh, yes,\" Heraga said, \"I've had myself put in charge of that detail,\nnaturally.\"\n\n\"Then what can you tell me about the Executive Block's layout?\"\n\nReetal stood up. \"Come over to the desk,\" she said. \"We've got\ndiagrams.\"\n\n       *       *       *       *       *\n\n\"The five levels, as you see,\" Heraga was explaining a few moments\nlater, \"are built directly into the curve of the Star's shells. Level\nFive, on the top, is therefore quite small. The other levels are\nfairly extensive. Two, Three, and Four could each accommodate a\nhundred men comfortably. These levels contain mainly living quarters,\nprivate offices, and the like. The Brotherhood men appear to be\noccupying the fourth level, Velladon's group the second. The third may\nbe reserved for meetings between representatives of the two groups.\nAll three of these levels are connected by single-exit portals to the\nlarge entrance area on the ground level.\n\n\"The portals stood open when I went in earlier today, and there were\nabout twenty armed men lounging about the entrance hall. I recognized\napproximately half of them as being members of the Star's security\nforce. The others were unfamiliar.\" Heraga cleared his throat. \"There\nis a possibility that the two groups do not entirely trust each\nother.\"\n\nQuillan nodded. \"If they're playing around with something like sixty\nmillion CR, anybody would have to be crazy to trust the Brotherhood of\nBeldon. The transmitter room and the control officers are guarded,\ntoo?\"\n\n\"Yes, but not heavily,\" Heraga said. \"There seem to be only a few men\nstationed at each of those points. Ostensibly, they're there as a\nsafe-guard--in case the imaginary raiders attempt to break out of the\nsubspace section.\"\n\n\"What's the arrangement of the ordinary walk-in tube portals in the\nExecutive Block?\"\n\n\"There is one which interconnects the five levels. On each of the\nlower levels, there are, in addition, several portals which lead out\nto various points in the Seventh Star Hotel. On the fifth level, there\nis only one portal of this kind. Except for the portal which operates\nbetween the different levels in the Executive Block, all of them have\nbeen rendered unusable at present.\"\n\n\"Unusable in what way?\"\n\n\"They have been sealed off on the Executive Block side.\"\n\n\"Can you get me a diagram of the entry and exit systems those outgoing\nportals connect with?\" Quillan asked. \"I might turn one of them usable\nagain.\"\n\n\"Yes, I can do that.\"\n\n\"How about the communication possibilities?\"\n\n\"The ComWeb system is functioning normally on the second, third, and\nfourth levels. It has been shut off on the first level--to avoid the\nspread of 'alarming rumors' by office personnel. There is no ComWeb on\nthe fifth level.\"\n\nReetal said, \"We'll shift our operating headquarters back to my\nregistered suite then. The ComWebs are turned off in these vacant\nsections. I'll stay in the other suite in case you find a chance to\nsignal in.\"\n\nHeraga left a few minutes later to make his arrangements. Reetal\nsmiled at Quillan, a little dubiously.\n\n\"Good luck, guy,\" she said. \"Anything else to settle before you start\noff?\"\n\nQuillan nodded. \"Couple of details. If you're going to be in your\nregular suite, and Fluel finds himself with some idle time on hand, he\nmight show up for the dalliance you mentioned.\"\n\nReetal's smile changed slightly. Her left hand fluffed the hair at the\nback of her head, flicked down again. There was a tiny click, and\nQuillan looked at a small jeweled hair-clasp in her palm, its needle\nbeak pointing at him.\n\n\"It hasn't got much range,\" Reetal said, \"but within ten feet it will\nscramble the Duke's brains just as thoroughly as they need to be\nscrambled.\"\n\n\"Good enough,\" Quillan said. \"Just don't give that boy the ghost of a\nchance, doll. He has a rep for playing very unnice games with the\nladies.\"\n\n\"I know his reputation.\" Reetal replaced the tiny gun in her hair.\n\"Anything else?\"\n\n\"Yes. Let's look in on the Kinmarten chick for a moment. If she's\nawake, she may have remembered something or other by now that she\ndidn't think to tell you.\"\n\nThey found Solvey Kinmarten awake, and tearfully glad to see Reetal.\nQuillan was introduced as a member of the legal profession who would\ndo what he could for Solvey and her husband. Solvey frowned prettily,\ntrying very hard to remember anything that might be of use. But it\nappeared that she had told Reetal all she knew.\n\n       *       *       *       *       *\n\nThe blue and white Phalagon House diner, driven by Heraga, was\nadmitted without comment into the Executive Block. It floated on\nunchallenged through the big entry hall and into a corridor.\nImmediately behind the first turn of the corridor, the diner paused a\nfew seconds. Its side door opened and closed. The diner moved on.\n\nQuillan, coatless and with the well-worn butt of a big Miam Devil\nSpecial protruding from the holster on his right hip, came briskly\nback along the corridor. Between fifteen and twenty men, their guns\nalso conspicuously in evidence, were scattered about the entrance\nhall, expressions and attitudes indicating a curious mixture of\nboredom and uneasy tension. The eyes of about half of them swiveled\naround to Quillan when he came into the hall; then, with one\nexception, they looked indifferently away again.\n\nThe exception, leaning against the wall near the three open portals to\nthe upper levels, continued to stare as Quillan came toward him,\nforehead creased in a deep scowl as if he were painfully ransacking\nhis mind for something. Quillan stopped in front of him.\n\n\"Chum,\" he asked, \"any idea where Movaine is at the moment? They just\ngive me this message for him--\"\n\nStill scowling, the other scratched his chin and blinked. \"Uh ...\ndunno for sure,\" he said after a moment. \"He oughta be in the third\nlevel conference room with the rest of 'em. Uh ... dunno you oughta\nbarge in there right now, pal! The commodore's _reee-lly_ hot about\nsomethin'!\"\n\nQuillan looked worried. \"Gotta chance it, I guess! Message is pretty\nimportant, they say--\" He turned, went through the center portal of\nthe three, abruptly found himself walking along a wide, well-lit hall.\n\nNobody in sight here, or in the first intersecting passage he came to.\nWhen he reached the next passage, he heard voices on the right, turned\ntoward them, went by a string of closed doors on both sides until,\nforty feet on, the passage angled again and opened into a long,\nhigh-ceilinged room. The voices came through an open door on the right\nside of the room. Standing against the wall beside the door were two\nmen whose heads turned sharply toward Quillan as he appeared in the\npassage. The short, chunky one scowled. The big man next to him, the\ntop of whose head had been permanently seared clear of hair years\nbefore by a near miss from a blaster, dropped his jaw slowly. His eyes\npopped.\n\n\"My God!\" he said.\n\n\"Movaine in there, Baldy?\" Quillan inquired, coming up.\n\n\"Movaine! He ... you ... how--\"\n\nThe chunky man took out his gun, waved it negligently at Quillan.\n\"Tell the ape to blow, Perk. He isn't wanted here.\"\n\n\"Ape?\" Quillan asked softly. His right hand moved, had the gun by the\nbarrel, twisted, reversed the gun, jammed it back with some violence\ninto the chunky man's stomach. \"Ape?\" he repeated. The chunky man went\nwhite.\n\n\"Bad News--\" Baldy Perk breathed. \"Take it easy! That's Orca. He's the\ncommodore's torpedo. How--\"\n\n\"Where's Movaine?\"\n\n\"Movaine ... he ... uh--\"\n\n\"All right, he's not here. And Lancion can't have arrived yet. Is\nCooms in there?\"\n\n\"Yeah,\" Baldy Perk said weakly. \"Cooms is in there, Quillan.\"\n\n\"Let's go in.\" Quillan withdrew the gun, slid it into a pocket, smiled\ndown at Orca. \"Get it back from your boss, slob. Be seeing you!\"\n\nOrca's voice was a husky whisper.\n\n\"You will, friend! You will!\"\n\n       *       *       *       *       *\n\nThe conference room was big and sparsely furnished. Four men sat at\nthe long table in its center. Quillan knew two of them--Marras Cooms,\nsecond in command of the Beldon Brotherhood's detachment here, and the\nDuke of Fluel, Movaine's personal gun. Going by Heraga's\ndescriptions, the big, florid-faced man with white hair and flowing\nwhite mustaches who was doing the talking was Velladon, the commodore;\nwhile the fourth man, younger, wiry, with thinning black hair\nplastered back across his skull, would be Ryter, chief of the Star's\nsecurity force.\n\n\"What I object to primarily is that the attempt was made without\nobtaining my consent, and secretly,\" Velladon was saying, with a\ntoothy grin but in a voice that shook with open fury. \"And now it's\nbeen made and bungled, you have a nerve asking for our help. The\nproblem is yours--and you better take care of it fast! I can't spare\nRyter. If--\"\n\n\"Cooms,\" Baldy Perk broke in desperately from the door, \"Bad News\nQuillan's here an'--\"\n\nThe heads of the four men at the table came around simultaneously. The\neyes of two of them widened for an instant. Then Marras Cooms began\nlaughing softly.\n\n\"Now everything's happened!\" he said.\n\n\"Cooms,\" the commodore said testily, \"I prefer not to be interrupted.\nNow--\"\n\n\"Can't be helped, commodore,\" Quillan said, moving forward, Perk\nshuffling along unhappily beside him. \"I've got news for Movaine, and\nthe news can't wait.\"\n\n\"Movaine?\" the commodore repeated, blue eyes bulging at Quillan.\n\"Movaine! Cooms, who _is_ this man?\"\n\n\"You're looking at Bad News Quillan,\" Cooms said. \"A highjacking\nspecialist, with somewhat numerous sidelines. But the point right now\nis that he isn't a member of the Brotherhood.\"\n\n\"_What!\"_ Velladon's big fist smashed down on the table. \"_Now_ what\nkind of a game ... how did he get _in_ here?\"\n\n\"Well,\" Quillan said mildly, \"I oozed in through the north wall about\na minute ago. I--\"\n\nHe checked, conscious of having created some kind of sensation. The\nfour men at the table were staring up at him without moving. Baldy\nPerk appeared to be holding his breath. Then the commodore coughed,\ncleared his throat, drummed his fingers on the table.\n\nHe said reflectively: \"He could have news--good or bad--at that! For\nall of us.\" He chewed on one of his mustache tips, grinned suddenly up\nat Quillan. \"Well, sit down, friend! Let's talk. You can't talk to\nMovaine, you see. Movaine's um, had an accident. Passed away suddenly\nhalf an hour ago.\"\n\n\"Sorry to hear it,\" Quillan said. \"That's the sort of thing that\nhappens so often in the Brotherhood.\" He swung a chair around, sat\ndown facing the table. \"You're looking well tonight, Fluel,\" he\nobserved.\n\nThe Duke of Fluel, lean and dapper in silver jacket and tight-fitting\nsilver trousers, gave him a wintry smile, said nothing.\n\n       *       *       *       *       *\n\n\"Now, then, friend,\" Velladon inquired confidentially, \"just what was\nyour business with Movaine?\"\n\n\"Well, it will come to around twenty per cent of the take,\" Quillan\ninformed him. \"We won't argue about a half-million CR more or less.\nBut around twenty per.\"\n\nThe faces thoughtful. After some seconds, the commodore asked, \"And\nwho's we?\"\n\n\"A number of citizens,\" Quillan said, \"who have been rather unhappy\nsince discovering that you, too, are interested in Lady Pendrake and\nher pals. We'd gone to considerable expense and trouble to ... well,\nher ladyship was scheduled to show up in Mezmiali, you know. And now\nshe isn't going to show up there. All right, that's business. Twenty\nper--no hard feelings. Otherwise, it won't do you a bit of good to\nblow up the Star and the liner. There'd still be loose talk--maybe\nother complications, too. You know how it goes. You wouldn't be happy,\nand neither would Yaco. Right?\"\n\nThe commodore's massive head turned back to Cooms. \"How well do you\nknow this man, Marras?\"\n\nCooms grinned dryly. \"Well enough.\"\n\n\"Is he leveling?\"\n\n\"He'd be nuts to be here if he wasn't. And he isn't nuts--at least,\nnot that way.\"\n\n\"There might be a question about that,\" Fluel observed. He looked at\nthe commodore. \"Why not ask him for a couple of the names that are in\nit with him?\"\n\n\"Hagready and Boltan,\" Quillan said.\n\nVelladon chewed the other mustache tip. \"I know Hagready. If he--\"\n\n\"I know both of them,\" Cooms said. \"Boltan works highjacking crews out\nof Orado. Quillan operates there occasionally.\"\n\n\"Pappy Boltan's an old business associate,\" Quillan agreed. \"Reliable\nsort of a guy. Doesn't mind taking a few chances either.\"\n\nVelladon's protruding blue eyes measured him a moment. \"We can check\non those two, you know--\"\n\n\"Check away,\" Quillan said.\n\nVelladon nodded. \"We will.\" He was silent for a second or two, then\nglanced over at Cooms. \"There've been no leaks on our side,\" he\nremarked. \"And they must have known about this for weeks! Of all the\ninept, bungling--\"\n\n\"Ah, don't be too hard on the Brotherhood, commodore,\" Quillan said.\n\"Leaks happen. You ought to know.\"\n\n\"What do you mean?\" Velladon snapped.\n\n\"From what we heard, the Brotherhood's pulling you out of a hole here.\nYou should feel rather kindly toward them.\"\n\nThe commodore stared at him reflectively. Then he grinned. \"Could be I\nshould,\" he said, \"Did you come here alone?\"\n\n\"Yes.\"\n\nThe commodore nodded. \"If you're bluffing, God help you. If you're\nnot, your group's in. Twenty per. No time for haggling--we can raise\nYaco's price to cover it.\" He stood up, and Ryter stood up with him.\n\"Marras,\" the commodore went on, \"tell him what's happened. If he's\nhalf as hot as he sounds, he's the boy to put on that job. Let him get\nin on a little of the work for the twenty per cent. Ryter, come on.\nWe--\"\n\n\"One moment, sir,\" Quillan interrupted. He took Orca's gun by the\nmuzzle from his pocket, held it out to Velladon. \"One of your men lost\nthis thing. The one outside the door. If you don't mind--he might pout\nif he doesn't get it back.\"\n\n       *       *       *       *       *\n\nThe fifth level of the Executive Block appeared to be, as Heraga had\nsaid, quite small. The tiny entry hall, on which two walk-in portals\nopened, led directly into the large room where the two Pendrake rest\ncubicles had been placed. One of the cubicles now stood open. To right\nand left, a narrow passage stretched away from the room, ending\napparently in smaller rooms.\n\nBaldy Perk was perspiring profusely.\n\n\"Now right here,\" he said in a low voice, \"was where I was standing.\nMovaine was over there, on the right of the cubicle, and Cooms was\nbeside him. Rubero was a little behind me, hanging on to the\npunk--that Kinmarten. An' the Duke\"--he nodded back at the wide\ndoorspace to the hall--\"was standing back there.\n\n\"All right. The punk's opened the cubicle a crack, looking like he's\nabout to pass out while he's doin' it. This bearded guy, Eltak, stands\nin front of the cubicle, holding the gadget he controls the thing\nwith--\"\n\n\"Where's the gadget now?\" Quillan asked.\n\n\"Marras Cooms' got it.\"\n\n\"How does it work?\"\n\nBaldy shook his head. \"We can't figure it out. It's got all kinds of\nlittle knobs and dials on it. Push this one an' it squeaks, turn that\none an' it buzzes. Like that.\"\n\nQuillan nodded. \"All right. What happened?\"\n\n\"Well, Movaine tells the old guy to go ahead an' do the demonstrating.\nThe old guy sort of grins and fiddles with the gadget. The cubicle\ndoor pops open an' this thing comes pouring out. I never seen nothin'\nlike it! It's like a barn door with dirty fur on it! It swirls up an'\naround an'--it wraps its upper end clean around poor Movaine. He never\neven screeches.\n\n\"Then everything pops at once. The old guy is laughing like crazy, an'\nthat half-smart Rubero drills him right through the head. I take one\nshot at the thing, low so's not to hit Movaine, an' then we're all\nrunning, I'm halfway to the hall when Cooms tears past me like a\nrocket. The Duke an' the others are already piling out through the\nportal. I get to the hall, and there's this terrific smack of sound in\nthe room. I look back ... an' ... an'--\" Baldy paused and gulped.\n\n\"And what?\" Quillan asked.\n\n\"There, behind the cubicles, I see poor Movaine stickin' halfway out\no' the wall!\" Baldy reported in a hushed whisper.\n\n\"_Half_way out of the wall?\"\n\n\"From the waist up he's in it! From the waist down he's dangling into\nthe room! I tell you, I never seen nothin' like it.\"\n\n\"And this Hlat creature--\"\n\n\"That's gone. I figure the smack I heard was when it hit the wall\nflat, carrying Movaine. It went on into it. Movaine didn't--at least,\nthe last half of him didn't.\"\n\n\"Well,\" Quillan said after a pause, \"in a way, Movaine got his\ndemonstration. The Hlats can move through solid matter and carry other\nobjects along with them, as advertised. If Yaco can work out how it's\ndone and build a gadget that does the same thing, they're getting the\nHlats cheap. What happened then?\"\n\n\"I told Marras Cooms about Movaine, and he sent me and a half dozen\nother boys back up here with riot guns to see what we could do for\nhim. Which was nothin', of course.\" Baldy gulped again. \"We finally\ncut this end of him off with a beam and took it back down.\"\n\n\"The thing didn't show up while you were here?\"\n\nBaldy shuddered and said, \"Naw.\"\n\n\"And the technician ... Eltak ... was dead?\"\n\n\"Sure. Hole in his head you could shove your fist through.\"\n\n\"Somebody,\" Quillan observed, \"ought to drill Rubero for that stupid\ntrick!\"\n\n\"The Duke did--first thing after we got back to the fourth level.\"\n\n\"So the Hlat's on the loose, and all we really have at the moment are\nthe cubicles ... and Rest Warden Kinmarten. Where's he, by the way?\"\n\n\"He tried to take off when we got down to Level Four, and somebody\ncold-cocked him. The doc says he ought to be coming around again\npretty soon.\"\n\nQuillan grunted, shoved the Miam Devil Special into its holster, said,\n\"O.K., you stay here where you can watch the room and those passages\nand the hall. If you feel the floor start moving under, scream. I'll\ntake a look at the cubicle.\"\n\n       *       *       *       *       *\n\nLady Pendrake's cubicle was about half as big again as a standard one;\nbut, aside from one detail, its outer settings, instruments, and\noperating devices appeared normal. The modification was a recess\nalmost six feet long and a foot wide and deep, in one side, which\ncould be opened either to the room or to the interior of the rest\ncubicle, but not simultaneously to both. Quillan already knew its\npurpose; the supposed other cubicle was a camouflaged food locker,\ncontaining fifty-pound slabs of sea beef, each of which represented a\nmeal for the Hlat. The recess made it possible to feed it without\nallowing it to be seen, or, possibly, attempting to emerge.\nKinmarten's nervousness, as reported by his wife, seemed\nunderstandable. Any rest warden might get disturbed over such a\ncharge.\n\nQuillan asked over his shoulder, \"Anyone find out yet why the things\ncan't get out of the closed rest cubicle?\"\n\n\"Yeah,\" Baldy Perk said. \"Kinmarten says it's the cubicle's defense\nfields. They could get through the material. They can't get through\nthe field.\"\n\n\"Someone think to energize the Executive Block's battle fields?\"\nQuillan inquired.\n\n\"Yeah. Velladon took care of that before he came screaming up to the\nthird level to argue with Cooms and Fluel.\"\n\n[Illustration]\n\n\"So it can't slip out of the Block unless it shows itself down on the\nground level when the entry lock's open.\"\n\n\"Yeah,\" Baldy muttered. \"But I dunno. Is that good?\"\n\nQuillan looked at him. \"Well, we _would_ like it back.\"\n\n\"Why? There's fifty more coming in on the liner tonight.\"\n\n\"We don't have the fifty yet. If someone louses up the detail--\"\n\n\"Yawk!\" Baldy said faintly. There was a crash of sound as his riot gun\nwent off. Quillan spun about, hair bristling, gun out. \"What\nhappened?\"\n\n\"I'll swear,\" Baldy said, white-faced, \"I saw something moving along\nthat passage!\"\n\nQuillan looked, saw nothing, slowly replaced the gun. \"Baldy,\" he\nsaid, \"if you think you see it again, just say so. That's an order! If\nit comes at us, we get out of this level fast. But we don't shoot\nbefore we have to. If we kill it, it's no good to us. Got that?\"\n\n\"Yeah,\" Baldy said. \"But I got an idea now, Bad News.\" He nodded at\nthe other cubicle. \"Let's leave that meat box open.\"\n\n\"Why?\"\n\n\"If it's hungry,\" Baldy explained simply, \"I'd sooner it wrapped\nitself around a few chunks of sea beef, an' not around me.\"\n\nQuillan punched him encouragingly in the shoulder. \"Baldy,\" he said,\n\"in your own way, you _have_ had an idea! But we won't leave the meat\nbox open. When Kinmarten wakes up, I want him to show me how to bait\nthis cubicle with a piece of sea beef, so it'll snap shut if the Hlat\ngoes inside. Meanwhile it won't hurt if it gets a little hungry.\"\n\n\"That,\" said Baldy, \"isn't the way _I_ feel about it.\"\n\n\"There must be around a hundred and fifty people in the Executive\nBlock at present,\" Quillan said. \"Look at it that way! Even if the\nthing keeps stuffing away, your odds are pretty good, Baldy.\"\n\nBaldy shuddered.\n\n       *       *       *       *       *\n\nAside from a dark bruise high on his forehead, Brock Kinmarten showed\nno direct effects of having been knocked out. However, his face was\nstrained and his voice not entirely steady. It was obvious that the\nyoung rest warden had never been in a similarly unnerving situation\nbefore. But he was making a valiant effort not to appear frightened\nand, at the same time, to indicate that he would co-operate to the\nbest of his ability with his captors.\n\nHe'd regained consciousness by the time Quillan and Perk returned to\nthe fourth level, and Quillan suggested bringing him to Marras Cooms'\nprivate quarters for questioning. The Brotherhood chief agreed; he was\nprimarily interested in finding out how the Hlat-control device\nfunctioned.\n\nKinmarten shook his head. He knew nothing about the instrument, he\nsaid, except that it was called a Hlat-talker. It was very unfortunate\nthat Eltak had been shot, because Eltak undoubtedly could have told\nthem all they wanted to know about it. If what he had told Kinmarten\nwas true, Eltak had been directly involved in the development of the\ndevice.\n\n\"Was he some Federation scientist?\" Cooms asked, fiddling absently\nwith the mysterious cylindrical object.\n\n\"No, sir,\" the young man said. \"But--again if what he told me was the\ntruth--he was the man who actually discovered these Hlats. At least,\nhe was the first man to discover them who wasn't immediately killed by\nthem.\"\n\nCooms glanced thoughtfully at Quillan, then asked, \"And where was\nthat?\"\n\nKinmarten shook his head again. \"He didn't tell me. And I didn't\nreally want to know. I was anxious to get our convoy to its\ndestination, and then to be relieved of the assignment. I ... well,\nI've been trained to act as Rest Warden to human beings, after all,\nnot to monstrosities!\" He produced an uncertain smile, glancing from\none to the other of his interrogators. The smile promptly faded out\nagain.\n\n\"You've no idea at all then about the place they came from?\" Cooms\nasked expressionlessly.\n\n\"Oh, yes,\" Kinmarten said hastily. \"Eltak talked a great deal about\nthe Hlats, and actually--except for its location--gave me a fairly\ngood picture of what the planet must be like. For one thing, it's an\nuncolonized world, of course. It must be terratype or very nearly so,\nbecause Eltak lived there for fifteen years with apparently only a\nminimum of equipment. The Hlats are confined to a single large\nisland. He discovered them by accident and--\"\n\n\"What was he doing there?\"\n\n\"Well, sir, he came from Hyles-Frisian. He was a crim ... he'd been\nengaged in some form of piracy, and when the authorities began looking\nfor him, he decided it would be best to get clean out of the Hub. He\ncracked up his ship on this world and couldn't leave again. When he\ndiscovered the Hlats and realized their peculiar ability, he kept out\nof their way and observed them. He found out they had a means of\ncommunicating with each other, and that he could duplicate it. That\nstopped them from harming him, and eventually, he said, he was using\nthem like hunting dogs. They were accustomed to co-operating with one\nanother, because when there was some animal around that was too large\nfor one of them to handle, they would attack, it in a group....\"\n\nHe went on for another minute or two on the subject. The Hlats--the\nword meant \"rock lion\" in one of the Hyles-Frisian dialects,\ndescribing a carnivorous animal which had some superficial resemblance\nto the creatures Eltak had happened on--frequented the seacoast and\nsubmerged themselves in sand, rocks and debris, whipping up out of it\nto seize some food animal, and taking it down with them again to\ndevour it at leisure.\n\nQuillan interrupted, \"You heard what happened to the man it attacked\non the fifth level?\"\n\n\"Yes, sir.\"\n\n\"Why would the thing have left him half outside the wall as it did?\"\n\nKinmarten said that it must simply have been moving too fast. It could\nslip into and out of solid substances without a pause itself, but it\nneeded a little time to restructure an object it was carrying in the same\nmanner. No more time, however, than two or three seconds--depending more\non the nature of the object than on its size, according to Eltak.\n\n\"It can restructure _anything_ in that manner?\" Quillan asked.\n\nKinmarten hesitated. \"Well, sir, I don't know. I suppose there might\nbe limitations on its ability. Eltak told me the one we were escorting\nhad been the subject of extensive experimentation during the past\nyear, and that the results are very satisfactory.\"\n\n\"Suppose it carries a living man through a wall. Will the man still be\nalive when he comes out on the other side, assuming the Hlat doesn't\nkill him deliberately?\"\n\n\"Yes, sir. The process itself wouldn't hurt him.\"\n\n       *       *       *       *       *\n\nQuillan glanced at Cooms. \"You know,\" he said, \"we might be letting\nYaco off too cheaply!\"\n\nCooms raised an eyebrow warningly, and Quillan grinned. \"Our friend\nwill be learning about Yaco soon enough. Why did Eltak tell the\ncreature to attack, Kinmarten?\"\n\n\"Sir, I don't know,\" Kinmarten said. \"He was a man of rather violent\nhabits. My impression, however, was that he was simply attempting to\nobtain a hostage.\"\n\n\"How did he get off that island with the Hlat?\"\n\n\"A University League explorer was investigating the planet. Eltak\ncontacted them and obtained the guarantee of a full pardon and a large\ncash settlement in return for what he could tell them about the Hlats.\nThey took him and this one specimen along for experimentation.\"\n\n\"What about the Hlats on the _Camelot_?\"\n\n\"Eltak said those had been quite recently trapped on the island.\"\n\nCooms ran his fingers over the cylinder, producing a rapid series of\nsqueaks and whistles. \"That's one thing Yaco may not like,\" he\nobserved. \"They won't have a monopoly on the thing.\"\n\nQuillan shook his head. \"Their scientists don't have to work through\nred tape like the U-League. By the time the news breaks--if the\nFederation ever intends to break it--Yaco will have at least a\nfive-year start on everyone else. That's all an outfit like that\nneeds.\" He looked at Kinmarten. \"Any little thing you haven't thought\nto tell us, friend?\" he inquired pleasantly.\n\nA thin film of sweat showed suddenly on Kinmarten's forehead.\n\n\"No, sir,\" he said. \"I've really told you everything I know. I--\"\n\n\"Might try him under dope,\" Cooms said absently.\n\n\"Uh-uh!\" Quillan said, \"I want him wide awake to help me bait the\ncubicle for the thing. Has Velladon shown any indication of becoming\nwilling to co-operate in hunting it?\"\n\nCooms gestured with his head. \"Ask Fluel! I sent him down to try to\npatch things up with the commodore. He just showed up again.\"\n\nQuillan glanced around. The Duke was lounging in the doorway. He\ngrinned slightly, said, \"Velladon's still sore at us. But he'll talk\nto Quillan. Kinmarten here ... did he tell you his wife's on the\nStar?\"\n\nBrock Kinmarten went utterly white. Cooms looked at him, said softly,\n\"No, that must have slipped his mind.\"\n\nFluel said, \"Yeah, Well, she is. And Ryter says they'll have her\npicked up inside half an hour. When they bring her in, we really\nshould check on how candid Kinmarten's been about everything.\"\n\nThe rest warden said in a voice that shook uncontrollably, \"Gentlemen,\nmy wife knows absolutely nothing about these matters! I swear it!\nShe--\"\n\nQuillan stood up. \"Well, I'll go see if I can't get Velladon in a\nbetter mood. Are you keeping that Hlat-talker, Cooms?\"\n\nCooms smiled. \"I am.\"\n\n\"Marras figures,\" the Duke's flat voice explained, \"that if the thing\ncomes into the room and he squeaks at it a few times, he won't get\nhurt.\"\n\n\"That's possible,\" Cooms said, unruffled. \"At any rate, I intend to\nhang on to it.\"\n\n\"Well, I wouldn't play around with those buttons too much,\" Quillan\nobserved.\n\n\"Why not?\"\n\n\"You might get lucky and tap out some pattern that spells 'Come to\nchow' in the Hlat's vocabulary.\"\n\n       *       *       *       *       *\n\nThere were considerably more men in evidence on Level Two than on the\nfourth, and fewer signs of nervousness. The Star men had been told of\nthe Hlat's escape from its cubicle, but weren't taking it too\nseriously. Quillan was conducted to the commodore and favored with an\nalarmingly toothy grin. Ryter, the security chief, joined them a few\nseconds later. Apparently, Velladon had summoned him.\n\nVelladon said, \"Ryter here's made a few transmitter calls. We hear\nPappy Boltan pulled his outfit out of the Orado area about a month\nago. Present whereabouts unknown. Hagready went off on some hush-hush\njob at around the same time.\"\n\nQuillan smiled. \"Uh-huh! So he did.\"\n\n\"We also,\" said Ryter, \"learned a number of things about you\npersonally.\" He produced a thin smile. \"You lead a busy\nand--apparently--profitable life.\"\n\n\"Business is fair,\" Quillan agreed. \"But it can always be improved.\"\n\nThe commodore turned on the toothy grin. \"So all right,\" he growled,\n\"you're clear. We rather liked what we learned. Eh, Ryter?\"\n\nRyter nodded.\n\n\"This Brotherhood of Beldon, now--\" The commodore shook his head\nheavily.\n\nQuillan was silent a moment. \"They might be getting sloppy,\" he said.\n\"I don't know. It's one possibility. They used to be a rather sharp\noutfit, you know.\"\n\n\"That's what I'd heard!\" Velladon chewed savagely on his mustache,\nasked finally, \"What's another possibility?\"\n\nQuillan leaned back in his chair. \"Just a feeling, so far. But the\nbusiness with the cubicle upstairs might have angles that weren't\nmentioned.\"\n\nThey looked at him thoughtfully. Ryter said, \"Mind amplifying that?\"\n\n\"Cooms told me,\" Quillan said, \"that Nome Lancion had given Movaine\ninstructions to make a test with Lady Pendrake on the quiet and find\nout if those creatures actually can do what they're supposed to do. I\nthink he was telling the truth. Nome tends to be overcautious when\nit's a really big deal. Unless he's sure of the Hlats, he wouldn't\nwant to be involved in a thing like blowing up the Star and the\nliner.\"\n\nThe commodore scowled absently. \"Uh-huh,\" he said. \"He knows we can't\nback out of it--\"\n\n\"All right. The Brotherhood's full of ambitious men. Behind Lancion,\nMovaine was top man. Cooms behind him; Fluel behind Cooms. Suppose\nthat Hlat-control device Cooms is hanging on to so tightly isn't as\nentirely incomprehensible as they make it out to be. Suppose Cooms\nmakes a deal with Eltak. Eltak tickles the gadget, and the Hlat kills\nMovaine. Rubero immediately guns down Eltak--and is killed by Fluel a\ncouple of minutes later, supposedly for blowing his top and killing\nthe man who knew how to control the Hlat.\"\n\nRyter cleared his throat. \"Fluel was Movaine's gun,\" he observed.\n\n\"So he was,\" Quillan said. \"Would you like the Duke to be yours?\"\n\nRyter grinned, shook his head. \"No, thanks!\"\n\nQuillan looked back at Velladon. \"How well are you actually covered\nagainst the Brotherhood?\"\n\n\"Well, _that_'s air-tight,\" the commodore said. \"We've got 'em\noutgunned here. When the liner lands, we'll be about even. But Lancion\nwon't start anything. We're too even. Once we're clear of the Star, we\ndon't meet again. We deal with Yaco individually. The Brotherhood has\nthe Hlats, and we have the trained Federation technicians accompanying\nthem, who ... who--\"\n\n\"Who alone are supposed to be able to inform Yaco how to control the\nHlats,\" Ryter finished for him. The security chief's face was\nexpressionless.\n\n\"By God!\" the commodore said softly.\n\n\"Well, it's only a possibility that somebody's playing dirty,\" Quillan\nremarked. \"We'd want to be sure of it. But if anyone can handle a Hlat\nwith the control instrument, the Brotherhood has an advantage now that\nit isn't talking about--it can offer Yaco everything Yaco needs in one\npackage. Of course, Yaco might still be willing to pay for the Hlat\ntechnicians. If it didn't, you and Ryter could make the same kind of\ntrouble for it that my friends can.\"\n\n       *       *       *       *       *\n\nThe color was draining slowly from Velladon's face. \"There's a\ndifference,\" he said. \"If we threaten to make trouble for Yaco, they'd\nsee to it that our present employers learn that Ryter and I are still\nalive.\"\n\n\"That's the Mooleys, eh?\"\n\n\"Yes.\"\n\n\"Tough.\" Quillan knuckled his chin thoughtfully. \"Well, let's put it\nthis way then,\" he said. \"My group doesn't have _that_ kind of\nproblem, but if things worked out so that we'd have something more\nsubstantial than nuisance value to offer Yaco, we'd prefer it, of\ncourse.\"\n\nVelladon nodded. \"Very understandable! Under the circumstances,\nco-operation appears to be indicated, eh?\"\n\n\"That's what I had in mind.\"\n\n\"You've made a deal,\" Velladon said. \"Any immediate suggestions?\"\n\nQuillan looked at his watch. \"A couple. We don't want to make any\nmistake about this. It's still almost five hours before the _Camelot_\npulls in, and until she does you're way ahead on firepower. I wouldn't\nmake any accusations just now. But you might mention to Cooms you'd\nlike to borrow the Hlat gadget to have it examined by some of your\ntechnical experts. The way he reacts might tell us something. If he\nbalks, the matter shouldn't be pushed too hard at the moment--it's a\ntossup whether you or the Brotherhood has a better claim to the thing.\n\n\"But then there's Kinmarten, the rest warden in charge of the cubicle.\nI talked with him while Cooms and Fluel were around, but he may have\nbeen briefed on what to say. Cooms mentioned doping him, which could\nbe a convenient way to keeping him shut up, assuming he knows more\nthan he's told. He's one of the personnel you're to offer Yaco. I\nthink you can insist on having Kinmarten handed over to you\nimmediately. It should be interesting again to see how Cooms reacts.\"\n\nVelladon's big head nodded vigorously. \"Good idea!\"\n\n\"By the way,\" Quillan said, \"Fluel mentioned you've been looking for\nKinmarten's wife, the second rest warden on the Pendrake convoy. Found\nher yet?\"\n\n\"Not a trace, so far,\" Ryter said.\n\n\"That's a little surprising, too, isn't it?\"\n\n\"Under the circumstances,\" the commodore said, \"it might not be\nsurprising at all!\" He had regained his color, was beginning to look\nangry. \"If they--\"\n\n\"Well,\" Quillan said soothingly, \"we don't _know_. It's just that\nthings do seem to be adding up a little. Now, there's one other point.\nWe should do something immediately about catching that Hlat.\"\n\nVelladon grunted and picked at his teeth with his thumbnail. \"It would\nbe best to get it back in its cubicle, of course. But I'm not worrying\nabout it--just an animal, after all. Even the light hardware those\nBeldon fancy Dans carry should handle it. You use a man-sized gun, I\nsee. So do I. If it shows up around here, it gets smeared, that's all.\nThere're fifty more of the beasts on the _Camelot_.\"\n\nQuillan nodded. \"You're right on that. But there's the possibility\nthat it is being controlled by the Brotherhood at present. If it is,\nit isn't just an animal any more. It could be turned into a thoroughly\ndangerous nuisance.\"\n\nThe commodore thought a moment, nodded. \"You're right, I suppose. What\ndo you want to do about it?\"\n\n\"Baiting the cubicle on the fifth level might work. Then there should\nbe life-detectors in the Star's security supplies--\"\n\nRyter nodded. \"We have a couple of dozen of them, but not in the\nExecutive Block. They were left in the security building.\"\n\nThe commodore stood up. \"You stay here with Ryter,\" he told Quillan.\n\"There're a couple of other things I want to go over with you two.\nI'll order the life-detectors from the office here--second passage\ndown, isn't it, Ryter?... And, Ryter, I have another idea. I'm pulling\nthe man in space-armor off the subspace portal and detailing him to\nLevel Five.\" He grinned at Quillan. \"That boy's got a brace of\ngrenades and built-in spray guns! If Cooms is thinking of pulling any\nfunny stunts up there, he'll think again.\"\n\n       *       *       *       *       *\n\nThe commodore headed briskly down the narrow passageway, his big\nholstered gun slapping his thigh with every step. The two security\nguards stationed at the door to the second level office came to\nattention as he approached, saluted smartly. He grunted, went in\nwithout returning the salutes, and started over toward the ComWeb on a\ndesk at the far end of the big room, skirting the long, dusty-looking\nblack rug beside one wall.\n\nVelladon unbuckled his gun belt, placed the gun on the desk, sat down\nand switched on the ComWeb.\n\nBehind him, the black rug stirred silently and rose up.\n\n       *       *       *       *       *\n\n\"You called that one,\" Ryter was saying seven or eight minutes later,\n\"almost too well!\"\n\nQuillan shook his head, poked at the commodore's gun on the desk with\nhis finger, looked about the silent office and back at the door where\na small group of security men stood staring in at them.\n\n\"Three men gone without a sound!\" he said. He indicated the glowing\ndisk of the ComWeb. \"He had time enough to turn it on, not time enough\nto make his call. Any chance of camouflaged portals in this section?\"\n\n\"No,\" Ryter said. \"I know the location of every portal in the\nExecutive Block. No number of men could have taken Velladon and the\ntwo guards without a fight anyway. We'd have heard it. It didn't\nhappen that way.\"\n\n\"Which leaves,\" Quillan said, \"one way it could have happened.\" He\njerked his head toward the door. \"Will those men keep quiet?\"\n\n\"If I tell them to.\"\n\n\"Then play it like this. Two guards have vanished. The Hlat obviously\ndid it. The thing's deadly. That'll keep every man in the group on the\nalert every instant from now on. But we don't say Velladon has\nvanished. He's outside in the Star at the moment, taking care of\nsomething.\"\n\nRyter licked his lips. \"What does that buy us?\"\n\n\"If the Brotherhood's responsible for this--\"\n\n\"I don't take much stock in coincidences,\" Ryter said.\n\n\"Neither do I. But the Hlat's an animal; it can't tell them it's\ncarried out the job. If they don't realize we suspect them, it gives\nus some advantage. For the moment, we just carry on as planned, and\nget rid of the Hlat in one way or another as the first step. The\nthing's three times as dangerous as anyone suspected--except,\napparently, the Brotherhood. Get the life-detectors over here as soon\nas you can, and slap a space-armor guard on the fifth level.\"\n\nRyter hesitated, nodded. \"All right.\"\n\n\"Another thing,\" Quillan said, \"Cooms may have the old trick in mind\nof working from the top down. If he can take you out along with a few\nother key men, he might have this outfit demoralized to the point of\nmaking up for the difference in the number of guns--especially if the\nHlat's still on his team. You'd better keep a handful of the best boys\nyou have around here glued to your back from now on.\"\n\nRyter smiled bleakly. \"Don't worry. I intend to. What about you?\"\n\n\"I don't think they're planning on giving me any personal attention\nat the moment. My organization is outside, not here. And it would look\nodd to the Brotherhood if I started dragging a few Star guards around\nwith me at this point.\"\n\nRyter shrugged. \"Suit yourself. It's your funeral if you've guessed\nwrong.\"\n\n       *       *       *       *       *\n\n\"There was nothing,\" Quillan told Marras Cooms, \"that you could\nactually put a finger on. It was just that the commodore and Ryter may\nhave something up their sleeves. Velladon's looking too self-satisfied\nto suit me.\"\n\nThe Brotherhood chief gnawed his lower lip reflectively. He seemed\nthoughtful, not too disturbed. Cooms might be thoroughly afraid of the\nescaped Hlat, but he wouldn't have reached his present position in\nNome Lancion's organization if he had been easily frightened by what\nother men were planning.\n\nHe said, \"I warned Movaine that if Velladon learned we'd checked out\nthe Hlat, he wasn't going to like it.\"\n\n\"He doesn't,\" Quillan said. \"He regards it as something pretty close\nto an attempted double cross.\"\n\nCooms grinned briefly. \"It was.\"\n\n\"Of course. The question is, what can he do about it? He's got you\noutgunned two to one, but if he's thinking of jumping you before\nLancion gets here, he stands to lose more men than he can afford to\nwithout endangering the entire operation for himself.\"\n\n[Illustration]\n\nCooms was silent a few seconds. \"There's an unpleasant possibility\nwhich didn't occur to me until a short while ago,\" he said then. \"The\nfact is that Velladon actually may have us outgunned here by something\nlike four to one. If that's the case, he can afford to lose quite a\nfew men. In fact, he'd prefer to.\"\n\nQuillan frowned. \"_Four_ to one? How's that?\"\n\nCooms said, \"The commodore told us he intended to let only around half\nof the Seventh Star's security force in on the Hlat deal. The other\nhalf was supposed to have been dumped out of one of the subspace\nsection's locks early today, without benefit of suits. We had no\nreason to disbelieve him. Velladon naturally would want to cut down\nthe number of men who got in on the split with him to as many as he\nactually needed. But if he's been thinking about eliminating us from\nthe game, those other men may still be alive and armed.\"\n\nQuillan grunted. \"I see. You know, that could explain something that\nlooked a little odd to me.\"\n\n\"What was that?\" Cooms asked.\n\nQuillan said, \"After they discovered down there that two of their\nguards were missing and decided the Hlat must have been on their\nlevel, I tried to get hold of the commodore again. Ryter told me\nVelladon won't be available for a while, that he's outside in the\nStar, taking care of something there. I wondered what could be\nimportant enough to get Velladon to leave the Executive Block at\npresent, but--\"\n\n\"Brother, I'm way ahead of you!\" Cooms said. His expression hardened.\n\"That doesn't look good. But at least he can't bring in reinforcements\nwithout tipping us off. We've got our own guards down with theirs at\nthe entrance.\"\n\nQuillan gave him a glance, then nodded at the wall beyond them.\n\"That's a portal over there, Marras. How many of them on this level?\"\n\n\"Three or four. Why? The outportals have been plugged, man! Sealed\noff. Fluel checked them over when we moved in.\"\n\n\"Sure they're sealed.\" Quillan stood up, went to the portal, stood\nlooking at the panel beside it a moment, then pressed on it here and\nthere, and removed it. \"Come over here, friend. I suppose portal\nwork's been out of your line. I'll show you how fast a thing like that\ncan get unplugged!\" He slid a pocketbook-sized tool kit out of his\nbelt, snapped it open. About a minute later, the lifeless VACANT sign\nabove the portal flickered twice, then acquired a steady white glow.\n\n\"Portal in operation,\" Quillan announced. \"I'll seal it off again now.\nBut that should give you the idea.\"\n\nCooms' tongue flicked over his lips. \"Could somebody portal through to\nthis level from the Star while the exits are sealed here?\"\n\n\"If the mechanisms have been set for that purpose, the portals can be\nopened again at any time from the Star side. The Duke's an engineer of\nsorts, isn't he? Let him check on it. He should have been thinking of\nthe point himself, as far as that goes. Anyway, Velladon can bring in\nas many men as he likes to his own level without using the main\nentrance.\" He considered. \"I didn't see anything to indicate that he's\nstarted doing it--\"\n\nMarras Cooms shrugged irritably. \"That means nothing! It would be easy\nenough to keep half a hundred men hidden away on any of the lower\nlevels.\"\n\n\"I suppose that's right. Well, if the commodore intends to play rough,\nyou should have some warning anyway.\"\n\n\"What kind of warning?\"\n\n\"There's Kinmarten and that Hlat-talking gadget, for example,\" Quillan\npointed out. \"Velladon would want both of those in his possession and\nout of the way where they can't get hurt before he starts any\nshooting.\"\n\nCooms looked at him a few seconds. \"Ryter,\" he said then, \"sent half a\ndozen men up here for Kinmarten just after you got back! Velladon's\nsupposed to deliver the Hlats' attendants to Yaco, so I let them have\nKinmarten.\" He paused. \"They asked for the Hlat-talker, too.\"\n\nQuillan grunted. \"Did you give them that?\"\n\n\"No.\"\n\n\"Well,\" Quillan said after a moment, \"that doesn't necessarily mean\nthat we're in for trouble with the Star group. But it does mean, I\nthink, that we'd better stay ready for it!\" He stood up. \"I'll get\nback down there and go on with the motions of getting the hunt for\nthe Hlat organized. Velladon would sooner see the thing get caught,\ntoo, of course, so he shouldn't try to interfere with that. If I spot\nanything that looks suspicious, I'll get the word to you.\"\n\n       *       *       *       *       *\n\n\"I never,\" said Orca, unconsciously echoing Baldy Perk, \"saw anything\nlike it!\" The commodore's chunky little gunman was ashen-faced. The\ncircle of Star men standing around him hardly looked happier. Most of\nthem were staring down at the empty lower section of a suit of space\narmor which appeared to have been separated with a neat diagonal slice\nfrom its upper part.\n\n\"Let's get it straight,\" Ryter said, a little unsteadily. \"You say\nthis half of the suit was lying against the wall like _that_?\"\n\n\"Not exactly,\" Quillan told him. \"When we got up to the fifth level,\nthe suit was stuck against the wall--like that--about eight feet above\nthe floor. That was in the big room where the cubicles are. When\nKinmarten and Orca and I finally got the suit worked away from the\nwall, I expected frankly that we'd find half the body of the guard\nstill inside. But he'd vanished.\"\n\nRyter cleared his throat. \"Apparently,\" he said, \"the creature drew\nthe upper section of the suit into the wall by whatever means it uses,\nthen stopped applying the transforming process to the metal, and\nsimply moved on with the upper part of the suit and the man.\"\n\nQuillan nodded. \"That's what it looks like.\"\n\n\"But he had _two grenades_!\" Orca burst out. \"He had sprayguns! How\ncould it get him that way?\"\n\n\"Brother,\" Quillan said, \"grenades won't help you much if you don't\nspot what's moving up behind you!\"\n\nOrca glared speechlessly at him. Ryter said, \"All right! We've lost\nanother man. We're not going to lose any more. We'll station no more\nguards on the fifth level. Now, get everyone who isn't on essential\nguard duty to the main room, and split 'em up into life-detector\nunits. Five men to each detail, one to handle the detector, four to\nstay with him, guns out. If the thing comes back to this level, we\nwant to have it spotted the instant it arrives. Orca, you stay\nhere--and keep _your_ gun out!\"\n\nThe men filed out hurriedly. Ryter turned to Quillan. \"Were you able\nto get the cubicle baited?\"\n\nQuillan nodded. \"Kinmarten figured out how the thing should be set for\nthe purpose. If the Hlat goes in after the sea beef, it's trapped. Of\ncourse, if the hunting it's been doing was for food, it mightn't be\ninterested in the beef.\"\n\n\"We don't know,\" Ryter said, \"that the hunting it's been doing was for\nfood.\"\n\n\"No. Did you manage to get the control device from Cooms?\"\n\nRyter shook his head. \"He's refused to hand it over.\"\n\n\"If you tried to take it from him,\" Quillan said, \"you might have a\nshowdown on your hands.\"\n\n\"And if this keeps on,\" Ryter said, \"I may prefer a showdown! Another\nfew rounds of trouble with the Hlat, and the entire operation could\nblow up in our faces! The men aren't used to that kind of thing. It's\nshaken them up. If we've got to take care of the Brotherhood, I'd\nrather do it while I still have an organized group. Where did you\nleave Kinmarten, by the way?\"\n\n\"He's back in the little room with his two guards,\" Quillan said.\n\n\"Well, he should be all right there. We can't spare--\" Ryter's body\njerked violently. \"_What's that?_\"\n\nThere had been a single thudding crash somewhere in the level. Then\nshouts and cursing.\n\n\"Main hall!\" Quillan said. \"Come on!\"\n\n       *       *       *       *       *\n\nThe main hall was a jumble of excitedly jabbering Star men when they\narrived there. Guns waved about, and the various groups were showing a\nmarked tendency to stand with their backs toward one another and their\nfaces toward the walls.\n\nRyter's voice rose in a shout that momentarily shut off the hubbub.\n\"_What's going on here?_\"\n\nMen turned, hands pointed, voices babbled again. Someone nearby said\nsharply and distinctly, \"... Saw it drop right out of the ceiling!\"\nFarther down the hall, another group shifted aside enough to disclose\nit had been clustered about something which looked a little like the\nempty shell of a gigantic black beetle.\n\nThe missing section of the suit of space armor had been returned. But\nnot its occupant.\n\nQuillan moved back a step, turned, went back down the passage from\nwhich they had emerged, pulling the Miam Devil from its holster.\nBehind him the commotion continued; Ryter was shouting something about\ngetting the life-detector units over there. Quillan went left down the\nfirst intersecting corridor, right again on the following one, keeping\nthe gun slightly raised before him. Around the next corner, he saw the\nman on guard over the portal connecting the building levels facing\nhim, gun pointed.\n\n\"What happened?\" the guard asked shakily.\n\nQuillan shook his head, coming up. \"That thing got another one!\"\n\nThe guard breathed, \"By God!\" and lowered his gun a little. Quillan\nraised his a little, the Miam Devil grunted, and the guard sighed and\nwent down. Quillan went past him along the hall, stopped two doors\nbeyond the portal and rapped on the locked door.\n\n\"Quillan here! Open up!\"\n\nThe door opened a crack, and one of Kinmarten's guards looked out\nquestioningly. Quillan shot him through the head, slammed on into the\nroom across the collapsing body, saw the second guard wheeling toward\nhim, shot again, and slid the gun back into the holster. Kinmarten,\nstanding beside a table six feet away, right hand gripping a heavy\nmarble ashtray, was staring at him in white-faced shock.\n\n\"Take it easy, chum!\" Quillan said, turning toward him. \"I--\"\n\nHe ducked hurriedly as the ashtray came whirling through the air\ntoward his head. An instant later, a large fist smacked the side of\nKinmarten's jaw. The rest warden settled limply to the floor.\n\n\"Sorry to do that, pal,\" Quillan muttered, stooping over him. \"Things\nare rough all over right now.\" He hauled Kinmarten upright, bent, and\nhad the unconscious young man across his shoulder. The hall was still\nempty except for the body of the portal guard. Quillan laid Kinmarten\non the carpet before the portal, hauled the guard off into the room,\nand pulled the door to the room shut behind him as he came out.\nPicking up Kinmarten, he stepped into the portal with him and jabbed\nthe fifth level button. A moment later, he moved out into the small\ndim entry hall on the fifth level, the gun in his right hand again.\n\nHe stood there silently for some seconds, looking about him listening.\nThe baited cubicle yawned widely at him from the center of the big\nroom. Nothing seemed to be stirring. Kinmarten went back to the floor.\nQuillan moved over to the panel which concealed the other portal's\nmechanisms.\n\nHe had the outportal unsealed in considerably less than a minute this\ntime, and slapped the panel gently back in place. He turned back to\nKinmarten and started to bend down for him, then straightened quietly\nagain, turning his head.\n\nHad there been a flicker of shadowy motion just then at the edge of\nhis vision, behind the big black cube of the Hlat's food locker?\nQuillan remained perfectly still, the Miam Devil ready and every sense\nstraining for an indication that the thing was there--or approaching\nstealthily now, gliding behind the surfaces of floor or ceiling or\nwalls like an underwater swimmer.\n\nBut half a minute passed and nothing else happened. He went down on\none knee beside Kinmarten, the gun still in his right hand. With his\nleft, he carefully wrestled the rest warden back up across his\nshoulder, came upright, moved three steps to the side, and disappeared\nin the outportal.\n\n       *       *       *       *       *\n\nReetal Destone unlocked the entry door to her suite and stepped\nhurriedly inside, letting the door slide shut behind her. She crossed\nthe room to the ComWeb stand and switched on the playback. There was\nthe succession of tinkling tones which indicated nothing had been\nrecorded.\n\nShe shut the instrument off again, passing her tongue lightly over her\nlips. No further messages from Heraga....\n\nAnd none from Quillan.\n\nShe shook her head, feeling a surge of sharp anxiety, glanced at her\nwatch and told herself that, after all, less than two hours had passed\nsince Quillan had gone into the Executive Block. Heraga reported there\nhad been no indications of disturbance or excitement when he passed\nthrough the big entrance hall on his way out. So Quillan, at any\nrate, had succeeded in bluffing his way into the upper levels.\n\nIt remained a desperate play, at best.\n\nReetal went down the short passage to her bedroom. As she came into\nthe room, her arms were caught from the side at the elbows, pulled\nsuddenly and painfully together behind her. She stood still, frozen\nwith shock.\n\n\"In a hurry, sweetheart?\" Fluel's flat voice said.\n\nReetal managed a breathless giggle. \"Duke! You startled me! How did\nyou get in?\"\n\nShe felt one hand move up her arm to her shoulder. Then she was swung\nabout deftly and irresistibly, held pinned back against the wall,\nstill unable to move her arms.\n\nHe looked at her a moment, asked, \"Where are you hiding it this time?\"\n\n\"Hiding what, Duke?\"\n\n\"I've been told sweet little Reetal always carries a sweet little gun\naround with her in some shape or form or other.\"\n\nReetal shook her head, her eyes widening. \"Duke, what's the matter?\nI....\"\n\nHe let go of her suddenly, and his slap exploded against the side of\nher face. Reetal cried out, dropping her head between her hands.\nImmediately he had her wrists again, and her fingers were jerked away\nfrom the jeweled ornament in her hair.\n\n\"So that's where it is!\" Fluel said. \"Thought it might be. Don't get\nfunny again now, sweetheart. Just stay quiet.\"\n\nShe stayed quiet, wincing a little as he plucked the glittering little\ndevice out of her hair. He turned it around in his fingers, examining\nit, smiled and slid it into an inside pocket, and took her arm again.\n\"Let's go to the front room, Reetal,\" he said almost pleasantly.\n\"We've got a few things to do.\"\n\n       *       *       *       *       *\n\nA minute later, she was seated sideways on a lounger, her wrists\nfastened right and left to its armrests. The Duke placed a pocket\nrecorder on the floor beside her. \"This is a crowded evening,\nsweetheart,\" he remarked, \"which is lucky for you in a way. We'll have\nto rush things along a little. I'll snap the recorder on in a minute\nso you can answer questions--No, keep quiet. Just listen very closely\nnow, so you'll know what the right answers are. If you get rattled and\ngum things up, the Duke's going to get annoyed with you.\"\n\nHe sat down a few feet away from her, hitched his shoulders to\nstraighten out the silver jacket, and lit a cigarette. \"A little while\nafter Bad News Quillan turned up just now,\" he went on, \"a few things\noccurred to me. One of them was that a couple of years ago you and he\nwere operating around Beldon at about the same time. I thought, well,\nmaybe you knew each other; maybe not. And then--\"\n\n\"Duke,\" Reetal said uncertainly, \"just what are you talking about? I\ndon't know--\"\n\n\"Shut up.\" He reached over, tapped her knee lightly with his\nfingertips. \"Of course, if you want to get slapped around, all right.\nOtherwise, don't interrupt again. Like I said, you're in luck; I don't\nhave much time to spend here. You're getting off very easy. Now just\nlisten.\n\n\"Bad News knew a lot about our operation and had a story to explain\nthat. If the story was straight, we couldn't touch him. But I was\nwondering about the two of you happening to be here on the Star again\nat the same time. A team maybe, eh? But he didn't mention you as being\nin on the deal. So what was the idea?\n\n\"And then, sweetheart, I remembered something else--and that tied it\nin. Know that little jolt people sometimes get when they're dropping\noff to sleep? Of course. Know another time they sometimes get it? When\nthey're snapping back out of a Moment of Truth, eh? I remembered\nsuddenly I'd felt a little jump like that while we were talking\nto-day. Might have been a reflex of some kind. Of course, it didn't\noccur to me at the time you could be pulling a lousy stunt like that\non old Duke. Why take a chance on getting your neck broken?\n\n\"But, sweetheart, that's the tie-in! Quillan hasn't told it straight.\nHe's got no backing. He's on his own. There's no gang outside\nsomewhere that knows all about our little deal. He got his information\nright here, from you. And you got it from dumb old Duke, eh?\"\n\n\"Duke,\" Reetal said quite calmly, \"can I ask just one question?\"\n\nHe stared bleakly at her a moment, then grinned. \"It's my night to be\nbig-hearted, I guess. Go ahead.\"\n\n\"I'm not trying to argue. But it simply doesn't make sense. If I\nlearned about this operation you're speaking of from you, what reason\ncould I have to feed you Truth in the first place? There'd be almost a\nfifty-fifty chance that you'd spot it immediately. Why should I take\nsuch a risk? Don't you see?\"\n\nFluel shrugged, dropped his cigarette and ground it carefully into the\ncarpet with the tip of his shoe.\n\n\"You'll start answering those questions yourself almost immediately,\nsweetheart! Let's not worry about that now. Let me finish. Something\nhappened to Movaine couple of hours ago. Nobody's fault. And something\nelse happened to Marras Cooms just now. That puts me in charge of the\noperation here. Nice, isn't it? When we found Cooms lying in the hall\nwith a hole through his stupid head, I told Baldy Perk it looked like\nBad News had thrown in with the Star boys and done it. Know Baldy?\nHe's Cooms' personal gun. Not what you'd call bright, and he's mighty\nhot now about Cooms. I left him in charge on our level, with orders to\nget Quillan the next time he shows up there. Well and good. The boys\nknow Bad News' rep too well to try asking him questions. They won't\ntake chances with him. They'll just gun him down together the instant\nthey see him.\"\n\nHe paused to scuff his shoe over the mark the cigarette had left on\nthe carpet, went on, \"But there's Nome Lancion now. He kind of liked\nCooms, and he might get suspicious. When there's a sudden vacancy in\nthe organization like that. Nome takes a good look first at the man\nnext in line. He likes to be sure the facts are as stated.\n\n\"So now you know the kind of answers from you I want to hear go down\non the recorder, sweetheart. And be sure they sound right. I don't\nwant to waste time on replays. You and Quillan were here on the Star.\nYou got some idea of what was happening, realized you were due to be\nvaporized along with the rest of them after we left. There was no way\nout of the jam for you unless you could keep the operation from being\ncarried out. You don't, by the way, mention getting any of that\ninformation from me. I don't want Lancion to think I'm beginning to\nget dopey. You and Quillan just cooked up this story, and he managed\nto get into the Executive Block. The idea being to knock off as many\nof the leaders as he could, and mess things up.\"\n\n       *       *       *       *       *\n\nFluel picked up the recorder, stood up, and placed it on the chair.\n\"That's all you have to remember. You're a smart girl; you can fill in\nthe details any way you like. Now let's get started--\"\n\nShe stared at him silently for an instant, a muscle beginning to\ntwitch in her cheek. \"If I do that,\" she said, \"if I give you a story\nNome will like, what happens next?\"\n\nFluel shrugged. \"Just what you're thinking happens next. You're a dead\nlittle girl right now, Reetal. Might as well get used to the idea.\nYou'd be dead anyhow four, five hours from now, so that shouldn't make\ntoo much difference. What makes a lot of difference is just how\nunpleasant the thing can get.\"\n\nShe drew a long breath. \"Duke, I--\"\n\n\"You're stalling, sweetheart.\"\n\n\"Duke, give me a break. I really didn't know a thing about this. I--\"\n\nHe looked down at her for a moment. \"I gave you a break,\" he said.\n\"You've wasted it. Now we'll try it the other way. If we work a few\nsqueals into the recording, that'll make it more convincing to\nLancion. He'll figure little Reetal's the type who wouldn't spill a\nthing like that without a little pressure.\" He checked himself,\ngrinned. \"And that reminds me. When you're talking for the record, use\nyour own voice.\"\n\n\"My own voice?\" she half whispered.\n\n\"Nome will remember what you sound like--and I've heard that voice\nimitations are part of your stock in trade. You might think it was\ncute if Nome got to wondering after you were dead whether that really\nhad been you talking. Don't try it, sweetheart.\"\n\nHe brought a glove out of his jacket pocket, slipped it over his left\nhand, flexing his fingers to work it into position. Reetal's eyes\nfastened on the rounded metal tips capping thumb, forefinger and\nmiddle finger of the glove. Her face went gray.\n\n\"Duke,\" she said, \"No--\"\n\n\"Shut up.\" He brought out a strip of transparent plastic, moved over\nto her. The gloved hand went into her hair, gripped it, turned her\nface up. He laid the plastic gag lengthwise over her mouth, pressed it\ndown and released it. Reetal closed her eyes.\n\n\"That'll keep it shut,\" he said. \"Now--\" His right hand clamped about\nthe back of her neck, forcing her head down and forward almost to her\nknees. The gloved left hand brushed her hair forwards, then its middle\nfinger touched the skin at a point just above her shoulder blades.\n\n\"Right there,\" Fluel said. The finger stiffened, drove down.\n\nReetal jerked violently, twisted, squirmed sideways, wrists straining\nagainst the grip of the armrests. Her breath burst out of her\nnostrils, followed by squeezed, whining noises. The metal-capped\nfinger continued to grind savagely against the nerve center it had\nfound.\n\n\"Thirty,\" Fluel said finally. He drew his hand back, pulled her\nupright again, peeled the gag away from her lips. \"Only thirty\nseconds, sweetheart. Think you'd sooner play along now?\"\n\nReetal's head nodded.\n\n\"Fine. Give you a minute to steady up. This doesn't really waste much\ntime, you see--\" He took up the recorder, sat down on the chair again,\nwatching her. She was breathing raggedly and shallowly, eyes wide and\nincredulous. She didn't look at him.\n\nThe Duke lit another cigarette.\n\n\"Incidentally,\" he observed, \"if you were stalling because you hoped\nold Bad News might show up, forget it. If the boys haven't gunned him\ndown by now, he's tied up on a job the commodore gave him to do. He'll\nbe busy another hour or two on that. He--\"\n\nHe checked himself. A central section of the wall paneling across the\nroom from him had just dilated open. Old Bad News stood in the\nconcealed suite portal, Rest Warden Kinmarten slung across his\nshoulder.\n\nBoth men moved instantly. Fluel's long legs bounced him sideways out\nof the chair, right hand darting under his coat, coming out with a\ngun. Quillan turned to the left to get Kinmarten out of the way. The\nbig Miam Devil seemed to jump into his hand. Both guns spoke together.\n\nFluel's gun thudded to the carpet. The Duke said, \"Ah-aa-ah!\" in a\nsurprised voice, rolled up his eyes, and followed the gun down.\n\nQuillan said, stunned, \"He was fast! I felt that one parting my hair.\"\n\n       *       *       *       *       *\n\nHe became very solicitous then--after first ascertaining that Fluel\nhad left the Executive Block unaccompanied, on personal business. He\nlocated a pain killer spray in Reetal's bedroom and applied it to the\nbruised point below the back of her neck. She was just beginning to\nrelax gratefully, as the warm glow of the spray washed out the pain\nand the feeling of paralysis, when Kinmarten, lying on the carpet\nnearby, began to stir and mutter.\n\n[Illustration]\n\nQuillan hastily put down the spray.\n\n\"Watch him!\" he cautioned. \"I'll be right back. If he sits up, yell.\nHe's a bit wild at the moment. If he wakes up and sees the Duke lying\nthere, he'll start climbing the walls.\"\n\n\"What--\" Reetal began. But he was gone down the hall.\n\nHe returned immediately with a glass of water, went down on one knee\nbeside Kinmarten, slid an arm under the rest warden's shoulder, and\nlifted him to a sitting position.\n\n\"Wake up, old pal!\" he said loudly. \"Come on, wake up! Got something\ngood for you here--\"\n\n\"What are you giving him?\" Reetal asked, cautiously massaging the back\nof her neck.\n\n\"Knockout drops. I already had to lay him out once. We want to lock\nhim up with his wife now, and if he comes to and tells her what's\nhappened, they'll both be out of their minds by the time we come to\nlet them out--\"\n\nHe interrupted himself. Kinmarten's eyelids were fluttering. Quillan\nraised the glass to his lips. \"Here you are, pal,\" he said in a deep,\nsoothing voice. \"Drink it! It'll make you feel a lot better.\"\n\nKinmarten swallowed obediently, swallowed again. His eyelids stopped\nfluttering. Quillan lowered him back to the floor.\n\n\"That ought to do it,\" he said.\n\n\"What,\" Reetal asked, \"did happen? The Duke--\"\n\n\"Tell you as much as I can after we get Kinmarten out of the way. I\nhave to get back to the Executive Block. Things are sort of teetering\non the edge there.\" He jerked his head at Fluel's body. \"I want to\nknow about him, too, of course. Think you can walk now?\"\n\nReetal groaned. \"I can try,\" she said.\n\nThey found Solvey Kinmarten dissolved in tears once more. She flung\nherself on her husband's body when Quillan place him on the bed. \"What\nhave those _beasts_ done to Brock?\" she demanded fiercely.\n\n\"Nothing very bad,\" Quillan said soothingly. \"He's, um, under sedation\nat the moment, that's all. We've got him away from them now, and he's\nsafe ... look at it that way. You stay here and take care of him.\nWe'll have the whole deal cleared up before morning, doll. Then you\ncan both come out of hiding again.\" He gave her an encouraging wink.\n\n\"I'm so very grateful to both of you--\"\n\n\"No trouble, really. But we'd better get back to work on the thing.\"\n\n\"Heck,\" Quillan said a few seconds later, as he and Reetal came out on\nthe other side of the portal, \"I feel like hell about those two. Nice\nlittle characters! Well, if the works blow up, they'll never know it.\"\n\n\"_We_'ll know it,\" Reetal said meaningly. \"Start talking.\"\n\nHe rattled through a brief account of events in the Executive Block,\nlistened to her report on the Duke's visit, scratched his jaw\nreflectively.\n\n\"That might help!\" he observed. \"They're about ready to jump down\neach other's throats over there right now. A couple more pushes--\" He\nstood staring down at the Duke's body for a moment. Blood soiled the\nback of the silver jacket, seeping out from a tear above the heart\narea. Quillan bent down, got his hands under Fluel's armpits, hauled\nthe body upright.\n\nReetal asked, startled, \"What are you going to do with it?\"\n\n\"Something useful, I think. And wouldn't that shock the Duke ... the\nfirst time he's been of any use to anybody. Zip through the Star's\nComWeb directory, doll, and get me the call symbol for Level Four of\nthe Executive Block!\"\n\n       *       *       *       *       *\n\nSolvey Kinmarten dimmed the lights a trifle in the bedroom, went back\nto Brock, rearranged the pillows under his head, and bent down to\nplace her lips tenderly to the large bruises on his forehead and the\nside of his jaw. Then she brought a chair up beside the bed, and sat\ndown to watch him.\n\nPerhaps a minute later, there was a slight noise behind her. Startled,\nshe glanced around, saw something huge, black and shapeless moving\nswiftly across the carpet of the room toward her.\n\nSolvey quietly fainted.\n\n       *       *       *       *       *\n\n\"Sure you know what to say?\" Quillan asked.\n\nReetal moistened her lips. \"Just let me go over it in my mind once\nmore.\" She was sitting on the floor, on the right side of the ComWeb\nstand, her face pale and intent, \"You know,\" she said, \"this makes me\nfeel a little queasy somehow, Quillan! And suppose they don't fall for\nit?\"\n\n\"They'll fall for it!\" Quillan was on his knees in front of the stand,\nsupporting Fluel's body, which was sprawled half across it, directly\nbefore the lit vision screen. An outflung arm hid the Duke's face from\nthe screen. \"You almost had _me_ thinking I was listening to Fluel\nwhen you did the take-off of him this evening. A dying man can be\nexpected to sound a little odd, anyway.\" He smiled at her\nencouragingly. \"Ready now?\"\n\nReetal nodded nervously, cleared her throat.\n\nQuillan reached across Fluel tapped out Level Four's call symbol on\nthe instrument, ducked back down below the stand. After a moment,\nthere was a click.\n\nReetal produced a quavering, agonized groan. Somebody else gasped.\n\n\"_Duke_!\" Baldy Perk's voice shouted. \"What's happened?\"\n\n\"Baldy Perk!\" Quillan whispered quickly.\n\nReetal stammered hoarsely, \"The c-c-commodore, Baldy! Shot me ... shot\nMarras! They're after ... Quillan ... now!\"\n\n\"I thought Bad News....\" Baldy sounded stunned.\n\n\"Was w-wrong, Baldy,\" Reetal croaked. \"Bad News ... with us! Bad News ...\npal! The c-c-comm--\"\n\nBeneath the ComWeb stand the palm of Quillan's right hand thrust\nabruptly up and forward. The stand tilted, went crashing back to the\nfloor. Fluel's body lurched over with it. The vision screen shattered.\nBaldy's roaring question was cut off abruptly.\n\n\"Great stuff, doll!\" Quillan beamed, helping Reetal to her feet. \"You\nsent shudders down my back!\"\n\n\"Down mine, too!\"\n\n\"I'll get him out of here now. Ditch him in one of the shut-off\nsections. Then I'll get back to the Executive Block. If Ryter's\nthought to look into Kinmarten's room, they'll really be raving on\nboth sides there now!\"\n\n\"Is that necessary?\" Reetal asked. \"For you to go back, I mean.\nSomebody besides Fluel might have become suspicious of you by now.\"\n\n\"Ryter might,\" Quillan agreed. \"He's looked like the sharpest of the\nlot right from the start. But we'll have to risk that. We've got all\nthe making of a shooting war there now, but we've got to make sure it\ngets set off before somebody thinks of comparing notes. If I'm around,\nI'll keep jolting at their nerves.\"\n\n\"I suppose you're right. Now, our group--\"\n\nQuillan nodded. \"No need to hold off on that any longer, the way\nthings are moving. Get on another ComWeb and start putting out those\nMayday messages right now! As soon as you've rounded the boys up--\"\n\n\"That might,\" Reetal said, \"take a little less than an hour.\"\n\n\"Fine. Then move them right into the Executive Block. With just a bit\nof luck, one hour from now should land them in the final stages of a\nbeautiful battle on the upper levels. Give them my description and\nRyter's, so we don't have accidents.\"\n\n\"Why Ryter's?\"\n\n\"Found out he was the boy who took care of the bomb-planting detail.\nWe want him alive. The others mightn't know where it's been tucked\naway. Heraga says the clerical staff and technicians in there are all\nwearing the white Star uniforms. Anyone else who isn't in one of those\nuniforms is fair game--\" He paused. \"Oh, and tip them off about the\nHlat!--God only knows what that thing will be doing when the ruckus\nstarts.\"\n\n\"What about sending a few men in through the fifth level portal, the\none you've unplugged?\"\n\nQuillan considered, shook his head. \"No. Down on the ground level is\nwhere we want them. They'd have to portal there again from the fifth,\nand a portal is too easy to seal off and defend. Now let's get a\nblanket or something to tuck Fluel into. I don't want to feel\nconspicuous if I run into somebody on the way.\"\n\n       *       *       *       *       *\n\nQuillan emerged cautiously from the fifth portal in the Executive\nBlock a short while later, came to a sudden stop just outside it. In\nthe big room beyond the entry hall, the door of the baited cubicle was\nclosed, and the life-indicator on the door showed a bright steady\ngreen glow.\n\nQuillan stared at it a moment, looking somewhat surprised, then went\nquietly into the room and bent to study the cubicle's instruments. A\ngrin spread slowly over his face. The trap had been sprung. He glanced\nat the deep-rest setting and turned it several notches farther down.\n\n\"Happy dreams, Lady Pendrake!\" he murmured. \"That takes care of you.\nWhat an appetite! And now--\"\n\nAs the Level Four portal dilated open before him, a gun blazed from\nacross the hall. Quillan flung himself out and down, rolled to the\nside, briefly aware of a litter of bodies and tumbled furniture\nfarther up the hall. Then he was flat on the carpet, gun out before\nhim, pointing back at the overturned, ripped couch against the far\nwall from which the fire had come.\n\nA hoarse voice bawled, \"Bad News--hold it!\"\n\nQuillan hesitated, darting a glance right and left. Men lying about\neverywhere, the furnishings a shambles. \"That you, Baldy?\" he asked.\n\n\"Yeah,\" Baldy Perk half sobbed. \"I'm hurt--\"\n\n\"What happened?\"\n\n\"_Star_ gang jumped us. Portaled in here--spitballs and riot guns! Bad\nNews, we're clean wiped out! Everyone that was on this level--\"\n\nQuillan stood up, holstering the gun, went over to the couch and moved\nit carefully away from the wall. Baldy was crouched behind it,\nkneeling on the blood-soaked carpet, gun in his right hand. He lifted\na white face, staring eyes, to Quillan.\n\n\"Waitin' for 'em to come back,\" he muttered. \"Man, I'm not for long!\nGot hit twice. Near passed out a couple of times already.\"\n\n\"What about your boys on guard downstairs?\"\n\n\"Same thing there, I guess ... or they'd have showed up. They got\nCooms and the Duke, too! Man, it all happened fast!\"\n\n\"And the crew on the freighter?\"\n\n\"Dunno about them.\"\n\n\"You know the freighter's call number?\"\n\n\"Huh? Oh, yeah. Sure. Never thought of that,\" Baldy said wearily. He\nseemed dazed now.\n\n\"Let's see if you can stand.\"\n\nQuillan helped the big man to his feet. Baldy hadn't bled too much\noutwardly, but he seemed to have estimated his own condition\ncorrectly. He wasn't for long. Quillan slid an arm under his\nshoulders.\n\n\"Where's a ComWeb?\" he asked.\n\nBaldy blinked about. \"Passage there--\" His voice was beginning to\nthicken.\n\nThe ComWeb was in the second room up the passage. Quillan eased Perk\ninto the seat before it. Baldy's head lolled heavily forward, like a\ndrunken man's. \"What's the number?\" Quillan asked.\n\nBaldy reflected a few seconds, blinking owlishly at the instrument,\nthen told him. Quillan tapped out the number, flicked on the vision\nscreen, then stood aside and back, beyond the screen's range.\n\n\"Yeah, Perk?\" a voice said some seconds later. \"Hey, _Perk_ ... Perk,\nwhat's with ya?\"\n\nBaldy spat blood, grinned. \"Shot--\" he said.\n\n\"_What?_\"\n\n\"Yeah.\" Baldy scowled, blinking. \"Now, lessee--Oh, yeah. Star gang's\ngonna jump ya! Watch it!\"\n\n\"What?\"\n\n\"Yeah, watch--\" Baldy coughed, laid his big head slowly down face\nforward on the ComWeb stand, and stopping moving.\n\n\"Perk! Man, wake up! Perk!\"\n\nQuillan quietly took out the gun, reached behind the stand and blew\nthe ComWeb apart. He wasn't certain what the freighter's crew would\nmake of the sudden break in the connection, but they could hardly\nregard it as reassuring. He made a brief prowl then through the main\nsections of the level. Evidence everywhere of a short and furious\nstruggle, a struggle between men panicked and enraged almost beyond\nany regard for self-preservation. It must have been over in minutes.\nHe found that the big hall portal to the ground level had been sealed,\nwhether before or after the shooting he couldn't know. There would\nhave been around twenty members of the Brotherhood on the level. None\nof them had lived as long as Baldy Perk, but they seemed to have\naccounted for approximately an equal number of the Star's security\nforce first.\n\n       *       *       *       *       *\n\nFive Star men came piling out of the fifth level portal behind him a\nminute or two later, Ryter in the lead. Orca behind Ryter. All five\nheld leveled guns.\n\n\"You won't need the hardware,\" Quillan assured them. \"It's harmless\nenough now. Come on in.\"\n\nThey followed him silently up to the cubicle, stared comprehendingly\nat dials and indicators. \"The thing's back inside there, all right!\"\nRyter said. He looked at Quillan. \"Is this where you've been all the\ntime?\"\n\n\"Sure, Where else?\" The others were forming a half-circle about him, a\nfew paces back.\n\n\"Taking quite a chance with that Hlat, weren't you?\" Ryter remarked.\n\n\"Not too much. I thought of something.\" Quillan indicated the\noutportal in the hall. \"I had my back against that. A portal's\nspace-break, not solid matter. It couldn't come at me from behind. And\nif it attacked from any other angle\"--he tapped the holstered Miam\nDevil lightly, and the gun in Orca's hand jerked upward a fraction of\nan inch--\"There aren't many animals that can swallow more than a bolt\nor two from that baby and keep coming.\"\n\nThere was a moment's silence. Then Orca said thoughtfully, \"That would\nwork!\"\n\n\"Did it see you?\" Ryter asked.\n\n\"It couldn't have. First _I_ saw of it, it was sailing out from that\ncorner over there. It slammed in after that chunk of sea beef so fast,\nit shook the cubicle. And that was that.\" He grinned. \"Well, most of\nour troubles should be over now!\"\n\nOne of the men gave a brief, nervous laugh. Quillan looked at him\ncuriously. \"Something, chum?\"\n\nRyter shook his head. \"Something is right! Come on downstairs again,\nBad News. This time we have news for you--\"\n\nThe Brotherhood guards on the ground level had been taken by surprise\nand shot down almost without losses for the Star men. But the battle\non the fourth level had cost more than the dead left up there. An\nadditional number had returned with injures that were serious enough\nto make them useless for further work.\n\n\"It's been expensive,\" Ryter admitted. \"But one more attack by the\nHlat would have left me with a panicked mob on my hands. If we'd\nrealized it was going to trap itself--\"\n\n\"I wasn't so sure that would work either,\" Quillan said. \"Did you get\nKinmarten back?\"\n\n\"Not yet. The chances are he's locked up somewhere on the fourth\nlevel. Now the Hlat's out of the way, some of the men have gone back\nup there to look for him. If Cooms thought he was important enough to\nstart a fight over, I want him back.\"\n\n\"How about the crew on the Beldon ship?\" Quillan asked, \"Have they\nbeen cleaned up?\"\n\n\"No,\" Ryter said. \"We'll have to do that now, of course.\"\n\n\"How many of them?\"\n\n\"Supposedly twelve. And that's probably what it is.\"\n\n\"If they know or suspect what's happened,\" Quillan said, \"twelve men\ncan give a boarding party in a lock a remarkable amount of trouble.\"\n\nRyter shrugged irritably. \"I know, but there isn't much choice.\nLancion's bringing in the other group on the _Camelot_. We don't want\nto have to handle both of them at the same time.\"\n\n\"How are you planning to take the freighter?\"\n\n\"When the search party comes back down, we'll put every man we can\nspare from guard duty here on the job. They'll be instructed to be\ncareful about it ... if they can wind up the matter within the next\nseveral hours, that will be early enough. We can't afford too many\nadditional losses now. But we should come out with enough men to take\ncare of Lancion and handle the shipment of Hlats. And that's what\ncounts.\"\n\n\"Like me to take charge of the boarding party?\" Quillan inquired.\n\"That sort of thing's been a kind of specialty of mine.\"\n\nRyter looked at him without much expression on his face. \"I understand\nthat,\" he said. \"But perhaps it would be better if you stayed up here\nwith us.\"\n\n       *       *       *       *       *\n\nThe search party came back down ten minutes later. They'd looked\nthrough every corner of the fourth level. Kinmarten wasn't there,\neither dead or alive. But one observant member of the group had\ndiscovered, first, that the Duke of Fluel was also not among those\npresent, and, next that one of the four outportals on the level had\nbeen unsealed. The exit on which the portal was found to be set was in\na currently unused hall in the General Office building on the other\nside of the Star. From that hall, almost every other section of the\nStar was within convenient portal range.\n\nNone of the forty-odd people working in the main control office on the\nground level had actually witnessed any shooting; but it was apparent\nthat a number of them were uncomfortably aware that something quite\nextraordinary must be going on. They were a well-disciplined group,\nhowever. An occasional uneasy glance toward one of the armed men\nlounging along the walls, some anxious faces, were the only noticeable\nindications of tension. Now and then, there was a brief, low-pitched\nconversation at one of the desks.\n\nQuillan stood near the center of the office, Ryter and Orca a dozen\nfeet from him on either side. Four Star guards were stationed along\nthe walls. From the office one could see through a large doorspace cut\nthrough both sides of a hall directly into the adjoining transmitter\nroom. Four more guards were in there. Aside from the men in the\nentrance hall and at the subspace portal, what was available at the\nmoment of Ryter's security force was concentrated at this point.\n\nThe arrangement made considerable sense; and Quillan gave no sign of\nbeing aware that the eyes of the guards shifted to him a little more\nfrequently than to any other point in the office, or that none of them\nhad moved his hand very far away from his gun since they had come in\nhere. But that also made sense. In the general tension area of the\nExecutive Block's ground level, a specific point of tension--highly\ncharged though undetected by the non-involved personnel--was the one\nprovided by the presence of Bad News Quillan here. Ryter was more than\nsuspicious by now; the opened portal on the fourth level, the\ndisappearance of Kinmarten and the Duke, left room for a wide variety\nof speculations. Few of those speculations could be very favorable to\nBad News. Ryter obviously preferred to let things stand as they were\nuntil the Beldon freighter was taken and the major part of his group\nhad returned from the subspace sections of the Star. At that time, Bad\nNews could expect to come in for some very direct questioning by the\nsecurity chief.\n\nThe minutes dragged on. Under the circumstances, a glance at his watch\ncould be enough to bring Ryter's uncertainties up to the explosion\npoint, and Quillan also preferred to let things stand as they were for\nthe moment. But he felt reasonably certain that over an hour had\npassed since he'd left Reetal; and so far there had been no hint of\nanything unusual occurring in the front part of the building. The\nmurmur of voices in the main control office continued to eddy about\nhim. There were indications that in the transmitter room across the\nhall messages had begun to be exchanged between the Star and the\napproaching liner.\n\nA man sitting at a desk near Quillan stood up presently, went out into\nthe hall and disappeared. A short while later, the white-suited figure\nreturned and picked up the interrupted work. Quillan's glance went\nover the clerk, shifted on. He felt something tighten up swiftly\ninside him. There was a considerable overall resemblance, but _that_\nwasn't the man who had left the office.\n\nAnother minute or two went by. Then two other uniformed figures\nappeared at the opening to the hall, a sparse elderly man, a blond\ngirl. They stood there talking earnestly together for some seconds,\nthen came slowly down the aisle toward Quillan. It appeared to be an\nargument about some detail of her work. The girl frowned, stubbornly\nshaking her head. Near Quillan they separated, started off into\ndifferent sections of the office. The girl, glancing back, still\nfrowning, brushed against Ryter. She looked up at him, startled.\n\n\"I'm sorry,\" she said.\n\nRyter scowled irritably, started to say something, suddenly appeared\nsurprised. Then his eyes went blank and his knees buckled under him.\n\nThe clerk sitting at the nearby desk whistled shrilly.\n\nQuillan wheeled, gun out and up, toward the wall behind him. The two\nguards there were still lifting their guns. The Miam Devil grunted\ndisapprovingly twice, and the guards went down. Noise crashed from the\nhall ... heavy sporting rifles. He turned again, saw the two other\nguards stumbling backward along the far wall. Feminine screaming\nerupted around the office as the staff dove out of sight behind desks,\ninstrument stands and filing cabinets. The elderly man stood above\nOrca, a sap in his hand and a please smile on his face.\n\nIn the hallway, four white-uniformed men had swung about and were\npointing blazing rifles into the transmitter room. The racketing of\nthe gunfire ended abruptly and the rifles were lowered again. The\nhuman din in the office began to diminish, turned suddenly into a\nshocked, strained silence. Quillan realized the blond girl was\nstanding at his elbow.\n\n\"Did you get the rest of them?\" he asked quickly, in a low voice.\n\n\"Everyone who was on this level,\" Reetal told him. \"There weren't many\nof them.\"\n\n\"I know. But there's a sizable batch still in the subspace section. If\nwe can get the bomb disarmed, we'll just leave them sealed up there.\nHow long before you can bring Ryter around?\"\n\n\"He'll be able to talk in five minutes.\"\n\n       *       *       *       *       *\n\nQuillan had been sitting for some little while in a very comfortable\nchair in what had been the commodore's personal suite on the Seventh\nStar, broodingly regarding the image of the _Camelot_ in a huge wall\nscreen. The liner was still over two hours' flight away but would\narrive on schedule. On the Star, at least in the normspace section,\neverything was quiet, and in the main control offices and in the\ntransmitter room normal working conditions had been restored.\n\nA room portal twenty feet away opened suddenly, and Reetal Destone\nstepped out.\n\n\"So there you are!\" she observed.\n\n[Illustration]\n\nQuillan Looked mildly surprised, then grinned. \"I'd hate to have to\ntry to hide from you!\" he said.\n\n\"Hm-m-m!\" said Reetal. She smiled. \"What are you drinking?\"\n\nHe nodded at an open liquor cabinet near the screen. \"Velladon was\nleaving some excellent stuff behind. Join me?\"\n\n\"Hm-m-m.\" She went to the cabinet, looked over the bottles, made her\nselection and filled a glass. \"One has the impression,\" she remarked,\n\"that you _were_ hiding from me.\"\n\n\"One does? I'd have to be losing my cotton-picking mind--\"\n\n\"Not necessarily.\" Reetal brought the drink over to his chair, sat\ndown on the armrest with it. \"You might just have a rather\nembarrassing problem to get worked out before you give little Reetal a\nchance to start asking questions about it.\"\n\nQuillan looked surprised. \"What gave you that notion?\"\n\n\"Oh,\" Reetal said, \"adding things up gave me that notion.... Care to\nhear what the things were?\"\n\n\"Go ahead, doll.\"\n\n\"First,\" said Reetal, \"I understand that a while ago, after you'd first\nsent me off to do some little job for you, you were in the transmitter\nroom having a highly private--shielded and scrambled--conversation with\nsomebody on board the _Camelot_.\"\n\n\"Why, yes,\" Quillan said. \"I was talking to the ship's security\noffice. They're arranging to have a Federation police boat pick up\nwhat's left of the commodore's boys and the Brotherhood in the\nsubspace section.\n\n\"And that,\" said Reetal, \"is where that embarrassing little problem\nbegins. Next, I noticed, as I say, that you were showing this tendency\nto avoid a chance for a private talk between us. And after thinking\nabout that for a little, and also about a few other things which came\nto mind at around that time, I went to see Ryter.\"\n\n\"Now why--?\"\n\nReetal ran her fingers soothingly through his hair. \"Let me finish,\nbig boy. I found Ryter and Orca in a highly nervous condition. And do\nyou know why they're nervous? They're convinced that some time before\nthe _Camelot_ gets here, you're going to do them both in.\"\n\n\"Hm-m-m,\" said Quillan.\n\n\"Ryter,\" she went on, \"besides being nervous, is also very bitter. In\nretrospect, he says, it's all very plain what you've done here. You\nand your associates--a couple of tough boys named Hagready and Boltan,\nand others not identified--are also after these Hlats. The Duke made\nsome mention of that, too, you remember. The commodore and Ryter\nbought the story you told them because a transmitter check produced\nthe information that Hagready and Boltan had, in fact, left their\nusual work areas and gone off on some highly secret business about a\nmonth ago.\n\n\"Ryter feels that your proposition--to let your gang in on the deal\nfor twenty per cent, or else--was made in something less than good\nfaith. He's concluded that when you learned of the operation being\nplanned by Velladon and the Brotherhood, you and your pals decided to\nobstruct them and take the Hlats for delivery to Yaco yourselves,\nwithout cutting anybody in. He figures that someone like Hagready or\nBoltan is coming in on the _Camelot_ with a flock of sturdy henchmen\nto do just that. You, personally, rushed to the Seventh Star to\ninterfere as much as you could here. Ryter admits reluctantly that\nyou did an extremely good job of interfering. He says it's now obvious\nthat every move you made since you showed up had the one purpose of\nsetting the Star group and the Brotherhood at each other's throats.\nAnd now that they've practically wiped each other out, you and your\nassociates can go on happily with your original plans.\n\n\"But, of course, you can't do that if Ryter and Orca are picked up\nalive by the Federation cops. The boys down in the subspace section\ndon't matter; they're ordinary gunhands and all they know is that you\nwere somebody who showed up on the scene. But Ryter could, and\ncertainly would, talk--\"\n\n\"Ah, he's too imaginative,\" Quillan said, taking a swallow of his\ndrink. \"I never heard of the Hlats before I got here. As I told you,\nI'm on an entirely different kind of job at the moment. I had to make\nup some kind of story to get an in with the boys, that's all.\"\n\n\"So you're not going to knock those two weasels off?\"\n\n\"No such intentions. I don't mind them sweating about it till the Feds\narrive, but that's it.\"\n\n\"What about Boltan and Hagready?\"\n\n\"What about them? I did happen to know that if anyone started asking\nquestions about those two, he'd learn that neither had been near his\nregular beat for close to a month.\"\n\n\"I'll bet!\" Reetal said cryptically.\n\n\"What do you mean by that?\"\n\n\"Hm-m-m,\" she said. \"Bad News Quillan! A really tough boy, for sure.\nYou know, I didn't believe for an instant that you were after the\nHlats--\"\n\n\"Why not?\"\n\nReetal said, \"I've been on a couple of operations with you, and you'd\nbe surprised how much I've picked up about you from time to time on\nthe side. Swiping a shipment of odd animals and selling them to Yaco,\nthat could be Bad News, in character. Selling a couple of hundred\nhuman beings--like Brock and Solvey Kinmarten--to go along with the\nanimals to an outfit like Yaco would not be in character.\"\n\n\"So I have a heart of gold,\" Quillan said.\n\n\"So you fell all over your own big feet about half a minute ago!\"\nReetal told him. \"Bad News Quillan--with no interest whatsoever in the\nHlats--still couldn't afford to let Ryter live to talk about him to\nthe Feds, big boy!\"\n\nQuillan looked reflective for a moment. \"Dirty trick!\" he observed.\n\"For that, you might freshen up my glass.\"\n\n       *       *       *       *       *\n\nReetal took both glasses over to the liquor cabinet, freshened them\nup, and settled down on the armrest of the chair again. \"So there\nwe're back to the embarrassing little problem,\" she said.\n\n\"Ryter?\"\n\n\"No, idiot. We both know that Ryter is headed for Rehabilitation.\nFifteen years or so of it, as a guess. The problem is little Reetal\nwho has now learned a good deal more than she was ever intended to\nlearn. Does she head for Rehabilitation, too?\"\n\nQuillan took a swallow of his drink and set the glass down again. \"Are\nyou suggesting,\" he inquired, \"that I might be, excuse the expression,\na cop?\"\n\nReetal patted his head. \"Bad News Quillan! Let's look back at his\nrecord. What do we find? A shambles, mainly. Smashed-up organizations,\noutfits, gangs. Top-level crooks with suddenly vacant expressions and\nunexplained holes in their heads. Why go on? The name is awfully well\nearned! And nobody realizing anything because the ones who do realize\nit suddenly ... well, where _are_ Boltan Hagready at the moment.\"\n\nQuillan sighed. \"Since you keep bringing it up--Hagready played it\nsmart, so he's in Rehabilitation. Be cute if Ryter ran into him there\nsome day. Pappy Boltan didn't want to play it smart. I'm not enough of\na philosopher to make a guess at where he might be at present. But I\nknew he wouldn't be talking.\"\n\n\"All right,\" Reetal said, \"we've got that straight. Bad News is\nIntelligence of some kind. Federation maybe, or maybe one of the\nservices. It doesn't matter, really, I suppose. Now, what about me?\"\n\nHe reached out and tapped his glass with a fingertip. \"That about you,\ndoll. You filled it. I'm drinking it. I may not think quite as fast as\nyou do, but I still think. Would I take a drink from a somewhat\nlawless and very clever lady who really believed I had her lined up\nfor Rehabilitation? Or who'd be at all likely to blab out something\nthat would ruin an old pal's reputation?\"\n\nReetal ran her fingers through his hair again. \"I noticed the deal\nwith the drink,\" she said. \"I guess I just wanted to hear you say it.\nYou don't tell on me, I don't tell on you. Is that it?\"\n\n\"That's it,\" Quillan said. \"What Ryter and Orca want to tell the Feds\ndoesn't matter. It stops there, the Feds will have the word on me\nbefore they arrive. By the way, did you go wake up the Kinmartens\nyet?\"\n\n\"Not yet,\" Reetal said. \"Too busy getting the office help soothed down\nand back to work.\"\n\n\"Well, lets finish these drinks and go do that, then. The little\ndoll's almost bound to be asleep by now, but she might still be\nsitting there biting nervously at her pretty knuckles.\"\n\n       *       *       *       *       *\n\nMajor Hesler Quillan of Space Scout Intelligence, was looking unhappy.\n\"We're still searching for them everywhere,\" he explained to Klayung,\n\"but it's a virtual certainty that the Hlat got them shortly before it\nwas trapped.\"\n\nKlayung, a stringy, white-haired old gentleman, was an operator of the\nPsychology Service, in charge of the shipment of Hlats the _Camelot_\nhad brought in. He and Quillan were waiting in the vestibule of the\nSeventh Star's rest cubicle vaults for Lady Pendrake's cubicle to be\nbrought over from the Executive Block.\n\nKlayung said reflectively, \"Couldn't the criminals with who you were\ndealing here have hidden the couple away somewhere?\"\n\nQuillan shook his head. \"There's no way they could have located them\nso quickly. I made half a dozen portal switches when I was taking\nKinmarten to the suite. It would take something with a Hlat's\nabilities to follow me over that route and stay undetected. And it\nmust be an unusually cunning animal to decide to stay out of sight\nuntil I'd led it where it wanted to go.\"\n\n\"Oh, they're intelligent enough,\" Klayung agreed absently. \"Their\naverage basic I.Q. is probably higher than that of human beings. A\nsomewhat different type of mentality, of course. Well, when the\ncubicle arrives, I'll question the Hlat and we'll find out.\"\n\nQuillan looked at him. \"Those control devices make it possible to hold\ntwo-way conversations with the things?\"\n\n\"Not exactly,\" Klayung said. \"You see, major, the government\nauthorities who were concerned with the discovery of the Hlats\nrealized it would be almost impossible to keep some information about\nthem from getting out. The specimen which was here on the Star has\nbeen stationed at various scientific institutions for the past year; a\nrather large number of people were involved in investigating it and\nexperimenting with it. In consequence, several little legends about\nthem have been deliberately built up. The legends aren't entirely\ntruthful, so they help to keep the actual facts about the Hlats\nsatisfactorily vague.\n\n\"The Hlat-talker is such a legend. Actually, the device does nothing.\nThe Hlats respond to telepathic stimuli, both among themselves and\nfrom other beings, eventually begin to correlate such stimuli with the\nmeanings of human speech.\"\n\n\"Then you--\" Quillan began.\n\n\"Yes. Eltak, their discoverer, was a fairly good natural telepath. If\nhe hadn't been abysmally lazy, he might have been very good at it. I\ncarry a variety of the Service's psionic knick-knacks about with me,\nwhich gets me somewhat comparable results.\"\n\nHe broke off as the vestibule portal dilated widely. Lady Pendrake's\ncubicle floated through, directed by two gravity crane operators\nbehind it. Klayung stood up.\n\n\"Set it there for the present, please,\" he directed the operators. \"We\nmay call for you later if it needs to be moved again.\"\n\nHe waited until the portal had closed behind the men before walking\nover to the cubicle. He examined the settings and readings at some\nlength.\n\n\"Hm-m-m, yes,\" he said, straightening finally. His expression became\nabsent for a few seconds; then he went on. \"I'm beginning to grasp the\nsituation, I believe. Let me tell you a few things about the Hlats,\nmajor. For one, they form quite pronounced likes and dislikes. Eltak,\nfor example, would have been described by most of his fellow men as a\nrather offensive person. But the Hlats actually became rather fond of\nhim during the fifteen or so years he lived on their island.\n\n\"That's one point. The other has to do with their level of\nintelligence. We discovered on the way out here that our charges had\ngained quite as comprehensive an understanding of the functioning of\nthe cubicles that had been constructed for them as any human who was\nnot a technical specialist might do. And--\"\n\nHe interrupted himself, stood rubbing his chin for a moment.\n\n\"Well, actually,\" he said, \"that should be enough to prepare you for a\nlook inside the Hlat's cubicle.\"\n\nQuillan gave him a somewhat surprised glance. \"I've been told it's\nugly as sin,\" he remarked. \"But I've seen some fairly revolting\nlooking monsters before this.\"\n\nKlayung coughed. \"That's not exactly what I meant,\" he said. \"I ...\nwell, let's just open the thing up. Would you mind, major?\"\n\n\"Not at all.\" Quillan stepped over to the side of the cubicle,\nunlocked the door switch and pulled it over. They both moved back a\nfew feet before the front of the cubicle. A soft humming came for some\nseconds from the door's mechanisms; then it suddenly swung open.\nQuillan stooped to glance inside, straightened instantly again, hair\nbristling.\n\n\"_Where is it?_\" he demanded, the Miam Devil out in his hand.\n\nKlayung looked at him thoughtfully. \"Not very far away, I believe. But\nI can assure you, major, that it hasn't the slightest intention of\nattacking us--or anybody else--at present.\"\n\nQuillan grunted, looked back into the cubicle. At the far end, the\nKinmartens lay side by side, their faces composed. They appeared to be\nbreathing regularly.\n\n\"Yes,\" Klayung said, \"they're alive and unharmed.\" He rubbed his chin\nagain. \"And I think it would be best if we simply closed the cubicle\nnow. Later we can call a doctor over from the hospital to put them\nunder sedation before they're taken out. They've both had thoroughly\nunnerving experiences, and it would be advisable to awaken them\ngradually to avoid emotional shock.\"\n\nHe moved over to the side of the cubicle, turned the door switch back\nagain. \"And now for the rest of it,\" he said. \"We may as well sit down\nagain, major. This may take a little time.\"\n\n       *       *       *       *       *\n\n\"Let's look at the thing for a moment from the viewpoint of the Hlat,\"\nhe resumed when he was once more comfortably seated. \"Eltak's death\ntook it by surprise. It hadn't at that point grasped what the\nsituation in the Executive Block was like. It took itself out of sight\nfor the moment, killing one of the gang leaders in the process, then\nbegan prowling about the various levels of the building, picking up\ninformation from the minds and conversation of the men it encountered.\nIn a fairly short time, it learned enough to understand what was\nplanned by the criminals; and it arrived at precisely your own\nconclusion ... that it might be possible to reduce and demoralize the\ngangs to the extent that they would no longer be able to carry out\ntheir plan. It began a systematic series of attacks on them with that\nend in mind.\n\n\"But meanwhile you had come into the picture. The Hlat was rather\npuzzled by your motive at first because there appeared to be an\nextraordinary degree of discrepancy between what you were saying and\nwhat you were thinking. But after observing your activities for a\nwhile, it began to comprehend what you were trying to do. It realized\nthat your approach was more likely to succeed than its own, and that\nfurther action on its side might interfere with your plans. But there\nremained one thing for it to do.\n\n\"I may tell you in confidence, major, that another legend which has\nbeen spread about these Hlats is their supposed inability to escape\nfrom the cubicles. Even their attendants are supplied with this\nparticular bit of misinformation. Actually, the various force fields\nin the cubicles don't hamper them in the least. The cubicles are\ndesigned simply to protect the Hlats and keep them from being seen;\nand rest cubicles, of course, can be taken anywhere without arousing\nundue curiosity.\n\n\"You mentioned that the Kinmartens very likable young people. The Hlat\nhad the same feeling about them; they were the only human beings aside\nfrom Eltak with whose minds it had become quite familiar. There was no\nassurance at this point that the plans to prevent a bomb from being\nexploded in the Star would be successful, and the one place where\nhuman beings could hope to survive such an explosion was precisely the\ninterior of the Hlat's cubicle, which had been constructed to\nsafeguard its occupant against any kind of foreseeable accident.\n\n\"So the Hlat sprang your cubicle trap, removed the bait, carried the\nKinmartens inside, and whipped out of the cubicle again before the\nrest current could take effect on it. It concluded correctly that\neveryone would decide it had been recaptured. After that, it moved\nabout the Executive Block, observing events there and prepared to take\naction again if that appeared to be advisable. When you had concluded\nyour operation successfully, it remained near the cubicle, waiting for\nme to arrive.\"\n\nQuillan shook his head. \"That's quite an animal!\" he observed after\nsome seconds. \"You say, it's in our general vicinity now?\"\n\n\"Yes,\" Klayung said. \"It followed the cubicle down here, and has been\ndrifting about the walls of the vestibule while we ... well, while I\ntalked.\"\n\n\"Why doesn't it show itself?\"\n\nKlayung cleared his throat. \"For two reasons,\" he said. \"One is that\nrather large gun you're holding on your knees. It saw you use it\nseveral times, and after all the shooting in the Executive Block, you\nsee--\"\n\nQuillan slid the Miam Devil into its holster. \"Sorry,\" he said. \"Force\nof habit, I guess. Actually, of course, I've understood for some\nminutes now that I wasn't ... well, what's the other reason?\"\n\n\"I'm afraid,\" Klayung said, \"that you offended it with your remark\nabout its appearance. Hlats may have their share of vanity. At any\nrate, it seems to be sulking.\"\n\n\"Oh,\" said Quillan. \"Well, I'm sure,\" he went on rather loudly, \"that\nit understands I received the description from a prejudiced source.\nI'm quite willing to believe it was highly inaccurate.\"\n\n\"Hm-m-m,\" said Klayung. \"That seems to have done it, major. The wall\ndirectly across from us--\"\n\nSomething like a ripple passed along the side wall of the vestibule.\nThen the wall darkened suddenly, turned black. Quillan blinked, and\nthe Hlat came into view. It hung, spread out like a spider, along half\nthe length of the vestibule wall. Something like a huge, hairy amoeba\nin overall appearance, though the physical structures under the\ncoarse, black pelt must be of very unamoeba-like complexity. No eyes\nwere in sight, but Quillan had the impression of being regarded\nsteadily. Here and there, along the edges and over the surface of the\nbody, were a variety of flexible extensions.\n\nQuillan stood up, hitched his gun belt into position, and started over\ntoward the wall.\n\n\"Lady Pendrake,\" he said, \"honored to meet you. Could we shake hands?\"\n\nThe End\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Lion Loose, by James H. Schmitz\n\n*** END OF THIS PROJECT GUTENBERG EBOOK LION LOOSE ***\n\n***** This file should be named 30493.txt or 30493.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/0/4/9/30493/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}