{"title": "The Asses of Balaam", "author": "Gordon Randall Garrett", "releaseDate": "December 2, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n  This etext was produced from Analog Science Fact Fiction October 1961.\n  Extensive research did not uncover any evidence that the U.S. copyright\n  on this publication was renewed.\n\n\n                                 THE\n\n                                ASSES\n\n                                  OF\n\n                                BALAAM\n\n\n\n                          By DAVID GORDON\n\n\n                      Illustrated by Schoenherr\n\n       *       *       *       *       *\n\n\n\n\n     _The remarkable characteristic of Balaam's ass was that it\n      was more perceptive than its master. Sometimes a child is\n      more perceptive--because more straightforward and\n      logical--than an adult...._\n\n      [Illustration]\n\n     _It is written in the Book of Numbers that Balaam, a wise\n      man of the Moabites, having been ordered by the King of Moab\n      to put a curse upon the invading Israelites, mounted himself\n      upon an ass and rode forth toward the camp of the Children\n      of Israel. On the road, he met an angel with drawn sword,\n      barring the way. Balaam, not seeing or recognizing the\n      angel, kept urging his ass forward, but the ass recognized\n      the angel and turned aside. Balaam smote the beast and\n      forced it to return to the path, and again the angel blocked\n      the way with drawn sword. And again the ass turned aside,\n      despite the beating from Balaam, who, in his blindness, was\n      unable to see the angel._\n\n     _When the ass stopped for the third time and lay down,\n      refusing to go further, Balaam waxed exceeding wrath and\n      smote again the animal with a stick._\n\n     _Then the ass spoke and said: \"Why dost thou beat me? I have\n      always obeyed thee and never have I failed thee. Have I ever\n      been known to fail thee?_\"\n\n     _And Balaam answered: \"No.\" And at that moment his eyes were\n      opened and he saw the angel before him._\n\n                                    --STUDIES IN SCRIPTURE\n\n                                   by Ceggawynn of Eboricum\n\n\nWith the careful precision of controlled anger, Dodeth\nPell rippled a stomp along his right side.\n_Clop_clopclop_clop_-clopclop-_clop_clop-clop_clop_clopclop....\nEach of his twelve right feet came down in turn while he glared across the\nbusiness bench at Wygor Bedis. He started the ripple again, while he\nwaited for Wygor's answer. The ripple was a good deal more effective than\njust tapping one's fingers, and equally as satisfying.\n\nWygor Bedis twitched his mouth and allowed his eyelids to slide up\nover his eyeballs in a slow blink before answering. Dodeth had simply\nasked, \"Why wasn't this reported to me before?\" But Wygor couldn't\nfind the answer as simply as that. Not that he didn't have a good\nanswer; it was just that he wanted to couch it in exactly the right\nterms. Dodeth had a way with raking sarcasm that made a person tend\nto cringe.\n\nDodeth was perfectly well aware of that. He hadn't been in the\nExecutive Office of Predator Council all these years for nothing; he\nknew how to handle people--when to praise them, when to flatter them,\nwhen to rebuke them, and when to drag them unmercifully over the\nshell-bed.\n\nHe waited, his right legs marching out their steady rhythm.\n\n\"Well,\" said Wygor at last, \"it was just that I couldn't see any point\nin bothering you with it at that point. I mean, _one_ specimen--\"\n\n\"Of an entirely new species!\" snapped Dodeth in a sudden interruption.\nHis legs stopped their rhythmic tramp. His voice rose from its usual\neight-thousand-cycle rumble to a shrill squeak. \"Fry it, Wygor, if you\nweren't such a good field man, I'd have sacked you long ago! Your\ntrouble is that you have a penchant for bringing me problems that you\nought to be able to solve by yourself and then flipping right over on\nyour back and holding off on some information that ought to be brought\nto my attention immediately!\"\n\nThere wasn't much Wygor could say to that, so he didn't try. He simply\nwaited for the raking to come, and, sure enough, it came.\n\nDodeth's voice lowered itself to a soft purr. \"The next time you have\nto do anything as complicated as setting a snith-trap, you just hump\nright down here and ask me, and I'll tell you all about it. On the\nother hand, if the lower levels all suddenly become infested with\nshelks at the same time, why, you just take care of that little detail\nyourself, eh? The only other alternative is to learn to think.\"\n\nWygor winced a trifle and kept his mouth shut.\n\nHaving delivered himself of his jet of acid, Dodeth Pell looked down\nat the data booklet that Wygor had handed him. \"Fortunately,\" he said,\n\"there doesn't seem to be much to worry about. Only the Universal\nMotivator knows how this thing could have spawned, but it doesn't\nappear to be very efficient.\"\n\n\"No, sir, it doesn't,\" said Wygor, taking heart from his superior's\nmild tone. \"The eating orifice is oddly placed, and the teeth are\nobviously for grinding purposes.\"\n\n\"I was thinking more of the method of locomotion,\" Dodeth said. \"I\nbelieve this is a record, although I'll have to look in the files to\nmake sure. I think that six locomotive limbs is the least I've ever\nheard of on an animal that size.\"\n\n\"I've checked the files,\" said Wygor. \"There was a four-limbed\nleaf-eater recorded seven hundred years ago--four locomotive limbs,\nthat is, and two grasping. But it was only as big as your hand.\"\n\nDodeth looked through the three pages of the booklet. There wasn't\nmuch there, really, but he knew Wygor well enough to know that all the\ndata he had thus far was there. The only thing that rankled was that\nWygor had delayed for three work periods before reporting the\nintrusion of the new beast, and now five of them had been spotted.\n\nHe looked at the page which showed the three bathygraphs that had been\ntaken of the new animals from a distance. There was something odd\nabout them, and Dodeth couldn't, for the hide of him, figure out what\nit was. It aroused an odd fear in him, and made him want to burrow\ndeeper into the ground.\n\n\"I can't see what keeps 'em from falling over,\" he said at last. \"Are\nthey as slow-moving as they look?\"\n\n\"They don't move very fast,\" Wygor admitted, \"but we haven't seen any\nof them startled yet. I don't see how they could run very fast,\nthough. It must take every bit of awareness they have to stay balanced\non two legs.\"\n\nDodeth sighed whistlingly and pushed the data booklet back across the\nbusiness bench to Wygor. \"All right; I'll file the preliminary\nspotting report. Now get out there and get me some pertinent data on\nthis queer beast. Scramble off.\"\n\n\"Right away, sir.\"\n\n\"And ... Wygor--\"\n\n\"Yes, sir?\"\n\n\"It's apparent that we have a totally new species here. It will be\ncalled a _wygorex_, of course, but it would be better if we waited\nuntil we could make a full report to the Keepers. So don't let any of\nthis out--especially to the other Septs.\"\n\n\"Certainly not, sir; not a whistle. Anything else?\"\n\n\"Just keep me posted, that's all. Scramble off.\"\n\nAfter Wygor had obediently scrambled off, Dodeth relaxed all his knees\nand sank to his belly in thought.\n\nHis job was not an easy one. He would like to have his office get full\ncredit for discovering a new species, just as Wygor had--understandably\nenough--wanted to get his share of the credit. On the other hand, one had\nto be careful that holding back information did not constitute any danger\nto the Balance. Above all, the Balance must be preserved. Even the snith\nhad its place in the Ecological Balance of the World--although one didn't\nlike to think about sniths as being particularly useful.\n\nAfter all, every animal, every planet had its place in the scheme;\neach contributed its little bit to maintaining the Balance. Each had\nits niche in the ecological architecture, as Dodeth liked to think of\nit. The trouble was that the Balance was a shifting, swinging,\never-changing thing. Living tissues carried the genes of heredity in\nthem, and living tissues are notoriously plastic under the influence\nof the proper radiation or particle bombardment. And animals _would_\ncross the poles.\n\nThe World had been excellently designed by the Universal Motivator for\nthe development and evolution of life. Again, the concept of the\nBalance showed in His mighty works. Suppose, for instance, that the\nWorld rotated more rapidly about its axis, thereby exposing the whole\nsurface periodically to the deadly radiation of the Blue Sun, instead\nof having a rotation period that, combined with the eccentricity of\nthe World's orbit, gave it just enough libration to expose only\nsixty-three per cent to the rays, leaving the remaining thirty-seven\nper cent in twilight or darkness. Or suppose the orbit were so nearly\ncircular that there were no perceptible libration at all; one side\nwould burn eternally, and the other side would freeze, since there\nwould be no seasonal winds blowing first east, then west, bringing the\nwarmth of the Blue Sun from the other side.\n\nOr, again, suppose there were no Moon and no Yellow Sun to give light\nto the dark side. Who could live in an everlasting night?\n\nOr suppose that the magnetic field of the World were too weak to focus\nthe majority of the Blue Sun's output of electrons and ions on the\npoles. How could life have evolved at all?\n\nBalance. And the Ultimate Universal Motivator had put part of the\nresponsibility into the hands of His only intelligent species. And a\npart of that part had been put into the hands of Dodeth Pell as the\nhead of Predator Control.\n\nFry it! Something was niggling at the back of Dodeth's mind, and no\namount of philosophizing would shake it. He reached into the drawer of\nthe business bench and pulled out the duplicate of Wygor's data\nbooklet. He flipped it open and looked at the bathygraphs again.\n\n       *       *       *       *       *\n\nThere was no single thing about them that he could pinpoint, but the\nbeasts just didn't _look_ right. Dodeth Pell had seen many monstrous\nanimals in his life, but none like this.\n\nMost people disliked and were disgusted by a snith because of the\nuncanny resemblance the stupid beast had to the appearance of Dodeth's\nown race. There could be no question of the genetic linkage between\nthe two species, but, in spite of the physical similarities, their\nactions were controlled almost entirely by instinct instead of reason.\nThey were like some sort of idiot parody of intelligent beings.\n\nBut it was their similarity which made them loathsome. Why should\nDodeth Pell feel a like emotion when he saw the bathygraphs of the\ntwo-legged thing? Certainly there was no similarity.\n\nWait a minute!\n\nHe looked carefully at the three-dimensional pictures again.\n\nFry it! He couldn't be sure--\n\nAfter all, he wasn't a geneticist. Checking the files wouldn't be\nenough; he wouldn't know how to ask the proper cross-filing questions.\n\nHe lolled his tongue out and absently rasped at a slight itch on the\nback of his hand while he thought.\n\nIf his hunch were correct, then it was time to call in outside help\nnow, instead of waiting for more information. Still, he needn't\nnecessarily call in official expert help just yet. If he could just\nget a lead--enough to verify or disprove the possibility of his hunch\nbeing correct--that would be enough for a day or two, until Wygor got\nmore data.\n\nThere was always Yerdeth, an older parabrother on his prime-father's\nside. Yerdeth had studied genetics--theoretical, not applied--with the\nthought of going into Control, and kept on dabbling in it even after\nhe had discovered that his talents lay in the robot design field.\n\n\"Ardan!\" he said sharply.\n\nAt the other end of the office, the robot assistant ceased his work\nfor a moment. \"Yes, sir?\"\n\n\"Come here a minute; I want you to look at something.\"\n\n\"Yes, sir.\"\n\nThe robot's segmented body was built very much like Dodeth's own,\nexcept that instead of the twelve pairs of legs that supported\nDodeth's body, the robot was equipped with wheels, each suspended\nseparately and equipped with its individual power source. Ardan rolled\nsedately across the floor, his metallic body gleaming in the light\nfrom the low ceiling. He came to a halt in front of Dodeth's business\nbench.\n\nDodeth handed Ardan the thin data booklet. \"Scan through that.\"\n\nArdan went through it rapidly, his eyes carefully scanning each page,\nhis brain recording everything permanently. After a few seconds, he\nlooked back up at Dodeth. \"A new species.\"\n\n\"Exactly. Did you notice anything odd about their appearance?\"\n\n\"Naturally,\" said Ardan. \"Since their like has never been seen before,\nit is axiomatic that they would appear odd.\"\n\n_Fry it!_ Dodeth thought. He should have known better than to ask a\nquestion like that of Ardan. To ask it to determine what might be\ncalled second-order strangeness in a pattern that was strange in the\nfirst place was asking too much of a robot.\n\n\"Very well, then. Make an appointment for this evening with Yerdeth\nPell. I would like to see him at his home if it is convenient.\"\n\n\"Yes, sir,\" said the robot.\n\n       *       *       *       *       *\n\nEvening was four work-periods away, and even after Yerdeth had granted\nthe appointment, Dodeth found himself fidgeting in anticipation.\n\nTwice, during the following work periods, Wygor came in with more\ninformation. He had gone above ground with a group of protection\nrobots, finally, to take a look at the new animals himself, but he\nhadn't yet managed to obtain enough data to make a definitive report\non the strange beasts.\n\nBut the lack of data was, in itself, significant.\n\nDodeth usually liked to walk through the broad tunnels of the main\nthoroughfares, since he didn't particularly care to ride robot-back\nfor so short a distance, but this time he was in such a hurry to see\nYerdeth that he decided to let Ardan take him.\n\nHe climbed aboard, clamped his legs to the robot's sides, and said:\n\"To Yerdeth Pell's.\"\n\nThe robot said \"Yes, sir,\" and rolled out to the side tunnel that led\ntoward one of the main robot tunnels. When they finally came to a\ntunnel labeled _Robots and Passengers Only_, Ardan rolled into it and\nrevved his wheels up to high speed, shooting down the tunnelway at a\nmuch higher velocity than Dodeth could possibly have run.\n\nThe tunnelway was crowded with passenger-carrying robots, and with\nrobots alone, carrying out orders from their masters. But there was no\ndanger; no robot could harm any of Dodeth's race, nor could any robot\nstand idly by while someone was harmed. Even in the most crowded of\nconditions, every robot in the area had one thing foremost in his\nmind: the safety of every human within sight or hearing.\n\nDodeth ignored the traffic altogether. He had other things to think\nabout, and he knew--without even bothering to consider it--that Ardan\ncould be relied upon to take care of everything. Even if it cost him\nhis own pseudolife, Ardan would do everything in his power to preserve\nthe safety and health of his passenger. Once in a while, in unusual\ncircumstances, a robot would even disobey orders to save a life, for\nobedience was strictly secondary to the sanctity of human life, just\nas the robot's desire to preserve his own pseudoliving existence was\noutranked by the desire to obey.\n\nDodeth thought about his job, but he carefully kept his mind off the\nnew beasts. He knew that fussing in his mind over them wouldn't do him\nany good until he had more to work with--things which only his\nparabrother, Yerdeth, could supply him. Besides, there was the\nproblem of what to do about the hurkle breeding sites, which were\nbeing encroached upon by the quiggies. Some of the swamps on the\nsurface, especially those that approached the Hot Belts, were being\ndried out and filled with dust, which decreased the area where the\nhurkle could lay its eggs, but increased the nesting sites for\nquiggies.\n\nThat, of course, was a yearly cycle, in general. As the Blue Sun moved\nfrom one side to the other, and the winds shifted accordingly, the\nswamps near the Twilight Border would dry out or fill up accordingly.\nBut this year the eastern swamps weren't filling up as they should,\nand some precautionary measures would have to be taken to prevent too\ngreat a shift in the hurkle-quiggie balance.\n\nThen there was the compensating migratory shift of the Hotland\nbeasts--those which lived in the areas where the slanting rays of the\nBlue Sun could actually touch them, and which could not stand the, to\nthem, terrible cold of the Darklands. Instead, they moved back and\nforth with the Blue Sun and remained in their own area--a hot, dry,\nfiery-bright hinterland occupied only by gnurrs, gpoles, and other\nhorrendous beasts.\n\nBeyond those areas, according to the robot patrols which had\nreconnoitered there, nothing lived. Nothing could. No protoplasmic\nbeing could exist under the direct rays of the Blue Sun. Even the\nmetal-and-translite bodies of a robot wouldn't long protect the\nsensitive mechanisms within from the furnace heat of the huge star.\n\nEach species had its niche in the World. Some, like the hurkle, lived\nin swamp water. Others lived in lakes and streams. Still others flew\nin the skies or roamed the surface or climbed the great trees. Some,\nlike Dodeth's own people, lived beneath the surface.\n\nThe one thing an intelligent species had to be most careful about was\nnot to disturb the balance with their abilities, but to work to\npreserve it. In the past, there had been those who had built cities on\nthe surface, but the cities had removed the natural growth from large\nareas, which, in turn, had forced the city people to import their food\nfrom outside the cities. And that had meant an enforced increase in\nthe cultivation of the remaining soil, which destroyed the habitats of\nother animals, besides depleting the soil itself. The only sensible\nway was to live _under_ the farmlands, so that no man was ever more\nthan a few hundred feet from the food supply. The Universal Motivator\nhad chosen that their species should evolve in burrows beneath the\nsurface, and if that was the niche chosen for Dodeth's people, then\nthat was obviously where they should remain to keep the Balance.\n\nOf course, the snith, too, was an underground animal, though the\ntunnels were unlined. The snith's tunnels ran between and around the\narmored tunnels of Dodeth's people, so that each city surrounded the\nother without contact--if the burrows of the snith could properly be\ncalled a city.\n\n\"Yerdeth Pell's residence,\" said Ardan.\n\n\"Ah, yes.\" Dodeth, his thoughts interrupted, slid off the back of\nthe robot and flexed his legs. \"Wait here, Ardan. I'll be back in an\nhour or so.\" Then he scrambled over to the door which led to Yerdeth's\napartment.\n\n[Illustration]\n\n       *       *       *       *       *\n\nTwenty minutes later, Yerdeth Pell looked up from the data book\nfacsimiles and scanned Dodeth's face with appraising eyes.\n\n\"Very cute,\" he said at last, with a slight chuckle. \"Now, what I want\nto know is: is someone playing a joke on you, or are you playing a\njoke on me?\"\n\nDodeth's eyelids slid upwards in a fast blink of surprise. \"What do\nyou mean?\"\n\n\"Why, these bathygraphs.\" Yerdeth rapped the bathygraphs with a\nwrinkled, horny hand. He was a good deal older than Dodeth, and his\nvoice had a tendency to rasp a little when the frequency went above\ntwenty thousand cycles. \"They're very good, of course. _Very_ good.\nThe models have very fine detail to them. The eyes, especially are\ngood; they look as if they really _ought_ to be built that way.\" He\nsmiled and looked up at Dodeth.\n\nDodeth resisted an urge to ripple a stomp. \"Well?\" he said\nimpatiently.\n\n\"Well, they can't be real, you know,\" Yerdeth replied mildly.\n\n\"Why not?\"\n\n\"Oh, come, now, Dodeth. What did it evolve from? An animal doesn't\njust spring out of nowhere, you know.\"\n\n\"New species are discovered occasionally,\" Dodeth said. \"And there are\nplenty of mutants and just plain freaks.\"\n\n\"Certainly, certainly. But you don't hatch a snith out of a hurkle\negg. Where are your intermediate stages?\"\n\n\"Is it possible that we might have missed the intermediate stage?\"\n\n\"I said 'stages'. Plural. Pick any known animal--_any_ one--and tell\nme how many genetic changes would have to take place before you'd come\nup with an animal anything like this one.\" Again he tapped the\nbathygraph. \"Take that eye, for instance. The lid goes down instead of\nup, but you notice that there's a smaller lid at the bottom that\n_does_ go up, a little ways. The closest thing to an eye like that is\non the hugl, which has eyelids on top that lower a little. But the\nhugl has eighteen segments; sixteen pairs of legs and two pairs of\nfeeding claws. Besides, it's only the size of your thumb-joint. What\nkind of gene mutation would it take to change that into an animal like\nthe one in this picture?\n\n\"And look at the size of the thing. If it weren't in that awkward\nvertical position, if it were stretched out on the ground, it'd be a\nlong as a human. Look at the size of those legs!\n\n\"Or, take another thing. In order to walk on those two legs, the\nchanges in skeletal and visceral structure would have to be\ntremendous.\"\n\n\"Couldn't we have missed the intermediate stages, then?\" Dodeth asked\nstubbornly. \"We've missed the intermediates before, I dare say.\"\n\n\"Perhaps we have,\" Yerdeth admitted, \"but if you boys in the\nEcological Corps have been on your toes for the past thousand years,\nwe haven't missed many. And it would take at least that long for\nsomething like this to evolve from anything we know.\"\n\n\"Even under direct polar bombardment?\"\n\n\"Even under direct polar bombardment. The radiation up here is strong\nenough to sterilize a race within a very few generations. And what\nwould they eat? Not many plants survive there, you know.\n\n\"Oh, I don't say it's flatly im_possi_ble, you understand. If a female\nof some animal or other, carrying a freshly-fertilized zygote, and her\nspecies happened to have all the necessary potential characteristics,\nand a flood of ionizing radiation went through the zygote at exactly\nthe right time, and it managed to hit just the right genes in just the\nright way ... well I'm sure you can see the odds against it are\ntremendous. I wouldn't even want to guess at the order of magnitude of\nthe exponent. I'd have to put on a ten in order to give you the odds\nagainst it.\"\n\nDodeth didn't quite get that last statement, but he let it pass. \"I\nam going to pull somebody's legs off, one by one, come next work\nperiod,\" he said coldly. \"One ... by ... one.\"\n\n       *       *       *       *       *\n\nHe didn't, though. Rather than accuse Wygor, it would be better if\nWygor were allowed to accuse himself. Dodeth merely wanted to wait for\nthe opportunity to present itself. And then--ah, _then_ there would be\na roasting!\n\nThe opportunity came in the latter part of the next work period.\nWygor, who had purportedly been up on the surface for another field\ntrip, scuttled excitedly into Dodeth's office, wildly waving some\nbathygraph sheets.\n\n\"Dodeth, sir! Look! I came down as soon as I saw it! I've got the\n'graphs right here! Horrible!\"\n\nBefore Dodeth could say anything, Wygor had spread the sheets out\nfan-wise on his business bench. Dodeth looked at them and experienced\na moment of horror himself before he realized that these were--these\n_must_ be--doctored bathygraphs. Even so, he gave an involuntary gasp.\n\nThe first 'graphs had been taken from an aerial reconnaissance robot\nwinging in low over the treetops. The others were taken from a higher\naltitude. They all showed the same carnage.\n\nAn area of several thousand square feet--_tens_ of thousands!--had\nbeen cleared of trees! They had been ruthlessly cut down and stacked.\nBushes and vines had gone with them, and the grass had been crushed\nand plowed up by the dragging of the great fallen trees. And there\nwere obvious signs that the work was still going on. In the close-ups,\nhe could see the bipedal beasts wielding cutting instruments.\n\nDodeth forced himself to calmness and glared at the bathygraphs. Fry\nit, they _had_ to be fakes. A new species might appear only once in a\nhundred years, but according to Yerdeth, this couldn't possibly be a\nnew species. What was Wygor's purpose in lying, though? Why should he\nfalsify data? And it must be he; he had said that he had seen the\nbeasts himself. Well, Dodeth would have to find out.\n\n\"Tool users, eh?\" he said, amazed at the calmness of his voice. Such\nanimals weren't unusual. The sniths used tools for digging and even\nfor fighting each other. And the hurkles dammed up small streams with\nlogs to increase their marshland. It wasn't immediately apparent what\nthese beasts were up to, but it was far too destructive to allow it to\ngo on.\n\nBut, fry it all, it _couldn't_ be going on!\n\nThere were only two alternatives. Either Wygor was a liar or Yerdeth\ndidn't know what he was talking about. And there was only one way of\nfinding out which was which.\n\n\"Ardan! Get my equipment ready! We're going on a field trip! Wygor,\nyou get the rest of the expedition ready; you and I are going up to\nsee what all this is about.\" He jabbed at the communicator button.\n\"Fry it! Why should this have to happen in my sector? Hello! Give me\nan inter-city connection. I want to talk to Baythim Venns,\nco-ordinator of Ecological Control, in Faisalla.\"\n\nHe looked up at Wygor. \"Scatter off, fry it! I want to--Oh, hello,\nBaythim, sir. Dodeth. Have you had any reports on a new species--a\nbipedal one? What? No, sir; I'm not kidding. One of my men has brought\nin 'graphs of the thing. Frankly, I'm inclined to think it's a hoax of\nsome kind, but I'd like to ask you to check to see if it's been\nreported in any of the other areas. We're located a little out of the\nway here, and I thought perhaps some of the stations farther north or\nsouth had seen it. Yes. That's right: two locomotive limbs, two\nhandling limbs. Big as a human, and they hold their bodies\nperpendicular to the ground. Yes, sir, I know it sounds silly, and I'm\ngoing out to check the story now, but you ought to see these\nbathygraphs. If it's a hoax, there's an expert behind it. Very well,\nsir; I'll wait.\"\n\nDodeth scowled. Baythim had sounded as if he, Dodeth, had lost his\nsenses.\n\n_Maybe I have_, he thought. _Maybe I'll start running around\nmindlessly and get shot down by some patrol robot who thinks I'm a\nsnith._\n\nMaybe he should have investigated first and then called, when he was\nsure, one way or another. Maybe he should have told Baythim he was\ncertain it was a hoax, instead of hedging his bets. Maybe a lot of\nthings, but it was too--\n\n\"Hello? Yes, sir. None, eh? Yes, sir. Yes, sir; I'll give you a call\nas soon as I've checked. Yes, sir. Thank you, sir.\"\n\nDodeth felt like an absolute fool. Individually and collectively, he\nconsigned to the frying pan Baythim, Wygor, Yerdeth, the new beast--if\nit existed--and finally, himself.\n\nBy the time he had finished his all-encompassing curse, his two dozen\npistoning legs had nearly brought him to the equipment room, where\nArdan and Wygor were waiting.\n\n       *       *       *       *       *\n\nFour hours and more of steady traveling did very little to sweeten\nDodeth Pell's temper. The armored car was uncomfortable, and the\nsilence within it was even more uncomfortable. He did not at all feel\nlike making small talk with Wygor, and he had nothing as yet to say to\nArdan or the patrol robots who were rolling along with the armored\ncar.\n\nOne thing he had to admit: Wygor certainly didn't act like a man who\nwas being carried to his own doom--which he certainly was if this was\nhoax. Wygor would lose all position and be reduced to living off his\ncivil insurance. He would be pitied by all and respected by none.\n\nBut he didn't look as though that worried him at all.\n\nDodeth contented himself with looking at the scenery. The car was not\nyet into the forest country; this was all rolling grassland. Off to\none side, a small herd of grazing grancos lifted their graceful heads\nto watch the passage of the expedition, then lowered them again to\nfeed. A fanged zitibanth, disturbed in the act of stalking the\ngrancos, stiffened all his legs and froze for a moment, looking\nbalefully at the car and the robots, then went on about his business.\n\nWhen they came to the forest, the going became somewhat harder.\nCenturies ago, those who had tried to build cities on the surface had\nalso built paved strips to make travel by car easier and smoother, and\nDodeth almost wished there were one leading to the target area.\n\nFry it, he _hated_ traveling! Especially in a lurching armored car. He\nwished he were bored enough or tired enough to go to sleep.\n\nAt last--at _long_ last--Wygor ordered the car to stop. \"We're within\ntwo miles of the clearing, sir,\" he told Dodeth.\n\n\"All right,\" Dodeth said morosely. \"We'll go the rest of the way on\nfoot. I don't want to startle them at this stage of the game, so keep\nit quiet and stay hidden. Tell the patrol robots to spread out, and\ntell them I want all the movie shots we can get. I want all the\nKeepers to see these things in action. Got that? Then let's get\nmoving.\"\n\nThey crept forward through the forest, Dodeth and Ardan taking the\nright, while Wygor and his own robot, Arsam, stayed a few yards away\nto the left. They were all expert woodsmen--Dodeth and Wygor by\ntraining and experience, and the robots by indoctrination.\n\nEven so, Dodeth never felt completely comfortable above ground, with\nnothing over his head but the clouded sky.\n\nThe team had purposely chosen to approach from a small rise, where\nthey could look down on the clearing without being seen. And when they\nreached the incline that led up to the ridge, one of the armed patrol\nrobots who had been in the lead took a look over the ridge and then\nscuttled back to Dodeth. \"They're there, sir.\"\n\n\"What are they doing?\" Dodeth asked, scarcely daring to believe.\n\n\"Feeding, I believe, sir. They aren't cutting down any trees now;\nthey're just sitting on one of the logs, feeding themselves with their\nhandling limbs.\"\n\n\"How many are there?\"\n\n\"Twenty, sir.\"\n\n\"I'll take a look.\" He scrambled up the ridge and peeked over.\n\nAnd there they were, less than a quarter of a mile away.\n\nDazedly, Dodeth took a pair of field glasses from Ardan and focused\nthem on the group.\n\nOh, they were real, all right. No doubt of that. None whatever.\nMechanically, he counted them. Twenty. Most of them were feeding, but\nfour of them seemed to be standing a little apart from the others,\nwatching the forest, acting as lookouts.\n\n_Typical herd action_, Dodeth thought.\n\nHe wished Yerdeth were here; he'd show that fool what good his\nten-to-the-billionth odds were.\n\nAnd yet, in another way, Dodeth had the feeling that his parabrother\nwas right. How could the life of the World have suddenly evolved such\ncreatures? For they looked even more impossible when seen in the\nflesh.\n\n       *       *       *       *       *\n\nTheir locomotive limbs ended in lumpy protuberances that showed no\nsign of toes, and they were covered all over with a dull gray hide,\nexcept for the hands at the ends of their handling limbs and the necks\nand the faces of their oddly-shaped heads, where the skin ranged in\ncolor from a pinkish an to a definitive brown, depending on the\nindividual. There was no hair anywhere on their bodies except on the\ntop and back of their heads. No, wait--there were two long tufts above\neach eye. They--\n\n\"Do you see what they're _eating_?\" Wygor's voice whispered.\n\nDodeth hadn't. He'd been too busy looking at the things themselves.\nBut when he did notice, he made a noise like a throttled \"_Geep!_\"\n\n_Hurkles!_\n\nThere were few enough of the animals--only a few small population was\nneeded to keep the Balance, but they were important. And the swamps\nwere drying up, and the quiggies were moving in on them, and _now_--\n\nDodeth made a hasty count. Twenty! By the Universal Motivator, these\npredators had eaten a hurkle apiece!\n\nOverhead, the Yellow Sun, a distant dot of intensely bright light,\nshed its wan glow over the ghastly scene. Dodeth wished the Moon were\nout; its much brighter light would have shown him more detail.\n\nBut he could see well enough to count the gnawed skeletons of the\nlittle, harmless hurkles. Even the Moon, which wouldn't bring morning\nfor another fifteen work periods yet, couldn't have made it any\nplainer that these beasts were deadly dangerous to the Balance.\n\n\"How often do they eat?\" he asked in a strained voice.\n\nIt was Wygor's robot, Arsam, who answered. \"About three times every\nwork period. They sleep then. Their metabolic cycle seems to be timed\nabout the same as yours, sir.\"\n\n\"_Gaw!_\" said Dodeth. \"Sixty hurkles per sleep period! Why, they'll\nhave the whole hurkle population eaten before long! Wygor! As soon as\nwe can get shots of all this, we're going back! There's not a moment\nto lose! This is the most deadly dangerous thing that has ever\nhappened to the World!\"\n\n\"Fry me, yes,\" Wygor said in an awed voice. \"Three hurkles in one\nperiod.\"\n\n\"Allow me to correct you, sir,\" said the patrol robot. \"They do not\neat that many hurkles. They eat other things besides.\"\n\n\"Like what, for instance?\" Dodeth asked in a choked voice.\n\nThe robot told him, and Dodeth groaned. \"Omnivores! That's even worse!\nArdan, pass the word to the scouts to get their pictures and meet at\nthat tree down there behind us in ten minutes. We've got to get back\nto the city!\"\n\n       *       *       *       *       *\n\nDodeth Pell laid his palms flat on the speaker's bench and looked\naround at the assembled Keepers of the Balance, wise and prudence\nthinkers, who had spent lifetimes in ecological service and had shown\ntheir capabilities many times over.\n\n\"And that's the situation, sirs,\" he said, after a significant pause.\n\"The moving and still bathygraphs, the data sheets, and the samplings\nof the area all tell the same story. I do not feel that I, alone, can\nmake the decision. Emotionally, I must admit, I am tempted to destroy\nall twenty of the monsters. Intellectually, I realize that we should\nattempt to capture at least one family group--if we can discover what\nconstitutes a family group in this species. Unfortunately, we cannot\ntell the sexes apart by visual inspection; the sex organs themselves\nmust be hidden in the folds of that gray hide. And this is evidently\nnot their breeding season, for we have seen no sign of sexual\nactivity.\n\n\"We have very little time, sirs, it seems to me. The damage they have\nalready done will take years to repair, and the danger of upsetting\nthe Balance irreparably grows exponentially greater with every passing\nwork period.\n\n\"Sirs, I ask your advice and your decision.\"\n\nThere was a murmur of approval for his presentation as he came down\nfrom the speakers bench. Then the Keepers went into their respective\ncommittee meetings so discuss the various problems of detail that had\narisen out of the one great problem.\n\nDodeth went into an anteroom and tried to relax and get a little\nsleep--though he doubted he'd get any. His nerves were too much on\nedge.\n\nArdan woke him gently. \"Your breakfast, sir.\"\n\nDodeth blinked and jerked his head up. \"Oh. Uhum. Ardan! Have the\nKeepers reached any decision yet?\"\n\n\"No, sir; not yet. The data are still coming in.\"\n\nIt was three more work periods before the Keepers called Dodeth Pell\nbefore them again. Dodeth could almost read the decision on their\nfaces--there was both sadness and determination there.\n\n\"It was an uncomfortable decision, Dodeth Pell,\" said the Eldest\nKeeper without preliminary, \"but a necessary one. We can find no place\nin the Ecological Balance for this species. We have already ordered a\npatrol column of two hundred fully-armed pesticide robots to destroy\nthe animals. Two are to be captured alive, if possible, but, if not,\nthe bodies will be brought to the biological laboratories for study.\nWithin a few hours, the species will be nearly or completely extinct.\n\n\"By the way, you may tell your assistant, Wygor, that the animal will\ngo down in the files as _wygorex_. A unique distinction for him, in\nmany ways, but not, I fear, a happy one.\"\n\nDodeth nodded silently. Now that the decision had been made, he felt\nrather bad about it. Something in him rebelled at the thought of a\nspecies becoming extinct, no matter how great the need. He wondered\nif it would be possible for the biologists and the geneticists to\ntrace the evolution of the animal. He hoped so. At least they deserved\nthat much.\n\n       *       *       *       *       *\n\nDodeth Pell delayed returning to his own city; he wanted to wait until\nthe final results had been brought in before he returned to his\nduties. The delay turned out to be a little longer than he\nexpected--much longer, in fact. The communicator in his temporary room\nbuzzed, and when he answered, Wygor's voice came to him, a rush of\nexcited words that didn't make any sense at all at first. And when it\ndid make sense he didn't believe it.\n\n\"What?\" he squealed. \"_What?_\"\n\n\"I said,\" Wygor repeated, \"that the report has come back from the\npesticide column! They've found no trace of any such animal as we've\ndescribed! They're nowhere to be found, in or near the clearing!\"\n\n\"I think,\" said Dodeth very calmly, \"that I'll take a little trip over\nto the Brightside and take up permanent residence there. It's going to\nbe pretty hot for me around here before long.\"\n\nAnd he cut the connection without waiting for Wygor's answer.\n\n       *       *       *       *       *\n\nThe armored car jounced across the grassland at high speed. Behind it,\ntwo more cars followed, each taking care not to run exactly in the\ntracks of the one ahead, so that there would be as little damage as\npossible done to the grass.\n\nIn the lead car, Dodeth Pell watched the forest loom nearer, wondering\nwhat sort of madness he would find there this time. Beside him, the\nEldest Keeper dozed gently, in the way that only the very young or the\nvery old can doze. It was just as well; Dodeth didn't feel much like\ntalking.\n\nThis time, as they approached the clearing, he didn't bother to tell\nthe car to stop two miles away. If the animals were gone, there was no\npoint in being cautious. All through the wooded area, he could see\noccasional members of the pesticide robots. He told the car to stop at\nthe base of the little rise that he used before as a vantage point.\nThen, without further preliminaries, he got out of the car and marched\nup the slope to take a look at the clearing. Overhead, the burning\nspark of the Yellow Sun cast its pale radiance over the landscape.\n\nAt the ridge, he stopped suddenly and ducked his head. Then he grabbed\nhis field glasses and took a good look.\n\nThe animals had built themselves a few crude-looking shelters out of\nthe logs, but he hardly noticed that.\n\nThere were four of the animals, in plain sight, standing guard!\n\nThe others were obviously inside the rude huts, asleep!\n\nGreat galloping fungus blight! Was he out of his mind? What was going\non around here? Couldn't the robots _see_ the beasts?\n\n\"That's very odd,\" said the voice of the Eldest Keeper in puzzled\ntones. \"I thought the robots said they'd gone away. Lend me your field\nglasses.\"\n\n[Illustration]\n\nAs he handed the powerful glasses over to the Keeper, who had followed\nhim up the hill, Dodeth said: \"I'm glad you can see them. I thought\nmaybe my brain had been short-circuited.\"\n\n\"I can see them,\" said the Eldest Keeper, peering through the glasses.\nThen he handed them back to Dodeth. \"Let's get back down to the car. I\nwant to find out what's going on around here.\"\n\nAt the car, the Eldest Keeper just scowled for a moment, looking very\nworried. By this time, the other two cars had pulled up nearby,\ndischarging their cargo of two more Keepers apiece. While the Eldest\nKeeper talked in low tones with his colleagues, Dodeth stalked over to\none of the pesticide robots who was prowling nearby.\n\n\"Found anything useful?\" he asked sarcastically, knowing that sarcasm\nwas useless on a robot.\n\n\"I'm not looking for anything useful, sir. I'm looking for the animals\nwe are supposed to destroy.\"\n\n\"You come over and tell the Eldest Keeper that,\" Dodeth said.\n\n\"Yes, sir,\" the robot agreed promptly, rolling along beside Dodeth as\nhe returned to where the Keepers were waiting.\n\n\"What's going on here?\" the Eldest demanded curtly of the robot. \"Why\nhaven't you destroyed the animals?\"\n\n\"Because we can't find them, sir.\"\n\n\"What's your name?\" the Eldest snapped.\n\n\"Arike, sir.\"\n\n\"All right, Arike,\" said the Eldest somewhat angrily. \"Stand by for\norders. You'll repeat them to the other robots, understand?\"\n\n\"Yes, sir,\" said the robot.\n\n\"All right, then,\" said the Eldest. \"First, you take a run up that\nhill and look into that clearing. You'll see those creatures in there\nall right.\"\n\n\"Yes, sir. I've seen those creatures in there.\"\n\nThe Eldest Keeper exploded. \"Then get in there and obey your orders!\nDon't you realize that their very existence threatens the life of all\nof us? They must be eliminated before our whole culture is destroyed!\nDo you understand? Obey!\"\n\n\"Yes, sir,\" said the robot. His voice sounded odd, but he spun around\nand went to pass the word on to the other robots. Within minutes, more\nand more of the pesticide robots were swarming towards and into the\nclearing. They could hear rumbling noises from the clearing--low\ngrunts that were evidently made by animals who were trapped by the\nencircling robots.\n\nAnd then there was a vast silence.\n\nDodeth and the Keepers waited.\n\nNot a shot was fired.\n\nIt was as though a great, sound-proof blanket had been flung over the\nwhole area.\n\n       *       *       *       *       *\n\n\"What in the Unknown Name of the Universal Motivator is going on\naround here?\" said Dodeth in a hushed tone. He wondered how many times\nhe had asked himself that.\n\n\"We may as well take a look,\" said the Eldest Keeper.\n\nTwo hundred pesticide robots were ranged around the perimeter of the\nclearing, their weapons facing inward. Not a one of them moved.\n\nInside the circle of machines, the twenty wygorex stood motionless,\nwatching the ring of robots. Now and then, one of them gave a deep,\ncoughing rumble, but otherwise they made no noise.\n\nDodeth Pell could stand it no longer. \"Robots!\" He shouted as loudly\nas he could, his voice shrill with urgency. \"I order you to fire!\"\n\nIt was as though he hadn't said a word. Both robots and wygorex\nignored him completely.\n\nDodeth turned and yelled to one of the patrol robots that was\nstanding nearby. \"You! What's your name?\"\n\n\"Arvam, sir.\"\n\n\"Arvam, can you tell what it is those things have done to the robots?\"\n\n\"They haven't done anything, sir.\"\n\n\"Then why don't the robots fire as they've been told?\" Dodeth didn't\nwant to admit it, even to himself, but he was badly frightened. He had\nnever heard of a robot behaving this way before.\n\n\"They can't, sir.\"\n\n\"They _can't_? Don't they realize that if those things aren't killed,\nwe may all die?\"\n\n\"I didn't know that,\" said the patrol robot. \"If we do not kill them,\nthen you may be killed, and you have ordered us to kill them, but if\nwe obey your orders, then we will kill them, and that will mean that\nyou won't be killed, but they will, so we can't do that, but if we\ndon't then you _will_ be killed, and we must obey, and that means we\nmust, but we can't, but if we don't we will, and we can't so we must\nbut we can't but if we don't you will so we must but we can't but\nwe--\" He kept repeating it over and over again, on and on and on.\n\n\"Stop that!\" snapped Dodeth.\n\nBut the robot didn't even seem to hear.\n\nDodeth was really frightened now. He looked back at the five keepers\nand scuttled toward them.\n\n\"What's wrong with the robots?\" he asked shrilly. \"They've never\nfailed us before!\"\n\nThe Elder Keeper looked at him. \"What makes you think they've failed\nus now?\" he asked softly.\n\nDodeth gaped speechlessly. The Eldest didn't seem to be making any\nmore sense than the patrol robot had.\n\n\"No,\" the Keeper went on, \"they haven't failed us. They have served us\nwell. They have pointed out to us something which we have failed to\nsee, and, in doing so, have saved us from making a catastrophic\nerror.\"\n\n\"I don't understand,\" said Dodeth.\n\n\"I'll explain,\" the Elder Keeper said, \"but first go over to that\npatrol robot and tell him quietly that the situation has changed.\nTell him that we are no longer in any danger from the wygorex. Then\nbring him over here.\"\n\n       *       *       *       *       *\n\nDodeth did as he was told, without understanding at all.\n\n\"I still don't understand, sir,\" he said bewilderedly.\n\n\"Dodeth, what would happen if I told Arvam, here, to fire on you?\"\n\n\"Why ... why, he'd _refuse_.\"\n\n\"Why should he?\"\n\n\"Because I'm _human_! That's the most basic robot command.\"\n\n\"I don't know,\" the Eldest said, eying Dodeth shrewdly. \"You might not\nbe a human. You might be a snith. You _look_ like a snith.\"\n\nDodeth swallowed the insult, wondering what the Eldest meant.\n\n\"Arvam,\" the Eldest Keeper said to the robot, \"doesn't he look like a\nsnith to you?\"\n\n\"Yes, sir,\" Arvam agreed.\n\nDodeth swallowed that one, too.\n\n\"Then how do you know he _isn't_ a snith, Arvam?\"\n\n\"Because he behaves like a human, sir. A snith does not behave like a\nhuman.\"\n\n\"And if something does behave like a human, what then?\"\n\n\"Anything that behaves like a human is human, sir.\"\n\nDodeth suddenly felt as though his eyes had suddenly focused after\nbeing unfocused for a long time. He gestured toward the clearing. \"You\nmean those ... those _things_ ... are ... _human_?\"\n\n\"Yes sir,\" said Arvam solidly.\n\n\"But they don't even _talk_!\"\n\n\"Pardon me for correcting you sir, but they do. I cannot understand\ntheir speech, but the pattern is clearly recognizable as speech. Most\nof their conversation is carried on in tones of subsonic frequency, so\nyour ears cannot hear it. Apparently, your voices are supersonic to\nthem.\"\n\n\"Well, I'll be fried,\" said Dodeth. He looked at the Elder Keeper.\n\"That's why the robots reported they couldn't find any _animal_ of\nthat description in the vicinity.\"\n\n\"Certainly. There weren't any.\"\n\n\"And we were so fooled by their monstrous appearance that we didn't\npay any attention to their actions,\" said Dodeth.\n\n\"Exactly.\"\n\n\"But this makes the puzzle even _worse_,\" said Dodeth. \"How could such\na creature evolve?\"\n\n\"Look!\" interrupted one of the other Keepers, pointing. \"Up there in\nthe sky!\"\n\nAll eyes turned toward the direction the finger pointed.\n\nIt was a silvery speck in the sky that moved and became larger.\n\n\"I don't think they're from our World at all,\" said the Eldest Keeper.\nHe turned to the patrol robot. \"Arvam, go down and tell the pesticide\nrobots that there is no danger to us. They're still confused, and I\nhave a feeling that the humans in that ship up there might not like it\nif we are caught pointing guns at their friends.\"\n\nAs Arvam rolled off, Dodeth said \"Another World?\"\n\n\"Why not?\" asked the Eldest. \"The Moon, after all, is another World,\nsmaller than ours, to be sure, and airless, but still another World.\nWe haven't thought too much about other Worlds because we have our own\nWorld to take care of. But there was a time, back in the days of the\nbuilders of the surface cities, when our people dreamed such things.\nBut our Moon was the only one close enough, and there was no point in\ngoing to a place which is even more hellish than our Brightside.\n\n\"But suppose the Yellow Sun also has a planet--or maybe even one of\nthe more distant suns, which are hardly more than glimmers of light.\nThey came, and they landed a few of their party to make a small\nclearing. Then the ship went somewhere else--to the dark side of our\nMoon, maybe, I don't know. But they were within calling range, for the\nship was called as soon as trouble appeared.\n\n\"We don't know anything about them yet, but we will. And we've got to\nshow them that we, too, are human. We have a job ahead of us--a job of\ncommunication.\n\n\"But we also have a great future if we handle things right.\"\n\nDodeth watched the ship, now grown to a silvery globe of tremendous\nsize, drift slowly downward toward the clearing. He felt an inward\nglow of intense anticipation, and he fidgeted impatiently as he waited\nto see what would happen next.\n\nHe rippled a stomp.\n\n\nTHE END\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of Project Gutenberg's The Asses of Balaam, by Gordon Randall Garrett\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE ASSES OF BALAAM ***\n\n***** This file should be named 30583.txt or 30583.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/0/5/8/30583/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}