{"title": "The Trouble with Telstar", "author": "John Berryman", "releaseDate": "December 14, 2009", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n  This etext was produced from Analog Science Fact & Fiction June 1963.\n  Extensive research did not uncover any evidence that the U.S.\n  copyright on this publication was renewed.\n\n\n                       THE TROUBLE WITH TELSTAR\n\n\n          The real trouble with communications satellites is\n                 the enormous difficulty of repairing\n                  even the simplest little trouble.\n                 You need such a loooong screwdriver.\n\n\n                           by JOHN BERRYMAN\n\n                    ILLUSTRATED BY JOHN SCHOENHERR\n\n       *       *       *       *       *\n\n\n\n\nDoc Stone made sure I wouldn't give him the \"too busy\" routine. He\nsent Millie to get me.\n\n\"Okay, Millie,\" I said to Stone's secretary. \"I'll be right with you.\"\nI cleared the restricted notes and plans from my desk and locked them\nin the file cabinet, per regulations, and walked beside Millie to\nStone's office.\n\n\"It's a reflex mechanism, Mike,\" Dr. Stone said as Millie showed me\nin. \"Every type knows how to fight for survival.\" He took one\nthoughtful puff on his pipe. \"The old fud,\" he added.\n\n\"The solenoid again, Doc?\" I asked.\n\n\"What else, Mike?\" he said, raising his pale eyebrows. \"It's Paul\nCleary's baby, and after all these years with the company, he doesn't\nfigure to go down without a fight.\"\n\nSo I was in the middle of it. I had no business to be there, either.\nThe design of that solenoid certainly hadn't been mine. All I had ever\ndone was find out how to destroy it. And after all, that's part of\nwhat my lab does, and what I do, for a living.\n\n\"Quit staring out the window, Mike,\" Doc said behind me. \"Here, sit\ndown.\"\n\nI took the chair beside the desk and watched him go through the\nbusiness of unloading his pipe, taking the carefully air-tight top off\nthe humidor we had machined for him down in the lab, and loading up\nwith the cheapest Burley you can buy. So much for air-tight\ncontainers. Doc got it going, which took two wooden matches, because\nthe stuff was wringing wet--thanks again to an air-tight container.\n\n\"I just left Cleary's office, Mike,\" he explained. \"He won't admit\nthat there's any significance to the failures you have introduced in\nhis solenoid. He insists that your test procedures affected\nperformance more than design did, and he wants to talk with you.\"\n\n\"Great,\" I said glumly. \"Can I count on you to give me a good\nrecommendation for my next employer?\"\n\n\"Cut it out, Mike,\" he said, coming as near to a snap as his careful\nvoice could manage. He blew smoke out around the stem of his pipe. I\nthink sometimes it's a part of his act, like the slightly-out-of-press\nsports jacket and flannel trousers. It says he is a sure enough Ph.D.\nIf you ask me, he's a comer. You can't rate him for lack of brains. He\nknows an awful lot about solid-state physics, and for a physicist, he\nsure learned enough about micro-assemblies of electronic components. I\nguess that's why he was in charge of final assembly of the Telstar\nsatellites for COMCORP.\n\n\"Don't worry about what Paul Cleary can do _to_ you, Mike,\" he\nsuggested. \"Think a little bit more about what Fred Stone can do _for_\nyou. Cleary is only a year or so from retirement, and you know it.\"\n\n\"He could make that an awful tough year, Doc.\" I said. \"You told me he\nwon't hear of design bugs in that solenoid. He'll insist something\nwent wrong in assembly.\"\n\nDoc Stone smiled thinly at me and brushed at his blond crew cut. \"It\nis a tough spot, Mike,\" he agreed. \"Because I won't hear any talk of\nfaulty assembly. You'll have to choose, I guess. If you think you can\nmake your bed by playing footsie with an old fud who has only a year\nto go, try it. Just remember that I've got another thirty years to go,\nand I'll breathe down your neck every minute of them if you let me\ndown!\"\n\n\"Sure,\" I said. \"When do I see him?\"\n\n\"Now.\"\n\n       *       *       *       *       *\n\nDoc Stone got someone named Sylvia on the phone and then told me to go\nright up. After I got there, I had to sit and wait in Cleary's outer\noffice.\n\nI shared it with a small, intense girl named Sylvia Shouff, if you\nbelieved the little plastic sign on her desk. There was barely room\nfor it in the welter of paper, files, notebooks, phones, calendars and\nother junk she had squirreled. She was much too busy banging at a\ntypewriter and handling the phone to pay any attention to me. Her\npert, lively manner said she hadn't taken any wooden nickels lately.\n\nBut I had. The last series of tests in my lab had put me in the middle\nof a hell of a scrap. It had all started a couple years back, when the\nfinal design had been approved for a whole sky-full of communications\nsatellites. Well, eighteen, to be exact. One of the parts in the\ndesign had been a solenoid, part No. M1537, which handled a switching\noperation too potent for a solid-state switch. That solenoid was one\nof the few moving parts in the Telstars, and it had been designed for\nskeighty-eight million cycles before it got sloppy or quit.\n\nIn practice, out in space, the switching operation simply hadn't\nworked. After about a hundred hours of use in Telstar One, it failed.\nUnfortunately, this had not been discovered until the first six\nsatellites had been launched. Further launchings were postponed while\nthey ran accelerated switching tests on satellites Two through Six out\nin space. The same kind of failure took place on each bird.\n\nThere were two schools of thought on licking the bug. Doc Stone, of\ncourse, insisted that solenoid M1537 had failed, which was one\npossible interpretation of the telemetry. And Paul Cleary, who had\nbeen in charge of design, insisted that faulty assembly was to blame.\nWell, somebody would make up his mind pretty soon, and my evidence\nwould have a lot to do with it. I had done the appraisal tests of the\ncircuit in the test lab once the bug had been detected, and now Cleary\nwas going to smoke it out of me.\n\n\"Mr. Seaman,\" Sylvia Shouff said to me, kind of waking me up. \"Mr.\nCleary will see you now. Have you ever met?\" she added, as I came\ntoward her desk.\n\nI shook my head. \"I'm a working stiff,\" I said, \"I never get to meet\nthe brass.\"\n\n\"You are also somewhat insolent,\" she said tartly. \"Better wash out\nyour mouth before you try that on Paul Cleary. He eats wise young\nlaboratory technicians for breakfast.\"\n\n\"Yes, _mam_!\" I said, feeling my ears burn. She led me to the door,\nopened it, and introduced me to Paul Cleary. He lumbered out around\nhis desk and shook my hand with his rather gnarled and boney paw.\n\n\"Hello, Seaman. I'm glad to meet you, young man. Come in. We have a\nlot to talk about,\" he said.\n\n       *       *       *       *       *\n\nConsidering that Cleary was a wheel, and had thirty years of service\nwith Western Electric behind him, his office wasn't especially large.\nMaybe that's because Communications Corporation is owned half by the\ngovernment and half by AT&T. The government half makes us watch our\npennies.\n\n\"Have a seat, Mike,\" Cleary said, going around to lower himself\ncarefully into a tall swivel chair. He learned back and rocked slowly,\nlike an old woman on the front porch of a resort hotel. His pipe was\nstill smoking in a rather large ashtray. He picked it up, showing it\nto be a curve-stemmed old-man's style, and puffed contentedly at it.\nOn him it didn't look like an act.\n\n\"Well,\" he said, pulling big shaggy eyebrows down so they shaded his\npale blue eyes. \"You've become something of a celebrity around here,\nMike.\"\n\nThis was an unexpected approach. \"Nobody told _me_,\" I complained.\n\"Does this kind of fame show up in the paycheck?\"\n\n\"Not always,\" Cleary said, scowling a little. \"I just meant that your\nname gets bandied about. Every time I talk to Fred Stone he says, 'Dr.\nSeaman says this,' or 'Dr. Seaman says that.' I just had to see what\nthis doctor looked like.\"\n\n\"You can forget the doctor part,\" I said uncomfortably. I had heard\nthat Cleary was sensitive about having no advanced degree. When he\nwent to work for the Western, college was plenty. You did your\npost-graduate work on the job. He sure had--and he had a string of\npatents as long as your arm to prove it.\n\n\"That's good,\" he said. \"I'd hate to think I was competing with you in\nthe field of knowledge where you are the world's specialist.\"\n\nI grinned at him a little sickly. \"COMCORP has never made any use of\nmy specialty,\" I conceded. \"You already had about ten guys around here\nwho had learned twice as much as I had simply by doing it every day\nfor a living. They could have written rings around my thesis.\"\n\n\"Sure,\" he said contentedly, puffing more smoke. \"So we made a testing\nengineer out of you. And you may amount to something, to hear Fred\nStone tell it.\"\n\n\"Thanks,\" I said.\n\n\"Now let me hear what you've been doing for Fred,\" Cleary suggested,\nin a sort of avuncular tone. \"I'd like to measure you myself.\"\n\n\"You mean the tests I ran on the switching gate?\" I asked.\n\n\"Why, yes, we can start there,\" he nodded, squinting his blue eyes\nmore and blowing a real screen up between us.\n\n       *       *       *       *       *\n\n\"When Telstar One packed up, they sent me down the whole gate from\nthat sector,\" I said. \"Dr. Stone asked me to run destruct tests on the\nwhole assembly, which I did. The only failures I have induced so far\nare failures in M1537, the solenoid that all the shouting is about.\"\n\n\"What kind of failures did you get?\"\n\n\"Armature froze on the field,\" I said. \"I guess the bearings really\nwent. When there was enough load on them, they couldn't maintain\nconcentricity.\"\n\n\"What kind of loads?\" he growled, sinking down lower in his chair. He\nput his elbows on the arm and laced hairy-backed fingers together\nunder his chin.\n\n\"I put the whole gate on the centrifuge and swung it up to twelve\ngees\" I said. \"Switching was normal there for the twenty thousand\ncycles I gave the gate. But when I added undamped vibration at twelve\nthousand to fifteen thousand cycles per second, I could induce failure\npretty quickly. Say an hour or so.\"\n\n\"You had to apply the vibration throughout the whole test period to\nget these failures?\"\n\n\"Yes, Mr. Cleary.\"\n\n\"Then how do you explain how vibration during no more than six or\neight minutes of blast-off and launch could have the same effect on\nthe actual installation on M1537 in a satellite, Mr. Seaman?\" Smoke\npoured from the curve-stem.\n\n\"I don't have to explain it,\" I said, beginning to get a little hot.\n\"All I have done is find a way to make one part quit. I haven't said\nit did quit in use, or that it could be made to quit in use.\"\n\n\"Then what the hell are you good for?\" Cleary growled.\n\nI didn't have any answer for that.\n\nHe repeated his question, blue eyes glittering. \"I asked you what the\nhell you were good for, Seaman!\" he said, much more loudly.\n\n\"For putting in the middle,\" I snapped back.\n\n\"That's how you interpret this affair, then?\"\n\n\"Yes.\"\n\n\"All right,\" Cleary said, straightening up. \"We'll stop talking about\nyour work as if it were scientific study and talk about it as a play\nin office politics. Is that what you want?\"\n\n\"I don't want any part of it,\" I said, hoping I wasn't plaintive. \"I\nwork under orders. The director of assembly asked me to test the part\nto destruction. I tested it. I'm sorry that it wasn't a soldered joint\nthat failed. It wasn't. It was a solenoid. What has that got to do\nwith me?\"\n\n\"Nothing, maybe,\" Cleary conceded, pushing himself up out of his\nchair. He went to his window to stare out at the parking lot. \"You can\nbe a test engineer all your life, if that's what you want.\"\n\n\"It isn't.\"\n\n\"And what do you want, Mike?\" he said, turning back to face me.\n\n\"Your job,\" I said. \"In time.\"\n\n       *       *       *       *       *\n\nHe nodded. \"Well said,\" he decided. \"But if you want it, you'll have\nto learn that business is about ninety per cent people and about ten\nper cent operations. You know, as you have clearly shown, that Fred\nStone is pushing to get me out of here a little before my time, and\npushing to make sure that he gets this spot, for which there are other\nclaimants of equal rank in the organization. Oh no,\" he said, holding\nup his hand. \"Don't tell me that is none of your affair. Right now you\nare in the unusual position of being able to cast a vote that will\ndecide just how soon Fred Stone can make his move for the top spot.\nAnd as long as you sit there and try that smug line of 'I just test\n'em and let the chips fall where they may,' you are really siding with\nFred Stone. I need something else out of you, and you know it. What's\nit going to be? Are you a wise enough head at your years to pick a\nwinner in this scrap? And what if it _isn't_ Fred? I'll have your\nhide, young man.\"\n\n[Illustration]\n\n\"That's what your snippy little brunette said,\" I told him. \"She told\nme that you'd eat me for breakfast, and she was right.\" I got to my\nfeet.\n\n\"Where are you going,\" he growled. He was still standing behind his\nchair.\n\n\"To look for another job, Mr. Cleary. There must be some place where\nthe honest result of a test will be assessed as the honest result of a\ntest rather than a move in a political fight.\"\n\n\"Honest result?\" he echoed, and snorted. \"_Was_ your test honest? What\n_really_ happened out there in space?\"\n\n\"Nobody asked me,\" I said hotly. \"My assignment was to test that gate\nuntil a part failed.\"\n\n\"A dishonest assignment,\" Cleary said. \"Sit down a minute.\" We both\ncalmed down and took our seats. I got a cigar out of my coat, peeled\nthe wrapper and made counter-smoke. \"Here, I'll give you an honest\nassignment, Seaman. You're a test engineer. Tell me what happened _out\nthere in space_. Why did that switching operation fail?\"\n\n\"I haven't the faintest idea,\" I said.\n\n\"Then find out!\"\n\nI chewed my cigar. \"Without duplicating the conditions?\" I protested.\n\"And how can we? There's zero gravity--zero pressure--all sorts of\nthings going on out there we can't duplicate in a lab.\"\n\n\"I really don't care how you do it,\" he said. \"But if it were my job\nI'd just light my pipe and sit here and think for a week or so. Why\ndon't _you_ try it?\"\n\nI got up again. \"Yes, sir,\" I said. \"I suppose it would help to have\nthe original telemetry data so that I could evaluate for myself what\nwent wrong.\"\n\n\"I thought you'd get to that,\" he said, passing me a fat file-folder.\n\"Here it is.\" He stood up, too, and led me to the door. \"And other\ndata you might want?\" he asked, now a good deal more kindly. His hand\nwas on my elbow.\n\nI looked at him. \"How about the phone number of the brunette out\nthere?\" I asked without taking the stogey from my teeth.\n\n\"Sylvia? That's pretty valuable information,\" he said, beginning to\ngrin in a sleepy old fashion. \"But she only dates astronauts. If you\nhaven't made at least three orbits, she won't even have dinner with\nyou.\"\n\n[Illustration]\n\nI stopped at Sylvia's desk with half an idea of asking her for a date.\n\"Well, Dr. Seaman,\" she demanded as I chewed on my pacifier. \"What did\nyou learn?\"\n\nI thought about it. \"That a lot depends on knowing where to put your\nfeet,\" I said, puffing smoke. \"And my name is Mike.\"\n\nShe sniffed. \"If you think Paul Cleary hasn't been around long enough\nto catch Fred Stone trying to fake him out of position with a\nmeaningless test,\" she said, \"you have another think coming!\"\n\n\"He'd never have tried it,\" I told her, \"if he'd known Cleary had you\nto look after him.\" That got me a much louder sniff and toss of the\ndark curly head, which broke up my plans to ask her to dinner.\n\nThe telemetry results had been decoded, of course, so that a mere\nmortal could read them. I didn't have a pipe, which probably meant I'd\nbe a failure as a physicist, so I chewed cigars ragged for about three\ndays and did some serious thinking. When I got a result, I looked up\nShouff, Sylvia, Secy./Mgr./Dsgn., in the phone directory, and talked\nto my favorite brunette.\n\n\"Mr. Cleary's office,\" she said.\n\n\"When would he like to see Mike Seaman?\" I tried.\n\n\"Probably never,\" she told me. \"But I suppose he'll have to. Isn't\nFred Stone going to run your errand for you?\"\n\n\"I'm running Fred Stone's errands, isn't that what you really think,\nSylvia?\" I asked her.\n\nSniff! \"He can see you at eleven.\" Click.\n\nPaul Cleary had his coat off and was poring over a large\nblack-on-white schematic when I was shown in by sniffin' Sylvia.\n\"Hello, Mike,\" he growled. \"Here, Sylvia. Mike's not supposed to see\nthis stuff. Drag it away, honey. Drag it away!\"\n\nWith quick motions she rolled up the drawings, snapped a rubber binder\naround them and went out. Cleary wagged his hairy old paw to the chair\nbeside his desk.\n\n\"So you've been thinking?\" he asked, reaching for his curve-stemmed\npipe.\n\n\"How do you know?\"\n\n\"My spies tell me you haven't been out in the lab since the other day.\nCertainly you were doing something besides sulk in your office.\"\n\n\"Yes.\"\n\n\"Well, what did you come up with? Why did that switching operation\nfail out in space.\"\n\n\"I don't know.\"\n\nHis shaggy eyebrows shot up. \"You don't know? Is that all COMCORP got\nfor three days' pay?\"\n\n\"A confession of ignorance is a hell of a lot more revealing than a\nsolid error,\" I snapped. \"The honest answer that I get out of the\ntelemetry data is that something in that gate broke the circuit and\nthe switching operation failed. I think there are about seven thousand\ncomponents in the gate. I don't know which one failed. A few I can\nrule out, because they would only cause part of the gate to fail. But\na hundred different breaks could account for the data. So I don't\nknow.\"\n\nHe lit his pipe and blew smoke around the curved stem before he made\nreply. \"So we got a philosopher for our money,\" he said. \"A confession\nof ignorance, eh? What are you going to do about it?\"\n\n\"You tell me, Mr. Cleary. You're the old head around here.\"\n\n\"So I am,\" he said evenly. \"So I am. Well, my advice to young pups is\nthat they should not be ashamed when they don't know. They should say\nso. But they should have something else to say along with it.\"\n\n\"For example,\" I suggested grumpily.\n\n\"They should say, 'I don't know, but I know where to find out,'\" he\nsaid. \"Tell me, Dr. Seaman, do you know where to find out?\"\n\nHe puffed at me for the two or three minutes I thought about it.\nReally, that's a very long time to think. Most ideas come to you the\nmoment you identify the problem, which is the really hard part of\nthinking. But this problem took some thought, and I wanted him to\nthink I was thinking.\n\n\"Yes,\" I said at last. \"I know where to find out.\"\n\n\"Where?\"\n\n\"Out in space.\"\n\n       *       *       *       *       *\n\nThis called for a lot more smoke. \"You mean, go out there and look at\nthe satellite, in space?\"\n\n\"Yes, I can't imagine any other way really to figure it out.\"\n\nHe nodded. \"You may be right, Mike. But do you know how much it costs\nto send a manned satellite aloft?\"\n\n\"Oh,\" I agreed. \"There are cheaper ways. We can beef up every part in\nthat gate, test it much tougher than we already have, and when we get\nthe gate to where all seven thousand components can stand any\nimaginable strain, we can rebuild the twelve Telstars we haven't\nlaunched yet and be pretty sure they won't have switching failures.\nBut that isn't what you asked me.\"\n\n\"We'd have to fix eighteen of them,\" he said. \"The first six are about\nsixty per cent useless. They'd have to be replaced.\"\n\n\"I still think you should consider sending a man to examine the\nTelstars in orbit,\" I suggested.\n\n\"Science demands it, eh\" he growled.\n\n\"No, I was thinking that perhaps a simple repair could be made in\nspace, and that you wouldn't have to launch six extra birds.\"\n\nHe got out of the chair and went to the clothes tree to put on his\ncoat. The elbows were shiny from leaning on his desk. \"It might be\ncheaper at that,\" he said. \"The first six are launched in only two\norbits. Three telstars in each orbit, separated by one hundred and\ntwenty degrees. Two launches of a repair man might do it, with careful\nhandling. Is that what you had in mind?\"\n\n\"Something like that.\"\n\n\"We'd have to send a pretty rare kind of a repair man, Mike,\" he said,\ncoming back to sit on the corner of his desk and glower down at me.\nThat was about his kindest expression.\n\n\"Yes,\" I agreed. \"You need somebody who can test and diagnose, and\nthen make a repair.\"\n\n\"And who is an astronaut, too,\" he said. \"I wonder if there is such a\nthing?\"\n\n\"Make one,\" I suggested.\n\nHe scowled a little more fiercely. \"Explain that,\" he ordered.\n\n\"I figure you could take one of our men from my laboratory, who knows\nhow to test the gate, and a man who is handy enough with miniature\ncomponents to cut out the one that failed and replace it, and teach\nhim how to get around in a spacesuit. That would surer than hell be\nquicker than taking one of these hot-shot astronauts and teaching him\nsolid-state physics.\"\n\n\"Yes,\" he agreed, looking down his fingers. \"That was a pretty sneaky\nway to get out from between Fred Stone and me, young man.\"\n\nI couldn't resist it: \"That's what took most of the three days,\" I\nsaid, just a little too smugly.\n\n\"I liked you better in the middle,\" Cleary grumped. \"Well, you have a\nthought, and it calls for a conference.\" He took his coat off again,\nhung it on the clothes tree, came back to his desk and got on the\nphone.\n\n\"Sylvia? Have Fred Stone come up, and you come in with him, eh? That's\na dear.\"\n\nHe racked up the instrument and smiled at me as he stoked his pipe\ninto more activity. \"Relax,\" he advised me. \"It always takes a while\nto round up Fred Stone.\"\n\nHe wanted no small talk, so I fidgeted in my chair while Cleary rocked\ngently in his. In about ten minutes, curly-headed Sylvia brought Dr.\nStone in with her.\n\n       *       *       *       *       *\n\nIt was, \"Hello, Fred,\" and \"Hello there, Paul,\" when they came in.\nSylvia didn't have anything to say, although she gave me a hot-eyed\nglance before pulling out the dictation board on Paul Cleary's desk\nand making herself comfortable with her notebook.\n\nCleary offered Doc Stone some of his tobacco, which was politely\nrefused. The old man began it:\n\n\"Your Dr. Seaman has quite an idea, Fred,\" he said, in a mild, kindly\nvoice, with a dumb, guileless look on his face.\n\n\"Good, Paul,\" Doc Stone smiled thinly. \"I've told you he's a good\nboy.\"\n\n\"Hm-m-m,\" said Cleary. \"He says his tests can't prove what went wrong\nwith the switching gate on the satellites, and in effect that the\ntelemetry doesn't make it plain whether we have design or assembly\ntrouble.\"\n\n\"Well, _well_!\" said Fred Stone. I decided to start shopping for a\nmarker for my grave.\n\n\"Yes,\" Cleary said. \"He made quite a suggestion, that we send a man\nout in space to look over the Telstars and find out what went wrong.\nEven better, he says it might be possible to make a repair at the same\ntime and get the bird working. You can see the advantages of doing\nthat, the way they are orbiting.\"\n\n\"Yes, indeed,\" Doc Stone said, looking at me with slitted eyes. \"Quite\na unique adventure for some technician.\"\n\n\"Just what I was thinking,\" Cleary said. \"The problem resolves into:\nWho do we send? Now Mike, here, says we should take a man from his lab\nwho knows the bird and its assembly and teach him how to get around in\na spacesuit--that, he claims, would be quicker than taking one of\nthese space jockeys and making a technician out of him.\"\n\n\"I think he's right.\"\n\n\"So--there we are. Who do we send?\"\n\n\"There can hardly be any choice,\" Dr. Stone said, looking at me with\neyes like granite.\n\n\"Hardly,\" Cleary agreed. \"The head of the lab is the best man, beyond\na doubt.\"\n\nThey were talking about me! Try to get out of taking sides, would I?\nCleary wanted me back in the middle. Stone wanted me dead. They were\nboth likely to get their way, unless I told them off.\n\nI opened my mouth. Cleary cleared his throat loudly.\n\n\"Oh, Dr. Seaman!\" Sylvia cut in, breaking her careful silence. \"What a\nthrilling opportunity for you!\"\n\nI gaped at her. Well, Cleary had said it. She only went out with\nastronauts. She was space-happy.\n\n\"There are men in the shop who deserve the chance....\" I started.\n\n\"Nonsense!\" she said quickly. \"It's your idea, doctor, and you deserve\nthe fame!\"\n\n\"And the promotion this will undoubtedly earn--if you can bring it\noff,\" Cleary added.\n\n\"Yes!\" Dr. Stone said with relish. He didn't think I could, either.\nWell, that made three of us, unless Sylvia made four.\n\n\"Thank you very much,\" I started, as a prelude to backing out.\n\n\"Good, that's settled,\" Cleary said. \"That's all, Sylvia.\"\n\nShe got up and left. She had done her dirty work. If I hadn't been so\nsick at my stomach, I would have had to admire really great teamwork.\n\nStone shook my hand with an evil kind of relish and followed her out.\n\nThat left Paul Cleary and me alone. \"This is a great thing, young\nman,\" he said.\n\nI couldn't stand him any longer. \"You are a worm!\" I told him.\n\n\"You're probably right, Mike,\" he agreed, without any particular heat.\n\"But a rather just one. I think you'll admit you've been paid off in\nyour own coin. All you had to do was beg off.\"\n\n\"In front of her? You knew I wouldn't.\"\n\n\"I _figured_ you wouldn't. That's one of the advantages of being\nolder. You know more about how the young will behave. Come on,\" he\nsaid, getting up to put on his coat again. \"We have to see a man.\"\n\n\"One thing,\" I said, as I got up, \"while we're being so just.\"\n\n\"Yes?\"\n\n\"I had thought of asking your Sylvia for a date. But she was so snippy\nthe other night I decided to forget it. Now, she got me into this, and\nshe'll have to pay and pay! How do I get to her? It'll be quite a\nwhile before I'm an astronaut.\"\n\nHe took his pipe from between his teeth. \"This calls for the wisdom of\na Solomon,\" he decided. \"But you might try oysters.\"\n\n       *       *       *       *       *\n\nIt was pretty good advice. I hung behind him long enough to tell\nSylvia about the Chincoteague oysters they put in the stew at Grand\nCentral Terminal, and got a dinner date. That was all, just the date,\nbecause Cleary was itching to take me to see a man.\n\nPolitics must be an awfully large part of business. The man we went to\nsee was the government side of COMCORP, and I guess he had had to do\nas much explaining about Telstar failures to a Senate Committee as\nPaul Cleary had had to do to the Western. He wanted an out just as bad\nas Paul did.\n\nThere were a good many conferences before a sufficient number of\npeople decided the cheapest way out was to send a man to fix the\nTelstars that had broken down. The question was whether it was\npossible.\n\nWe went at it from two directions. They got a team assigned to\nfiguring out if the Dyna-Soar rocket could be modified to make the\nthree contacts around the orbit, carry two men and enough air and fuel\nfor the job, and at COMCORP we appointed a crew to figure out what it\nmeant to make the repair in orbit.\n\nCleary put me in charge of our crew. They gave me a full-size Telstar\nsatellite for my lab, and I went to work.\n\nFancy electronic equipment consists of millions of parts, and Telstar\nis no exception. One of the bonuses America got from its poor rocket\nbooster performance, as compared with the Russians, was a forced-draft\ncourse in miniaturization. Our engineers have learned how to make\nalmost anything about one-tenth the size you'd think it ought to be,\nand still work. To get all these tiny parts into a total system, they\nare assembled in racks. In the Telstar each of these long skinny\nsticks of perforated magnesium alloy is hinged to the main framework\nso that it can be swung out for testing or for replacement of parts,\nwhich is why the engineers call each component a \"gate.\"\n\nI spent several weeks learning how to take each suspected component\nout of the gate. Most of the time I needed a screwdriver. Sometimes I\nhad to drill out a soft aluminium rivet. The hard part was that some\nof the components were so deep inside, even with a couple gates swung\nout the way, that I needed all kinds of extension tools.\n\nOf course, I had to visualize what it would be like doing all this out\nin space. I'd be in a spacesuit, wearing thick gloves, and when I\nremoved a screw that would have looked good in a Swiss watch, there'd\nbe no work bench on which to place it while I took out the next one.\nWorse yet, I would have to put it back in.\n\nThe longer I worked with the parts, the harder it looked. There\nwouldn't be a prayer of just turning the parts loose in space. In\ntheory they'd follow along in orbit. In practice you can't bring your\nhand to a halt and release a tiny part without imparting a small\nproper motion to it. And even worse, you couldn't handle the little\nwretches when you tried to put them back in. With a solid floor to lie\non, with gravity to give things a position orientation, I kept losing\ntiny screws. Magnets didn't help, because the screws were nonmagnetic\nfor what seemed pretty good reasons. Some were made of dural for\nlightness. Some were silicon bronze. None of them was steel.\n\nThat put us back in the lab to find out what would happen if we used\nsteel screws. The answer was, surprisingly, nothing important. So\nthere was one solid achievement. I had a few thousand of each of the\nthirty-four different sizes of fasteners machined from steel, and\nmagnetized a fly-tier's tweezers. The result was that I could get\nscrews back into their holes without dropping them, especially when I\nput little pads of Alnico on the point of each tweezer to give me a\nreally potent magnet. Then we had to cook up an offset screwdriver\nwith a ratchet that would let me reach in about a yard and still run\na number 0-80 machine screw up tight. That called for a kind of\ntorque-limit clutch and other snivies.\n\nIt was the fanciest and most expensive screwdriver you ever saw. The\nhandle was a good two feet long. The problem then became that of\nseeing what you were doing, and one of the boys faked up a kind of\nbinocular jeweler's loupe with long focus, so that I could lie back a\nyard from the screw and focus on it with about ten diameters\nmagnification. The trouble was that the long focal length gave a field\nof vision about six times the diameter of the screw-head, which meant\nthat every time my heart beat my head moved enough to throw the field\nof vision off the work.\n\n       *       *       *       *       *\n\nBy that time I was working in a simulated spacesuit--the actual number\nwas still being made to fit an accurate plaster cast of my body. So\nthe boys figured out a clamp that would hold my helmet firmly to the\ngate, and a chin rack inside the helmet against which I could press\nand hold my head steady enough to keep my binoculars focused where\nthey had to be focused. At a certain point I went back to Paul Cleary\nand said I thought I could make the necessary tests, dismount what I\nhad to dismount, and replace any affected part.\n\n\"All worked out, eh?\" he said, reaching for his pipe.\n\n\"Not by a county mile, Mr. Cleary. But I know what the problems are,\nand the shop can figure out sensible answers. Some of the hardest\nparts turned out to be the easiest.\"\n\n\"Name any three,\" he suggested.\n\n\"Well, the screws. As I take them out, I'll discard them into space. I\nhave to use magnetic screws on reassembly, so there is no point saving\nwhat I take out. Doug Folley has doped out something like a motorman's\nchange-dispenser that will dispense one screw at a time into my\ntweezers, and I'll carry a supply of all thirty-four kinds at my\nwaist.\"\n\n\"That's one,\" he counted on a hairy forefinger.\n\n\"We can use something like a double-faced pressure-sensitive tape to\nhold other parts,\" I said. \"We'll draw a diagram on it, stick it to\nsome unopened part of the satellite near where I'm working, and as I\npull pieces out, I'll just press them against the other sticky face,\nin the correct place in the diagram, and they'll be there to pull\nloose when I want them.\"\n\n\"At absolute zero?\" he scoffed. \"That sticky face will be hard as\nglass.\"\n\n\"We'll face the bird around to the sun,\" I said. \"And warm it up. If\nwe have to, we'll put wiring in the tape, connect it to Telstar's\nbattery supply, and keep it warm.\"\n\n\"Might work,\" he grumped. \"That's two. How about the spacesuit part?\"\n\nThat had been tougher. Some forty or fifty men had made the ride into\nspace and back from Cape Canaveral by this time, and there had been\nrendezvous in space in preparation for flights to the moon. But so far\nno one had done any free maneuvering in space in a suit.\n\n[Illustration]\n\nThey had put me in a swimming pool in a concentrated salt solution\nthat gave me just zero buoyancy, and I had practiced a kind of\nskin-diving in a spacesuit. The problem was one of mobility, and the\none thing we could not reproduce, of course, was frictionless motion.\nNo matter how I moved, the viscosity of the solution quickly slowed me\ndown. Out in space I'd have to learn on the first try how to get\naround where every force imparted a motion that would continue\nindefinitely until an equal and opposite force had been applied.\n\nThe force part had been worked out in theory long before. To my\nspacesuit they had fixed two tiny rockets. One aimed out from the\nsmall of my back, the other straight out from my belly. Two\npressurized containers contained hydrazine and nitric acid, which\ncould be released in tiny streams into peanut rocket chambers by a\nsingle valve-release. They were self-igniting, and spurted out a\nneedle-fine jet of fire that imparted a few dynes of force as long as\nthe valve was held open. It only had two positions--full open, or\nclosed, so that navigation would consist of triggering the valve\nbriefly open until a little push had been imparted, and drifting until\nyou triggered the opposite rocket for braking.\n\nThe airtanks on my back were right off a scuba outfit.\n\nReally, they spent more time on the gloves than anything else. At\nfirst we thought of the problem as a heat problem, but it was tougher\nthan that. Heat loss was not much, out there in a vacuum, and they\nmade arrangements to warm the handles of my tools so that I wouldn't\nbleed heat through my gloves to them and thus freeze my fingers. No,\nthe problem was to get a glove that stood up to a pressure difference\nof three or four pounds per square inch and could still be flexed with\nany accuracy by my fingers. We could make a glove that was pretty\nthin, but it stiffened out under pressure and made delicate work\nreally tough. It was a lot like trying to do brain surgery in mittens.\n\nThey eventually gave me a porous glove that leaked air when you flexed\nyour fingers. Air, they said, could always be gotten from the\nDyna-Soar rocket that would be hanging close at hand in space. Well,\nwe hoped it would work. I could do pretty fair work with the leaky\ngloves, and all we could hope was that the vapor would be dry enough\nas it seeped out through the gloves to prevent formation of a foggy\ncloud all around me, or the formation of frost on the gloves. That we\ncould not test under any conditions easy to simulate.\n\nEach team spent ninety days. They tell me that's right quick work for\npointing up a launch. But at the end of three months I had assembled\nenough stuff to do the job, and still well within the weight limit\nthey had to set. I wasn't a walking machine shop, but there was a lot\nI could do if I had to.\n\n       *       *       *       *       *\n\nNinety days had been enough for several dates with Sylvia. Out of the\noffice she wasn't quite the protective harpy about Paul Cleary that\nshe had been in the office, although the thought was never far from\nher mind.\n\nWe spent my final night in New York before leaving for the Cape at\nSweets, a real old fashioned seafood house down on Fulton street.\nAfter the obligatory oysters, we had broiled bluefish, and otherwise\nlived it up. They serve a good piece of apple pie, and we had that\nwith our coffee.\n\n\"Are you scared?\" Sylvia asked me.\n\n\"Of what?\" I lied innocently.\n\n\"Of being out in space--just floating around?\"\n\n\"Yes,\" I told her honestly. \"I'm scared to death. What if I have a\nqueasy stomach? They say a good half of the men who have been in orbit\nhave chucked up or gotten dizzy or something. What if they go to all\nthis trouble and I get spacesick?\"\n\n\"What if you drift away and can't get back?\" she said. \"It isn't like\nswimming back to shore.\"\n\n\"There's always a way,\" I said, my stomach tightening as I thought of\nwhat she said.\n\nThat was the night she kissed me good night. It wasn't much of a kiss,\nbecause we were standing in the lobby of her apartment house, and she\nwasn't going to invite me up, because she never did. But she said:\n\"Hurry back.\"\n\n\"Just you know it, Shouff,\" I said, bitter inside.\n\nI'd have been a lot more bitter if I had known what was in store for\nme at the Cape. COMCORP flew me down in one of our private prop-jets,\nwith only Paul Cleary for company. He introduced me to the brass, and\nwe sat through a couple conferences while the idea was spelled out to\na group of sure-enough spacemen. Then they turned that mob loose on\nme.\n\nI was emotionally unprepared. First off, Cleary and Fred had been\nbuilding me up all through the three months, and I had actually gotten\nto the point where I thought I knew what I was doing. These\nspace-jockeys spent most of their time deflating my ego.\n\nMy tormentor-in-chief was a wise punk from Brooklyn named Sid Stein.\n\"How have you made out in your centrifuge tests?\" he asked me at\nbreakfast the first morning after I had reached the Cape.\n\n\"I have never done any of that stuff, Mr. Stein,\" I said.\n\n\"Well, how many gees can you pull?\"\n\nI shrugged. \"Same as you, I suppose. How many is that?\"\n\n\"Brot_her_!\"\n\nThe space medic wasn't any better. The mission chief insisted that it\nwasn't safe to put anybody in a satellite who couldn't pass the\nphysical. I guess you know that about one man in a thousand can\nqualify. This was supposed to wash me out.\n\n\"Remarkable shape.\" The space medic kept saying. \"You must take\nconsiderable exercise, doctor.\"\n\n\"Oh, no,\" I said. \"Just jog a mile or so before breakfast. Nothing\nspectacular.\"\n\n\"No other formal activity?\"\n\n\"Well,\" I snarled, \"just swimming, fencing and weight lifting. I've\ngiven up the boxing and handball.\"\n\n\"Kept in excellent shape, nevertheless,\" he said. \"You'll be a\ndisappointment to them.\"\n\n\"Look,\" Stein said to me after a week of tests and countertests.\n\"Don't be deceived by these tests. All they show is that your heart is\nstill beating. The big thing is emotional. Doc, I think you should\nreconsider this idea of flopping around out there in the void. We've\ngot experienced men here, and none of them is ready to try it.\"\n\n\"Fools rush in, eh, Mr. Stein.\"\n\n\"Precisely.\"\n\nIn the meantime I got a daily phone call from Paul Cleary. That I\ncould have snarled off, but Sylvia always came on the line first, and\nthere was a minute or so of chit-chat before she cut her boss in on\nthe line. I'm sure she listened to all the calls. But her first words\nwere deadly. For example:\n\n\"Mike! Hi, Mike. Mr. Cleary wants to see how you're doing.\"\n\n\"Good. Put him on.\"\n\n\"In a minute. I think it's so wonderful you passed the final physical,\nMike. You're really so deceptive. I never had imagined you had such a\nsteely physique.\"\n\n\"Clean living,\" I said. \"No girls.\"\n\n\"There'd better not be!\"\n\n\"Don't worry. How could I get to see any girls down here? Every time I\nlook away from my work all I can see is Bikini swim suits.\"\n\n\"Cut that out!\" she snickered, and put Cleary on the line.\n\n       *       *       *       *       *\n\nThere came a final day when the mission chief called me in to his\noffice.\n\n\"Come in, Mike. Come in,\" he said shortly. \"Sit down.\" He leaned back\nagainst his desk and started talking to me, like they say, straight\nfrom the shoulder:\n\n\"I'll give it to you straight, Mike. We've tried every legal way to\nwash you out of this mission. There isn't a one of us here at the Cape\nthat wants any part of taking an armchair theorist and slapping him\ninto space--into the kind of a mission you've cooked up. Somebody's\ngoing to get hurt out there, because you aren't fit for the job. Now,\nphysically, yes, you have the capacity. But emotionally and\nenvironmentally, you simply don't add up. You're looking at this thing\nas an extension of your laboratory, and instead it is an enormous\nphysical and mental hazard that you are undertaking. This country has\nnever lost a man in space--and you'll be the cause of our first\ncasualty, as well as being one yourself. I'm asking you man to man to\ndisqualify yourself.\"\n\n\"And put an end to this mission?\"\n\n\"We'll train one of our men,\" he said.\n\n\"In two or three years your best man might be barely capable,\" I said.\n\"I don't think COMCORP is prepared to waste that much time. After\nall,\" I said ingratiatingly, \"all you have to do is refuse the\nmission. Say I'm a built-in hazard and let it go at that.\" I grinned\nat him. I was learning from Paul Cleary. I _figured_ how space-jockeys\nwould react to that.\n\nHe told me: \"Do you think any of these men would admit they are not up\nto a mission a mere technician is ready to try? No! I can't get them\nto beg off, either!\"\n\n\"When do we go?\" I asked.\n\nSid Stein was assigned as my pilot. He had made the trip into orbit\nand back four times with the Dyna-Soar rocket, and was considered the\nbest risk to get me there and get me back. He was also the least\nconvinced I had any right to sit beside him in the cabin.\n\nHis final briefing was a beaut: \"This is a spaceship, doctor,\" he said\nfrigidly. \"And I want you to remember the 'ship' part of it. I'm in\ncommand, and my every word, my every _belch_, has got to be law. Do\nyou understand that? This is my mission, and I'll tell you where to\nput your feet.\"\n\n\"Sure,\" I said. \"Who wants it?\"\n\n\"Can't figure out why you do!\"\n\n\"I'm just paying somebody back,\" I said. \"Is it tomorrow?\"\n\n       *       *       *       *       *\n\nThe start was a drag. Eighteen hours before blast-off Sid and I went\ninto a tank so that we would get rid of our nitrogen. We breathed the\nstandard helium-oxygen mix at normal pressure until about four hours\nbefore H-hour. They wouldn't even let me smoke. Then we suited up and\nwere lifted by a crane and stuck in the control room of _Nelly Bly_,\nas I had named our Dyna-Soar rocket-glider. The hatch stayed open, but\nwe were buttoned up tight in our suits. They had a couple of mods that\nwere supposed to fit them better for the mission. Instead of the usual\nmetal helmet with face plate, we had full-vision bubble helmets of\nclear plastic. The necks were large enough so that we could, in\ntheory, drag our arms out of our suits and clean the inside of the\nbubbles. That was in case I sicked up out in space, which all\nexperience said was a real enough hazard. They figured that filling me\nfull of motion sickness pills was partial prevention.\n\nThese space-jockeys have their own vocabulary, and their own oh, so\ncool way of playing it during the countdown. I'm pretty familiar with\ncomplex components, but they were checking off equipment I never heard\nof. We had gyros--hell, our _gyros_ had gyros. And we had tanks, and\npressures and temperatures and voltages and who-stuck-John. It was all\nvery impressive.\n\nThere were suited men up on the gantry unplugging our air feed and\nclosing our hatch. Sid was straining up from where he lay on his back\nto dog it down tight.\n\n\"Roger,\" Sid was saying to somebody, as he had been all morning.\n\nThe white vapor from our umbilical stopped, which let me know our\ntanks had been topped off and sealed, and that we were about to blast\noff.\n\n\"This is it, Seaman,\" Sid Stein said. \"Now for Pete's sake don't move,\ndon't speak, just lie there. I've got the con.\"\n\nThat was a bunch of baloney. He really had nothing to do until we were\nin orbit. The delicate accelerometers and inertial guidance components\ndid all the piloting until the second stage kicked us loose. But I\nkept my mouth shut. He'd have some work to do before the ride was\nover, and I might need him.\n\n       *       *       *       *       *\n\nWhen the lift-off came, it was gentle as a dove's wing. But as we\nburned off fuel, the twenty-million pound thrust of our Apollo booster\nbegan to tell, and my vision started to go black. The gee-meter said\nwe were pulling about ten gees when I could no longer read it, and I\nlearned later we peaked out at eleven gees in the final seconds before\nfirst-stage burn-out. I didn't like it a little bit.\n\nThe liquid hydrogen second stage kicked in like a hopped up mule, and\nwe pulled ten gees, right at the limit of my vision, for its whole\nfour minutes of burning. My earphones were talking now as Sid gave it\nthe A-OK and Roger bit all the way. This was the stuff, kid!\n\nOur Dyna-Soar had been modified to some degree for this mission. It's\nessentially a big delta-winged glider with a squarish fuselage in the\ncenter. The mods had consisted of tying a third rocket stage out\nbehind, so that Sid could move us around the orbit from one Telstar to\nthe next if my work on the first one proved out. The retro-rockets had\nseveral times their normal complement of fuel, so that he could stop\nafter he got started. The same was true of our steering jets.\n\nThe ship was not pressurized on the lift off. Cabin pressure fell\nrather quickly, as we could feel from the inflation of our suits, to\ntheir three and a half-pound pressure. No bends for either of us,\nbecause of the helium substitution for nitrogen. Because there were\ntwo of us, we could chuck and unchuck airtanks for each other as we\nneeded fresh supplies. We had enough air and water for forty-eight\nhours. Together with our low-residue diet for the final week, they\nfigured we could sweat it out in our suits for two days. We had suit\nradios, of course, and could talk with each other for a distance of a\nmile or so.\n\nBurnout of the second stage came suddenly, and we heaved slightly\nagainst our belts as the springs in our seats pushed back out. And\nthen I got my first taste of free fall. Each veteran astronaut I had\ntalked to at the Cape had a different way of trying to scare me with\nthe idea of falling endlessly, and each had different ideas about how\nto lick it. In spite of all the talk, I grabbed the arms of my seat to\nkeep from falling. I turned my head and in the glow from our\ninstruments could see Sid sneering across at me through his\ntransparent bubble helmet.\n\n\"How you like them apples?\" his voice came from my earphone.\n\n\"That first step is a killer, Sid,\" I said, trying to sound chipper. I\nfelt horrible.\n\n\"Let me know when you've had enough,\" he suggested. \"I've got things\nto do.\"\n\nI knew he did. We had dry-run it a hundred times. If we had been\ninserted correctly in orbit, the _Nelly Bly_ was right in the path\nthat three of the Telstars were now following, and catching up with\nNumber One at several hundred miles an hour. On the ground, radars all\naround the world were taking fixes on us, and Sid was talking shop\nover his long-range radio with the radar crews.\n\nBy the time my stomach had made up its mind that it would stick with\nme, he had a report.\n\n\"It could be worse,\" he said. \"We've got a lot more velocity than I'd\nlike, but we're on course. Our orbit would differ quite some, Seaman.\nBecause of this speed we'd be somewhat more eccentric--maybe swing out\na hundred miles beyond the birds we're chasing. Are you making it?\"\n\n\"Easy, Sid. Do we slow down yet?\"\n\n\"I'll fire the retros and retard us to the speed of what we're\nchasing,\" he said. \"That will equalize our orbits very nearly. Get\nbusy on that scope if you're up to it. I'll compute my retro.\"\n\n       *       *       *       *       *\n\nThey had made an amateur radar operator out of me, because it was easy\nto do, and gave Sid more time for actual rocket valving. My belt cut\nme hard as he braked for several seconds.\n\n\"There,\" Sid's voice said in my ear. \"We should still be catching up\nabout fifty miles an hour. Let's not ram that thing. See any blip?\"\n\n\"Not yet. How close are we supposed to be?\"\n\nHe lit the cabin light and tapped at the calculator that he swung out\nfrom its rack. \"Still got a hundred miles to go, I'd judge.\" He moved\nawkwardly in his suit to finger a switch on his neck and I heard him\nspeaking to the ground again, and heard in my earphones the answer\nthat came up from Woomera. We had eighty miles to go, and were now a\nlittle below the orbit of the bird we were chasing.\n\n\"Can't have both ends of the stick, Mike,\" Sid explained, calling me\nby name for the first time. \"As soon as we slowed down we had to drop\nlower.\" He fooled around with the steering jets, which were\nhydrazine-nitric acid rockets much like the tiny motors on my suit,\nand re-oriented _Nelly Bly_. A little burst from the nose, and I got\nmy first blip.\n\n\"There!\" I said, putting a finger on the PPI. \"Turn out the light,\nSid, so I can see the 'scope'.\"\n\nHe switched off the cabin light and followed my directions with tiny\nshoves, sometimes from the rockets, sometimes from the steering jets,\nwhile I conned us closer.\n\nOur radar would only read within about half a mile. When we got that\nclose I got the searchlight going and took my first real look through\nthe forward port out into space.\n\nIt's black. Nothing--nothing you have ever seen will persuade you how\ndark it is out there. That was my first big shock. Oh, I had practiced\nin the dark, with only my helmet light to guide my tests and\nassemblies, but this was a different kind of dark. Our light had no\nvisible beam--you couldn't even tell it was working. At first I had\nthe idea we'd see the satellite occulting some stars, but a little\nmental arithmetic told me that an object six or eight feet in section\nwould not subtend much of an angle of vision at half a mile.\n\nWe had chosen, I decided, much too narrow a beam of light for the\nsearchlight, but just at that moment I got a flash from out in space,\nand worked the light back on to our objective.\n\n\"Got it,\" I said.\n\n\"Yoicks!\" Sid said, and went back to the fine controls. After a long\ntime, and lots of patience, we were hanging about fifty feet out from\nour bird. We were farther out in space so that the dark bulk of the\nsatellite was silhouetted against the crescent light of Earth. I\nturned off the spot and switched on the floodlight.\n\n\"Here goes nothing, Sid,\" I said, and undid the dogs that held the\ncanopy above our heads.\n\nMy earphone spoke to me: \"This is Cleary. Do you read me, Mike?\"\n\nI fumbled around to find the right jack and plugged myself into the\nradio. \"Yes, Paul. Loud and clear.\"\n\n\"Watch yourself. Think first. You've got all the time in the world.\"\n\n\"Sure.\"\n\n\"Sylvia would miss you,\" he added.\n\nI hoped he was right.\n\n       *       *       *       *       *\n\nClinging carefully to the handholds that had been specially provided\non the outside of _Nelly Bly_, I clambered through the hatch and hung\nin the darkness, looking down at South America. The world was turning\nvisibly under me, although I knew that in fact we were skimming\nrapidly about three thousand miles over its surface. I got myself\nlined up nice and straight with the bird and did my first bit of\nnon-thinking. I pushed off good and proper with my feet, the way you'd\ndive into a swimming pool. It was a fool stunt for my first act. I was\ndoing a good five or six feet a second. You may not think that is very\nfast, but before I could gulp twice I had zipped past that bird and\nwas headed for Buenos Aires.\n\nI know I screamed. That was the first time I realized I really was\nfalling. Earth looked awfully close, and seemed to be rushing up to\nmeet me.\n\nMy orientation was all wrong for stopping. By diving head first I had\nneither my back nor my belly rocket lined up to stop me.\n\nMy training failed completely. I tried to squirm straight, and by\nproper swinging of my arms out to full length, and kicking the same\nway with my feet, I got turned around to where my belly was facing the\nfloodlight on _Nelly Bly_. That's not how I was supposed to do it.\n\nThe glider had disappeared--all I could see was the floodlight. It was\nstill by far the brightest thing in the sky, but if I drifted much\nlonger, I would have to use radio direction-finding to get back. I\ntriggered the motor on my back and felt its gentle push against my\nspine.\n\n\"Sid!\" I called.\n\n\"Roger, Mike!\"\n\n\"Light the tip lights. I've got to get a fix on my velocity. I went\nway past and I'm trying to get back.\"\n\nTwo new stars winked into being, on either side of the floodlight.\nThis had been some bright guy's idea, and it was paying off. I kept\nwatching the apparent distance between them shrink as I continued my\ntrip toward Earth. Memory and a little calculating told me that my\nacceleration of three inches per second per second would take twenty\nseconds of blast to slow me to a stop. I counted them off, aloud:\n\"Mississippi one, Mississippi two, Mississippi three,\" as I had been\ntaught to measure seconds. When I got to Mississippi twenty my visual\nmeasurement said I was about stationary with regard to _Nelly Bly_.\n\nI used a little more blast and let a couple minutes go by while I\ndrifted closer to the Telstar. I started squirming again, until I\nremembered to use the deflection plate they had given me to hold in my\nbelly blast, and that got me lined up. But finally I was within\ntouching distance of the bird, which was rotating with a certain slow\nmajesty on its long axis.\n\nThe leisurely spin was there to make sure one side didn't face the sun\ntoo long and heat up. My plan called for stopping the bird's spin so\nthat I could get reasonable solar heating of the part I was working\non. The trouble was there was nothing to grab as the satellite turned.\nBut we had worked on that part, too, and I went into my act of backing\noff the right distance, accelerating with my back rocket until I\ndrifted close by the bird at its translational speed. I got one end of\nmy sticky webbing stuck to it by pressure and decelerated so that the\nbird turned under me while I paid off the web. In a moment I had it\ngirdled, and snapped the nifty sort of buckle they had made for me.\nThen drawing the webbing tight was no trouble, and I was spinning with\nthe bird. My added weight slowed its spin down some.\n\n       *       *       *       *       *\n\nNext came the trick of getting some special equipment loose from my\nright leg. This was a little rocket canister which had just enough\npoof, the slide-rule boys had said, to stop the rotation of the bird.\nI fastened the canister to the webbing, pushed softly with one finger\nto get me a few feet away, and drifted while waiting for the delayed\nfuse to fire the antispin rocket. It lanced out a flame for a few\nseconds, and sputtered dead. The bird hung virtually motionless\nbeneath me--or above me--or beside me--or whatever you want to call\nit when there is no up or down.\n\nOur light was dimming as we passed the terminator and pulled over\nEarth's dark side. The sun was still visible, however, although soon\nto be eclipsed by Earth. I jetted softly back to the bird and lit my\nhelmet light. I had to find the right face of the twelve-sided thing\nso that I could open the right gate. The markings were there. They\nwere just hard to read from inside a helmet. Then the sun was\neclipsed, and my headlamp gave me the kind of light I was used to\nworking with. The sector I wanted was on the satellite's dark side. I\nhad to clamp on to the girdle and jet quite a while to turn it halfway\nround, and then decelerate just as long to bring it to a stop. I\nfooled around several minutes getting the sector to face where the sun\nwould soon rise.\n\nMy earphone spoke.\n\n\"Mike!\"\n\n\"Roger, Sid. What's up.\"\n\n\"Take it easy on your steering fuel. You're getting low.\"\n\n\"Roger.\"\n\nI had to wait for the sun before I could start work. When it came up,\nheating seemed quick. First a test with a thermocouple showed that\nTelstar's surface was warming nicely and would soon support the\npressure-sensitive mat I was going to stick to some of her solar\ngenerators. When the 'couple said Telstar had reached zero centigrade,\nI pulled the mat loose from where it was stuck to my left leg and\nplastered it above the gate I was going to open. I say above, because\nit was closer to one pole--the \"North\" pole of the satellite--than the\ngate.\n\nIt was time to go to work on my first screw. And there I got my next\nlesson. It was a real big screw, as they go, a 4-40 flat head machine\nscrew with a length of about three-quarters of an inch. I would have\nto give it thirty turns to back it out. I never gave it the first\nturn. The head snapped off as soon as I applied a few inch-pounds of\ntorque.\n\nYes, the surface had heated up nicely, but the shank of the screw was\nabout two hundred below zero centigrade, and far brittler than glass.\n\nI cussed some and reported to Sid what had happened.\n\n\"Have to drill it out,\" I said.\n\nMy drill was a cutie. It was a modified dentists' drill, the kind\nthat's run by a little air turbine at about two hundred thousand\nr.p.m.'s. I really mean that. They turn like mad.\n\nI'd been taught to use it with care. When a dentist drills your teeth,\nhe blows olive oil and water through the turbine, and the mixture\ncools the tooth--and the drill--while the cutting is going on. We\ncouldn't afford any cloud of vapor--or the shorting out that ice would\ncause--so I had only the pressurized mixture of oxygen and helium in\nthe tanks on my back to run the drill. And that meant light and\nintermittent pressures on the number 43 wire gauge drill--the one\nthat's the right size to drill out a 4-40. It took me about fifteen\nminutes and I was down to my last number 43 drill bit when she broke\nfree.\n\nFrom then on I had to heat each screw before I went to work on it. I\nhad something like a soldering iron that I could press against the\nscrew-head. Heat would flow through the highly conductive alloy and\nmake it less brittle. I flicked each screw I removed out into space\nand at last carefully hinged the gate wide open.\n\nThe gate was the length of the sector--about two feet. It was four\ninches wide and about an inch thick and had parts strung along it like\nkernels on an ear of corn.\n\nAt this stage I readjusted the position of my webbing girdle until I\ncould clamp my head in position and begin the testing. It was slow\nwork. The first sad thing was to learn that the solenoid M1537 was as\ngood as new. When I put enough voltage across its terminals, the\nactuator clicked down through the core.\n\nI swore a blue streak.\n\n\"What is it Mike?\" Sid's voice came in my ear.\n\n\"Trouble,\" I said. \"What did we expect?\"\n\n\"Roger,\" he said in that toneless unexcited astronauts' voice. \"Return\nto ship, Mike.\"\n\n\"Not now,\" I said. \"I've just got the oyster opened.\"\n\nHis voice cut like my drill-bit. \"I ordered you to return to ship.\nYour air supply is about shot.\"\n\n\"I haven't been out that long,\" I protested, not feeling too sure\nabout the lapse of time.\n\n\"Your drill chewed it up pretty fast. Quit talking and start moving.\"\n\nI was thankful for the experience of moving in close to the bird. The\nsame tricks worked much more smoothly as I used my deflection plate in\nfront of my belly blast to turn me to face the floodlight, and then\nfollowed up with a light shove or two in the spine to start me\ndrifting toward _Nelly Bly_. There didn't seem any rush, and I drifted\nslowly over, using only a couple triggered bursts of deceleration to\nslow me down as I approached the open hatch.\n\nInside we went through the drill. My ears popped a little as Sid\nunchucked my spent tanks, and popped again as the new ones came on\nwith a hiss.\n\n\"Take it easy on that steering fuel, Mike,\" he said again. \"You're\ngetting awfully low.\"\n\n\"Sure,\" I said and let myself drift out the hatch. I had enough sense\nto twist so that my back jet wouldn't hit the ship. Then I took a\nzig-zag course through the darkness to my bird, got oriented at the\nopen gate and went back to work. Before I could get started, my\nearphones spoke.\n\n\"Mike, Cleary here.\"\n\n\"Roger, Paul. What is it?\"\n\n\"Have you gotten to that solenoid yet?\"\n\n\"Yes.\"\n\n\"What can you tell me?\"\n\n\"That you're a fathead. Now shut up. I'm busy.\"\n\n\"Roger, Mike,\" Paul Cleary acknowledged quite meekly.\n\nSo I started again, reaching with my leads from point to point. After\na certain number of tests, I had the area isolated, but not the part.\nFrom here on it would have to be disassembly. Every tiny screw had to\nbe heated, then teased out with a jeweler's screwdriver. Some took my\npatented ratchet extension. The big miracle was that I didn't break\nanything.\n\n[Illustration]\n\nWhen I got to it, it was ridiculous. A small length of wire connected\none component to another. Space was lacking, and the wire was tight\nagainst the metal of the gate. Its insulation was one of these\nspace-age wonders, a form of clear plastic that would remain ductile\nunder zero temperature and pressure. Only it didn't. It had shrunk and\ncracked, and there was a simple short against the metal of the gate.\nThere were so many forms of circuit-breakers and self-protectors in\nthe machine that the whole gate had been switched off as long as the\nshort was in existence. No wonder telemetry hadn't told us anything.\n\nAs I prepared to fix the trouble, I switched on my radio and had Sid\nconnect me with the ground. \"Canaveral Control,\" one of those\nemotionless voices said. He could afford to be. He was on the ground.\n\n\"Get me Cleary,\" I ordered.\n\n\"Cleary here, Mike. What have you found, boy?\" He sure was anxious\nabout that solenoid.\n\n\"Not much, Paul. Just that Fred Stone is a fathead, too. Over and out,\nlike they say.\" I switched off and went back to my work.\n\n       *       *       *       *       *\n\n[Illustration]\n\nThe one thing I had nothing of was any kind of insulating material.\nWith my screwdriver I hacked a piece loose from the double-faced\nsticky-tape I had used to keep loose parts from flying around, and\nteased it under the wire with my tweezers. Perhaps I could have done\nas well by heating the wire and bending it straight, but there was\nlittle room, and I was afraid of melting a solder joint. So I took my\ntime teasing the tape through and finally got it to act as an\ninsulator without breaking the wire. How long it would stay there was\nanybody's guess. It was held mechanically as well as by its sticky\naction, but when the bird cooled off enough, the sticky effect would\nlessen. I hoped the pressure between the wire and the gate could be\nenough to keep it in place. Certainly no forces would be acting to\nmove it.\n\nJust as I had figured, the reassembly was the tedious part. I had to\nmove around into about sixteen screwy positions to do all the fixing.\nFinally it was back in one piece and I swung the gate closed.\n\nWhen the final 4-40's were run up as tight as they were supposed to be\nrun, I reported to Paul Cleary. \"Try her,\" I suggested. \"I think I\nfound the trouble. No point my coming back down if it doesn't work.\"\n\nThey made me sweat it out for about ten minutes before Paul said,\n\"Runs like a watch, Mike. Put the spin back on her, boy.\" At least he\nwas quiet about his solenoid.\n\nThis called for the second rocket canister, which I hooked on to the\ngirdle and, after thinking it out carefully, got headed in the right\ndirection. I eased away with finger pressure, and let the delayed fuse\ndo the firing. Telstar started her slow spin again.\n\nGetting the girdle off was a lot harder than getting it on, something\nwe hadn't figured on, and in the final stages of the job I found that\nmy steering motors no longer fired.\n\n[Illustration]\n\n\"Sid!\"\n\n\"Roger, Mike.\"\n\n\"How much fuel do you read in my steering jets?\"\n\n\"You've been out of fuel for about five minutes, by my gauge. But\ndon't worry about it,\" Sid said. \"I'll nurse _Nelly_ over there with\nmy steering jets and pick you up.\"\n\n\"O.K.,\" I said doubtfully. \"But watch it. Bump this bird and we'll\nhave it all to do over again.\"\n\nSid had more trouble than he had figured. He had steering jets to run\nhim in every direction except fore and aft. For that motion the\nretro-rockets were considered enough. But one belch out of them was\nenough to get me screaming into the mike: \"Cut those retros!\" I\nyelled, the volume making my earphones crack, as it undoubtedly did\nhis.\n\n\"Roger. What's wrong?\"\n\n\"You'll burn the solar generators right off the bird, you fool!\nSteering jets, do you hear, steering jets!\"\n\n\"Roger.\"\n\nBut it was not that easy. Finally Sid got _Nelly_ within about twenty\nfeet, and pretty near at zero relative velocity.\n\n\"All right, Sid,\" I said. \"Hold it there. I'll push over.\"\n\nA gentle shove against the side of Telstar was all it took. I got it\nstraight, which was all that counted. My drift was slow, and I was a\ngood five minutes making the twenty-foot crossing. But a handhold came\nwithin reach, and I worked my way back into the cabin and climbed in\nwithout shutting the hatch.\n\n\"Don't try that again,\" I cautioned him. \"This thing weighs ten\nthousand pounds, and that bird half as much. Even at a couple feet a\nsecond, you can crush me to jelly between them, even if you don't burn\none or the other of us to a crisp.\"\n\n\"Roger,\" Sid said, not quite so emotionlessly. \"Are we ready to move?\"\n\n\"What for?\" I asked him. \"Until we get me some steering fuel, I'm\nuseless.\"\n\n\"I thought we'd abort this mission before we were through,\" he\nsneered.\n\n\"Not so fast. You've got the same rig on your suit. All we have to do\nis put your fuel tanks on my suit.\"\n\n\"Are you nuts?\" he demanded.\n\n\"What's the matter with it? Those tanks aren't welded to you, and I've\ngot tools.\"\n\nI could see him shake his head in the dim light from the instrument\npanel. \"You know those fuels ignite on contact with each other,\" he\npointed out. \"If we spill a couple drops of each in here, and they\nvaporize, we'll blow this kite to pieces!\"\n\n\"Then we'll get outside to make the switch,\" I insisted. \"It won't\nhurt anything if a few grams burn up out there, will it, with nothing\nto confine the expansion.\"\n\n\"But then I won't be able to come after you if anything goes wrong,\"\nhe pointed out. \"No dice.\"\n\n\"You're grasping, Stein,\" I growled. \"At this stage I'm in charge\naround here. I'll take my chances on getting back.\"\n\n       *       *       *       *       *\n\nWith the cabin light on I went as far as possible in dismounting both\nour tanks. After a couple rehearsals to make sure that at least one of\nus would always have a glove on a handhold, we both climbed out the\nhatch and I made the switch. Just as Sid suspected, we spilled a few\ndrops. They vaporized, and again as we had feared, combined in what\nwould have been an explosion in a confined space. The soundless flash,\ndim but real, said we had released quite a little energy uniformly all\naround us. I never felt a thing except a faint warmth from infrared\nthrough my helmet.\n\nBest of all, my jets worked. We both climbed back aboard _Nelly_,\ndogged the hatch, and started after Telstar Two.\n\nThe second bird was about fifteen thousand miles ahead of us. I slept\nmost of the time, for after Sid gave us a jolt of added velocity, we\nhad to settle down to about six hours of drifting. I woke up as the\nbelt cut me when he fired the retros. We went through the radar and\nsearchlight bit, and had the devil's own time finding our bird. But at\nlast I got the flash of reflection and went to work.\n\nI won't say the second job was any easier, except for the fact that I\nremoved only one part to make room to do my bit with the insulation,\nand thus had very few screws to replace. My navigating in space was a\nlot better, and I didn't use steering fuel as wastefully as the first\ntime. Still, when we dogged down to chase after the final bird, the\ncabin gauge said that I had less than half my load of steering fuel\nleft. Equally glum, _Nelly_ herself was even lower on steering fuel.\nNeither Sid nor I had been as expert as we were supposed to be.\n\nNevertheless, we took off after the third bird, and found it\nglistening in bright sunlight without the help of the searchlight. I\nthought that was a good omen. But from there on nothing seemed to work\nright.\n\nWe had been aloft about thirty-six hours, and fatigue was setting in.\nI was clumsy on the steering and had quite a time making contact.\n\nThe repair went according to Hoyle, but after I had put the spin back\non the bird I found that I had no more steering fuel. I hung about ten\nor fifteen feet from Telstar Three and maybe eighty feet from _Nelly_,\ndrifting slowly from both.\n\n\"Sid!\"\n\n\"Roger, Mike.\"\n\n\"This one will have to make it with the girdle on.\"\n\n\"Can't you get it off?\"\n\n\"I can't get back to it. Steering fuel gone.\"\n\n\"Oh, no!\"\n\n\"No sweat, Sid. It occludes a small share of the solar generators, but\nnot enough to hurt anything.\"\n\n\"That's not what I meant,\" he said quietly into my ear. \"_Nelly's_ out\nof steering fuel, too. I can't pick you up!\"\n\nI gulped on that one.\n\n\"Canaveral Control!\" I heard him call.\n\n\"Cut that out,\" I said. \"They can't help. Shut up and let me think.\"\n\nBut he didn't, and I couldn't. I had no fuel with which to move. Sid\nhad only the retros and stern rockets, no good for swinging or\nturning. I was out of touching range of the bird, and couldn't shove\nagainst it to build up a little drift. Just as Sylvia said, it's not\nlike swimming back to shore.\n\nThere was a lot of excited chatter in my earphones, in which I did not\nparticipate. Nobody made any sense, and Sid shut the thing down.\n\n\"Mike!\"\n\n\"Yeah.\" Disgusted.\n\n\"Whatever you dope out, make it quick. You don't have all the air in\nthe world.\" Sid warned me.\n\n\"How much?\"\n\n\"Ten minutes or so.\"\n\n\"All right,\" I said. \"It ought to be enough. Keep your eye on me. You\nmay have to reach out an arm or leg for me to grab as I go by.\"\n\n\"How are you going to move?\"\n\n\"I've got a lifesaver,\" I said.\n\n       *       *       *       *       *\n\nI writhed and squirmed and made every use of the law of conservation\nof angular momentum until I had my back to _Nelly_. Then I wound up\nand threw my fancy screwdriver as hard as I could heave it away from\nme. I didn't get the zip on it I would have liked, but because it was\nsort of like a throwing stick, I got a little more on it than you\nmight expect, maybe fifty or sixty feet a second. And the thing\nweighed about four pounds, with its fancy ratchet and torque clutch.\nSince in my suit I weighed just about a hundred times as much, I\nstarted toward _Nelly_ at just one-one-hundredth of the velocity I had\nimparted to the screwdriver. In a couple minutes I was drifting pretty\nclose, but tumbling. I had forgotten that part.\n\nThrowing the screwdriver had given my body the correct vector and some\nvelocity, but I had set up quite a tumbling moment, since I had thrown\nfrom the shoulder and not from my center of gravity.\n\nI chucked a couple lighter tools away to correct my drift, and Sid\nsnagged me as I drifted by the hatch.\n\n\"Come to Papa,\" he said, and drew me inside. We didn't horse around\ncongratulating ourselves. My air tanks were no longer hissing, and we\nmade a quick swap.\n\nSid let me dog down the hatch while he figured position. He used the\niron compass method, just taking a close look at Earth, which was more\nor less dead ahead of us. That was a good place for it, because we had\nno steering fuel.\n\nThe re-entry was a mess, from Sid's point of view. We came in at a\nweird angle and heated up to beat hell before there was enough\natmosphere for our rudder to swing us around straight. He bounced us\noff twice after that as we slowed down, but the creak of heating metal\nwas all about us each time we dropped in. He cussed me plenty all the\nway.\n\nThe trick, of course, was to slow down to the point where he could\nspiral us down to Muroc Dry Lake. _Nelly_ was a sort of glider. Her\nperformance at about Mach 10 and two hundred thousand feet was quite\nrespectable, but the lower and slower we went, the more she flew like\nthe proverbial kitchen sink. Sid only had one bright spot: Our big\nfuel supply gave him plenty of rocket and retro when he wanted it, and\nallowed him to get us back over Muroc.\n\nI can't say he made the landing look easy, because he didn't. It\nlooked like plain hell to me, for we scorched in at something over\nfour hundred miles an hour.\n\nWhen _Nelly_ screeched to a stop, we just sat there. There was none of\nthis romantic business about snapping open face plates and exchanging\nwitty remarks. Bubble helmets don't have face plates, and besides, I\ndidn't have anything I wanted to say to Sid. I was as tired of him as\nhe was of me. I was just plain tired, if you want to know the truth.\n\nThey didn't let us alone, of course. While the crash trucks were still\nkicking up a dust trail tearing out to get us, there were guys on the\nradio with those cool voices, and Sid was tiredly saying \"Roger,\" to\nall their questions. And we didn't do any moving about. You'd be\nsurprised how weighing four hundred pounds makes you willing to wait\nfor the crane to lift you from your seat. All at once I almost wanted\nto be back in space again, where I didn't weigh anything at all.\nAlmost.\n\n       *       *       *       *       *\n\nThey flew us back to Canaveral for the de-briefing, both asleep. The\nwhole mob was there to greet us, Paul Cleary, Fred Stone, and even\nSylvia. They met us at the plane and Sylvia was the first to grab me\nas I came down the steps.\n\n\"Mike!\" she squealed. \"Are you all right?\"\n\n\"Better now,\" I said, kind of untangling from her. \"How did you manage\nthis?\" I looked up. \"Hi, Paul,\" I said to his sleepy old grin, and\nknew how.\n\n\"Dinner tonight?\" she insisted.\n\n\"I don't know,\" I said, looking over at Paul. \"I think there's a\nde-briefing or something before they turn me loose.\"\n\n\"Don't be silly,\" Sylvia said. \"It's not as if you were an astronaut\nor something.\"\n\nI was back on the ground, all right.\n\nWell, there was sort of a de-briefing. Cleary and Stone got me alone\nfor a moment in somebody's office.\n\n\"Well, Mike,\" Paul said, \"that was a great performance. What was the\ntrouble up there?\"\n\nI laughed at both of them. \"Go jump in the lake,\" I said. \"I'm out of\nthe middle.\"\n\n\"What do you mean, Mike?\" Doc Stone asked, holding his young-man's\npipe at arm's length.\n\n\"It wasn't design--because the solenoid worked. And it wasn't\ninstallation. It was materials.\" I told them about the no-good\ninsulation.\n\n\"Lucky it's only used in a couple points,\" Paul said, scowling. \"I\nguess any other point where it broke up wasn't as critical in\ndimension and no short resulted.\"\n\n\"Not yet,\" I grinned. \"It may. And I couldn't care less.\"\n\n\"You're a big winner, then, Mike,\" Paul grinned. \"Fred and I have kind\nof made up anyway, and you're in solid with Sylvia.\"\n\n\"Not with that noise,\" I said. \"No dame was worth that ride. Let Sid\nhave her.\"\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of Project Gutenberg's The Trouble with Telstar, by John Berryman\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE TROUBLE WITH TELSTAR ***\n\n***** This file should be named 30679.txt or 30679.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/0/6/7/30679/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}