{"title": "Oneness", "author": "James H. Schmitz", "releaseDate": "December 21, 2009", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n  This etext was produced from Analog Science Fact & Fiction May 1963.\n  Extensive research did not uncover any evidence that the U.S.\n  copyright on this publication was renewed.\n\n\n                               ONENESS\n\n\n            At that, you know the power to enforce\n            the Golden Rule would make a terrible weapon!\n\n\n                         by JAMES H. SCHMITZ\n\n\n                      ILLUSTRATED BY LEO SUMMERS\n\n       *       *       *       *       *\n\n\n\n\nMenesee felt excitement surge like a living tide about him as he came\nwith the other directors into the vast Tribunal Hall. Sixty years ago,\ninexcusable carelessness had deprived Earth of its first chance to\nobtain a true interstellar drive. Now, within a few hours, Earth, or\nmore specifically, the upper echelons of that great political\norganization called the Machine which had controlled the affairs of\nEarth for the past century and a half, should learn enough of the\nsecrets of the drive to insure that it would soon be in their\npossession.\n\nMenesee entered his box between those of Directors Cornelius and\nOjeda, immediately to the right of the Spokesman's Platform and with\nan excellent view of the prisoner. When Administrator Bradshaw and\nSpokesman Dorn had taken their places on the platform, Menesee seated\nhimself, drawing the transcript of the day's proceedings towards him.\nHowever, instead of glancing over it at once, he spent some seconds in\na study of the prisoner.\n\nThe fellow appeared to be still young. He was a magnificent physical\nspecimen, tall and strongly muscled, easily surpassing in this respect\nany of the hard-trained directors present. His face showed alert\nintelligence, giving no indication of the fact that for two of the\nthree days since his capture he had been drugged and subject to\nconstant hypnotic suggestion. He had given his name as Rainbolt,\nacknowledged freely that he was a member of the group of malcontent\ndeserters known in the records of the Machine as the Mars Convicts,\nbut described himself as being a \"missionary of Oneness\" whose purpose\nwas to bring the benefits of some of the principles of \"Oneness\" to\nEarth. He had refused to state whether he had any understanding of the\nstardrive by the use of which the Mars Convicts had made their mass\nescape from the penal settlements of the Fourth Planet sixty years\nbefore, though the drive obviously had been employed in bringing him\nout of the depths of interstellar space to the Solar System and Earth.\nAt the moment, while the significance of the bank of torture\ninstruments on his right could hardly have escaped him, his expression\nwas serious but not detectably concerned.\n\n\"Here is an interesting point!\" Director Ojeda's voice said on\nMenesee's right.\n\nMenesee glanced over at him. Ojeda was tapping the transcript with a\nfinger.\n\n\"This Rainbolt,\" he said, \"hasn't slept since he was captured! He\nstates, furthermore, that he has never slept since he became an\nadult--\"\n\nMenesee frowned slightly, failing to see any great significance in the\nfact. That the fellow belonged to some curious cult which had\ndeveloped among the Mars Convicts following their flight from the\nSolar System was already known. Earth's science had methods of\ninducing permanent sleeplessness but knew, too, that in most instances\nthe condition eventually gave rise to very serious side effects which\nmore than offset any advantages to be gained from it.\n\nHe picked up his transcript, indicating that he did not wish to be\ndrawn into conversation. His eyes scanned quickly over the pages. Most\nof it was information he already had. Rainbolt's ship had been\ndetected four days earlier, probing the outermost of the multiple\nglobes of force screens which had enclosed Earth for fifty years as a\ndefense both against faster-than-light missiles and Mars Convict\nspies. The ship was alone. A procedure had been planned for such an\nevent, and it was now followed. The ship was permitted to penetrate\nthe first two screens which were closed again behind it.\n\nRainbolt's ship, for all its incredible speed, was then a prisoner.\nUnhurriedly, it was worked closer to Earth until it came within range\nof giant scanners. For an instant, a large section of its interior was\nvisible to the instruments of the watchers on Earth; then the picture\nblurred and vanished again. Presumably automatic anti-scanning devices\nhad gone into action.\n\nThe photographed view was disappointing in that it revealed no details\nof the engines or their instruments. It did show, however, that the\nship had been designed for the use of one man, and that it was neither\narmored or armed. Its hull was therefore bathed with paralytics, which\nin theory should have left the pilot helpless, and ships of the\nMachine were then sent up to tow the interstellar captive down to\nEarth.\n\nAt that point, the procedure collapsed. The ship was in atmosphere\nwhen an escape capsule was suddenly ejected from it, which later was\nfound to contain Rainbolt, alert and obviously not affected by the\nparalysis beams. A moment later, the ship itself became a cloud of\nswiftly dissipating hot gas.\n\nThe partial failure of the capture might have been unavoidable in any\ncase. But the manner in which it occurred still reflected very poorly,\nMenesee thought, on the thoroughness with which the plans had been\nprepared. The directors who had been in charge of the operation would\nnot be dealt with lightly--\n\nHe became aware suddenly that the proceedings of the day had begun and\nhastily put down the transcript.\n\n       *       *       *       *       *\n\nSpokesman Dorn, the Machine's executive officer, sitting beside\nAdministrator Bradshaw at a transparent desk on the raised platform to\nMenesee's left, had enclosed the area about the prisoner with a sound\nblock and was giving a brief verbal resume of the background of the\nsituation. Few of the directors in the Tribunal Hall would have needed\nsuch information; but the matter was being carried on the Grand\nAssembly Circuit, and in hundreds of auditoriums on Earth the first\nand second echelons of the officials of the Machine had gathered to\nwitness the interrogation of the Mars Convict spy.\n\nThe penal settlements on Mars had been established almost a century\nearlier, for the dual purpose of mining the mineral riches of the\nFourth Planet and of utilizing the talents of political dissidents\nwith a scientific background too valuable to be wasted in research and\nexperimental work considered either too dangerous to be conducted on\nEarth or requiring more space than could easily be made available\nthere. One of these projects had been precisely the development of\nmore efficient spacedrives to do away with the costly and tedious\nmanoeuverings required for travel even among the inner planets.\n\nWork of such importance, of course, was supposed to be carried out\nonly under close guard and under the direct supervision of reliable\nupper-echelon scientists of the Machine. Even allowing for criminal\nnegligence, the fact that the Mars Convicts were able to develop and\ntest their stardrive under such circumstances without being detected\nsuggested that it could not be a complicated device. They did, at any\nrate, develop it, armed themselves and the miners of the other penal\nsettlements and overwhelmed their guards in surprise attack. When the\nnext ship arrived from Earth, two giant ore carriers and a number of\nsmaller guard ships had been outfitted with the drive, and the Mars\nConvicts had disappeared in them. Their speed was such that only the\nfaintest and briefest of disturbances had been registered on the\ntracking screens of space stations near Mars, the cause of which\nremained unsuspected until the news came out.\n\nAnything which could have thrown any light on the nature of the drive\nnaturally had been destroyed by the deserters before they left; and\nthe few Machine scientists who had survived the fighting were unable\nto provide information though they were questioned intensively for\nseveral years before being executed. What it added up to was that some\neighteen thousand sworn enemies of the Machine had disappeared into\nspace, equipped with an instrument of unknown type which plainly could\nbe turned into one of the deadliest of all known weapons.\n\nThe superb organization of the Machine swung into action instantly to\nmeet the threat, though the situation became complicated by the fact\nthat rumors of the manner in which the Mars Convicts had disappeared\nfiltered out to the politically dissatisfied on Earth and set off an\nunprecedented series of local uprisings which took over a decade to\nquell. In spite of such difficulties, the planet's economy was geared\nover to the new task; and presently defenses were devised and being\nconstructed which would stop missiles arriving at speeds greater than\nthat of light. Simultaneously, the greatest research project in\nhistory had begun to investigate the possibilities of either\nduplicating the fantastic drive some scientific minds on Mars had come\nupon--chiefly, it was concluded, by an improbable stroke of good\nluck--or of matching its effects through a different approach. Since\nit had been demonstrated that it could be done, there was no question\nthat in time the trained men of the Machine would achieve their goal.\nThen the armed might of the Machine would move into space to take\ncontrol of any colony established by the Mars Convicts and their\ndescendants.\n\nThat was the basic plan. The task of developing a stardrive remained a\nhuge one because of the complete lack of information about the\ndirection organized research should take. That difficulty would be\novercome easily only by a second unpredictable twist of\nfortune--unless one of the Mars Convicts' FTL ships ventured close\nenough to Earth to be captured.\n\nThe last had now happened. The ship had been destroyed before it could\nbe investigated, so that advantage was again lost. The ship's pilot,\nhowever, remained in their hands. The fact that he disclaimed having\ninformation pertinent to the drive meant nothing. So far as he knew,\nhe might very well be speaking the truth. But he had piloted a ship\nthat employed the stardrive, was familiar with instruments which\ncontrolled it, had been schooled in their use. A detailed\ninvestigation of his memories could not fail to provide literally\nhundreds of meaningful clues. And the Machine's scientists, in their\nsuperficially still fruitless search for the nature of the drive, had,\nin fact, covered basic possibilities with such comprehensive\nthoroughness that a few indisputably valid clues would show them now\nwhat it _must_ be.\n\n       *       *       *       *       *\n\nThe prisoner, still demonstrating an extraordinary degree of\nobliviousness to what lay in store for him, appeared to welcome the\nopportunity to be heard by the directors of the Machine. Menesee,\nleaning back in his chair, studied the man thoughtfully, giving only\npartial attention to what was said. This was the standard opening\nstage of a Tribunal interrogation, an underplayed exchange of\nquestions and answers. Innocuous as it seemed, it was part of a\nprocedure which had become refined almost to an unvarying ritual--a\nritual of beautiful and terrible precision which never failed to\nachieve its goals. Every man watching and listening in the Machine's\nauditoriums across the world was familiar with the swift processes by\nwhich a normal human being was transformed into a babbling puppet, his\nevery significant thought becoming available for the upper echelons to\nregard and evaluate.\n\nThey would, of course, use torture. It was part of the interlocking\nmechanisms of interrogation, no more to be omitted than the\npreliminary conditioning by drug and hypnosis. Menesee was not unduly\nsqueamish, but he felt some relief that it would not be the crude\ninstruments ranked beside the prisoner which would be used. They were\nreserved as a rule for offending members of the organization,\nproviding a salutary warning for any others who might be tempted to\nact against the interests of the Machine or fail culpably in their\nduties. This prisoner, as an individual, meant nothing to the Machine.\nHe was simply a source of valuable information. Therefore, only direct\nnerve stimulation would be employed, in the manipulation of which\nSpokesman Dorn was a master.\n\nSo far the Spokesman had restricted himself to asking the prisoner\nquestions, his voice and manner gravely courteous. To Menesee's\nsurprised interest, he had just inquired whether two men of the last\nEarth ship to visit Mars, who had disappeared there, might not have\nbeen captured by Mars Convicts operating secretly within the Solar\nSystem.\n\n\"Yes, sir,\" Rainbolt replied readily, \"they were. I'm happy to say\nthat they're still alive and well.\"\n\nMenesee recalled the incident now. After the mass escape of the Mars\nConvicts, the penal settlements had been closed down and the mining\noperations abandoned. To guard the desert planet against FTL raiders\nas Earth was guarded was technically infeasible. But twice each decade\na patrol ship went there to look for signs that the Mars Convicts had\nreturned. The last of these patrols had been conducted two years\nbefore. The missing men were believed to have been inspecting a\ndeserted settlement in a ground vehicle when they vanished, but no\ntrace of them or the vehicle could be discovered.\n\nAdministrator Bradshaw, seated to the spokesman's left, leaned forward\nas if to speak, but then sat back again. Menesee thought that\nRainbolt's blunt admission had angered him. Bradshaw, white-haired and\nhuge in build, had been for many years the nominal head of the\nMachine; but in practice the powers of the administrator were less\nthan those of the spokesman, and it would have been a breach of\nprotocol for Bradshaw to intervene in the interrogation.\n\nDorn appeared to have noticed nothing. He went on. \"What was the\nreason for capturing these men?\" \"It was necessary,\" Rainbolt\nexplained, \"to find out what the conditions on Earth were like at\npresent. At the time we didn't want to risk discovery by coming too\nclose to Earth itself. And your two men were able to tell us all we\nneeded to know.\"\n\n\"What was that?\" the spokesman said.\n\nRainbolt was silent a moment, then said, \"You see, sir, most of the\npast sixty years have been spent in finding new worlds on which human\nbeings can live without encountering too many difficulties. But\nthen--\"\n\nDorn interrupted quietly, \"You found such worlds?\"\n\n\"Yes, sir, we did,\" Rainbolt said. \"We're established, in about equal\nnumbers, on planets of three star systems. Of course, I'm not allowed\nto give you more precise information on that at present.\"\n\n\"Quite understandable,\" the spokesman agreed dryly.\n\nMenesee was conscious of a stir of intense interest among the\nlistening directors in the hall. This was news, indeed! Mingled with\nthe interest was surprised amusement at the prisoner's artless\nassumption that he had any choice about what he would or would not\ntell.\n\n\"But now that we're established,\" Rainbolt went on, apparently unaware\nof the sensation he had created, \"our next immediate concern is to\nresume contact with Earth. Naturally, we can't do that freely while\nyour Machine remains in political control of the planet. We found out\nfrom the two captured men that it still is in control. We'd hoped that\nafter sixty years government in such a form would have become obselete\nhere.\"\n\n       *       *       *       *       *\n\nMenesee heard an astonished murmuring from the director boxes on his\nright, and felt himself that the fellow's impudent last remark might\nwell have been answered by a pulse of nerve stimulation. Spokesman\nDorn, however, replied calmly that the Machine happened to be\nindispensable to Earth. A planetary economy, and one on the verge of\nbecoming an interplanetary and even interstellar economy, was simply\ntoo intricate and precariously balanced a structure to maintain\nwithout the assistance of a very tightly organized governing class.\n\n\"If the Machine were to vanish today,\" he explained, \"Earth would\napproach a state of complete chaos before the month was out. In a\nyear, a billion human beings would be starving to death. There would\nbe fighting ... wars--\" He shrugged, \"You name it. No, my friend, the\nMachine is here to stay. And the Mars Convicts may as well resign\nthemselves to the fact.\"\n\nRainbolt replied earnestly that he was not too well informed in\neconomics, that not being his field. However, he had been told and\nbelieved that while the situation described by the spokesman would be\ntrue today, it should not take many years to train the populations of\nEarth to run their affairs quite as efficiently as the Machine had\ndone, and without loss of personal and political liberties.\n\nAt any rate, the Mars Convicts and their descendants did not intend\nto give up the independence they had acquired. On the other hand, they\nhad two vital reasons for wanting to come to an agreement with Earth.\nOne was that they might waste centuries in attempting to accomplish by\nthemselves what they could now do immediately if Earth's vast\nresources were made available to them. And the other, of course, was\nthe obvious fact that Earth would not remain indefinitely without a\nstardrive of its own. If an unfriendly government was in control when\nit obtained one, the Mars Convicts would be forced either to abandon\ntheir newly settled planets and retreat farther into the galaxy or\nsubmit to Earth's superior strength.\n\nMeanwhile, however, they had developed the principles of Oneness.\nOneness was in essence a philosophy, but it had many practical\napplications; and it was in such practical applications that he,\nRainbolt, was a trained specialist. He had, therefore, been dispatched\nto Earth to introduce the principles, which would in time bring about\nthe orderly disintegration of the system of the Machine, to be\nfollowed by the establishment of an Earth government with which the\nMars Convicts could deal without detriment to themselves.\n\nMenesee had listened with a sense of growing angry incredulity. The\nfellow couldn't be as much of a fool as he seemed! Therefore, he had\ndevised this hoax after he realised he would be captured, to cover up\nhis real purpose which could only be that of a spy. Menesee saw that\nAdministrator Bradshaw was saying something in a low voice to the\nspokesman, his face stony. Dorn glanced over at him, then looked back\nat the prisoner and said impassively, \"So the goal of your missionary\nwork here is the disintegration of the Machine?\"\n\nRainbolt nodded, with an air almost of eagerness. \"Yes, sir, it is!\nAnd if I will now be permitted to--\"\n\n\"I am afraid you will be permitted to do nothing,\" Spokesman Dorn said\ndryly, \"except, of course, to answer the number of questions we intend\nto ask you.\"\n\nRainbolt checked himself, looking startled. The spokesman's hand had\nmoved very slightly on the desk before him and Rainbolt had just had\nhis first experience with direct nerve stimulation. He stood kneading\nhis right hand with his left, staring up at the spokesman, mouth half\nopen.\n\nMenesee smiled in grim amusement. It would have been a low-level\npulse, of course; but even a low-level pulse, arriving unexpectedly,\nwas a very unpleasant surprise. He had foreseen the spokesman's\naction, had, in fact, felt a sympathetic imaginary twinge in his own\nright hand as the pulse reached the prisoner.\n\nRainbolt swallowed, said in a changed voice, \"Sir, we heard from the\ntwo captured men that the Machine has retained its practice of torture\nduring interrogations. It isn't necessary to convince me that you are\nserious about this. Do the questions you referred to have to do with\nthe stardrive?\"\n\nThe spokesman nodded. \"Of course.\"\n\nRainbolt said stubbornly, \"Then, sir, it can do you no good at all to\ntorture me. I simply don't have such information. We do plan to make\nthe stardrive freely available to Earth. But not while Earth is ruled\nby the organization of the Machine.\"\n\nThis time, Menesee did not observe the motion of the spokesman's hand.\nInstead he saw Rainbolt jerk violently to the right. At the same\nmoment, a blast of intense, fiery, almost unbearable pain shot up his\nown arm. As he grasped his arm, sweat spurting out on his face, he\nheard screams from the box on his left and realized it was Director\nCornelius who screamed.\n\nThere were answering screams from around the hall.\n\n[Illustration]\n\nThen the pain suddenly subsided.\n\n       *       *       *       *       *\n\nMenesee started about, breathing raggedly. The pain-reaction had been\nsevere enough to affect his vision; the great hall looked momentarily\ndarker than it should have been. And although the actual pain had\nended, the muscles of his arm and shoulder were still trying to cramp\ninto knots.\n\nThere was no more screaming. From the right came Director Ojeda's\ngasping voice. \"What happened? Did something go wrong with the\nstimulating devices? We might all have been killed--!\"\n\nMenesee didn't reply. Wherever he looked, he saw faces whitened with\nshock. Apparently everyone in the Tribunal Hall, from the\nadministrator and Spokesman Dorn on down to the directors' attendants\nand the two guards flanking the prisoner's area, had felt the same\nthing. Here and there, men who had collapsed were struggling awkwardly\nback to their feet. He heard a hoarse whisper behind him. \"Sir,\nDirector Cornelius appears to have fainted!\"\n\nMenesee glanced around, saw Cornelius' attendant behind the box, then\nCornelius himself, slumped forward, face down and motionless,\nsprawling half across his table. \"Let him lie there and keep quiet,\nfool!\" Menesee ordered the man sharply. He returned his attention to\nthe center of the hall as Spokesman Dorn announced in a voice which\nheld more of an edge than was normal but had lost none of its strength\nand steadiness, \"Before any moves are suggested, I shall tell you what\nhas been done.\n\n\"The Tribunal Hall has been sealed and further events in it will be\nmonitored from without. No one will be able to leave until the matter\nwith which we are now concerned here has been settled to the\nsatisfaction of the Machine.\n\n\"Next, any of you who believe that an instrument failure was involved\nin the experience we shared can disabuse themselves. The same effect\nwas reported immediately from two other auditoriums on the Great\nCircuit, and it is quite possible that it was repeated in all of\nthem.\"\n\nRainbolt, grimacing and massaging his right arm vigorously, nodded.\n\"It was repeated in all of them, sir!\"\n\nThe spokesman ignored him, went on. \"The Tribunal Hall has, therefore,\nbeen cut out of the Grand Assembly Circuit. How circuit energies could\nhave been employed to transmit such physical sensations is not clear.\nBut they will not be used in that manner again.\"\n\nMenesee felt a flash of admiration. His own thoughts had been turning\nin the same direction, but he couldn't have approached Spokesman\nDorn's decisive speed of action.\n\nDorn turned his attention now to Rainbolt. \"What happened,\" he said,\n\"apparently was caused by yourself.\"\n\nRainbolt nodded. \"Yes, sir. It was. It was an application of Oneness.\nAt present, I'm acting as a focal point of Oneness. Until that\ncondition is changed, whatever I experience here will be\nsimultaneously experienced by yourselves.\"\n\nMenesee thought that the effects of the Machine's discipline became\nsplendidly apparent at that point. No one stirred in the great hall\nthough it must have been obvious to every man present that Rainbolt's\nwords might have doomed them along with himself.\n\nRainbolt went on, addressing Spokesman Dorn.\n\n\"There is only one mistake in your reasoning, sir. The demonstrated\neffect of Oneness is not carried by the energies of the Grand Assembly\nCircuit, though I made use of those energies in establishing an\ninitial connection with the other auditoriums and the people in them.\n\n\"You see, sir, we learned from the two men captured on Mars about your\npractice of having the two highest echelons of your organization\nattend significant hearings in the Tribunal Hall through the Assembly\nCircuit. Our plan was based on that. We knew that if anything was to\nbe accomplished with the Oneness principles on Earth, it would have to\nbe through a situation in which they could be applied simultaneously\nto the entire leadership of the Machine. That has now been done, and\nthe fact that you had the Tribunal Hall taken out of the Assembly\nCircuit did not change the Oneness contact. It remains in full\neffect.\"\n\nSpokesman Dorn stared at him for an instant, said, \"We can test the\ntruth of that statement immediately, of course; and we shall!\" His\nhand moved on the desk.\n\n       *       *       *       *       *\n\nMenesee felt pain surge through his left arm. It was not nearly as\nacute a sensation as the previous pulse had been, but it lasted\nlonger--a good ten seconds. Menesee let his breath out carefully as it\nagain ebbed away.\n\nHe heard the spokesman saying, \"Rainbolt's claim appears to be\nverified. I've received a report that the pulse was being experienced\nin one of the auditoriums ... and, yes ... now in several.\"\n\nRainbolt nodded. \"It was a valid claim, believe me, sir!\" he said\nearnestly. \"The applications of our principles have been very\nthoroughly explored, and the effects are invariable. Naturally, our\nstrategem would have been useless if I'd been able to maintain contact\nonly long enough to provide you with a demonstration of Oneness. Such\na contact can be broken again, of course. But until I act deliberately\nto break it, it maintains itself automatically.\n\n\"To make that clear, I should explain that distance, direction and\nintervening shielding materials do not change the strength of the\ncontact. Distance at least does not until it is extended to\napproximately fifty thousand miles.\"\n\n\"And what happens then?\" the spokesman asked, watching him.\n\n\"At that point,\" Rainbolt acknowledged, \"Oneness contacts do become\ntenuous and begin to dissolve.\" He added, almost apologetically,\n\"However, that offers you no practical solution to your problem.\"\n\n\"Why not?\" Dorn asked. He smiled faintly. \"Why shouldn't we simply\nlock you into a spaceship and direct the ship through the defense\nfields and out into the solar system on automatic control?\"\n\n\"I sincerely hope you don't try it, sir! Experiments in dissolving\ncontacts in that manner have been invariably fatal to all connected\nindividuals.\"\n\nThe spokesman hesitated. \"You and every member of the Machine with\nwhom you are now in contact would die together if that were done?\"\n\n\"Yes, sir. That is certain what the results of those experiments\nshow.\"\n\nAdministrator Bradshaw, who had been staring coldly at Rainbolt, asked\nin a hard, flat voice, \"If you do nothing to break the contact, how\nlong will this situation continue?\"\n\nRainbolt looked at him. \"Indefinitely, sir,\" he said. \"There is\nnothing I need to do about it. It is a static condition.\"\n\n\"In that case,\" Bradshaw said icily, \"_this_ should serve to break the\ncontact through you!\"\n\nAs his hand came up, leveling a gun, Menesee was half out of his\nchair, hands raised in alarmed protest. \"Stop him!\" Menesee shouted.\n\nBut Administrator Bradshaw already was sagging sideways over the\narmrest of this chair, head lolling backwards. The gun slid from his\nhand, dropped to the platform.\n\n\"Director Menesee,\" Dorn said coolly from beside Bradshaw, \"I thank\nyou for your intended warning! Since the administrator and the\nspokesman are the only persons permitted to bear arms in the Tribunal\nHall, I was naturally prepared to paralyze Administrator Bradshaw if\nhe showed intentions of resorting to thoughtless action.\" He looked\ndown at Rainbolt. \"Are Director Menesee and I correct in assuming that\nif you died violently the persons with whom you are in contact would\nagain suffer the same experience?\"\n\n\"Yes, sir,\" Rainbolt said. \"That is implicit in the principles of\nOneness.\" He shrugged. \"Under most circumstances, it is a very\nundesirable effect. But here we have made use of it--\"\n\n       *       *       *       *       *\n\n\"The situation,\" Spokesman Dorn told the directors in the Tribunal\nHall some minutes later, \"is then this. There has been nothing\nhaphazard about the Mars Convicts' plan to coerce us into accepting\ntheir terms. Considering the probable quality of the type of minds\nwhich developed both the stardrive and the extraordinary 'philosophy'\nwe have encountered today, that could be taken for granted from the\nstart. We cannot kill their emissary here, or subject him to serious\npain or injury, since we would pay a completely disproportionate\npenalty in doing it.\n\n\"However, that doesn't mean that we should surrender to the Mars\nConvicts. In fact, for all their cleverness, they appear to be acting\nout of something very close to desperation. They have gained no\nessential advantage through their trick, and we must assume they made\nthe mistake of underestimating us. This gentleman they sent to Earth\nhas been given thorough physical examinations. They show him to be in\nexcellent health. He is also younger by many years than most of us.\n\n\"So he will be confined to quarters where he will be comfortable and\nprovided with whatever he wishes ... but where he will not be provided\nwith any way of doing harm to himself. And then, I believe, we can\nsimply forget about him. He will receive the best of attention,\nincluding medical care. Under such circumstances, we can expect his\nnatural life span to exceed our own.\n\n\"Meanwhile, we shall continue our program of developing our own\nspacedrive. As the Mars Convicts themselves foresee, we'll gain it\neventually and will then be more than a match for them. Until then the\ndefense fields around Earth will remain closed. No ship will leave\nEarth and no ship will be admitted to it. And in the long run we will\nwin.\"\n\nThe spokesman paused, added, \"If there are no other suggestions, this\nman will now be conducted to the hospital of the Machine where he is\nto be detained for the remainder of his days.\"\n\nAcross the hall from Menesee, a figure arose deliberately in one of\nthe boxes. A heavy voice said, \"Spokesman Dorn, I very definitely do\nhave a suggestion.\"\n\nDorn looked over, nodded warily. \"Go ahead, Director Squires!\"\n\nMenesee grimaced in distaste. He had no liking for Squires, a harsh,\narrogant man, notorious for his relentless persecution of any director\nor officer who, in Squires' opinion, had become slack in his duties to\nthe Machine. But he had a large following in the upper echelons, and\nhis words carried weight.\n\nSquires folded his arms, said unhurriedly as if savoring each word,\n\"As you pointed out, Spokesman Dorn, we cannot hurt the person of this\nprisoner. His immediate accomplices also remain beyond our reach at\npresent. However, our hands are not--as you seem to imply--so\ncompletely tied that we cannot strike back at these rascals at once.\nThere are camps on Earth filled with people of the same political\nstripe--potential supporters of the Mars Convicts who would be in\nfullest sympathy with their goals if they learned of them.\n\n\"I suggest that these people serve now as an object lesson to show the\nMars Convicts the full measure of our determination to submit to no\nthreats of force! Let this prisoner and the other convicts who\ndoubtless are lurking in nearby space beyond Earth's defense fields\nknow that _for every day_ their obscene threat against the high\nofficers of the Machine continues hundreds of malcontents who would\nwelcome them on Earth will be painfully executed! Let them--\"\n\nPain doubled Menesee abruptly over the table before him. A savage,\ncompressing pain, very different from the fiery touch of the nerve\nstimulators, which held him immobile, unable to cry out or draw\nbreath.\n\nIt relaxed almost as instantaneously as it had come on. Menesee\nslumped back in his chair, shaken and choking, fighting down bitter\nnausea. His eyes refocused painfully on Rainbolt, gray-faced but on\nhis feet, in the prisoner's area.\n\n\"You will find,\" Rainbolt was saying, \"that Director Squires is dead.\nAnd so, I'm very much afraid, is every other member of the upper\nechelons whose heart was in no better condition than his. This was a\ndemonstration I had not intended to give you. But since it has been\ngiven, it should serve as a reminder that while it is true we could\nnot force you directly to do as we wish, there are things we are\nresolved not to tolerate.\"\n\nOjeda was whispering shakily near Menesee, \"He controls his body to\nthe extent that he was able to bring on a heart attack in himself and\nproject it to all of us! He counted on his own superb physical\ncondition to pull him through it unharmed. _That_ is why he didn't\nseem frightened when the administrator threatened him with a gun. Even\nif the spokesman hadn't acted, that gun never would have been fired.\n\n\"Menesee, no precautions we could take will stop that monster from\nkilling us all whenever he finally chooses--simply by committing\nsuicide through an act of will!\"\n\nSpokesman Dorn's voice seemed to answer Ojeda.\n\n\"Director Squires,\" Dorn's voice said, still thinned by pain but oddly\ntriumphant, \"became a victim of his own pointless vindictiveness. It\nwas a mistake which, I am certain, no member of the Machine will care\nto repeat.\n\n\"Otherwise, this incident has merely served to confirm that the Mars\nConvicts operate under definite limitations. They _could_ kill us but\ncan't afford to do it. If they are to thrive in space, they need\nEarth, and Earth's resources. They are aware that if the Machine's\nleadership dies, Earth will lapse into utter anarchy and turn its\ntremendous weapons upon itself.\n\n\"The Mars Convicts could gain nothing from a ruined and depopulated\nplanet. Therefore, the situation as it stands remains a draw. We shall\ndevote every effort to turn it into a victory for us. The agreement we\ncome to eventually with the Mars Convicts will be on our terms--and\nthere is essentially nothing they or this man, with all his powers,\ncan do to prevent it.\"\n\n       *       *       *       *       *\n\nThe Missionary of Oneness swung his bronzed, well-muscled legs over\nthe side of the hammock and sat up. With an expression of great\ninterest, he watched Spokesman Dorn coming across the sun room towards\nhim from the entrance corridor of his hospital suite. It was the first\nvisit he'd had from any member of the organization of the Machine in\nthe two years he had been confined here.\n\nFor Spokesman Dorn it had been, to judge by his appearance, a\nstrenuous two years. He had lost weight and there were dark smudges of\nfatigue under his eyes. At the moment, however, his face appeared\nrelaxed. It might have been the relaxation a man feels who has been\nemptied out by a hard stint of work, but knows he has accomplished\neverything that could possibly have been done.\n\nDorn came to a stop a dozen feet from the hammock. For some seconds,\nthe two men regarded each other without speaking.\n\n\"On my way here,\" Dorn remarked then, \"I was wondering whether you\nmightn't already know what I've come to tell you.\"\n\nRainbolt shook his head.\n\n\"No,\" he said. \"I think I could guess what it is--I pick up\ngeneralized impressions from outside--but I don't really know.\"\n\nSpokesman Dorn considered that a moment, chewing his lower lip\nreflectively. Then he shrugged.\n\n\"So actual mind-reading doesn't happen to be one of your talents,\" he\nsaid. \"I was rather sure of that, though others had a different\nopinion. Of course, considering what you are able to do, it wouldn't\nreally make much difference.\n\n\"Well ... this morning we sent out a general call by space radio to\nany Mars Convict ships which might be in the Solar System to come in.\nThe call was answered. Earth's defense fields have been shut down, and\nthe first FTL ships will land within an hour.\"\n\n\"For what purpose?\" Rainbolt said curiously.\n\n\"There's a strong popular feeling,\" Spokesman Dorn said, \"that your\ncolleagues should take part in deciding what pattern Earth's permanent\nform of government will take. In recent months we've handled things in\na rather provisional and haphazard manner, but the situation is\nstraightened out well enough now to permit giving attention to such\nlegalistic details. Incidentally, you will naturally be free to leave\nwhen I do. Transportation is available for you if you wish to welcome\nyour friends at the spaceport.\"\n\n\"Thank you,\" said Rainbolt. \"I believe I will.\"\n\nSpokesman Dorn shrugged. \"What could we do?\" he said, almost\ndisinterestedly. \"You never slept. In the beginning you were drugged a\nnumber of times, as you probably know, but we soon discovered that\ndrugging you seemed to make no difference at all.\"\n\n\"It doesn't,\" Rainbolt agreed.\n\n\"Day after day,\" Dorn went on, \"we'd find thoughts and inclinations\ncoming into our minds we'd never wanted there. It was an eerie\nexperience--though personally I found it even more disconcerting to\nawaken in the morning and discover that my attitudes had changed in\nsome particular or other, and as a rule changed irrevocably.\"\n\nRainbolt said, \"In a sense, those weren't really your attitudes, you\nknow. They were results of the conditioning of the Machine. It was\nthe conditioning I was undermining.\"\n\n\"Perhaps it was that,\" Dorn said. \"It seems to make very little\ndifference now.\" He paused, frowned. \"When the first talk of\ninitiating change began in the councils, there were numerous\nexecutions. I know now that we were badly frightened men. Then those\nof us who had ordered the executions found themselves wanting similar\nchanges. Presently we had a majority, and the changes began to be\nbrought about. Reforms, you would call them--and reforms I suppose\nthey actually were. There was considerable general disturbance, of\ncourse, but we retained the organization to keep that within\nreasonable bounds.\"\n\n\"We expected that you would,\" Rainbolt said.\n\n\"It hasn't really been too bad,\" Spokesman Dorn said reflectively. \"It\nwas simply an extraordinary amount of work to change the structure of\nthings that had been imposed on Earth by the Machine for the past\ncentury and a half. And the curious part of it is, you know, that now\nit's done we don't even feel resentment! We actually wouldn't want to\ngo back to what we had before. You've obtained an incredible hold on\nour minds--and frankly I expect that when at last you do relinquish\nyour control, we'll commit suicide or go mad.\"\n\nRainbolt shook his head. \"There's been just one mistake in what you've\nsaid,\" he remarked.\n\nSpokesman Dorn looked at him with tired eyes. \"What's that?\" he asked.\n\n\"I said I was undermining the conditioning of the Machine. I did--and\nafter that I did nothing. You people simply have been doing what most\nof you always would have preferred to do, Spokesman. I relinquished\ncontrol of the last of you over six months ago.\"\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Oneness, by James H. Schmitz\n\n*** END OF THIS PROJECT GUTENBERG EBOOK ONENESS ***\n\n***** This file should be named 30728.txt or 30728.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/0/7/2/30728/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}