{"title": "Anything You Can Do", "author": "Gordon Randall Garrett", "releaseDate": "December 23, 2009", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n  This etext was produced from Analog Science Fact & Fiction May and June\n  1962. Extensive research did not uncover any evidence that the U.S.\n  copyright on this publication was renewed.\n\n  This is the illustrated, shorter version of the EBook #24436\n\n\n                         ANYTHING YOU CAN DO!\n\n\n     First of two parts. The Alien was _really_ alien--and Earth\n     was faced with a strange problem indeed. They _had_ to have\n     a superman. And there weren't any. So....\n\n\n                        by Darrell T. Langart\n\n\n                         ILLUSTRATED BY LEONE\n\n       *       *       *       *       *\n\n\n\n\nI\n\n\nLike some great silver-pink fish, the ship sang on through the eternal\nnight. There was no impression of swimming; the fish shape had neither\nfins nor a tail. It was as though it were hovering in wait for a member of\nsome smaller species to swoop suddenly down from nowhere, so that it, in\nturn, could pounce and kill.\n\nBut still it moved.\n\nOnly a being who was thoroughly familiar with the type could have told\nthat this fish was dying.\n\n[Illustration]\n\nIn shape, the ship was rather like a narrow flounder--long, tapered, and\noval in cross-section--but it showed none of the exterior markings one\nmight expect of either a living thing or of a spaceship. With one\nexception, the smooth, silver-pink exterior was featureless.\n\nThat one exception was a long, purplish-black, roughened discoloration\nthat ran along one side for almost half of the ship's seventeen meters of\nlength. It was the only external sign that the ship was dying.\n\nInside the ship, the Nipe neither knew nor cared about the discoloration.\nHad he thought about it, he would have deduced the presence of the burn,\nbut it was the least of his worries. The internal damage that had been\ndone to the ship was by far the more serious. It could, quite possibly,\nkill him.\n\nThe Nipe, of course, had no intention of dying. Not out here. Not so far,\nso very far, from his own people. Not out here, where his death would be\nso very improper.\n\nHe looked at the ball of the yellow-white sun ahead and wondered that such\na relatively stable, inactive star could have produced such a tremendously\nenergetic plasmoid that it could still do the damage it had done so far\nout. It had been a freak, of course. Such suns as this did not normally\nproduce such energetic swirls of magnetic force.\n\nBut the thing had been there, nonetheless, and the ship had hit it at high\nvelocity. Fortunately, the ship had only touched the edge of the swirling\ncloud, otherwise the entire ship would have vanished in a puff of\nincandescence. But it had done enough. The power plants that drove the\nship at ultralight velocities through the depths of interstellar space had\nbeen so badly damaged that they could only be used in short bursts, and\neach burst brought them nearer to the fusion point. Most of the\ninstruments were powerless; the Nipe was not even sure he could land the\nvessel. Any attempt to use the communicator to call home would have blown\nthe ship to atoms.\n\nThe Nipe did not want to die, but, if die he must, he did not want to die\nfoolishly.\n\nIt had taken a long time to drift in from the outer reaches of this sun's\nplanetary system, but using the power plants any more than absolutely\nnecessary would have been fool-hardy.\n\nThe Nipe missed the companionship his brother had given him for so long;\nhis help would be invaluable now. But there had been no choice. There had\nnot been enough supplies for two to survive the long fall inward toward\nthe distant sun. The Nipe, having discovered the fact first, had, out of\nhis mercy and compassion, killed his brother while the other was not\nlooking. Then, having eaten his brother with all due ceremony, he had\nsettled down to the long, lonely wait.\n\nBeings of another race might have cursed the accident that had disabled\nthe ship, or regretted the necessity that one of them should die, but the\nNipe did neither, for, to him, the first notion would have been foolish,\nand the second incomprehensible.\n\nBut now, as the ship fell ever closer toward the yellow-white sun, he\nbegan to worry about his own fate. For a while, it had seemed almost\ncertain that he would survive long enough to build a communicator--for\nthe instruments had already told him and his brother that the system ahead\nwas inhabited by creatures of reasoning power, if not true intelligence,\nand it would almost certainly be possible to get the equipment he needed\nfor them. Now, though, it looked as if the ship would not survive a\nlanding. He had had to steer it away from a great gas giant, which had\nseriously endangered the power plants.\n\nHe did not want to die in space--wasted, forever undevoured. At least, he\nmust die on a planet, where there might be creatures with the compassion\nand wisdom to give his body the proper ingestion. The thought of feeding\ninferior creatures was repugnant, but it was better than rotting to feed\nmonocells or ectogenes, and far superior to wasting away in space.\n\nEven thoughts such as these did not occupy his mind often or for very\nlong. Far, far better than any of them was the desire--and planning for\nsurvival.\n\n       *       *       *       *       *\n\nThe outer orbits of the gas giants had been passed at last, and the Nipe\nfell on through the asteroid belt without approaching any of the larger\npieces of rock-and-metal. That he and his brother had originally elected\nto come into this system along its orbital plane had been a mixed\nblessing; to have come in at a different angle would have avoided all the\ndebris--from planetary size on down--that is thickest in a star's\nequatorial plane, but it would also have meant a greater chance of\nmissing a suitable planet unless too much reliance were placed on the\nalready weakened power generators. As it was, the Nipe had been able to\nuse the gravitational field of the gas giant to swing his ship toward the\nprecise spot where the third planet would be when the ship arrived in the\nthird orbit. Moreover, the third planet would be retreating from the\nNipe's line of flight, which would make the velocity difference that much\nthe less.\n\nFor a while, the Nipe had toyed with the idea of using the mining bases\nthat the local life form had set up in the asteroid belt as bases for his\nown operations, but he had decided against it. Movement would be much\nfreer and much more productive on a planet than it would be in the Belt.\n\nHe would have preferred using the fourth planet for his base. Although\nmuch smaller, it had the same reddish, arid look as his own home planet,\nwhile the third world was three-quarters drowned in water. But there were\ntwo factors that weighed so heavily against that choice that they rendered\nit impossible. In the first place, by far the greater proportion of the\nlocal inhabitants' commerce was between the asteroids and the third\nplanet. Second, and much more important, the fourth world was at such a\npoint in her orbit that the energy required to land would destroy the ship\nbeyond any doubt.\n\nIt would have to be the third world.\n\nAs the ship fell inward, the Nipe watched his pitifully inadequate\ninstruments, doing his best to keep tabs on every one of the\nfeebly-powered ships that the local life form used to move through space.\nHe did not want to be spotted now, and even though the odds were against\nthese beings having any instrument highly developed enough to spot his\ncraft, there was always the possibility that he might be observed\noptically.\n\nSo he squatted there in the ship, a centipede-like thing about five feet\nin length and a little less than eighteen inches in diameter, with eight\narticulated limbs spaced in pairs along his body, any one of which could\nbe used as hand or foot. His head, which was long and snouted, displayed\ntwo pairs of violet eyes which kept a constant watch on the indicators and\nscreens of the few instruments that were still functioning aboard the\nship.\n\nAnd he waited as the ship fell towards its rendezvous with the third\nplanet.\n\n\nII\n\nWang Kulichenko pulled the collar of his uniform coat up closer around his\nears and pulled the helmet and face-mask down a bit. It was only early\nOctober, but here in the tundra country the wind had a tendency to be\nchill and biting in the morning, even at this time of year. Within a week\nor so, he'd have to start using the power pack on his horse to\nelectrically warm his protective clothing and the horse's wrappings, but\nthere was no necessity of that yet. He smiled a little as he always did\nwhen he thought of his grandfather's remarks about such \"new-fangled\nnonsense\".\n\n\"Your ancestors, son of my son,\" he would say, \"conquered the tundra and\nlived upon it for thousands of years without the need of such womanish\nthings. Are there no men anymore? Are there none who can face nature alone\nand unafraid without the aid of artifices that bring softness?\"\n\nBut Wang Kulichenko noticed--though, out of politeness, he never pointed\nit out--that the old man never failed to take advantage of the electric\nwarmth of the house when the short days came and the snow blew across the\ncountry like fine white sand. And he never complained about the lights or\nthe television or the hot water, except to grumble occasionally that they\nwere a little old and out of date and that the mail-order catalog showed\nthat better models were available in Vladivostok.\n\nAnd Wang would remind the old man, very gently, that a paper-forest ranger\nmade only so much money, and that there would have to be more saving\nbefore such things could be bought. He did not--_ever_--remind the old man\nthat he, Wang, was stretching a point to keep his grandfather on the\npayroll as an assistant.\n\nWang Kulichenko patted his horse's rump and urged her softly to step up\nher pace just a bit. He had a certain amount of territory to cover, and,\nalthough he wanted to be careful in his checking, he also wanted to get\nhome early.\n\nAround him, the neatly-planted forest of paper-trees spread knotty, alien\nbranches, trying to catch the rays of the winter-waning sun. Whenever Wang\nthought of his grandfather's remarks about his ancestors, he always\nwondered, as a corollary, what those same ancestors would have thought\nabout a forest growing up here, where no forest like this one had ever\ngrown before.\n\nThey were called paper-trees because the bulk of their pulp was used to\nmake paper (they were of no use whatever as lumber), but they weren't\ntrees, really, and the organic chemicals that were leached from them\nduring the pulping process were of far more value than the paper pulp.\n\nThey were mutations of a smaller plant that had been found in the\ntemperate regions of Mars and purposely changed genetically to grow on the\nSiberian tundra, where the conditions were similar to, but superior to,\ntheir natural habitat. They looked as though someone had managed to cross\nbreed the Joshua tree with the cypress and then persuaded the result to\ngrow grass instead of leaves.\n\nIn the distance, Wang heard the whining of the wind and he automatically\npulled his coat a little tighter, even though he noticed no increase in\nthe wind velocity around him.\n\nThen, as the whine became louder, he realized that it was not the wind.\n\nHe turned his head toward the noise and looked up. For a long minute, he\nwatched the sky as the sound gained volume, but he could see nothing at\nfirst. Then he caught a glimpse of motion. A dot that was hard to\ndistinguish against the cloud-mottled gray sky.\n\nWhat was it? An air transport in trouble? There were two trans-polar\nroutes that passed within a few hundred miles of here, but no air\ntransport he had ever seen had made a noise like that. Normally, they were\nso high as to be both invisible and inaudible. Must be trouble of some\nsort.\n\nHe reached down to the saddle pack without taking his eyes off the moving\nspeck and took out the radiophone. He held it to his ear and thumbed the\ncall button insistently.\n\n_Grandfather_, he thought with growing irritation as the seconds passed,\n_wake up! Come on, old dozer, rouse yourself from your dreams!_\n\nAt the same time, he checked his wrist compass and estimated the direction\nof flight of the dot and its direction from him. He'd at least be able to\ngive the airline authorities some information if the ship fell. He wished\nthere were some way to triangulate its height and so on, but he had no\nneed for that kind of thing, so he hadn't the equipment.\n\n\"Yes? Yes?\" came a testy, dry voice through the earphone.\n\nQuickly, Wang gave his grandfather all the information he had on the\nflying thing. By now, the whine had become a shrill roar, and the thing in\nthe air had become a silver-pink fish shape.\n\n\"I think it's coming down very close to here,\" Wang concluded. \"You call\nthe authorities and let them know that one of the aircraft is in trouble.\nI'll see if I can be of any help here. I'll call you back later.\"\n\n\"As you say,\" the old man said hurriedly. He cut off.\n\n       *       *       *       *       *\n\nWang was beginning to realize that the thing was a spaceship, not an\nairship. By this time, he could see the thing more clearly. He had never\nactually seen a spacecraft, but he'd seen enough of them on television to\nknow what they looked like. This one didn't look like a standard type at\nall, and it didn't behave like one, but it looked even less like an\nairship, and he knew enough to know that he didn't necessarily know every\ntype of spaceship ever built.\n\nIn shape, it resembled the old rocket-propelled jobs that had been first\nused for space exploration a century before, rather than looking like the\nfat ovoids that he was used to. But there were no signs of rocket\nexhausts, and yet the ship was very obviously slowing, so it must have an\ninertia drive.\n\nIt was coming in much lower now, on a line north of him, headed almost due\neast. He urged the mare forward, in order to try to keep up with the\ncraft, although it was obviously going several hundred miles per\nhour--hardly a horse's pace.\n\nStill, it was slowing rapidly--very rapidly. Maybe--\n\nHe kept the mare moving.\n\nThe strange ship skimmed along the treetops in the distance and\ndisappeared from sight. Then there was a thunderous crash, a tearing of\nwood and foliage, and a grinding, plowing sound.\n\nFor a few seconds afterward, there was silence. Then there came a soft\nrumble, as of water beginning to boil in some huge, but distant, samovar.\nIt seemed to go on and on and on.\n\nAnd there was a bluish, fluctuating glow on the horizon.\n\n_Radioactivity?_ Wang wondered. Surely not an atomic-powered ship without\nsafety cutoffs in this day and age.\n\nHe pulled out his radiophone and thumbed the call button again.\n\nThis time, there was no delay. \"Yes?\"\n\n\"How are the radiation detectors behaving there, Grandfather?\"\n\n\"One moment. I shall see.\" There was a silence. Then: \"No unusual\nactivity, young Wang. Why?\"\n\nWang told him, then asked: \"Did you get hold of the air authorities?\"\n\n\"Yes. They have no missing aircraft, but they're checking with the space\nfields. The way you describe it, the thing must be a spaceship of some\nkind.\"\n\n\"I think so, too. I wish I had a radiation detector here, though. I'd\nlike to know whether that thing is hot or not. It's only a couple of miles\nor so away. I think I'd better stay away. Meanwhile, you'd better put in a\ncall to Central Headquarters Fire Control. There's going to be a holocaust\nif I'm any judge unless they get here fast with plenty of equipment.\"\n\n\"I'll see to it,\" said his grandfather, cutting off.\n\nThe bluish glow in the sky had quite died away by now, and the distant\nrumbling was gone, too. And, oddly enough, there was not much smoke in the\ndistance. There was a small cloud of gray that rose, streamerlike, from\nwhere the glow had been, but even that faded away fairly rapidly in the\nchill breeze. Quite obviously, there would be no fire. After several more\nminutes of watching, he was sure of it. There couldn't have been much heat\nproduced in that explosion--if it could really be called an explosion.\n\nThen he saw something moving in the trees between himself and the spot\nwhere the ship had come down. He couldn't quite see what it was, but it\nlooked like someone crawling.\n\n\"Halloo, there!\" he called out. \"Are you hurt?\"\n\nThere was no answer. Perhaps whoever it was didn't understand Russian.\nWang's command of English wasn't too good, but he called out in that\nlanguage.\n\nStill there was no answer. Whoever it was had crawled out of sight.\n\nThen he realized that it couldn't be anyone crawling. No one could even\nhave run the distance between here and the ship in the time since it had\nhit, much less crawled.\n\nHe frowned. A wolf, then? Possibly. They weren't too common, but there\nwere still plenty of them around.\n\nHe unholstered the heavy pistol at his side.\n\nAnd, as he slid the barrel free, he became the first human being ever to\nsee the Nipe.\n\nFor an instant, as the Nipe came out from behind a tree fifteen feet away,\nWang Kulichenko froze as he saw those four baleful violet eyes glaring at\nhim from the snouted head. He jerked up the pistol to fire.\n\nHe was much too late. His reflexes were too slow by far. The Nipe launched\nitself across the intervening space in a blur of speed that would have\nmade a leopard seem slow. The alien's hands slapped aside the gun with a\nviolence that broke the man's wrist, while other hands slammed at his\nskull.\n\nWang Kulichenko hardly had time to be surprised before he died.\n\n       *       *       *       *       *\n\nThe Nipe stood quietly for a moment, looking down at the thing he had\nkilled. His stomach churned with disgust. He ignored the fading hoofbeats\nof the slave-animal from which he had knocked the thing that lay on the\nground with a crushed skull. The slave-animal was unintelligent and\nunimportant.\n\nThis was the intelligent one.\n\nBut so slow! So incredibly slow! And so weak and soft!\n\nIt seemed impossible that such poorly-equipped beasts could have survived\nlong enough on any world to evolve to become the dominant life form.\n\nPerhaps it was not the dominant form. Perhaps it was merely a higher\nslave-animal. He would have to do more investigating.\n\nHe picked up the weapon the thing had drawn and examined it carefully. The\nmechanism was unfamiliar, but a glance at the muzzle told him that it was\na projectile weapon of some sort. The twisted grooves in the barrel were\nobviously designed to impart a spin to the projectile, to give it\ngyroscopic stability while in flight.\n\nThe dead thing must have thought he was a wild animal, the Nipe decided.\nSurely no being would carry a weapon for use against members of its own or\nanother intelligent species.\n\nHe examined the rest of the equipment on the thing. Not much information\nthere. Too bad the slave-animal was gone; there had apparently been more\nequipment strapped to it.\n\nThe next question was, what should he do with the body?\n\nDevour it properly, as one should with a validly slain foe?\n\nIt didn't seem that he could do anything else, and yet his stomachs wanted\nto rebel at the thought. After all, it wasn't as if the thing were really\na proper being. It was astonishing to find another intelligent race; none\nhad ever been found before. But he was determined to show them that he was\ncivilized and intelligent, too.\n\nOn the other hand, they were obviously of a lower order than the Nipe, and\nthat made the question even more puzzling.\n\nIn the end, he decided to leave the thing here, for others of its kind to\nfind. They would doubtless consume it properly.\n\nAnd--he glanced at the sky and listened--they would be here in time. There\nwere aircraft coming.\n\nHe would have to leave quickly. He had to find one of their production or\nsupply centers, and he would have to do it alone, with only the equipment\nhe had on him. The utter destruction of his ship had left him seriously\nhampered.\n\nHe began moving, staying in the protection of the trees. His ethical sense\nstill bothered him. It was not at all civilized to leave a body to the\nmercy of lesser animals or monocells like that. What kind of monster would\nthey think he was?\n\nStill, there was no help for it. If they caught him while feeding, they\nmight have thought him a lower animal and shot him. He couldn't put an\nonus like that upon them.\n\nHe moved on.\n\n\nIII\n\nTwo-fifths of a second. That was all the time Bart Stanton had from the\nfirst moment his supersensitive ears heard the faint whisper of metal\nagainst leather.\n\nHe made good use of it.\n\nThe noise had come from behind and slightly to the left of him, so he drew\nhis own gun with his left hand and spun to his left as he dropped to a\ncrouch. He had turned almost completely around, drawn his gun, and fired\nthree shots before the other man had even leveled his own weapon.\n\nThe bullets from Stanton's gun made three round spots on the man's jacket,\nalmost touching each other and directly over the heart. The man blinked\nstupidly for a moment, looking down at the round spots.\n\n\"My God,\" he said softly.\n\nThen the man returned his weapon slowly to his holster.\n\n[Illustration]\n\nThe big room was noisy. The three shots had merely added to the noise of\nthe gunfire that rattled intermittently around the two men. And even that\ngunfire was only a part of the cacophony. The tortured molecules of the\nair in the room were so besieged by the beat of drums, the blare of\ntrumpets, the crackle of lightning, the rumble of heavy machinery, the\nsquawks and shrieks of horns and whistles, the rustle of autumn leaves,\nthe machine-gun snap of popping popcorn, the clink and jingle of falling\ncoins, and the yelps, bellows, howls, roars, snarls, grunts, bleats, moos,\npurrs, cackles, quacks, chirps, buzzes, and hisses of a myriad of animals,\nthat each molecule would have thought that it was being shoved in a\nhundred thousand different directions at once if it had had a mind to\nthink with.\n\nThe noise wasn't deafening, but it was certainly all-pervasive.\n\nBart Stanton had reholstered his own weapon and half opened his lips to\nspeak when he heard another sound behind him.\n\nAgain he whirled his guns in hand--both of them this time--and his\nforefingers only fractions of a millimeter from the point that would fire\nthe hair triggers.\n\nBut he did not fire.\n\nThe second man had merely shifted the weapons in his holsters and then\ndropped his hands away.\n\nThe noise, which had been flooding into the room over the speaker system,\ndied instantly.\n\nStanton shoved his guns back into place and rose from his crouch. \"Real\ncute,\" he said, grinning. \"I wasn't expecting that one.\"\n\nThe man he was facing smiled back. \"Well, Bart, maybe we've proved our\npoint. What do you think, Colonel?\" The last was addressed to the third\nman, who was still standing quietly, looking worried and surprised about\nthe three spots on his jacket that had come from the special harmless\nprojectiles in Stanton's gun.\n\nColonel Mannheim was four inches shorter than Stanton's five-ten, and was\nfifteen years older. But, in spite of the differences, he would have\nlaughed at anyone who had told him, five minutes before, that he couldn't\noutdraw a man who was standing with his back turned.\n\nHis bright blue eyes, set deep beneath craggy brows in a tanned face,\nlooked speculatively at the younger man. \"Incredible,\" he said gently.\n\"Absolutely incredible.\" Then he looked at the other man, a lean civilian\nwith mild blue eyes a shade lighter than his own. \"All right, Dr.\nFarnsworth, I'm convinced. You and your staff have quite literally created\na superman. Anyone who can stand in a noise-filled room and hear a man\ndraw a gun twenty feet behind him is incredible enough. The fact that he\ncould and did outdraw and outshoot me after I had started ... well, that's\nalmost beyond comprehension.\"\n\nHe looked back at Bart Stanton. \"What's your opinion, Mr. Stanton? Think\nyou can handle the Nipe?\"\n\nStanton paused imperceptibly before answering, while his ultrafast mind\nconsidered the problem and arrived at a decision. Just how much confidence\nshould he show the colonel? Mannheim was a man with tremendous confidence\nin himself, but who was capable of recognizing that there were men who\nwere his superiors, in one field or another.\n\n\"If I can't dispose of the Nipe,\" Stanton said, \"no one can.\"\n\nColonel Mannheim nodded slowly. \"I believe you're right,\" he said at\nlast. His voice was firm with inner conviction. He shot a glance at\nFarnsworth. \"How about the second man?\"\n\nFarnsworth shook his head. \"He'll never make it. In another two years, we\ncan put him into reasonable shape again, but his nervous system just\ncouldn't stand the gaff.\"\n\n\"Can we get another man ready in time?\"\n\n\"Hardly. We can't just pick a man up off the street and turn him into a\nsuperman. Even if we could find another subject with Bart's genetic\npossibilities, it would take more time than we have to spare.\"\n\n\"This isn't magic, Colonel. You don't change a nobody into a physical and\nmental giant by saying _abracadabra_ or by teaching him how to pronounce\n_shazam_ properly.\"\n\n\"I'm aware of that,\" said Colonel Mannheim without rancor. \"Five years of\nwork on Mr. Stanton must have taught you something, though. I should think\nyou could repeat the process in less time.\"\n\nFarnsworth repeated the headshaking. \"Human beings aren't machines,\nColonel. They require time to heal, time to learn, time to integrate\nthemselves. Remember that, in spite of all our increased knowledge of\nanesthesia, antibiotics, viricides, and obstetrics, it still takes nine\nmonths to produce a baby. We're in the same position, only more so.\"\n\n\"I see,\" said Mannheim.\n\n\"Besides,\" Dr. Farnsworth continued, \"Stanton's body and nervous system\nare now close to the theoretical limit for human tissue. I'm afraid you\ndon't realize what kind of mental stability and organization are required\nto handle the equipment he now has.\"\n\n\"I'm sure I don't,\" the colonel agreed. \"I doubt if anyone besides Stanton\nhimself knows.\"\n\nDr. Farnsworth's manner softened a little. \"You're probably quite right.\nSuffice it to say that Bartholomew Stanton is the only answer we've found\nso far, and the only answer visible in the foreseeable future to the\nproblem posed by the Nipe.\"\n\nThe colonel's face darkened. \"I keep hoping that our policy of handling\nthe Nipe hasn't been a mistake. If it has, it's going to prove a fatal\none--for the whole race.\"\n\n\"Let's go into the lounge,\" Farnsworth said. \"Standing around in an empty\nchamber like this isn't the most comfortable way to discuss the fate of\nmankind.\" His voice brought hollow echoes from the walls.\n\nColonel Mannheim grinned at the touch of lightness the biophysicist had\ninjected into the conversation. \"Very well. I could do with some coffee,\nif you have some.\"\n\n\"All you want,\" said Dr. Farnsworth, leading the way toward the door of\nthe chamber and opening it. \"Or, if you'd prefer something with a little\nmore power to it--?\"\n\n\"Thanks, no. Coffee will do fine,\" said Mannheim. \"How about you, Mr.\nStanton?\"\n\nBart Stanton shook his head. \"I'd love to have some coffee, but I'll leave\nthe alcohol alone. I'd just have the luck to be finishing a drink when\nour friend, the Nipe, popped in on us. And when I do meet him, I'm going\nto need every microsecond of reflex speed I can scrape up.\"\n\n       *       *       *       *       *\n\nThey walked down a soft-floored, warmly-lit corridor to an elevator which\nwhisked them up to the main level of the Neurophysical Institute Building.\n\nAnother corridor led them to a room that might have been the common room\nof one of the more exclusive men's clubs. There were soft chairs and\nshelves of books and reading tables and smoking stands, all quietly\nluxurious. There was no one in the room when the three men entered.\n\n\"We can have some privacy here,\" Dr. Farnsworth said. \"None of the rest of\nthe staff will come in until we're through.\"\n\nColonel Mannheim looked at the biophysicist speculatively. \"You seem to\nthink secrecy's important all of a sudden.\"\n\nBart Stanton grinned and kept silent.\n\nDr. Farnsworth went over to a table, where an urn of coffee radiated soft\nwarmth. \"Cream and sugar over there on the tray,\" he said as he began to\nfill cups.\n\n\"Frankly,\" Colonel Mannheim said, \"I was going to ask you to find us a\nplace where we could talk privately. You seem to have anticipated me.\"\n\n\"I thought you might have something like that in mind,\" said Dr.\nFarnsworth without looking up.\n\nThe cups were filled and the three men sat down in a triangle of chairs\nbefore any of them spoke again. Colonel Mannheim took a sip from his cup\nand then looked up.\n\n\"All right, we'll begin this way. Mr. Stanton, granted that you've been\nthrough five years of hell--but how closely have you stayed in touch with\nthe Nipe situation?\"\n\n\"As best I could through news bulletins and information that your office\nhas sent here.\"\n\n\"Could you give me an oral summary?\"\n\nBart Stanton thought for a moment. It was true that he'd been out of touch\nwith what had been going on outside the walls of the Neurophysical\nInstitute for the past five years. In spite of the reading he'd done and\nthe newscasts he'd watched and the TV tapes he'd seen, he still had no\nreal feeling for the situation.\n\nThere were hazy periods during that five years. He had undergone extensive\nglandular and neural operations of great delicacy, many of which had\nresulted in what could have been agonizing pain without the use of\nsuppressors. As a result, he possessed a biological engine that, for sheer\ndriving power and nicety of control, surpassed any other known to exist or\nto have ever existed on Earth--with the possible exception of the Nipe.\nBut those five years of rebuilding and retraining had left a gap in his\nlife.\n\nSeveral of the steps required to make the conversion from man to superman\nhad resulted in temporary insanity; the wild, swinging imbalances of\nglandular secretions seeking a new balance, the erratic misfirings of\nneurons as they attempted to adjust to higher nerve-impulse velocities,\nand the sheer fatigue engendered by cells which were acting too rapidly\nfor a lagging excretory system, all had contributed to periods of greater\nor lesser mental abnormality.\n\nThat he was sane now, there was no question. But there were holes in his\nmemory that still had to be filled.\n\nHe began to talk, rapidly but carefully, telling the colonel all he knew\nabout the situation up to the present.\n\n       *       *       *       *       *\n\nIt wasn't much. It was late October, 2091, and the Nipe, blithely evading\ncapture for ten long years, was still going about his unknown and possibly\nincomprehensible business.\n\nThe Nipe had become a legend. He had replaced Satan, the Bogeyman,\nFrankenstein's monster, and Mumbo Jumbo, Lord of the Congo, in the public\nmind. He had taken on, in popular thought, the attributes of the djinn,\nthe vampire, the ghoul, the werewolf, and every other horror and hobgoblin\nthat the mind of Man had conjured up in the previous half-million years.\n\nThat he had been connected with the mysterious crash in Siberia ten years\nbefore was almost a certainty. How he had managed to get from there to\nLeningrad without being seen once was more of a mystery, but certainly\nnot impossible in the light of what had been done since.\n\nEight months later, a non-vision phone call had been received by the\nRegent's Board of the Khrushchev Memorial Psychiatric Hospital in\nLeningrad. An odd, breathy voice offered (in very bad Russian!) a meeting.\nThe Nipe had managed to explain, in spite of the language handicap, that\nhe did not want to be mistaken for a wild animal, as had happened with the\nforest ranger.\n\nThe psychiatrists were divided in their opinions. Some thought that the\ncall had been from a deranged person. When the Nipe actually showed up at\nthe appointed place, those minds changed rapidly.\n\nThe Nipe's ability to use any human language was limited. He picked up\nvocabulary and grammatical rules very rapidly, but he seemed completely\nunable to use a language beyond discussion of concrete actions and\nobjects. His mind was simply too alien to enable him to do more than touch\nthe edges of human communication.\n\nIn the discussion of mathematics, in particular, the Nipe seemed to be\ncompletely at a loss. He apparently thought of mathematics as a _spoken_\nlanguage instead of a _written_ one, and could not progress beyond simple\ndiagrams.\n\nHe wasn't captured in any real sense of the word. He refused to allow any\nphysical tests on his body, and, short of threatening him at gun-point,\nthere didn't seem to be any practicable way to force him to accede to the\nhuman's wishes. And they couldn't do that.\n\nThe Nipe had to be treated as an emissary from his home world, wherever\nthat was. He'd killed a man, yes. But that had to be allowed as\njustifiable homicide in self-defense, since the forester had drawn a gun\nand was ready to fire. Nobody could blame the late Wang Kulichenko for\nthat, but nobody could blame the Nipe, either.\n\nFor six weeks, the humans and the Nipe had tried to arrive at a meeting of\nminds, and just when it would seem within grasp, it would fade away into\nmist. It was nearly a month before the Russian psychologists and\npsychiatrists realized that the reason the Nipe had come to them was\nbecause he had thought that they were the ruling body of that territory!\n\nThe UN observers stayed out of it at first. Before there was any kind of\ntalk on a Government level, there must be some kind of understanding on a\npersonal level. And that, of course, was never achieved.\n\nJust what had set off the Nipe's anger hasn't been established yet, as far\nas Stanton knew. At a meeting one day, he had simply become more and more\nincomprehensible, and then, without any warning, he had leaped out, killed\nthree of the men with his bare hands, and gone out the window.\n\nAnd that had been the end of any diplomatic relations between humanity and\nthe Nipe.\n\nSince that time, he'd been on a rampage of robbery and murder. He was as\ncallously indifferent to human life and property as a human being might be\nwith the life and property of a cockroach.\n\nThere have been human criminals whose actions could be described in the\nsame way, but the Nipe had a few touches that few human criminals would\nhave thought of and almost none would have had the capacity to execute.\n\nIf, for instance, the Nipe had time to spare, his victims would be an\nannoying problem in identification when found, for there would be nothing\nleft but well-gnawed bones. And \"time to spare,\" in this case meant twenty\nor thirty minutes. The Nipe had, if nothing else, a very efficient\ndigestive tract. He ate like a shrew.\n\nAnd the Nipe never, under any circumstances, used any weapon but the\nweapons Nature had given him--hands-or-feet, or claws or teeth. Never did\nhe use a knife or gun or even a club.\n\n       *       *       *       *       *\n\nAlmost as an afterthought, one realized that the loot which the Nipe stole\nwas seemingly unpredictable. Money, as such, he apparently had no use for.\nHe had taken gold, silver, and platinum, but one raid for each of these\nelements had evidently been enough, except for silver, which had required\nthree raids over a period of four years. Since then, he hadn't touched\nsilver again.\n\nHe hadn't tried yet for any of the radioactives except radium. He'd taken\na full ounce of that in five raids, but hadn't attempted to get his hands\non uranium, thorium, plutonium, or any of the other elements normally\nassociated with atomic energy. Nor had he tried to steal any of the fusion\nmaterials; the heavy isotopes of hydrogen or any of the lithium isotopes.\nBeryllium had been taken, but whether there was any significance in the\nthefts or not, no one knew.\n\n[Illustration]\n\nThere was a pattern in the thefts, nonetheless. They had begun small and\nincreased. Scientific and technical instruments--oscilloscopes, X-ray\ngenerators, radar equipment, maser sets, dynostatic crystals, thermolight\nresonators, and so on--were stolen complete or gutted for various parts.\nAfter awhile, he went on to bigger things--whole aircraft, with their\ncrews, had vanished.\n\nThat he had not committed anywhere near all the crimes that had been\nattributed to him was certain; that he _had_ committed a great many of\nthem was equally certain.\n\nThere was no doubt at all that his loot was being used to make instruments\nand devices of unknown kinds. He had used several of them on his raids.\nThe one that could apparently phase out almost any electromagnetic\nfrequency up to about a hundred thousand megacycles--including sixty-cycle\npower frequencies--was considered to be a particularly cute item. So was\nthe gadget that reduced the tensile strength of concrete to about that of\na good grade of marshmallow.\n\nAfter he had been operating for a few years, there was no installation on\nthe face of the earth that could be considered Nipe-proof for more than a\nfew minutes. He struck when and where he wanted and took whatever he\nneeded.\n\nIt was manifestly impossible to guard against the Nipe, since no one knew\nwhat sort of loot might strike his fancy next, and there was therefore no\nway of knowing where or how he would hit next.\n\nNor could he ever be found after one of his raids. They were plotted and\nfollowed out with diabolical accuracy and thoroughness. He struck, looted,\nand vanished. And wasn't seen again until his next strike.\n\nColonel Mannheim, who had carefully puffed a cigar alight and smoked it\nthoughtfully during Stanton's recitation, dropped the remains of the cigar\ninto an ash receptacle. \"Accurate but incomplete,\" he said quietly. \"You\nmust have made some guesses.\" He looked from Bart Stanton to Dr.\nFarnsworth. \"I'd like to hear them.\"\n\nFarnsworth finished off the last of his coffee. \"We've talked about it,\"\nhe admitted. \"Although I must say the hypothesis Bart has come up with\nwould never have occurred to me. I'm still not sure I credit it, but\" ...\nhe shrugged ... \"I can't say that I disbelieve it, either.\"\n\nMannheim turned his eyes back to Stanton. His silence was a question.\n\n\"Logically, my theory mightn't hold much water,\" Stanton admitted. \"But\nthe evidence seems to be conclusive enough to me.\" He got up, went over to\nthe coffee urn, and refilled his cup. \"It seems incredible to me that the\ncombined intelligence and organizational ability of the UN Government is\nincapable of finding anything out about one single alien, no matter how\ncompetent he may be,\" he said as he returned to his seat.\n\n\"Somehow, somewhere, someone must have gotten a line on the Nipe. He must\nhave a base for his operations, and someone should have found it by this\ntime.\n\n\"If there is such a base, then it must be possible to blast him out of it\nwithout resorting to the kind of work it took to produce--me.\n\n\"I may be faster and more sensitive and stronger than the average man, but\nthat doesn't mean that I have superhuman abilities to the extent that I\ncan do in two or three years what the combined forces of the Government\ncouldn't do in ten. Certainly you wouldn't rely too heavily on it.\n\n\"And yet, apparently, you are.\n\n\"To me that can only mean that you've got another ace up your sleeve. You\n_know_ we're going to get the Nipe before I die. You either have a sure\nway of tracing him or else you already know where he is.\n\n\"Which is it?\"\n\nColonel Mannheim sighed. \"We know where he is. We've known for six years.\"\n\n\nIV\n\nINTERLUDE\n\nThe woman's eyes were filled with tears, for which the doctor was\nprivately thankful. At least the original shock had worn off.\n\n\"And there's nothing we can do? Nothing?\" There was a slight catch in her\nvoice.\n\n\"I'm afraid not. Not yet. There are research teams working on the problem,\nand one day ... perhaps....\" Then he shook his head. \"But not yet.\" He\npaused. \"I'm sorry, Mrs. Stanton.\"\n\nThe woman sat there on the comfortable chair and looked at the\nspecialist's diploma that hung on the doctor's wall--and yet, she didn't\nreally see the diploma at all. She was seeing something else--a kind of\ndream that had been shattered.\n\nAfter a moment, she began to speak, her voice low and gentle, as though\nthe dream were still going on and she were half afraid she might waken\nherself if she spoke too loudly.\n\n\"Jim and I were so glad they were twins. Identical twin boys. He said--I\nremember, he said, 'We ought to call 'em Ike and Mike.' And he laughed a\nlittle when he said it, to show he didn't mean it.\n\n\"I remember, I was propped up in the bed, the afternoon they were born,\nand Jim had brought me a new bed jacket, and I said I didn't need a new\none because I would be going home the next day, and he said: 'Hell, kid,\nyou don't think I'd just buy a bed jacket just for hospital use, do you?\nThis is for breakfasts in bed, too.'\n\n\"And that's when he said he'd seen the boys and said we ought to name them\nIke and Mike.\"\n\nThe tears were coming down Mrs. Stanton's cheeks heavily now, and grief\nmade her look older than her twenty-four years, but the doctor said\nnothing, letting her spill out her emotions in words.\n\n\"We'd talked about it before, you know--as soon as the obstetrician found\nout that I was going to have twins. And Jim ... Jim said that we shouldn't\nname them alike unless they were identical twins or mirror twins. If they\nwere fraternal twins, we'd just name them as if they'd been ordinary\nbrothers or sisters or whatever. You know?\" She looked at the doctor,\npleading for understanding.\n\n\"I know,\" he said.\n\n\"And Jim was always kidding. If they were girls, he said we ought to call\nthem Flora and Dora, or Annie and Fanny, or maybe Susie and Floozie. He\nwas always kidding about it. You know?\"\n\n\"I know,\" said the doctor.\n\n\"And then, when they _were_ identical boys, he was very sensible about it.\n'We'll call them Martin and Bartholomew,' he said. 'Then if they want to\ncall themselves Mart and Bart, they can, but they won't be stuck with\nrhyming names if they don't want them.' Jim was very thoughtful that way,\nDoctor. Very thoughtful.\"\n\nShe suddenly seemed to realize that she was crying, and took a\nhandkerchief out of her sleeve to dab at her eyes and face.\n\n\"I'll have to quit crying,\" she said, trying to sound brave and strong.\n\"After all, it could have been worse, couldn't it? I mean, the radiation\ncould have killed my boys, too. Jim's dead, yes, and I've got to get used\nto that. But I still have two boys to take care of, and they'll need me.\"\n\n\"Yes, Mrs. Stanton, they will,\" said the doctor. \"They'll both need you.\nAnd you'll have to be very gentle and very careful with both of them.\"\n\n\"How ... how do you mean that?\" she asked.\n\n       *       *       *       *       *\n\nThe doctor settled back in his chair and chose his words carefully.\n\"Identical twins tend to identify with each other, Mrs. Stanton. There is\na great deal of empathy between people who are not only of the same age,\nbut genetically identical. If they were both healthy, there would be very\nlittle trouble in their education at home or at school. Any of the\nstandard texts on psychodynamics in education will show you the pitfalls\nto avoid when dealing with identical siblings.\n\n\"But these boys are no longer identical. One is normal, healthy, and\nlively. The other is ... well, as you have seen, he is slow, sluggish, and\nbadly co-ordinated. That condition may improve with time, but, until we\nknow more about such damage than we do now, he will be an invalid.\"\n\n\"That's the trouble with radiation damage, Mrs. Stanton. Even when we can\nsave the victim's life, we cannot always save his health.\n\n\"You can see, I think, what sort of psychic disturbances this can bring\nabout in such a pair. The ill boy tends to identify with the well one and,\nunfortunately, the reverse is true. If they are not properly handled\nduring their formative years, Mrs. Stanton, both can be badly damaged\nemotionally.\"\n\n\"I ... I think I understand,\" the woman said. \"But what sort of thing\nshould I look out for?\"\n\n\"I suggest that you get a good man in psychic development,\" the doctor\nsaid. \"I'd hesitate to prescribe. It's out of my field. But, in general,\nmost of your trouble will be caused by a tendency for the pair to swing\ninto one of two extremes.\n\n\"Mutual antagonism can arise if one becomes jealous of the other's health,\nwhile the healthy one becomes jealous of the extra consideration shown his\ncrippled brother.\n\n\"Or, on the other hand, the healthy boy may identify so closely with his\nbrother that he feels every hurt or slight, real or imagined. He becomes\nover-solicitous, over-protective. At the same time, the other brother may\ncome to depend completely on the healthy twin.\n\n\"In both these situations, there is a positive feedback which constantly\nworsens the situation. It requires a great deal of careful observation and\ncareful application of the proper educational stimuli to keep the\nsituation from developing toward either extreme. You'll need expert help,\nif you want both boys to display the full abilities of which they are\npotentially capable.\"\n\n\"I see. Could you give me the name of a good man, Doctor?\"\n\nThe doctor nodded and picked up a book on his desk. \"I'll give you several\nnames. You can pick the one you like. They're all good men. There are many\ngood women in the field, too, but in this case, I think a man would be\nbest. Of course, if one of them thinks a woman is indicated, that's up to\nhim. As I said, that isn't my field.\"\n\nHe opened the small book and riffled through it to find the names he\nwanted.\n\n\nV\n\nThe image of the Nipe on the glowing screen was clear and finely detailed.\nIt was, Bart thought, as though one were looking through a window into the\nNipe's nest itself. Only the tremendous depth of focus of the lens which\ncaught the picture gave the illusion a sense of unreality.\nEverything--background and foreground alike--was sharply in focus.\n\nThe Nipe moved in slow motion, giving the watchers the eerie feeling that\nhe was moving through a thicker, heavier medium than air, in a place where\nthe gravity was much less than that of Earth.\n\n\"Speed the tape up to normal,\" said Colonel Mannheim to the man who was\noperating the machine. \"If there's anything Mr. Stanton wants to look at\nmore closely, we can run it through again.\"\n\nAs if in obedience to the colonel's command, the Nipe seemed to shake\nhimself a little and go about his business more briskly, and the air and\ngravity seemed to revert to those of Earth.\n\n\"What's he doing?\" Stanton asked. The Nipe was doing something with an\nodd-looking box that sat on the floor in front of him.\n\n\"He's got a screwdriver that he's modified to give it a head with an\nL-shaped cross-section, and he's wiggling it around inside that hole in\nthe box. But what he's doing is a secret between God and the Nipe at this\npoint,\" the colonel said glumly.\n\nStanton glanced away from the screen for a moment to look at the other men\nwho were there. Some of them were watching the screen, but most of them\nseemed to be watching Stanton, although they looked away as soon as they\nsaw his eyes on them.\n\n_Trying to see what kind of a bloke this touted superman is_, Stanton\nthought. _Well, I can't say I blame 'em._\n\nHe brought his attention back to the screen.\n\nSo this was the Nipe's hideaway. He wondered if it were furnished in the\nfashion that a Nipe's living quarters would be furnished on whatever\nplanet the multilegged horror called home. Probably it had the same\nsimilarity as Robinson Crusoe's island home had to a middle-class\nNineteenth Century English home.\n\nThere was no furniture at all, as such. Low-slung as he was, the Nipe\nneeded no tables for his work, and sleeping was a form of metabolic rest\nthat he evidently found unnecessary, although he would sometimes just\nremain quiet for periods of time ranging from a few minutes to a couple of\nhours.\n\n\"We had a hard time getting the first cameras in there,\" the colonel was\nsaying. \"That's why we missed some of the early stages of his work. There!\nLook at that!\"\n\n\"That attachment he's making?\"\n\n\"That's right. Now, it looks as though it's a meter of some kind, but we\ndon't know whether it's a test instrument or an integral part of the\nmachine he's making. The whole thing might be a test instrument. After\nall, he had to start out from the very beginning--making the tools to make\nthe tools to make the tools, you know.\"\n\n       *       *       *       *       *\n\n\"It's not quite as bad as all that,\" said one of the other men, who had\nbeen briefly introduced to Stanton as Fred Meyer. \"After all, he had our\ntechnology to draw upon. If he'd been wrecked on Earth two or three\ncenturies ago, he wouldn't have been able to do a thing.\"\n\n\"Granted,\" the colonel said agreeably, \"but it's quite obvious that there\nare parts of our technology that are just as alien to him as parts of his\nare to us. Remember how he went to all the trouble of building a pentode\nvacuum tube for a job that could have been done by transistors. His\nknowledge of solid-state physics seems to be about a century and a half\nbehind ours.\"\n\n\"Not completely, Colonel,\" Meyer said. \"That gimmick he built last\nyear--the one that blinded those people in Bagdad--had five perfect\nemeralds in it, connected in series with silver wire.\"\n\n\"That's true. Our technologies seem to overlap in some areas, but in\nothers there's total alienness.\"\n\n\"Which one would you say was ahead of the other?\" Stanton asked.\n\n\"Hard to say,\" said Colonel Mannheim, \"but I'd put my money on his\ntechnology as encompassing more than ours--at least insofar as the\nphysical sciences are concerned.\"\n\n\"I agree,\" said Meyer, \"he's got things in that little nest of his that--\"\nHe stopped and shook his head slowly, as though he couldn't find words.\n\n\"I'll say this,\" Bart Stanton said musingly, \"our friend, the Nipe, has\nplenty of guts. And patience.\" He smiled a little and then amended his\nstatement. \"From our own point of view, that is.\"\n\nColonel Mannheim's face took on a quizzical expression. \"How do you mean?\nI was about to agree with you until you tacked that last phrase on. What\ndoes point of view have to do with it?\"\n\n\"Everything, I should say,\" Stanton said. \"It all depends on the equipment\nan individual has. A man who rushes into a burning building to save a\nlife, wearing nothing but street clothes, has courage. A man who does the\nsame thing when he's wearing a nullotherm suit is an unknown quantity.\nThere is no way of knowing, from that action alone, whether he has courage\nor not.\"\n\nMeyer looked a little dazed. \"Pardon me if I seem thick, Mr. Stanton,\nbut.... Are you saying that the Nipe's technological equipment is better\nthan ours?\"\n\n\"Not at all. I'm talking about his personal equipment.\" He turned again to\nthe colonel. \"Colonel Mannheim, do you think it would require any personal\ncourage on my part to stand up against you in a face-to-face gunfight?\"\n\nThe colonel grinned tightly. \"I see what you mean. No, it wouldn't.\"\n\n\"On the other hand, if _you_ were to challenge _me_,\" Bart Stanton\ncontinued, \"would _that_ show courage?\"\n\n\"Not really. Foolhardiness, stupidity, or insanity--not courage.\"\n\n\"Then neither of us can prove we have guts enough to fight the other. Can\nwe?\"\n\nColonel Mannheim smiled grimly and said nothing, but Meyer, who evidently\nhad a great deal of respect for the colonel, said: \"Now, wait a second!\nThat depends on the circumstances! If Colonel Mannheim, say, knew that\nforcing you to shoot him would save someone else's life--someone more\nimportant, say, or maybe a _lot_ of people, then--\"\n\nColonel Mannheim laughed. \"Meyer, you've just proved Mr. Stanton's point!\"\n\nMeyer gaped for a half second, then burst into laughter himself. \"Pardon\nmy point of view, Mr. Stanton! I guess I _am_ a little slow!\"\n\nMannheim said: \"Precisely! Whether the Nipe has courage or patience or any\nother human feeling depends on his own abilities and on how much\ninformation he has. A man can perform any action without fear if he knows\nthat it will not hurt him--or if he does _not_ know that it _will_.\" He\nglanced at the screen. The Nipe had settled down into his \"sleeping\nposition\"--unmoving, although his baleful violet eyes were still open.\n\"Cut that off, Meyer,\" the colonel said. \"There's not much to learn from\nthe rest of that tape.\"\n\n\"Have you actually managed to build any of the devices he's constructed?\"\nStanton asked.\n\n\"Some,\" said Colonel Mannheim. \"We have specialists all over the world\nstudying the tapes. We have the advantage of being able to watch every\nstep the Nipe makes, and we know the materials he's using to work with.\nBut, even so, the scientists are baffled by many of them. Can you imagine\nthe time James Clerk Maxwell would have had trying to build a modern\ntelevision set from tapes like this?\"\n\n[Illustration]\n\n\"I know exactly how he'd feel,\" Meyer said glumly.\n\n\"You can see, then, why we're depending on you,\" Mannheim told Stanton.\n\nStanton merely nodded. The knowledge that he was actually a focal point in\nhuman history, that the whole future of the human race depended to a\ntremendous extent on him, was a realization that weighed heavily, and, at\nthe same time, was immensely bracing.\n\n\"And now,\" the colonel said, \"I'll turn you over to the psychology\ndepartment. They'll be able to give you a great deal more information on\nthe Nipe than I can.\"\n\n\nVI\n\nThe Nipe squatted, brooding, in his underground nest, waiting for the\nspecial crystallization process to take place in the sodium-gold alloy\nthat was forming in the reactor.\n\n_How long?_ he wondered. He was not thinking of the crystallization\nreaction; he knew the timing of that to the fraction of a second. His dark\nthoughts were focused inwardly, upon himself.\n\nHow long would it be before he would be able to construct the communicator\nthat would put him in touch with his own race again? How long before he\ncould discourse again with reasonable beings? For how much longer would he\nbe stranded on an insane planet, surrounded by degraded, insane beings?\n\nThe work was going incredibly slowly. He had known at the beginning that\nhis knowledge of the basic arts required to build a communicator was\nincomplete, but he had not realized just how painfully inadequate it was.\nTime after time, his instruments had simply refused to function because of\nsome basic flaw in their manufacture--some flaw that an expert in that\nfield could have pointed out at once. Time after time, equipment had had\nto be rebuilt almost from the beginning. And, time after time, only\ncut-and-try methods were available for correcting his errors.\n\nNot even his prodigious and accurate memory could hold all the information\nthat was necessary for the work, and there were no reference tapes\navailable, of course.\n\nHe had long since given up any attempt to understand the functioning of\nthe mad pseudo-civilization that surrounded him. He was quite certain that\nthe beings he had seen could not possibly be the real rulers of this\nsociety, but he had, as yet, no inkling as to who the real rulers were.\n\nAs to _where_ they were, that question seemed a little easier to answer.\nIt was highly probable that they were out in space, on the asteriods that\nhis instruments had detected as he had dropped in toward this planet so\nmany years before. He had made an error back then in not landing in the\nBelt, but at no time since had he experienced the emotion of regret or\nwished he had done differently; both thoughts would have been\nincomprehensible to the Nipe. He had made an error; the circumstances had\nbeen checked and noted; he would not make that error again.\n\nWhat further action could be taken by a logical mind?\n\nNone. The past was unchangeable. It existed only as a memory in his own\nmind, and there was no way to change that indelible record, even had he\nwished to do such an insane thing.\n\nSurely, he thought, the real rulers must know of his existence. He had\ntried, by his every action, to show that he was a reasoning, intelligent,\nand civilized being. Why had they taken no action?\n\nHis hypotheses, he realized, were weak because of lack of data. He could\nonly wait for more information.\n\nThat--and continue to work.\n\n\nVII\n\nINTERLUDE\n\nMrs. Frobisher touched the control button that depolarized the window in\nthe breakfast room, letting the morning sun stream in. Then she said, in a\nlow voice, \"Larry, come here.\"\n\nLarry Frobisher looked up from his morning coffee. \"What is it, hon?\"\n\n\"The Stanton boys. Come look.\"\n\nFrobisher sighed. \"Who are the Stanton boys, and why should I come look?\"\nBut he got up and came over to the window.\n\n\"See--over there on the walkway toward the play area,\" she said.\n\n\"I see three girls and a boy pushing a wheeled contraption,\" Frobisher\nsaid. \"Or do you mean that the Stanford boys are dressed up as girls?\"\n\n\"_Stanton_,\" she corrected him. \"They just moved into the apartment on the\nfirst floor.\"\n\n\"Who? The three girls?\"\n\n\"No, silly! The two Stanton boys and their mother. One of them is in that\n'wheeled contraption'. It's called a therapeutic chair.\"\n\n\"Oh? So the poor kid's been hurt. What's so interesting about that, aside\nfrom morbid curiosity?\"\n\nThe boy pushing the chair went around a bend in the walkway, out of sight,\nand Frobisher went back to his coffee while his wife spoke.\n\n\"Their names are Mart and Bart. They're twins.\"\n\n\"I should think,\" Frobisher said, applying himself to his breakfast, \"that\nthe mother would get a self-powered chair for the boy instead of making\nthe other boy push it.\"\n\n\"The poor boy can't control the chair, dear. Something wrong with his\nnervous system. I understand that he was exposed to some kind of radiation\nwhen he was only two years old. That's why the chair has all the\ninstruments built into it. Even his heartbeat has to be controlled\nelectronically.\"\n\n\"Shame.\" Frobisher speared a bit of sausage. \"Kind of rough on both of\n'em, I'd guess.\"\n\n\"How do you mean?\"\n\n\"Well, I mean, like.... Well, for instance, why are they going over to the\nplay area? Play games, right? The one that's well has to push his brother\nover there--can't just get out and go; has to take the brother along. Kind\nof a burden, see?\n\n\"And then, the kid in the chair has to sit there and watch his brother\nplay basketball or jai alai, while he can't do anything himself. Like I\nsay, kind of rough on both of them.\"\n\n\"Yes, I suppose it must be. More coffee?\"\n\n\"Thanks, honey. And another slice of toast, hunh?\"\n\n\nVIII\n\nThe two objects floating in space both looked like pitted pieces of rock.\nThe larger one, roughly pear-shaped and about a quarter of a mile in its\ngreatest dimension, was actually that--a hunk of rock. The smaller--_much_\nsmaller--of the two was a camouflaged spaceboat. The smaller was on a\nnear-collision course with reference to the larger, although their\nrelative velocities were not great.\n\nAt precisely the right time, the smaller drifted by the larger, only a few\nhundred yards away. The weakness of the gravitational fields generated\nbetween the two caused only a slight change of orbit on the part of both\nbodies. Then they began to separate.\n\nBut, during the few seconds of their closest approach, a third body had\ndetached itself from the camouflaged spaceboat and shot rapidly across the\nintervening distance to land on the surface of the floating mountain.\n\nThe third body was a man in a spacesuit. As soon as he landed, he sat\ndown, stock-still, and checked the instrument case he held in his hands.\n\nNo response. Thus far, then, he had succeeded.\n\nHe had had to pick his time precisely. The people who were already on this\nsmall planetoid could not use their detection equipment while the\nplanetoid itself was within detection range of Beacon 971, only two\nhundred and eighty miles away. Not if they wanted to keep from being\nfound. Radar pulses emanating from a presumably lifeless planetoid would\nbe a dead giveaway.\n\nOther than that, they were mathematically safe--if they depended on the\nlaws of chance. No ship moving through the Asteroid Belt would dare to\nmove at any decent velocity without using radar, so the people on this\nparticular lump of planetary flotsam would be able to spot a ship's\napproach easily, long before their own weak detection system would\nregister on the pick-ups of the approaching ship.\n\nThe power and range needed by a given detector depends on the relative\nvelocity--the greater that velocity, the more power, the greater range\nneeded. At one mile per second, a ship needs a range of only thirty miles\nto spot an obstacle thirty seconds away; at ten miles per second, it needs\na range of three hundred miles.\n\nThe man who called himself Stanley Martin had carefully plotted the orbit\nof this particular planetoid and then let his spaceboat coast in without\nusing any detection equipment except the visual. It had been necessary,\nbut very risky.\n\nHad the people here seen his boat? If so, had they recognized it, in spite\nof the heavy camouflage? And, even if they only suspected, what would be\ntheir reaction?\n\nHe waited.\n\nIt takes nerve and patience to wait for thirteen solid hours without\nmoving more than an occasional flexure of muscles, but he managed that\nlong before the instrument case waggled a meter needle at him. The one\nrelieving factor was the low gravity; on an asteroid, the problem of\nsleeping on a bed of nails is caused by the likelihood of accidentally\nthrowing oneself off the bed. The probability of puncture or discomfort\nfrom the points is almost negligible.\n\nWhen the needle on the instrument panel flickered, he got to his feet and\nbegan moving. He was almost certain that he had not been detected.\n\nWalking was out of the question. This was a silicate-alumina rock, not a\nnickel-iron one. The group that occupied it had deliberately chosen it\nthat way, so that there would be no chance of its being picked out for\nslicing by one of the mining teams in the Asteroid Belt. Granted, the\nchance of any given metallic planetoid's being selected was very small,\nthey had not even wanted to take that chance. Therefore, without any\nmagnetic field to hold him down, and only a very tiny gravitic field, the\nman had to use different tactics.\n\nIt was more like mountain climbing than anything else, except that there\nwas no danger of falling. He crawled over the surface in the same way that\nan Alpine climber might crawl up the side of a steep slope--seeking\nhandholds and toeholds and using them to propel himself onward. The only\ndifference was that he covered distance a great deal more rapidly than a\nmountain climber could.\n\nWhen he reached the spot he wanted, he carefully concealed himself beneath\na craggy overhang. It took a little searching to find exactly the right\nspot, but when he did, he settled himself into place in a small pit and\nbegan more elaborate preparations.\n\nSelf-hypnosis required nearly ten minutes. The first five or six minutes\nwere taken up in relaxing from his exertion. Gravity notwithstanding, he\nhad had to push his hundred and eighty pounds of mass over a considerable\ndistance. When he was completely relaxed and completely hypnotized, he\nreached up and cut down the valve that fed oxygen into his suit.\n\nThen, of his own will, he went cataleptic.\n\n       *       *       *       *       *\n\nA single note, sounded by the instruments in the case by his side, woke\nhim instantly. He came fully awake, as he had commanded himself to do.\n\nImmediately, he turned up his oxygen intake, at the same time glancing at\nthe clock dial in his helmet. He smiled. Nineteen days and seven hours. He\nhad calculated it almost precisely. He wasn't more than an hour off, which\nwas pretty good, all things considered.\n\nHe consulted his instruments again. The supply ship was ten minutes away.\nThe smile stayed on his face as he prepared for further action.\n\nThe first two minutes were conscientiously spent in inhaling oxygen. Even\nunder the best cataleptic conditions, the body tended to slow down too\nmuch. He had to get himself prepared for violent movement.\n\nEight minutes left. He climbed out of the little grotto where he had\nconcealed himself and moved toward the spot where he knew the air lock to\nthe caverns underneath the planetoid's surface was hidden. Then again, he\nconcealed himself and waited, while he continued to breathe deeply of the\nhighly oxygenated air in his suit. Five minutes before the ship landed, he\nswallowed eight ounces of the nutrient solution from the tank in the back\nof his helmet. The solution of amino acids, vitamins, and honey sugar also\ncontained a small amount of stimulant of the dexedrine type and one per\ncent ethanol. Then he unholstered his gun.\n\nIt wasn't a big ship. He had known it wouldn't be. It was only a little\nlarger than the one he had used to come here. It dropped down to the\nsurface of the small planetoid only ten meters from the hidden trapdoor\nthat led to the air lock beneath the surface.\n\nHe could suddenly hear voices in the earphones of his helmet.\n\n_Lasser?_\n\n_It's me, Fritz. I got your supplies and good news._\n\nThe air lock trapdoor opened, and a spacesuited figure came out. _How\nabout the deal?_\n\n_That's the good news,_ said the second suited figure as it came from the\nair lock of the grounded spaceboat. _Another five million._\n\nThe man who was hidden behind the nearby crag of rock listened and watched\nfor a minute or so more while the two men began unloading cases of\nfoodstuffs from the spaceboat. Then, satisfied that it was perfectly safe,\nhe aimed his gun and shot twice in rapid succession. The range was almost\npoint-blank, and there was, of course, no need to take either gravity or\nair resistance into account.\n\nThe pellets of the shotgun-like charge that blasted out from the gun were\nsmall, needle-shaped, and heavy. They were oriented point-forward by the\nmagnetic field along the barrel of the weapon. Of the hundreds in each\ncharge fired, only a few penetrated the spacesuits of the targets, but\nthose few were enough. The powerful drug in the needle-pointed head of\neach went into the bloodstream of the target.\n\nEach man felt an itching sensation. He had less than two seconds to think\nabout it before unconsciousness overtook him and he slumped nervelessly.\n\nThe man with the gun ran across the intervening space quickly, his body\nonly a few degrees from the horizontal, and his toes paddling rapidly to\npropel him over the rough rock.\n\nHe braked himself to a halt and slapped air patches over the area where\nhis charges had struck the men's suits, sealing the tiny air leaks, and,\nat the same time, driving more of the tiny needles into their skins. They\nwould be out for a long time.\n\nNeither of them had yet fallen to the ground; that would take several\nminutes under this low gravity. He left them to drop and headed toward the\nopen air lock.\n\nThis was what he had been waiting for all those nineteen days in\ncataleptic hypnosis. He couldn't have cut his way in from the outside; he\nhad had to wait until it was opened, and that time would come only when\nthe supply ship came.\n\nOnce in the air lock, he touched the control stud that would close the\nouter door, pump air into the waiting room, and open the inner door. Here\nwas his greatest point of danger--greater, even, than the danger of coming\nto the planetoid, or the danger of waiting nineteen days for the coming of\nthe supply ship. If the ones who remained within suspected\nanything--anything at all!--then his chances of coming out of this alive\nwere practically nil.\n\nBut there was no reason why they should suspect. They should think that\nthe man coming in was one of their own. The radio contact between the men\noutside had been limited to a few millimicrowatts of power--necessarily,\nsince radio waves of very small wattage can be decoded at tremendous\ndistances in open space. The men inside the planetoid certainly should not\nhave been able to pick up any more than the beginning of the conversation,\nbefore it had been cut off by solid rock.\n\nIt was a high-speed air lock. Unlike the soundless discharge of his\nspecial gun in the outer airlessness, the blast of air that came into the\nwaiting chamber was like a hurricane in noise and force, as the room\nfilled in a few seconds.\n\nHe held onto the handholds tightly while the brief but violent winds\nbuffeted him. He turned as the inner door opened.\n\nHis eyes took in the picture in a fraction of a second. In an even smaller\nfraction, his mind assimilated the picture.\n\nThe woman was dark-haired, dark-eyed, and muscular. Her mouth was wide and\nthick-lipped beneath a large nose.\n\nThe man was leaner and lighter, bony-faced and beady-eyed.\n\nThe woman said: \"Fritz, what--\"\n\nAnd then he shot them both with gun number two.\n\nNo needle charges this time; such shots would have blown them both in two,\nunprotected as they were by spacesuits. The small handgun merely jangled\ntheir nerves with a high-powered blast of accurately beamed supersonics.\nWhile they were still twitching, he went over and jabbed them with a drug\nneedle.\n\nThen he went on into the hideout.\n\nHe had to knock out one more man, whom he found sound asleep in a room off\nthe short corridor.\n\nIt took a gas bomb to get the two women who were guarding the kid.\n\nHe made sure that the BenChaim boy was all right, then he went to the\nlittle communications room and called for help.\n\n\nIX\n\nColonel Walther Mannheim tapped the map that glowed on the wall before\nhim. \"He's right there, where those tunnels come together.\"\n\nBart Stanton looked at the map of Manhattan Island and at the gleaming\ncolored traceries that threaded their various ways across it. \"Just what\nwas the purpose of those tunnels?\" he asked curiously.\n\n\"They were for rail transportation,\" said the colonel. \"The island was hit\nby a sun bomb during the Holocaust, and almost completely leveled and\nslagged down. When the city was rebuilt, there was naturally no need for\nsuch things, so they were simply sealed off and forgotten.\"\n\n\"Right under Government City,\" Stanton said. \"Incredible.\"\n\n\"It used to be one of the largest seaports in the world,\" Colonel Mannheim\nsaid, \"and it probably still would be if the inertia drive hadn't made air\ntravel cheaper and easier than seagoing.\"\n\n\"How did he find out about the tunnels?\" Stanton asked.\n\nThe colonel pointed at the north end of the island. \"After the Holocaust,\nthe first returnees to the island were wild animals which crossed from the\nmainland from the north. The Harlem River isn't very wide at this point.\nAlso, because of the rocky hills at this end of the island, there were\nplaces which were spared the direct effects of the bomb, and grasses and\ntrees began growing there. That's why it was decided to leave that section\nas a game preserve when the Government built the capital on the southern\npart of the island.\" His finger moved down the map. \"The upper three miles\nof the island, down to here, where it begins to widen, are all game\npreserve. There's a high wall here which separates it from the city, and\nthe ruins of the bridges which connected with the mainland have been\nremoved, so the animals can't get back across any more.\n\n\"Two years after he arrived, the Nipe was almost caught. He had managed,\nsomehow--we're not sure yet exactly how--to get here from Asia. According\nto the psychologists who have been studying him, he apparently does not\nbelieve that human beings are any more than trained animals; he was\nlooking then--as he is apparently still looking--for the 'real' rulers of\nEarth. He expected to find them, of course, in Government City. Needless\nto say,\" said the colonel with a touch of irony, \"he failed.\"\n\n\"But he was seen?\" asked Stanton.\n\n\"He was seen. And pursued. But he got away easily, heading north. The\nisland was searched, and the police were ready to start an inch-by-inch\ngoing over of the island two days later. But the Nipe hit and robbed a\nchemical supply house in northern Pennsylvania, killing two men, so the\nsearch was called off.\n\n[Illustration]\n\n\"It wasn't until two years later, after exhaustive analysis of the pattern\nof his raids had given us something to work with, that we decided that he\nmust have found an opening into one of the tunnels up here in the game\npreserve.\" He gestured again at the map. \"It wouldn't take him long to see\nthat no human being had been down there in a long time. It was a perfect\nplace for his base.\"\n\n\"How does he move in and out?\" Stanton asked.\n\n\"This way.\" The colonel traced a finger down one of the red lines on the\nmap, southward, until he came to a spot only a little over two miles from\nthe southernmost tip of the island. The line turned abruptly toward the\nwestern edge of the island, where it stopped. \"This tunnel goes underneath\nthe Hudson River at this point, and emerges on the other side. It's only\none of several that do so. They're all flooded now; the sun bomb caved\nthem in when the primary shock wave hit the surface of the river.\n\n\"In spite of his high rate of metabolism, the Nipe can store a tremendous\namount of oxygen in his body, and can stay underwater for as long as half\nan hour without breathing apparatus--if he conserves his energy. When he's\nwearing his scuba apparatus, he's practically a self-contained submarine.\nThe pressure doesn't seem to bother him much. He's a tough cookie.\"\n\nStanton nodded silently and slowly. Could he beat the Nipe in hand-to-hand\ncombat? There would be no way of knowing until the final moment of success\nor failure.\n\n\"At that time,\" the colonel went on, \"we hadn't formulated any definite\npolicy on the Nipe. We didn't know what he was up to; we weren't even sure\nhe was actually down in those tunnels. We had to find out.\"\n\nHe walked over to the nearby table and opened a box some twelve inches\nlong and five-by-five inches in cross section.\n\n\"See this?\" he said as he took something out.\n\nIt looked like a large dead rat.\n\n\"Our spy,\" said Colonel Mannheim.\n\n       *       *       *       *       *\n\nThe rat moved along the rusted steel rail that ran the length of the huge\ntunnel. To a human being, the tunnel would have seemed to be in utter\ndarkness, but the little eyes of the rat saw its surroundings as faintly\nluminescent, glowing from the infra-red radiations given out by the\ninternal warmth of cement and steel. The main source came from above,\nwhere the heat of the sun and of the energy sources in the buildings on\nthe surface seeped through the roof of the tunnel.\n\nOn and on it moved, its little pinkish feet pattering almost silently on\nthe oxidized metal surface of the rail. Its sensitive ears picked up the\nmovements and the squeals of other rats, but it paid them no heed. Several\ntimes, it met other rats on the rail, but most of them sensed the\nalienness of _this_ rat and scuttled out of its way.\n\nOnce, it met a rat who did not give way. Hungry, perhaps, or perhaps\nmerely yielding to the paranoid fury that was a normal component of the\nrattish mind, it squealed its defiance to the rat that was not a rat. It\nadvanced, baring its teeth.\n\nThe rat that was not a rat became suddenly motionless, its sharp rodent's\nnose pointed directly at the enemy. There came a noise, a tiny popping\nhiss, like that of a very small drop of water striking hot metal. From the\nleft nostril of the not-rat, a tiny glasslike needle snapped out at bullet\nspeed. It struck the advancing rat in the center of the pink tongue that\nwas visible in the open mouth. Then the not-rat scuttled backwards faster\nthan any rat could have moved.\n\nFor a second, the real rat hesitated, and it may be that the realization\npenetrated into its dim brain that rats did not fight this way. Then, as\nthe tiny needle dissolved in its bloodstream, it closed its eyes and\ncollapsed, rolling limply off the rail.\n\nThe rat might come to before it was found and devoured by its fellows--or\nit might not. The not-rat moved on, not caring either way. The human\nintelligence that looked out from the eyes of the not-rat was only\nconcerned with getting to the Nipe.\n\n       *       *       *       *       *\n\n\"That's how we found the Nipe,\" Colonel Mannheim said, \"and that's how we\nkeep tabs on him now. We have over seven hundred of these\nremote-controlled robots hidden in strategic spots in those tunnels now,\nbut it took time to get everything set up this way. Now, we can follow the\nNipe wherever he goes, so long as he stays in the tunnels. If he went out\nthrough an open air exit, we could have him followed by bird-robots but--\"\nHe shrugged wryly. \"I'm afraid the underwater problem still has us\nstumped. We can't get the carrier wave for the remote-control impulses to\ngo far underwater.\"\n\n\"How do you get your carrier wave underground to those tunnels?\" Stanton\nasked.\n\nThe colonel grinned widely. \"One of the boys dreamed up a real cute\ngimmick. The rails themselves act as antenna for the broadcaster, and the\nrat's tail is the pickup antenna. As long as the rat is crawling right on\nthe rail, only a microscopic amount of power is needed for control, not\nenough for the Nipe to pick up with his instruments. Each rat carries its\nown battery for motive power, and there are old copper power cables down\nthere that we can send direct current through to recharge the batteries.\nAnd, when we need them, the copper cables can be used as antennas. It took\nus quite a while to work the system out.\"\n\nStanton rubbed his head thoughtfully. _Damn these gaps in my memory!_ he\nthought. It was sometimes embarrassing to ask questions that any schoolboy\nshould know.\n\n\"Aren't there ways of detecting objects underwater?\" he asked after a\nmoment.\n\n\"Yes,\" said the colonel, \"But they all require beamed energy of some kind\nto be reflected from the object, and we don't dare use anything like\nthat.\" He sat down on one corner of the table, his bright blue eyes\nlooking up at Stanton.\n\n\"That's been our problem all along,\" he said seriously. \"Keeping the Nipe\nfrom knowing that he's being watched. In the tunnels, we've used only\nequipment that was already there, adding only what we absolutely had\nto--small things, a few strands of wire, a tiny relay, things that can be\nhidden in out of the way places. After all, he has his own alarm system in\nthe maze of tunnels, and we've deliberately kept away from his detecting\ndevices. He knows about the rats and ignores them; they're part of the\nenvironment. But we don't dare use anything that would tip him off to our\nknowledge of his whereabouts. One slip like that, and hundreds of human\nbeings will have died in vain.\"\n\n\"And if he stays there too long,\" Stanton said levelly, \"millions more may\ndie.\"\n\nThe colonel's face was grim as he looked directly into Stanton's eyes.\n\"That's why you have to know your job down to the most minute detail when\nthe time comes to act. The whole success of the plan will depend on you\nand you alone.\"\n\nStanton's eyes didn't avoid the colonel's. _That's not true,_ he thought.\n_I'll only be one man on a team, and you know it, Colonel Mannheim. But\nyou'd like to shove all the responsibility off onto someone else--someone\nstronger. You've finally met someone that you consider superior in that\nway, and you want to unload. I wish I felt as confident as you do, but I\ndon't._\n\nAloud, he said: \"Sure. Nothing to it. All I have to do is take into\naccount everything that's known about the Nipe and make allowances for\neverything that's not known.\" Then he smiled. \"Not,\" he added, \"that I can\nthink of any other way to go about it.\"\n\n\nX\n\nSt. Louis hadn't been hit during the Holocaust; it still retained much of\nthe old-fashioned flavor of the Nineteenth and Twentieth Centuries,\nespecially in the residential districts. Bart Stanton liked to walk along\nthose quiet streets of an evening, just to let the peacefulness seep into\nhim. And, knowing it was rather childish, he still enjoyed the small\npleasure of playing hookey from the Neurophysics Institute. Technically,\nhe supposed, he was still a patient there. More, now that he had accepted\nColonel Mannheim's assignment, he was presumably under military\ndiscipline. But he assumed that, if he had asked permission to leave the\nInstitute's grounds, he would have been given that permission without\nquestion.\n\nBut, like playing hookey, or stealing watermelon, it was more fun if it\nwas done on the sly. The boy who comes home feeling deliciously wicked\nand delightfully sinful after staying away from school all day can have\nhis whole day ruined by being told that it was a holiday and that the\nschool had been closed. Bart Stanton didn't want to spoil his own fun by\nasking for permission to leave the grounds when it was so easy for a man\nwith his special abilities to get out without asking.\n\nBesides, there _was_ a chance--a small one, he thought--that permission\nmight be refused for one reason or another, and Bart was fully aware that\nhe would not disobey a direct request--to say nothing of a direct\norder--that he stay within the walls of the Institute. He didn't want to\nrun any risk of losing his freedom, small though it was. After five years\nof mental and physical hell, he felt a need to get out into the world of\nnormal, everyday people.\n\nHis legs moved smoothly, surely, and unhurriedly, carrying him aimlessly\nalong the resilient walkway, under the warm glow of the street lights. The\npeople around him walked as casually and with seemingly as little purpose\nas he did. There was none of the brisk sense of urgency that he felt\ninside the walls of the Institute.\n\nHe knew he could never get away from that sense of urgency completely,\neven out here. There were times when it seemed that all he had ever done,\nall his life, was to train himself for the single purpose of besting the\nNipe.\n\nIf he wasn't training physically, he was listening to lectures from the\npsychologists or from Colonel Mannheim--laying plans and considering\npossibilities for the one great goal that seemed to be the focal point of\nhis whole life.\n\nWhat would happen if he failed? He would die, of course, and Mannheim's\nPlan Beta would immediately go into effect. The Nipe would be killed\neventually.\n\nBut what if he, Stanton, won? Then what?\n\nThe people around him were not a part of his world, really. Their\nthoughts, their motions, their reactions, were slow and clumsy in\ncomparison with his own. Once the Nipe had been conquered, what purpose\nwould there be in the life of Bartholomew Stanton? He was surrounded by\npeople, but he was not one of them. He was immersed in a society that was\nnot his own because it was not, could not be, geared to his abilities and\npotentials. But there was no other society to turn to, either.\n\nHe was not a man \"alone, afraid\" in a world he had never made; he was a\nman who had been made for a world, a society, that did not exist.\n\nWomen? A wife? A family life?\n\nWhere? With whom?\n\nHe pushed the thoughts from his mind, the questions, unanswered and\nperhaps unanswerable. In spite of the apparent bleakness of the future, he\nhad no desire to die, and there was the possibility that too much brooding\nof that kind would evoke a subconscious reaction that could slow him down\nor cause a wrong decision at a vital moment. A feeling of futility could\noperate to bring on his death in spite of his conscious determination to\nwin the coming battle with the Nipe.\n\nThe Nipe was his first duty. When that job was finished, he would consider\nthe problem of himself. Just because he could not now see the answer to\nthat problem did not mean that no answer existed.\n\n       *       *       *       *       *\n\nHe suddenly realized that he was hungry. He had been walking through\nMemorial Park, past the museum, an old, worn edifice that was still called\nthe Missouri Pacific Building. There was a small restaurant only a block\naway. He reached into his pocket and took out the few coins that were\nthere. Not much, but enough to buy a sandwich and a glass of milk. Because\nof the trust fund that had been set up when he had started the treatment\nat the Neurophysics Institute, he was already well off, but he didn't have\nmuch cash. What good was cash in the Institute, where everything was\nprovided?\n\nHe stopped at a news-vendor, dropped in a coin, and waited for the\nreproducing mechanism to turn out a fresh paper. Then he took the folded\nsheets and went on to the restaurant.\n\nHe rarely read a news-sheet. Mostly, his information about the world that\nexisted outside the walls of the Institute came from the televised\nnewscasts. But, occasionally, he liked to read the small, relatively\nunimportant little stories about people who had done small, relatively\nunimportant things--stories that didn't appear in the headlines or on the\nnewscasts.\n\nThe last important news story had come two nights before, when the Nipe\nhad robbed an optical products company in Miami. The camera had shown the\nshop on the screen. Whatever had been used to blow open the door of the\nvault had been more effective than necessary. It had taken the whole front\ndoor of the shop and both windows, too. The bent and twisted paraglass\nthat had lain on the pavement showed how much force had been applied from\nwithin.\n\nAnd yet, the results were not that of an explosion. It was more as though\nsome tremendous force had _pushed_ outward from within. It had not been\nthe shattering shock of high explosive, but some great thrust that had\nunhurriedly, but irresistibly, moved everything out of its way.\n\nNothing had been moved very far, as it would have been by a blast. It\nappeared that everything had simply fallen aside, as though scattered by a\ngiant hand. The main braces of the store front were still there, bent\noutward a little, but not broken.\n\nThe vault door had lain on the floor of the shop, only a few feet from the\nfront door. The vault itself had been farther back, and the camera had\nshowed it, standing wide open, gaping. Inside, there had been pieces of\nfragile glass standing on the shelves, unmoved, unharmed.\n\nThe force, whatever it had been, had moved in one direction only, from a\npoint within the vault, just a few feet from the door, pushing outward to\ntear out the heavy door as though it had been made of paraffin or modeling\nclay.\n\nStanton had recognized the vault construction type: the Voisier\nconstruction, which, by test, could withstand almost everything known,\noutside of the actual application of atomic energy itself. In a\nwidely-publicized demonstration several years before, a Voisier vault had\nbeen cut open by a team of well-trained, well-equipped technicians. It had\ntaken twenty-one hours for them to breach the wall, and they had no fear\nof interruption, or of making a noise, or of setting off the intricate\nalarms that were built into the safe itself. Not even a borazon drill\ncould make much of an impression on a metal which had been formed under\nmillions of atmospheres of pressure.\n\nAnd yet the Nipe had taken that door out in a second, without much effort\nat all.\n\nThe crowd that had gathered at the scene of the crime had not been large.\nThe very thought of the Nipe kept people away from places where he was\nknown to have been. The specter of the Nipe evoked a fear, a primitive\nfear--fear of the dark and fear of the unknown, combined with the rational\nfear of a very real, very tangible danger.\n\nAnd yet, there _had_ been a crowd of onlookers. In spite of their fear, it\nis hard to keep human beings from being curious. It was known that the\nNipe didn't stay around after he had struck; and, besides, the area was\nnow full of armed men. So the curious came to look and to stare in\nrevulsion at the neat pile of gnawed and bloody bones that had been the\nnight watchman, carefully killed and eaten by the Nipe before he had\nopened the vault.\n\n_Thus curiosity does make fools of us all, and the native hue of caution\nis crimsoned o'er by the bright red of morbid fascination._\n\n       *       *       *       *       *\n\nStanton went through the door of the automat restaurant and walked over to\nthe vending wall. The dining room was only about three-quarters full of\npeople; there were plenty of seats available. He fed coins into the proper\nslots, took his sandwich and milk over to a seat in one corner and made\nhimself comfortable.\n\nHe flipped open the newspaper and looked at the front page.\n\nAnd, for a moment, his brain seemed to freeze.\n\nThe story itself was straightforward enough:\n\n        BENCHAIM KIDNAPERS\n           NABBED!\n        STAN MARTIN DOES IT\n           AGAIN!\n\n     Ceres, June 3 (Interplanetary News Service)--The three men\n     and three women who allegedly kidnapped ten-year-old Shmuel\n     BenChaim were brought to justice today through the\n     single-handed efforts of Stanley Martin, famed investigator\n     for Lloyd's of London. The boy, held prisoner for more than\n     ten months on a small asteroid, was reported in very good\n     health.\n\n     According to Lt. John Vale, of the Planetoid Police, the\n     kidnap gang could not have been taken by direct assault on\n     their hideout because of fear that the boy might be killed.\n     \"The operation required a carefully-planned, one-man\n     infiltration of their hideout,\" he said. \"Mr. Martin was the\n     man for the job.\"\n\n     Labeled \"the most outrageous kidnapping in history\", the\n     affair was conceived as a long-term method of gaining\n     control of Heavy Metals Incorporated, controlled by Moishe\n     BenChaim, the boy's father. The details....\n\n       *       *       *       *       *\n\nBut Bart Stanton wasn't interested in the details. After only a glance\nthrough the first part of the article, his eyes returned to the picture\nalongside the article. The line of print beneath it identified the man in\nthe picture as Stanley Martin.\n\nBut a voice in Bart Stanton's brain said: _Not Stan Martin! The name is\nMart Stanton!_\n\nAnd Bartholomew felt a roar of confusion in his mind, because he didn't\nknow who Mart Stanton was, and because the face in the picture was his\nown.\n\n\nXI\n\nHe was walking again.\n\nHe didn't quite remember how he had left the automat, and he didn't even\ntry to remember.\n\nHe was trying to remember other things--farther back--before he had--\n\nBefore he had what?\n\nBefore the Institute; before the beginning of the operations.\n\nThe memories were there, just beyond the grasp of his conscious mind,\nlike the memories of a dream after one has awakened. Each time he tried to\nreach into the darkness to grasp one of the pieces, it would break up into\nsmaller bits. The patterns were too fragile to withstand the direct\nprobing of his conscious mind. Only the resulting fragments held together\nlong enough to be analyzed.\n\nAnd, while part of his mind probed frantically after the elusive particles\nof memory, another part of it watched the process with semi-detached\namusement.\n\nHe had always known there were holes in his memory (_Always? Don't be\nsilly, pal!_), but it was disconcerting to find an area that was as\nriddled as a used machine-gun target. The whole fabric had been punched to\nbits.\n\nNo man's memory is completely available at any given time. However it is\nrecorded, however completely every bit of data may be recorded during a\nlifetime, much of it is unavailable because it is incompletely\ncross-indexed or, in some cases, labeled _Do Not Scan_. Or,\nmetaphorically, the file drawer may be locked. It may be that, in many\ncases, if a given bit of data remains unscanned long enough it fades into\nillegibility, never reinforced by the scanning process. Sensory data,\ncoming in from the outside world as it does, is probably permanent. But\nthe thought patterns originating within the mind itself, the processes\nthat correlate and cross-index and speculate on and hypothesize about the\nsensory data, those are much more fragile. A man might glance once\nthrough a Latin primer and have every page imprinted indelibly on his\nrecording mechanism and still be unable to make sense of the _Nauta in\ncubito cum puella est_.\n\nSometimes a man is aware of the holes in his memory. (\"What was the name\nof that fellow I met at Eddie's party? Can't remember it for the life of\nme.\") At other times, a memory may lay dormant and unremembered, leaving\nno apparent gap, until a tag of some kind brings it up. (\"That girl with\nthe long hair reminds me of Suzie Blugerhugle. My gosh! I haven't thought\nof her for years!\") Both factors seemed to be operating in Bart Stanton's\nmind at this time.\n\nIncredibly, he had never, in the past year at least, had occasion to try\nto remember much about his past life. He had known who he was without\nthinking about it particularly, and the rest of his knowledge--language,\nhistory, politics, geography, and so on--had been readily available for\nthe most part. Ask any educated man to give the product of the primes 2,\n13, and 41, or ask him to give the date of the Norman Conquest, and he can\ngive the answer without having to think of where he learned it or who\ntaught it to him or when he got the information.\n\nBut now the picture and the name in the paper had brought forth a reaction\nin Stanton's mind, and he was trying desperately to bring the information\nout of oblivion.\n\nDid he have a mother? Surely--but could he remember her? _Yes!_ Certainly.\nA pretty, gentle, rather sad woman. He could remember when she had died,\nalthough he couldn't remember ever having attended the funeral.\n\nWhat about his father?\n\nHe could find no memory of his father, and, at first, that bothered him.\nHe could remember his mother--could almost see her moving around in the\napartment where they had lived ... in ... in ... in Denver! Sure! And he\ncould remember the building itself, and the block, and even Mrs.\nFrobisher, who lived upstairs! And the school! A great many memories came\ncrowding back, but there was no trace of his father.\n\nAnd yet....\n\nOh, of _course_! His father had been killed in an accident when Martinbart\nwere very young.\n\n_Martinbart!_\n\n[Illustration]\n\nThe name flitted through his mind like a scrap of paper in a high wind,\nbut he reached out and grasped it.\n\nMartinbart. Martin-Bart. Mart 'n' Bart. Mart _and_ Bart.\n\nThe Stanton Twins.\n\nIt was curious, he thought, that he should have forgotten his brother. And\neven more curious that the name in the paper had not brought him instantly\nto mind.\n\nMartin, the cripple. Martin, the boy with the radiation-shattered nervous\nsystem. The boy who had had to stay in a therapy chair all his life\nbecause his efferent nerves could not control his body. The boy who\ncouldn't speak. Or, rather, _wouldn't_ speak because he was ashamed of the\ngibberish that resulted.\n\nMartin. The nonentity. The nothing. The nobody.\n\nThe one who watched and listened and thought, but could do nothing.\n\nBart Stanton stopped suddenly and unfolded the newspaper again under the\nglow of the street lamp. His memories certainly didn't gibe with _this_!\n\nHis eyes ran down the column of type.\n\n    \"... Mr. Martin has, in the eighteen months since he came to\n    the Belt, run up an enviable record, both as an insurance\n    investigator and as a police detective, although his\n    connection with the Planetoid Police is, necessarily, an\n    unofficial one. Probably not since Sherlock Holmes has there\n    been such mutual respect and co-operation between the\n    official police and a private investigator.\"\n\nThe was only one explanation, Stanton thought. Martin, too, had been\ntreated by the Institute. His memory was still blurry and incomplete, but\nhe did suddenly remember that a decision had been made for Martin to take\nthe treatment.\n\nHe chuckled a little at the irony of it. They hadn't been able to make a\nsuperman of Martin, but they _had_ been able to make a normal and\nextraordinarily capable man of him. Now it was Bart who was the freak, the\nodd one.\n\n_Turn about is fair play,_ he thought. But somehow it didn't seem quite\nfair.\n\nHe crumpled the newspaper, dropped it into a nearby waste chute, and\nwalked on through the night toward the Neurophysical Institute.\n\n\nXII\n\nINTERLUDE\n\n\"You understand, Mrs. Stanton,\" said the psychiatrist, \"that a great part\nof Martin's trouble is mental as much as physical. Because of the nature\nof his ailment, he has withdrawn, pulled himself away from communication\nwith others. If these symptoms had been brought to my attention earlier,\nthe mental disturbance might have been more easily analyzed and treated.\"\n\n\"I'm sorry, Doctor,\" said Mrs. Stanton. Her manner betrayed weariness and\npain. \"It was so--so difficult. Martin could never talk very well, you\nknow, and he just talked less and less as the years went by. It was so\ngradual that I never really noticed it.\"\n\n_Poor woman_, the doctor thought. _She's not well, herself. She should\nhave married again, rather than carry the whole burden alone. Her role as\na doting mother hasn't helped either of the boys to overcome the handicaps\nthat were already present._\n\n\"I've tried to do my best for Martin,\" Mrs. Stanton went on unhappily.\n\"And so has Bart. When they were younger, Bart used to take him out all\nthe time. They went everywhere together. Of course, I don't expect Bart to\ndo that so much any more; he has his own life to live. He can't take\nMartin out on dates or things like that. But when he's home, Bart helps me\nwith Martin all the time.\"\n\n\"I understand,\" said the doctor. _This is no time to tell her that\nBartholomew's tests indicate that he has subconsciously resented Martin's\npresence for a long time. She has enough to worry about._\n\n\"I don't understand,\" said Mrs. Stanton, breaking into sudden tears. \"I\ndon't understand why Martin should behave this way! Why should he just sit\nthere with his eyes closed and ignore us both?\"\n\nThe doctor comforted her in a warmly professional manner, then, as her\ntears subsided, he said: \"We don't understand all of the factors\nourselves, Mrs. Stanton. Martin's reactions are, I admit, unusual. His\nbehavior doesn't quite follow the pattern that we usually expect from such\ncases as this. His physical disability has drastically modified the course\nof his mental development, and, at the same time, makes it difficult for\nus to make any analysis of is mental state.\"\n\n\"Is there _any_thing you can do, Doctor?\"\n\n\"We don't know yet,\" he said gently. He considered for a moment, then\nsaid: \"Mrs. Stanton, I'd like for you to leave both the boys here for a\nfew days, so that we can perform further tests. That will help us a great\ndeal in getting at the root of Martin's trouble.\"\n\nShe looked at him with a little surprise. \"Why, yes, of course. But ...\nwhy should Bart stay?\"\n\nThe doctor weighed his words carefully before he spoke.\n\n\"Bart is our control, Mrs. Stanton. Since the boys are genetically\nidentical, they should have been a great deal alike in personality if it\nhadn't been for Martin's accident. In other words, our tests of Bart will\ntell us what Martin _should_ be like. That way we can tell just how much\nand in what way Martin deviates from what he should ideally be. Do you\nunderstand?\"\n\n\"Yes. Yes, I see. All right, Doctor--whatever you say.\"\n\nAfter Mrs. Stanton had left, the psychiatrist sat quietly in his chair and\nstared thoughtfully at his desk top for several minutes. Then, making his\ndecision, he picked up a small book that lay on his desk and looked up a\nnumber in Arlington, Virginia. He punched out the number on his phone, and\nwhen the face appeared on his screen, he said: \"Hello, Sidney. Look, I\nhave a very interesting case out here that I'd like to talk to you about.\nDo you happen to have a telepath who's strong enough to take a meshing\nwith an insane mind? If my suspicions are correct, I'll need a man with an\nimpregnable sense of identity, because he's going to get into the weirdest\nsituation I've ever come across.\"\n\n\nXIII\n\n_Pok! Pok! Ping!_\n\n_Pok! Pok! Ping!_\n\n_Pok! Pok! Ping!_\n\nThe action in the handball court was beautiful to watch. The robot\nmechanism behind Bart Stanton would fire out a ball at random intervals\nranging from a tenth to a quarter of a second, bouncing them off the wall\nin a random pattern. Stanton would retrieve the ball before it hit the\nground, bounce it off the wall again to strike the target on the moving\nrobot. Stanton had to work against a machine; no ordinary human being\ncould have given him any competition.\n\n_Pok! Pok! Ping!_\n\n_Pok! Pok! Ping!_\n\n_Pok! Pok! PLUNK._\n\n\"One miss,\" Stanton said to himself. But he fielded the next one nicely\nand slammed it home.\n\n_Pok! Pok! Ping!_\n\nThe physical therapist who was standing by glanced at his watch. It was\nalmost time.\n\n_Pok! Pok! Ping!_\n\nThe machine, having delivered its last ball, shut itself off with a smug\nclick. Stanton turned away from the handball court and walked toward the\nphysical therapist, who held out a robe for him.\n\n\"That was good, Bart,\" he said, \"real good.\"\n\n\"One miss,\" Stanton said as he shrugged into the robe.\n\n\"Yeah. Your timing was a shade off there, I guess. But you ran a full\nminute over your previous record.\"\n\nStanton looked at him. \"You re-set the timer again,\" he said accusingly.\nBut there was a grin on his face.\n\nThe P.T. man grinned back. \"Yup. Come on, step into the mummy case.\" He\nwaved toward the narrow niche in the wall of the court, a niche just big\nenough to hold a standing man. Stanton stepped in, and various instrument\npick-ups came out of the walls and touched his body. Hidden machines\nrecorded his heartbeat, blood pressure, brain activity, muscular tension,\nand several other factors.\n\nAfter a minute, the P.T. man said, \"O.K., Bart; let's hit the steam box.\"\n\nStanton stepped out of the niche and accompanied the therapist to another\nroom, where he took off the robe again and sat down on the small stool\ninside an ordinary steam box. The box closed, leaving his head free, and\nthe box began to fill with steam.\n\n\"Did I ever tell you what I don't like about that machine?\" Bart asked as\nthe therapist draped a heavy towel around his head.\n\n\"Nope. Didn't know you had any gripe. What is it?\"\n\n\"You can't gloat after you beat it. You can't walk over and pat it on the\nshoulder and say, 'Well, better luck next time, old man.' It isn't a good\nloser, and it isn't a bad loser. The damn thing doesn't even know it lost,\nand if it did, it wouldn't care.\"\n\n\"I see what you mean,\" said the P.T. man, chuckling. \"You beat the pants\noff it and what d'you get? Not even a case of the sulks out of it.\"\n\n\"Exactly. And what's worse, I know perfectly good and well that it's only\nhalf trying. The damned thing could beat me easily if you just turned that\nknob over a little more.\"\n\n\"You're not competing against the machine, anyway,\" the therapist said.\n\"You're competing against yourself, trying to beat your own record.\"\n\n\"I know. And what happens when I can't do _that_ any more, either?\"\nStanton asked. \"I can't just go on getting better and better forever. I've\ngot limits, you know.\"\n\n\"Sure,\" said the therapist easily. \"So does a golf player. But every\ngolfer goes out and practices by himself to try to beat his own record.\"\n\n\"Bunk! The real fun in _any_ game is beating someone else! The big kick in\ngolf is in winning over the other guy in a twosome.\"\n\n\"How about crossword puzzles or solitaire?\"\n\n\"Solve a crossword puzzle, and you've beaten the guy who made it up. In\nsolitaire, you're playing against the laws of chance, and even that can\nbecome pretty boring. What I'd like to do is get out on the golf course\nwith someone else and do my best and then lose. Honestly.\"\n\n\"With a handicap....\" the therapist began. Then he grinned weakly and\nstopped. On the golf course, Stanton was impossibly good. One long drive\nto the green, one putt to the cup. An easy thirty-six strokes for eighteen\nholes; an occasional hole-in-one sometimes brought him below that, an\noccasional worm-cast or stray wind sometimes raised his score.\n\n\"Sure,\" Stanton said. \"A handicap. What kind of handicap do you want on a\nhandball game with me?\"\n\nThe P.T. man could imagine himself trying to get under one of Stanton's\nlightning-like returns. The thought of what would happen to his hand if he\nwere to accidentally catch one made him wince.\n\n\"We wouldn't even be playing the same game,\" Stanton said.\n\nThe therapist stepped back and looked at Stanton. \"You know,\" he said\npuzzledly, \"you sound bitter.\"\n\n\"Sure I'm bitter,\" Stanton said. \"All I get is exercise. All the fun has\ngone out of it.\" He sighed and grinned. There was no point in worrying the\nP.T. man. \"I'll just have to stick to cards and chess if I want\ncompetition. Speed and strength don't help anything if I'm holding two\npair against three of a kind.\"\n\nBefore the therapist could say anything, the door opened and a tall, lean\nman stepped into the fog-filled room. \"You are broiling a lobster?\" he\nasked the P.T. blandly.\n\n\"Steaming a clam,\" came the correction. \"When he's done, I'll pound him to\nchowder.\"\n\n\"Excellent. I came for a clam-bake,\" the tall man said.\n\n\"You're early then, George,\" Stanton said. He didn't feel in the mood for\nlight humor, and the appearance of Dr. Yoritomo did nothing to improve his\nhumor.\n\nGeorge Yoritomo beamed, crinkling up his heavy-lidded eyes. \"Ah! A talking\nclam! Excellent! How much longer does he have to cook?\"\n\n\"Twenty-three minutes, why?\"\n\n\"Would you be so good as to return at the end of that time?\"\n\nThe therapist opened his mouth, closed it, opened it again, and said:\n\"Sure, Doc. I can get some other stuff done. I'll see you then. I'll be\nback, Bart.\" He went out through the far door.\n\n       *       *       *       *       *\n\nAfter the door closed, Dr. Yoritomo pulled up a chair and sat down. \"New\ndevelopments,\" he said, \"as you may have surmised.\"\n\n\"I guessed,\" Stanton said. \"What is it?\" He flexed his muscles under the\ncaress of the hot, moist currents in the box.\n\nHe wondered why it was so important that the psychologist interrupt him\nwhile he was relaxing after strenuous exercise. Yoritomo looked excited,\nin spite of his calm. And yet Stanton knew that there couldn't be anything\nurgent or Yoritomo would have acted differently.\n\nIt was relatively unimportant now, anyway, Stanton thought. Having made\nhis decision to act on his own had changed his reaction to the decisions\nof others.\n\nYoritomo leaned forward in his chair, his thin lips in an excited smile,\nhis black-irised eyes sparkling. \"I had to come tell you. The sheer, utter\nbeauty of it is too much to contain. Three times in a row was almost\nabsolute, Bart; the probability that our hypothesis is correct was\ncomputed as straight nines to seven decimals. But now! The fourth time!\nStraight nines to _twelve_ decimals!\"\n\nScanton lifted an eyebrow. \"Your Oriental calm is deserting you, George.\nI'm not reading you.\"\n\nYoritomo's smile became broader. \"Ah! Sorry. I refer to the theory we have\nbeen discussing--about the memory of the Nipe. You know?\"\n\nStanton knew. Dr. Yoritomo was, in effect, one of his training\ninstructors. _Advanced Alien Psychology,_ Stanton thought; _Seminar\nCourse. The Mental Whys & Wherefores of the Nipe, or How to Outthink the\nEnemy in Twelve Easy Lessons. Instructor: Dr. George Yoritomo._\n\nAfter six years of watching the recorded actions of the Nipe, Yoritomo had\nevolved a theory about the kind of mentality that lay behind the four\nbaleful violet eyes in that alien head. Now he evidently had proof of that\ntheory. He was smiling and rubbing his long, bony hands together. For\nGeorge Yoritomo, that was the equivalent of hysterical excitement.\n\n\"We have been able to predict the behavior of the Nipe!\" he said. \"For the\nfourth time in succession!\"\n\n\"Great. But how does that fit in with that rule you once told me about?\nYou know, the one about experimental animals.\"\n\n\"Ah, yes. The Harvard Law. 'A genetically standardized strain, under\nprecisely controlled laboratory conditions, when subjected to carefully\ncalibrated stimuli, will behave as it damned well pleases.' Yes. Very\ntrue.\n\n\"But an animal could not do otherwise, could it? Only as it pleases. And\nit could not please to behave as something it is not, could it?\"\n\n\"Draw me a picture,\" Stanton said.\n\n\"I mean that any organism is limited in its choice of behavior. A hamster,\nfor instance, cannot choose to behave in the manner of a Rhesus monkey. A\ndog cannot choose to react as a mouse would. If I prick a rat with a\nneedle, it may squeal, or bite, or jump--but it will not bark. Never. Nor\nwill it leap up to a trapeze, hang by its tail, and chatter curses at me.\nNever.\n\n\"By observing an organism's reactions, one can begin to see a pattern. If\nyou tell me that you put an armful of hay into a certain animal's\nenclosure, and that the animal trotted over, ate the hay, and brayed, I\ncan tell you with reasonable certainty that the animal has long ears. Do\nyou see?\"\n\n\"You haven't been able to pinpoint the Nipe that easily, have you?\"\nStanton asked.\n\n\"Ah, no. The more intelligent a creature is, the greater its scope of\naction. The Nipe is far from being so simple as a monkey or a hamster. On\nthe other hand--\" He smiled widely, showing bright, white teeth. \"--he is\nnot so bright as a human being.\"\n\n\"_What!?_ I wouldn't say he was exactly stupid, George. What about all\nthose prize gadgets of his?\" He blinked. \"Wipe the sweat off my forehead,\nwill you? It's running into my eyes.\"\n\n       *       *       *       *       *\n\nDr. Yoritomo wiped with the towel as he continued. \"Ah, yes. He is quite\ncapable in that respect, my friend. It is his great memory--at once his\nfinest asset and his greatest curse.\"\n\nHe draped the towel around Stanton's head again and stepped back, his face\nunsmiling. \"Imagine having a near-perfect memory.\"\n\nStanton's jaw muscles tightened. \"I think I'd like it.\"\n\nYoritomo shrugged slightly. \"Perhaps you would. But it would not be the\nasset you think. Look at it soberly, my friend.\n\n\"The most difficult teaching job in the universe is the attempt to teach\nan organism something it already knows. True? Yes. If a man already knows\nthe shape of the Earth, it will do you no good to attempt to teach him. If\nhe _knows_ that the Earth is flat, your contention that it is round will\nmake no impression whatever. He _knows_, you see. He _knows_.\n\n\"Now. Imagine a race with a perfect memory--one which does not fade. A\nmemory in which each bit of data is as bright and fresh as the moment it\nwas imprinted, and as readily available as the data stored in a robot's\nmind. It is, in effect, a robotic memory.\n\n\"If you put false data into the memory bank of a computer--such as telling\nit that the square of two is five--you cannot correct the error simply by\ntelling it that the square of two is four. You must first remove the\nerroneous data, not so?\n\n\"Very good. Then let us look at the Nipe race, wherever it was spawned in\nthis universe. Let us look at their race a long time back--when they first\nbecame _Nipe sapiens_. Back when they first developed a true language.\nEach child, as it is born or hatched or budded--whatever it is they do--is\ntaught as rapidly as possible all the things it must know to survive. And\nonce it is taught a thing, it _knows_. And if it is taught a falsehood,\nthen it cannot be taught the truth.\"\n\n\"Wouldn't cold reality force a change?\" Stanton asked.\n\n\"Ah. In some cases, yes. In most, no. Look: Suppose a primordial Nipe runs\nacross a tiger--or whatever passes for a tiger on their planet. He has\nnever seen a tiger before, so he does not see that this particular tiger\nis old, ill, and weak. He hits it on the head, and it drops dead. He takes\nit home for the family to feed on.\n\n\"'How did you kill it, Papa?'\"\n\n\"'I walked up to it, bashed it on the noggin, and it died. That is the way\nto kill tigers.'\"\n\nYoritomo smiled. \"It is also a good way to kill Nipes. Eh?\" He took the\ntowel and wiped Stanton's brow again.\n\n[Illustration]\n\n\"The error,\" he continued, \"was made when Papa Nipe generalized from _one_\ntiger to _all_ tigers. If tigers were rare, this bit of lore might be\npassed on for many generations. Those who learned that most tigers are\n_not_ conquered by walking up to them and hitting them on the noggin\nundoubtedly died before they could pass this bit of information on. Then,\none day, a Nipe survived the ordeal. His mind now contained conflicting\ninformation, which must be resolved. He _knows_ that tigers are killed in\nthis way. He also _knows_ that this one did not die. Plainly, then, _this_\none is not a tiger. Ha! He has the solution!\n\n\"What does he tell his children? Why, first he tells them how tigers are\nkilled. Then he warns them that there is an animal that looks _just like_\na tiger, but is _not_ a tiger. One should not make the mistake of thinking\nit _is_ a tiger or one will get badly hurt. Since the only way to tell the\ntrue tiger from the false is to hit it, and since that test may prove\nfatal to the Nipe who tries it, it follows that one is better off if one\navoids all animals that look like tigers. You see?\"\n\n\"Yeah,\" said Stanton. \"Some snarks are boojums.\"\n\n\"Exactly! Thank you for that allusion. I must remember to use it in my\nreport.\"\n\n\"It seems to me to follow,\" Stanton said musingly, \"that there would be\nsome things that they'd never learn the truth about, once they'd gotten a\nwrong idea in their heads.\"\n\n\"Ah! Indeed. It is precisely that which led me to formulate my theory in\nthe first place. How else to explain the fact that the Nipe, for all his\ntechnical knowledge, is still in the ancient ritual-taboo stage of\ndevelopment?\"\n\n\"A savage?\"\n\nYoritomo smiled. \"As to his savagery, I think no one on Earth would\ndisagree. But they are not the same thing. What I do mean is that the Nipe\nis undoubtedly the most superstitious and bigoted being on the face of\nthis planet.\"\n\n\nXIV\n\nThere was a knock at the door, and the physical therapist put his head in.\n\"Sorry to interrupt, but the clam is done. I'll give him a rubdown, Doc,\nand you can have him back.\"\n\n\"Excellent. Would you come up to my office, Bart, as soon as you've had\nyour mauling?\"\n\n\"Sure. I'll be right up.\"\n\nYoritomo left, and the P.T. man opened the steam box. \"Feel O.K., Bart?\"\n\n\"Yeah, sure,\" he said abstractedly as he got up on the rubdown table and\nlay prone. The therapist saw that Stanton was in no mood for conversation,\nso he proceeded with the massage in silence.\n\nFor the first time, Stanton was seeing the Nipe as an individual, as a\nperson, as a thinking, feeling being.\n\n_We have a great deal in common, you and I, he thought. Except that you're\na lot worse off than I am._\n\n       *       *       *       *       *\n\nI'm actually feeling sorry for the poor guy, Stanton thought. Which, I\nsuppose, is better than feeling sorry for myself. The only difference\nbetween us freaks is that you're a bigger freak than I am. \"Molly O'Grady\nand the Colonel's lady are sisters under the skin.\"\n\nWhere'd that come from? Something I learned in school, I guess--like the\nsnarks and boojums.\n\n    \"He would answer to Hi! or to any loud cry,\n     Such as Fry me! or Fritter my wig!\"\n\nWho was that? The snark? No.\n\n_Damn_ this memory of mine!\n\nOr can I even call it mine when I can't even use it?\n\n    \"For now we see through a glass, darkly; but then face to\n     face: now I know in part; but then shall I know even as also\n     I am known.\"\n\nAnother jack-in-the-box thought popping up from nowhere.\n\nThe only way I'll ever get all this stuff straightened out is to get more\ninformation. And it doesn't look as though anyone is going to give it to\nme on a platter. The Institute seems to be awfully chary about giving\ninformation away. George even had to chase away old rub-and-pound, here\n(That feels good!) before he would talk about the Nipe. Can't blame 'em\nfor that, I guess. There'd be hell to pay if the public ever found out\nthat the Nipe has been kept as a pet for six years.\n\nHow many people has he killed in that time? Twenty? Thirty? How much blood\ndoes Colonel Mannheim have on his hands?\n\n    \"Though they know not why,\n     Or for what they give,\n     Still, the few must die,\n     That the many may live.\"\n\nI wonder whether I read all that stuff complete or just browsed through a\ncopy of Bartlett's Quotations. Fragments.\n\nWe've got to get organized here, brother. Colonel Mannheim's little puppet\nis going to cut his strings and do a Pinocchio.\n\n       *       *       *       *       *\n\n\"O.K., Bart,\" the P.T. said, giving Stanton a final slap, \"you're all set.\nSee you tomorrow.\"\n\n\"Right. Gimme my clothes.\"\n\nStanton dressed and took the elevator up to Yoritomo's office. This\nsection of the building was off-limits to the other patients in the\nInstitute, but Stanton, the star border, had free rein.\n\nNot that it mattered, one way or another. There wasn't any way they could\nhave stopped him. Aside from the fact that he was physically capable of\ngoing through or around almost any guards they wanted to put up, there was\nalso the little matter of gentle blackmail. When a man is genuinely\nindispensable, he can work wonders by threatening to drop the whole\nbusiness.\n\nHe felt as though he had been slowly awakening from a long sleep. At\nfirst, he had accepted as natural that he should obey orders and do as he\nwas told without question, as thought he had been drugged or hypnotized.\n\n_And it's very likely they subjected me to both at one time or another,_\nhe told himself.\n\nBut now his brain was beginning to function again, and the need to know\nwas strong in his mind.\n\n       *       *       *       *       *\n\nDr. Yoritomo was sitting in one of the big, soft chairs, puffing at his\npipe, but he leaped to his feet when Stanton came in.\n\n\"Ah! About the ritual-taboo culture of the Nipe! Yes. Sit down. Yes. So.\nDo you find it impossible that a high technology could be present in such\na system?\"\n\n\"No. I've been thinking about it.\"\n\n\"Ah, so.\" He sat down again. \"Then _you_ will please tell _me_.\"\n\n\"Well, let's see. In the first place, let's take religion. In tribal\ncultures, religion is--uh--animistic, I think the word is.\"\n\nYoritomo nodded silently.\n\n\"There are spirits everywhere,\" Scanton went on. \"That sort of belief, it\nseems to me, would grow up in any race that had imagination, and the Nipes\nmust have plenty of that, or they wouldn't have the technology they do\nhave.\"\n\n\"Very good. _Very_ good. But what evidence have you that this technology\nwas not given them by some other race?\"\n\n\"I hadn't thought of that.\" Stanton stared into space for a moment, then\nnodded his head. \"Of course. It would take too long for another race to\nteach it to them; it wouldn't be worth the trouble unless this\nhypothetical other race killed off all the adult Nipes and started the\nlittle ones off fresh. And if that had happened, their ritual-taboo system\nwould have disappeared, too.\"\n\n\"That argument is imperfect,\" Yoritomo said, \"but it will do for the\nmoment. Go on with the religion.\"\n\n\"O.K.; religious beliefs are not subject to pragmatic tests. That is, the\nspiritual beliefs aren't. Any belief that _could_ be disproven would\neventually die out. But beliefs in ghosts or demons or angels or life\nafter death aren't disprovable. So, as a race increases its knowledge of\nthe physical world, its religion tends to become more and more spiritual.\"\n\n\"Agreed. Yes. But how do you link this with ritual-taboo?\"\n\n\"Well, once a belief gains a foothold, it's hard to wipe it out, even\namong humans. Among Nipes, it would be well-nigh impossible. Once a code\nof ritual and social behavior was set up, it became permanent.\"\n\n\"For example?\" Yoritomo urged.\n\n\"Well, shaking hands, for example. We still do that, even if we don't have\nit fixed solidly in our heads that we _must_ do it. I suppose it would\nnever occur to a Nipe not to perform such a ritual.\"\n\n\"Just so,\" Yoritomo agreed vigorously. \"Such things, once established,\nwould tend to remain. But it is a characteristic of a ritual-taboo system\nthat it resists change. How, then, do you account for their high\ntechnological achievements?\"\n\n\"The pragmatic engineering approach, I imagine. If a thing works, it is\nusable. If not, it isn't.\"\n\n\"Very good. Now it is my turn to lecture.\" He put his pipe in an ash tray\nand held up a long, bony finger. \"Firstly, we must remember that the Nipe\nis equipped with an imagination. Secondly, he has in his memory a\ntremendous amount of data, all ready at hand. He is capable of working out\ntheories in his head, you see. Like the ancient Greeks, he finds no need\nto test such theories--_unless_ his thinking indicates that such an\nexperiment would yield something useful. Unlike the Greeks, he has no\naversion to experiment. But he sees no need for useless experiment,\neither.\n\n\"Oh, he would learn, yes. But, once a given theory proved workable, how\nresistant he would be to a new theory. How long--how _incredibly_ long--it\nwould take such a race to achieve the technology the Nipe now has!\"\n\n\"Hundreds of thousands of years,\" said Stanton.\n\nYoritomo shook his head briskly. \"Puh! Longer! Much longer!\" He smiled\nwith satisfaction. \"I estimate that the Nipe race first invented the steam\nengine not less than ten million years ago.\" He kept smiling into the dead\nsilence that followed.\n\n       *       *       *       *       *\n\nAfter a long minute, Scanton said: \"What about atomic energy?\"\n\n\"At least two million years ago. I do not think they have had the\ninterstellar drive more than fifty thousand years.\"\n\n\"No wonder our pet Nipe is so patient,\" Stanton said wonderingly. \"I\nwonder what their individual life span is.\"\n\n\"Not long, in comparison,\" said Yoritomo. \"Perhaps no longer than our own,\nperhaps five hundred years. Considering their handicaps, they have done\nquite well. Quite well, indeed, for a race of illiterate cannibals.\"\n\n\"How's that again?\" Stanton realized that the scientist was quite serious.\n\n\"Hadn't it occurred to you, my friend, that they must be cannibals? And\nthat they are very nearly illiterate?\"\n\n\"No,\" Stanton admitted, \"it hadn't.\"\n\n\"The Nipe, like Man, is omnivorous. Specialization tends to lead any race\nup a blind alley, and dietary restrictions are a particularly pernicious\nform of specialization. A lion would starve to death in a wheat field. A\nhorse would perish in a butcher shop full of steaks. A man will survive as\nlong as there's something around to eat--even if it's another man.\n\n\"Also, Man, early in his career as top dog on Earth, began using a method\nof increasing the viability of the race by removing the unfit. It survives\ntoday in some societies. Before and immediately after the Holocaust, there\nwere still primitive societies on Earth which made a rather hard ordeal\nout of the Rite of Passage--the ceremony that enabled a boy to become a\nMan, if he passed the tests.\n\n\"A few millennia ago, a boy was killed outright if failed. And eaten.\n\n\"The Nipe race must, of necessity, have had some similar ritualistic tests\nor they would not have become what they are. And we have already agreed\nthat, once the Nipes adopted something of that kind, it remained with\nthem, not so? Yes.\n\n\"Also, it is extremely unlikely that the Nipe civilisation--if such it can\nbe called--has any geriatric problem. No old age pensions, no old folks'\nhomes, no senility. When a Nipe becomes a burden because of age, he is\nritually murdered and eaten with due solemnity.\n\n\"Ah. You frown, my friend. Have I made them sound heartless, without the\nfiner feelings that we humans are so proud of? Not so. When Junior Nipe\nfails his puberty tests, when Mama and Papa Nipe are sent to their final\nreward, I have no doubt that there is sadness in the hearts of their loved\nones as the honored T-bones are passed around the table.\n\n\"My own ancestors, not too far back, performed a ritual suicide by\ndisemboweling themselves with a sharp knife. Across the abdomen--so!--and\nup into the heart--so! It was considered very bad form to die or faint\nbefore the job was done. Nearby, a relative or close friend stood with a\nsharp sword, to administer the _coup de grace_ by decapitation. It was all\nvery sad and very honorable. Their loved ones bore the sorrow with pride.\"\n\nHis voice, which had been low and tender, suddenly became very brisk.\n\"Thank goodness it's gone out of fashion!\"\n\n\"But how can you be _sure_ they're cannibals?\" Stanton asked. \"Your\nargument sounds logical enough, but logic alone isn't enough.\"\n\n\"True! True!\" Yoritomo jabbed the air twice with his finger. \"Evidence\nwould be most welcome, would it not? Very well, I give you the evidence.\nHe eats human beings, our Nipe.\"\n\n\"That doesn't make him a cannibal.\"\n\n\"Not _strictly_, perhaps. But consider. The Nipe is not a monster. He is\nnot a criminal. No. He is a gentleman. He behaves as a gentleman. He is\nshipwrecked on an alien planet. Around his, he sees evidence that ours is\na technological society. But that is a contradiction! A paradox!\n\n\"For _we_ are not civilized! No! We are not rational! We are not sane! We\ndo not obey the Laws, we do not perform the Rituals. We are animals.\nApparently intelligent animals, but animals never the less. How can this\nbe?\n\n\"Ha! Says the Nipe to himself. These animals must be ruled over by Real\nPeople. It is the only explanation. Not so?\"\n\n\"Colonel Mannheim mentioned that. Are you implying that the Nipe thinks\nthat there are other Nipes around, running the world from secret hideouts,\nlike the Fu Manchu novel?\"\n\n[Illustration]\n\n\"Not quite. The Nipe is not incapable of learning something new; in fact,\nhe is quite good at it, as witness the fact that he has learned many Earth\nlanguages. He picked up Russian in less then eight months simply by\nlistening and observing. Like our own race, his undoubtedly evolved many\nlanguages during the beginnings of its progress--when there were many\ntribes, separated and out of communication. It would not surprise me to\nfind that most of those languages have survived and that our distressed\nastronaut knows them all. A new language would not distress him.\n\n\"Nor would strangely-shaped intelligent beings distress him. His race\nshould be aware, by now, that such things exist. But it is very likely\nthat he equates _true_ intelligence with technology, and I do not think he\nhas ever met a race higher than the barbarian level before. Such races\nwere not, of course, human--by his definition. They showed possibilities,\nperhaps, but they had not evolved far enough. Considering the time span\ninvolved, it is not at all unlikely that the Nipe thinks of technology as\nsomething that evolves with a race in the same way intelligence does--or\nthe body itself.\n\n\"So it would not surprise him to find that the Real People of this system\nwere humanoid in shape. That is something new, and he can absorb it. It\ndoes not contradict anything he _knows_.\n\n\"_But--!_ Any truly intelligent being which did not obey the Law and\nfollow the Ritual _would_ be a contradiction in terms. For he has no\nnotion of a Real Person without those characteristics. Without those\ncharacteristics, technology is impossible. Since he sees technology all\naround him, it follows that there must be Real People with those\ncharacteristics. Anything else is unthinkable.\"\n\n\"It seems to me that you're building an awfully involved theory out of\npretty flimsy stuff,\" Stanton said.\n\nYoritomo shook his head. \"Not at all. All evidence points to it. Why, do\nyou suppose, does the Nipe conscientiously devour his victims, often\nrisking his own safety to do so? Why do you suppose he never uses any\nweapons but his own hands to kill with?\n\n\"Why? To tell the Real People that he is a gentleman!\"\n\n       *       *       *       *       *\n\nIt made perfect sense, Stanton thought. It fitted every known fact, as far\nas he knew. Still--\n\n\"I would think,\" he said, \"that the Nipe would have realized, after ten\nyears, that there is no such race of Real People. He's had access to all\nour records, and such things. Or does he reject them as lies?\"\n\n\"Possibly he would, if he could read them. Did I not say he was\nilliterate?\"\n\n\"You mean he's learned to speak our languages, but not to read them?\"\n\nThe scientist smiled broadly. \"Your statement is accurate, my friend, but\nincomplete. It is my opinion that the Nipe is incapable of reading any\nwritten language whatever. The concept does not exist in his mind, except\nvaguely.\"\n\n\"A technological race without a written language? That's impossible!\"\n\n\"Ah, no. Ask yourself: What need has a race with a perfect memory for\nwritten records--at least, in the sense we know them. Certainly not to\nremember things. All their history and all their technology exists in the\ncollective mind of the race--or, at least, most of it. I dare say that the\nless important parts of their history has been glossed over and forgotten.\nOne important event in every ten centuries would still give a historian\nten thousand events to remember--and history is only a late development in\nour own society.\"\n\n\"How about communications?\" Stanton said, \"What did they use before they\ninvented radio?\"\n\n\"Ah. That is why I hedged when I said he was _almost_ illiterate. There is\na possibility that a written symbology did at one time exist, for just\nthat purpose. If so, it has probably survived as a ritualistic form--when\nan officer is appointed to a post, let's say, he may get a formal paper\nthat says so. They may use symbols to signify rank and so on. They\ncertainly must have a symbology for the calibration of scientific\ninstruments.\n\n\"But none of these requires the complexity of a written language. I dare\nsay our use of it is quite baffling to him. And if he thinks of symbols as\nbeing unable to convey much information, then he might not be able to\nlearn to read at all. You see?\"\n\n\"Where's your evidence for that?\"\n\n\"It is sketchy, I will admit,\" said Yoritomo. \"It is not as solidly based\nas our other reconstructions of his background. The pattern of his raids\nindicates, however, that his knowledge of the materials he wants and their\nlocations comes from vocal sources--television advertising,\neaves-dropping, and so on. In other words, he cases the joint by ear. If\nhe could understand written information, his job would have been much\neasier. He could have found the materials more quickly and easily. From\nthis evidence, we are fairly certain that he can't read any Terrestrial\nwriting.\n\n\"Add to that the fact that he has never been observed writing down\nanything himself, and the suspicion dawns that perhaps he _knows_ that\nsymbols can only convey a very small amount of specialized information.\nEh?\n\n\"As I said, it is not proof.\"\n\n\"No. But the whole thing makes for some very interesting speculation,\ndoesn't it?\"\n\n\"Very interesting indeed.\" Yoritomo folded his hands in his lap, smiled\nseraphically, and looked at the ceiling. \"In fact, my friend, we are now\nso positive of our knowledge of the Nipe's mind that we are prepared to\nenter into the next phase of our program. Within a very short while, if we\nare correct, we shall, with your help, arrest the most feared\narch-criminal that Earth has ever known.\" He chuckled, but there was\nlittle mirth in it. \"I dare say that the public will be extremely happy to\nhear of his death, and I know that Colonel Mannheim and the rest of us\nwill be glad to know that he will never kill again.\"\n\nStanton saw that the fateful day was looming suddenly large in the\nfuture. \"How soon?\"\n\n\"Within days.\" He lowered his eyes from the ceiling and looked into\nStanton's face with a mildly bland expression.\n\n\"By the way,\" he said, \"did you know that your brother is returning to\nEarth tomorrow?\"\n\n\nXV\n\nINTERLUDE\n\n\"Is this our young man, Dr. Farnsworth?\" asked the man in uniform.\n\n\"Yes, it is. Colonel Mannheim, I'd like you to meet Mr. Bartholomew\nStanton.\"\n\n\"How are you, Mr. Stanton?\"\n\n\"Fine, Colonel. A little nervous.\"\n\nThe colonel chuckled softly. \"I can't say that I blame you. It's not an\neasy decision to make.\" He looked at Dr. Farnsworth. \"Has Dr. Yoritomo any\nmore information for us?\"\n\nFarnsworth shook his head. \"No. He admits that his idea is nothing more\nthan a wild hunch. He seems to think that five years of observing the Nipe\nwon't be too much time at all. We may have to act before then.\"\n\n\"I hope not. It would be a terrible waste,\" said Mannheim. \"Mr. Stanton, I\nknow that Dr. Farnsworth has outlined the entire plan to you, and I'm sure\nyou're aware that many things can change in five years. We may have to\nplay by ear long before that. Do you understand what we are doing, and why\nit must be done this way?\"\n\n\"Yes, sir.\"\n\n\"You know that you're not to say anything.\"\n\n\"Yes, sir. Don't worry; I can keep my mouth shut.\"\n\n\"We're pretty sure of that,\" the colonel said with a smile. \"Your\npsychometric tests showed that we were right in picking you. Otherwise, we\ncouldn't have told you. You understand your part in this, eh?\"\n\n\"Yes, sir.\"\n\n\"Any questions?\"\n\n\"Yes, sir. What about my brother, Martin? I mean, well, I know what's the\nmatter with him. Aside from the radiation, I mean. Do you think he'll be\nable to handle his part of the job after--after the operations?\"\n\n\"If the operations turn out as well as Dr. Farnsworth thinks they will,\nyes. And, with the therapy we'll give him afterwards, he'll be in fine\nshape.\"\n\n\"Well.\" He looked thoughtful. \"Five more years. And then I'll have the\ntwin brother that I never really had at all. Somehow, it doesn't really\nregister, I guess.\"\n\n\"Don't worry about it, Mr. Stanton,\" said Dr. Farnsworth. \"We've got a\ncomplex enough job ahead of us without your worrying in the bargain. By\nthe way, we'll need your signature here.\" He handed him a pen and spread\nthe paper on the desk. \"In triplicate.\"\n\nThe young man read quickly through the release form. \"All nice and legal,\nhuh? Well....\" He hesitated for a moment, then bent over and wrote:\n_Bartholomew Stanton_ in a firm, clear hand.\n\n\nXVI\n\nThe tunnel was long and black and the air was stale and thick with the\nstench of rodents. Stanton stood still, trying to probe the luminescent\ngloom that the goggles he wore brought to his eyes. The tunnel stretched\nout before him--on and on. Around him was the smell of viciousness and\ndeath. Ahead ...\n\n_It goes on to infinity_, Stanton thought, _ending at last at zero_.\n\n\"Barbell,\" said a voice near his ear, \"Barhop here. Do you read?\" It was\nthe barest whisper, picked up by the antennae in his shoes from the steel\nrail that ran along the tunnel.\n\n\"Read you, Barhop.\"\n\n\"Move out, then. You've got a long stroll to go.\"\n\nStanton started walking, keeping his feet near the rail, in case Barhop\nwanted to call again. As he walked, he could feel the slight motion of the\nskin-tight, woven elastic suit that he wore rubbing against his skin.\n\nAnd he could hear the scratching patter of the rats.\n\nMostly, they stayed away from him, but he could see them hiding in corners\nand scurrying along the sides of the tunnel. Around him, six rat-like\nremote-control robots moved with him, shifting their pattern constantly as\nthey patrolled his moving figure.\n\nFar ahead, he knew, other rat robots were stationed, watching and waiting,\nready to deactivate the Nipe's detection devices at just the right moment.\nBehind him, another horde moved forward to turn the devices on again.\n\nIt had taken a long time to learn how to shut off those detectors without\ngiving the alarm to the Nipe's instruments.\n\nThere were nearly a hundred men in on the operation, operating the robot\nrats or watching the hidden cameras that spied upon the Nipe. Nearly a\nhundred. And all of them were safe.\n\nThey were outside the tunnel. They were with Stanton only in proxy. They\ncould not die here in this stinking hole, but Stanton could.\n\nThere was no help for it. Stanton had to go in person. A full-sized robot\nproxy would be stronger, although not faster unless Stanton controlled it,\nthan the Nipe. But the Nipe would be able to tell that it was a robot, and\nhe would simply destroy it with one of his weapons. A remote-controlled\nrobot would never get close enough to the Nipe to do any good.\n\n\"We do not know,\" Dr. Yoritomo had said, \"whether he would recognize it as\na robot or not, but his instruments would show the metal easily enough,\nand his eyes might be able to see that it was not covered with human skin.\nThe rats are covered with real rat hides; they are small, and he is used\nto seeing them around. But a human-sized robot? Ah, no. Never.\"\n\nSo Stanton had to go in in person, walking southward, along the miles of\nblackness that led to the nest of the Nipe.\n\nOverhead was Government City.\n\nHe had walked those streets only the night before, and he knew that only a\nshort distance above him was an entirely different world.\n\nSomewhere up there, his brother was waiting after having run the gamut of\ntelevised interviews, dinner at one of the best restaurants, and a party\nafterward. A celebrity. \"The greatest detective in the Solar System,\"\nthey'd called him. Fine stuff, that. Stanton wondered what the asteroids\nwere like. Maybe that would be the place to go after this job was done.\nMaybe they'd have a place in the asteroids for a hopped-up superman.\n\nOr maybe there'd only be a place here, beneath the streets of Government\nCity for a dead superman.\n\n_Not if I can help it,_ Stanton thought with a grim smile.\n\n       *       *       *       *       *\n\nThe walking seemed to take forever, but, somehow, Stanton didn't mind it.\nHe had a lot to think over. Seeing his brother had been unnerving\nyesterday, but today he felt as though everything had been all right all\nalong.\n\nHis memory still was a long way from being complete, and it probably\nalways would be. He could still scarcely recall any real memories of a boy\nnamed Martin Stanton, but--and he smiled at the thought--he knew more\nabout him than his brother did, at that.\n\nIt didn't matter. That Martin Stanton was gone. In effect, he had been\ndemolished--what little there had been of him--and a new structure had\nbeen built on the old foundation.\n\nAnd yet, in another way, the new structure was very like what would have\ndeveloped naturally if the accident so early in life had not occurred.\n\nStanton skirted a pile of rubble on his right. There had been a station\nhere, once; the street above had caved in and filled in with brick,\nconcrete, cobblestones, and steel scrap, and then it had been sealed over\nwhen Government City was built.\n\nA part of one wall was still unbroken, though. A sign built of tile said\n_86th Street_, he knew, although it wasn't visible in the dim glow. He\nkept walking, ignoring the rats that scampered over the rubble.\n\n\"Barhop to Barbell,\" said the soft voice near his ear. \"No sign of\nactivity from the Nipe. So far, you haven't triggered any of his alarms.\"\n\n\"Barbell to Barhop,\" Stanton whispered. \"What's he doing?\"\n\n\"Still sitting motionless. Thinking, I guess. Or sleeping. It's hard to\ntell.\"\n\n\"Let me know if he starts moving around.\"\n\n\"Will do.\"\n\n_Poor, unsuspecting beastie,_ Stanton thought. _Ten years of hard work,\nten years of feeling secure, and within a very short time he's going to\nget the shock of his life._\n\nOr maybe not. There was no way of knowing what kind of shocks the Nipe had\ntaken in his life, Stanton thought. Not even of knowing whether the Nipe\nwas capable of feeling anything like security.\n\nIt was odd, he thought, that he should feel a kinship toward both the Nipe\nand his brother in such similar ways. He had never met the Nipe, and his\nbrother was a dim picture in his old memories, but they were both very\nwell known to him. Certainly better known to him than he was to them.\n\nAnd yet, seeing his brother's face on the TV screen, hearing him talk,\nwatching the way he moved about, watching the expressions on his face, had\nbeen a tremendously moving thing. Not until that moment had he really\nknown himself.\n\nMeeting him face to face would be easier now, but it would still be a\nscene highly charged with emotional tension.\n\nHe kicked something that rattled and rolled away from him. He stopped,\nfreezing in his tracks, trying to pierce the dully glowing gloom. It was a\nhuman skull.\n\nHe relaxed and began walking again.\n\n[Illustration]\n\nThere were plenty of bones down here. Mannheim had said that the tunnels\nhad been used as air-raid shelters when the sun bomb had hit the island\nduring the Holocaust. Thousands had crowded underground after the warning\nhad come, and they had died when the bright, hot, deadly gas had roared\ndown through ventilators and open stairwells.\n\nThere were even caches of canned goods down here, some of them still\nsealed after all this time. But the rats, wiser than they knew, had chewed\nat them, exposing the steel beneath the tin plate. After a while,\noxidation would weaken a can to the point where some lucky rat could bite\nthrough it and find himself a meal. Then he could move the empty can aside\nand gnaw the next one in the pile, and the cycle would begin again. It\nkept the rats fed almost as well as an automatic machine might have.\n\n       *       *       *       *       *\n\nThe tunnel was an endless monochromatic world that was both artificial and\nnatural. Here, there was a neatly squared-off mosaic of ceramic tile; over\nthere, on a little hillock of earth, squatted a colony of fat mushrooms.\nIn one place, he had to skirt a pool of water; in another, climb over a\nheap of rust and debris that had once been a subway car.\n\nOne man, alone, walking through the dark towards a superhuman monster that\nhad terrorized Earth for a decade.\n\nA drug that would knock out the Nipe would have been useful, but that\nwould have required a greater knowledge of the Nipe's biochemistry than\nanyone had. The same applied to anesthetic gases, or electric shock, or\nsupersonics.\n\nThe only answer was a man called Stanton.\n\nAnd the voice near his ear said: \"A hundred yards to go, Barbell.\"\n\n\"I know,\" he whispered. \"He hasn't moved?\"\n\n\"No.\"\n\n_Wouldn't it be funny if he were dead?_ Stanton thought. _If his heart had\nstopped, or something. Wouldn't that be a big joke on everybody?\nEspecially me._\n\nAhead the tunnel made a curving turn, and there was a large area that had\nonce been a major junction of two tunnels, one below the other. The Nipe\nhad taken over a part of that area to build his home-away-from-home.\n\nStanton approached the turn and took off the infra-red goggles. Enough\nlight spilled over from the Nipe's lair to illuminate the tunnel. He put\nthe goggles on the trackway. He wouldn't need them again.\n\nHe went on around the curve, slowly and quietly. He didn't want to fight\ndown here in the tracks, and he didn't want to be caught just yet.\n\nCautiously, he lifted himself up to the platform, where long-gone\npassengers had once waited for long-gone trains. Now that he was out of\nthe trench that the tracks lay in, he could move more easily. He moved\naway from the tracks.\n\n\"Barbell! He's heard you! Watch it!\"\n\nBut Stanton had already heard the movement of the Nipe. He jerked off the\ncommunicator and threw it away. He didn't want any encumbrances now.\n\nAnd then, as fast as any express train that had ever moved in these\nunderground ways, the Nipe came around a corner thirty feet away, his four\nviolet eyes gleaming, his limbs rippling beneath his centipede-like body.\n\n_From fifteen feet away, he launched himself through the air, his\noutstretched hands ready to kill._\n\nBut Stanton's marvelous neuro-muscular system was already in action.\n\nAt this stage of the game, it would be suicide to let the Nipe get close.\nHe couldn't fend off eight grasping hands with his own two. He leaped to\none side, and the Nipe got his first surprise in ten years when Stanton's\nfist slammed against the side of his snouted head, knocking him in the\nopposite direction from that in which Stanton had moved.\n\nThe Nipe landed, turned, and charged back toward the man. This time, he\nreared up, using his two rear pairs of limbs for locomotion, while the two\nforward pair were held out, ready to kill.\n\nHe got surprise number two when Stanton's fist landed on his snout,\nrocking his head back. His own hands met nothing but air, and by the time\nhe had recovered from the blow, Stanton was well back, out of the way.\n\n_He's so small!_ Stanton thought wonderingly. Even when he reared up, the\nNipe's head was only three feet above the concrete floor.\n\nThe Nipe came in again--more cautiously, this time.\n\nStanton punched again with a straight right. The Nipe moved his head\naside, and Stanton's knuckles merely grazed the side of his head, below\nthe lower right eye. One of the Nipe's hands came in in a chopping right\nhook that took Stanton just below the ribs. Stanton leaped back with a\ngasp of pain.\n\nThe Nipe didn't use fists. He used his open hand, fingers together, like a\njudo fighter.\n\nThe Nipe came forward once more, and as Stanton danced back, the Nipe made\na grab for his ankle, almost catching it.\n\nThere were too many hands to watch! Stanton had two advantages: weight and\nreach. His arms were almost half again as long as the Nipe's.\n\nAgainst that, the Nipe had all those hands; and with his low center of\ngravity and four-footed stance, it would be hard to knock him down. If\nStanton lost his footing, the fight would be over fast.\n\nStanton lunged suddenly forward and planted a left in the Nipe's right\nupper eye, then followed it with a right uppercut to the Nipe's jaw as his\nhead snapped back. The Nipe's four hands cut inward from the sides like\nsword blades, but they found no target.\n\nBacking away, Stanton suddenly realized that he had another advantage. The\nNipe couldn't throw a straight jab! His shoulder--if that's what they\nshould be called--were narrow and the upper armbones weren't articulated\nproperly for such a blow. He could throw a mean hook, but he had to get in\nclose to deliver it.\n\nOn the other side of the coin was the fact that the Nipe knew plenty about\nhuman anatomy--from the bones out. Stanton's knowledge of Nipe anatomy was\nalmost totally superficial.\n\nHe wished he knew if and where the Nipe had a solar plexus. He would like\nto punch something soft for a change.\n\nInstead, he tried for another eye. He danced in, jabbed and danced out\nagain, The Nipe had ducked again, taking it on the side of his head.\n\nThen the Nipe came in low, at an angle, trying for the groin. For his\ntroubles, he got a knee in the jaw that staggered him badly. One grasping\nhand clutched at Stanton's right thigh and grasped hard. Stanton swung his\nfist down like a pendulum and knocked the arm aside.\n\nBut there was a slight limp in his movement as he back-pedaled away from\nthe Nipe. That full-handed pinch had hurt!\n\nStanton was angry now, with the hot, controlled anger of a fighting man.\nHe stepped in and slammed two fast, hard jabs into the point of the\nNipe's snout, jarring the monster backwards. This time, it was the Nipe\nwho scuttled backwards.\n\nStanton moved in to press his advantage and landed a beaut on the Nipe's\nlower left eye. Then he tried a body blow. It wasn't too successful. The\nalien had an endoskeleton, but he also had a hide that was like somewhat\nleathery chitin.\n\nHe pulled back, out of the way of the Nipe's judo cuts.\n\nHis fists were beginning to hurt, and his leg was paining him badly where\nthe Nipe had clamped on to it. And his ribs--\n\nAnd then he realized that, so far, the Nipe had only landed one blow!\n\n_One punch and one pinch,_ he thought with a touch of awe. _The only other\ndamage he's inflicted has been to my knuckles!_\n\nThe Nipe charged in again, then he leaped suddenly and clawed for\nStanton's face with his first pair of hands. The second and third pairs\nchopped in toward the man's body. The last pair propelled him off the\nfloor.\n\nStanton stepped back and let him have a right just below the jaw, where\nhis throat would have been if he'd been human.\n\nThe Nipe arced backwards in a half-somersault and landed flat on his back.\n\nStanton backed up a little more, waiting, while the Nipe wriggled feebly\nfor a moment. _The Marquis of Queensbury should have lived to see this,_\nhe thought.\n\nThe Nipe rolled over and crouched on all eight limbs. His violet eyes\nwatched Stanton, but the man could read no expression on that inhuman\nface.\n\n\"_You did not kill._\"\n\nFor a moment, Stanton found it hard to believe that the hissing, guttural\nvoice had come from the crouching monster.\n\n\"_You did not even_ try _to kill._\"\n\n\"I have no wish to kill you,\" Stanton said evenly.\n\n\"_I can see that. Do you ... Are you...._\" He stopped, as if baffled.\n\"_There are not the proper words. Do you follow the Customs?_\"\n\nStanton felt a surge of triumph. This was what George Yoritomo had guessed\nmight happen!\n\n\"If I must kill you,\" he said carefully, \"I, myself, will do the honors.\nYou will not go uneaten.\"\n\nThe Nipe sagged a little, relaxing all over. \"_I had hoped it was so. It\nwas the only thinkable thing. I saw you on the television, and it was only\nthinkable that you came for me._\"\n\nStanton blinked, stunned. What was the Nipe thinking? But, of course, he\nknew. And he saw that even his brother's return had been a part of the\nplan.\n\n\"_I knew you were out in the asteroids,_\" the Nipe went on. \"_But I had\ndecided you had come to kill. Since you did not, what are your thoughts,\nStanley Martin?_\"\n\n\"That we should help each other,\" Stanton said.\n\nIt was as simple as that.\n\n\nXVII\n\nStanton sat in his hotel room, smoking a cigarette, staring at the wall,\nand thinking.\n\nHe was alone again. All the fuss, feathers, and fooferaw were over.\nFarnsworth was in another room of the suite, making his plans for a\ncomplete physical examination of the Nipe. Yoritomo was having the time of\nhis life, holding a conversation with the Nipe, drawing the alien out and\ngetting him to talk about his own race and their history. And Mannheim was\nplotting the next phase of the capture--the cover-up.\n\nStanton smiled a little. Colonel Mannheim was a great one for planning,\nall right. Every little detail was taken care of. It sometimes made his\nplans more complex than necessary, Stanton suspected. Mannheim tended to\ntry to account for every eventuality, and, after he had done that, he\nwould set aside reserves here and there, just in case they might be useful\nif something unforeseen happened.\n\nStanton got up, walked over to the window, and looked down at the streets\nof Government City, eight floors below.\n\nAll things considered, the Government had done the right thing. And, in\npicking Mannheim, they had picked the right man. What would the average\ncitizen think if he knew the true story of the Nipe? If he discovered\nthat, at this very moment, the Nipe was being treated almost as an honored\nguest of the Government? If he suspected that the Nipe could have been\nkilled easily at any time during the past six years?\n\nWould it be possible to explain that, in the long run, the knowledge\npossessed by the Nipe was tremendously more valuable to the Race of Man\nthat the lives of a few individuals?\n\nCould those people down there, and the others like them all over the\nworld, be made to understand that, by his own lights, the Nipe had been\nacting in a most civilized and gentlemanly way he knew? Would they see\nthat, because of the priceless information stored in that alien brain, the\nNipe's life had to be preserved at any cost?\n\nDr. Yoritomo assumed that Mannheim would spread a story about the Nipe's\ndeath--perhaps even display a carefully-made \"corpse\". But Stanton had the\nfeeling that the colonel had something else up his sleeve.\n\nThe phone rang. Stanton walked over, thumbed the answer stud, and watched\nDr. Farnsworth's face take shape on the screen.\n\n\"Bart, I just saw the tapes of your fight with the Nipe, Incredible! I'm\ngoing to have them run over again, slowed down, so that I can see what\nwent on, and I'd like to have you tell as best you can, what went on in\nyour mind at each stage of the fight.\"\n\n\"You mean right now? I have an appointment--\"\n\nFarnsworth waved a hand. \"No, no. Later. Take your time. But I am honestly\namazed that you won so easily. I knew you were good, and I knew you'd win,\nbut I honestly expected you to be injured.\"\n\nStanton looked down at his bandaged hands, and felt the ache of his broken\nrib and the blue bruise on his thigh. In spite of the way it looked, he\nhad actually been hurt worse than the Nipe had. That boy was _tough_!\n\n\"The trouble was that he couldn't adapt himself to fighting in a new way,\"\nhe told Farnsworth. \"He fought me as he would have fought another Nipe,\nand that didn't work. I had the reach on him, and I could maneuver\nfaster.\"\n\n\"It looked to me as though you were fighting him as you would fight\nanother human being,\" Farnsworth said.\n\nStanton grinned. \"I was, in a modified way. But _I_ won--the Nipe didn't.\"\n\nFarnsworth grinned back. \"I see. Well, I'll let you know when I'm ready\nfor your impressions. Probably tomorrow some time.\"\n\n\"Fine.\"\n\n       *       *       *       *       *\n\nHe walked back over to the window, but this time he looked at the horizon,\nnot at the street.\n\nFarnsworth had called him \"Bart\". It's funny, Stanton thought, how habit\ncan get the best of a man. Farnsworth had known the truth all along, and\nnow he knew that his patient--_former_ patient--was aware of the truth.\nAnd still, he had called him \"Bart\".\n\n_And I still think of myself as Bart,_ he thought. _I probably always\nwill._\n\nAnd why not? Martin Stanton no longer existed--in fact he had never had\nmuch of a real existence. He was only a bad dream; only \"Bart\" was real.\n\nTake two people, genetically identical. Damage one of them so badly that\nhe is helpless and useless--and always only a step away from death. It is\ninevitable that the weaker will identify himself with the stronger.\n\nThe vague telepathic bond that always links identical twins (they \"think\nalike\", they say) becomes unbalanced under such conditions. Normally,\nthere is a give-and-take, and each preserves the sense of his own\nidentity, since the two different sets of sense receptors give different\nviewpoints. But if one of the twins is damaged badly enough something must\nhappen to the telepathic link. Usually, it is broken.\n\nBut the link between Mart and Bart Stanton had not been broken. It had\nbecome a one-way channel. Martin, in order to escape the prison of his own\nbody, had become a receptor for Bart's thoughts. He felt as Bart felt--the\nthrill of running after a baseball, the pride of doing something clever\nwith his hands.\n\nIn effect, Martin ceased to think. The thoughts in his mind were Bart's.\nThe feeling of identity was almost complete.\n\nTo an outside observer, it appeared that Martin had become a cataleptic\nschizophrenic, completely cut off from reality. The \"Bart\" part of him did\nnot want to be disturbed by the sensory impressions that \"Mart's\" body\nprovided. Like the schizophrenic, Martin was living in a little world that\nwas cut off from the actual physical world around his body.\n\nThe difference between Martin's condition and that of the ordinary\nschizophrenic was that _his_ little world actually existed. It was an\nalmost exact counterpart of the world that existed in the perfectly sane,\nrational mind of his brother, Bart. It grew and developed as Bart did, fed\nby the telepathic flow from the stronger mind to the weaker.\n\nThere were two Barts, and no Mart at all.\n\nAnd then the Neurophysical Institute had come into the picture. A new\nprocess had been developed, by which a human being could be\nreconstructed--made, literally, into a superman. The drawback was that a\nnormal human body resisted the process--to the death, if necessary, just\nas a normal human body will resist a skin graft from an alien donor.\n\nBut the radiation-damaged body of Martin Stanton had no resistance of that\nkind. With him--perhaps--the process might work.\n\nSo Bartholomew Stanton, Martin's legal guardian after the death of their\nmother, had given permission for the series of operations that would\nrebuild his brother.\n\nThe telepathic link, of course, had to be shut off--for a time, at least.\nPart of that could be done in the treatment of Martin, but Bart, too, had\nto do his part. By submitting to hypnosis, he had allowed himself to be\nconvinced that his name was Stanley Martin. He had taken a job on Luna,\nand then had gone to the asteriods. The simple change of name and\nenvironment had been just enough to snap the link during a time when\nMartin's brain had been inactivated by therapy and anesthetics.\n\nOnly the sense of identity remained. The patient was still Bart.\n\nMannheim had used them both, naturally. Colonel Mannheim had the ability\nto use anyone at hand, including himself, to get a job done.\n\nStanton looked at his watch. It was almost time.\n\nMannheim had sent for \"Stanley Martin\" when the time had come for him to\nreturn in order to give the Nipe data that he would be sure to\nmisinterpret. A special code phrase in the message had released \"Stanley\nMartin\" from the posthypnotic suggestion that had held him for so long. He\nknew that he was Bartholomew Stanton again.\n\n_And so do I,_ thought the man by the window. _We have a lot to straighten\nout, we two._\n\nThere was a knock at the door.\n\nStanton walked over and opened it, trying to think.\n\nIt was like looking into a mirror.\n\n\"Hello, Bart,\" he said.\n\n\"Hello, Bart,\" said the other.\n\nIn that instant, the complete telepathic linkage was restored, and they\nboth knew what only one of them had known before--that, for a time, the\nflow had been one-way again--that \"Stanley Martin\" had experienced the\nentire battle with the Nipe. His release from the posthypnotic suggestion\nhad made it possible.\n\n_E duobus unum._\n\nThere was unity without loss of identity.\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of Project Gutenberg's Anything You Can Do, by Gordon Randall Garrett\n\n*** END OF THIS PROJECT GUTENBERG EBOOK ANYTHING YOU CAN DO ***\n\n***** This file should be named 30742.txt or 30742.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/0/7/4/30742/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}