{"title": "The Right Time", "author": "Walter Bupp", "releaseDate": "December 27, 2009", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n  This etext was produced from Analog Science Fact & Fiction December\n  1963. Extensive research did not uncover any evidence that the U.S.\n  copyright on this publication was renewed.\n\n\n                            THE RIGHT TIME\n\n\n     The trouble with prophets is that if they're accurate, the\n     news won't do you any good, and if they aren't accurate,\n     they're no good. Unless, of course, they're more than just\n     prophets....\n\n\n                             WALTER BUPP\n\n\n                   Illustrated by George Schelling\n\n       *       *       *       *       *\n\n\n\n\n\"Don't let the old goat rattle you, Pheola,\" I said as we rode the\nelevator to the penthouse. \"He'll try. Just remember, he is the one\nwho has to say O.K. if we are to give you some training.\"\n\nHer eyes rolled and she moaned softly, clinging to my arm. \"Oh, Billy\nJoe!\" she whispered. \"I _don't_ want to fail you!\"\n\nMaragon has some pretty creepy types in his office and the\nreceptionist that day was no exception. She was one of those twitchy\nhyper-thyroid clairvoyants that he likes to test.\n\n\"Don't tell me,\" the receptionist twitched proudly as we came in. \"I\nknow!\" She got up from behind her desk and led us to the Grand\nMaster's private office.\n\nI intended to make her guess whom I had with me, but that didn't\nbother her. \"Dr. Walter Bupp and Pheola Rountree,\" she announced\nsmugly. Clairvoyants live in a condition of perpetual thrill with\ntheir powers.\n\nMaragon's penthouse office has glass walls on two sides. He was\nprowling back and forth in front of his desk, sharply lit by the\nbright sunlight that streamed in. His gray shock of hair glistened,\nand his bushy eyebrows shaded his face. He radiated impatience, from\nthe grinding of his square jaw to the fists he had rammed into his\nhips.\n\n\"Lefty,\" he greeted me, \"do they all have to _look_ alike? Where did\nyou get _this_ scarecrow?\"\n\nI could feel Pheola stiffen. I guess no woman, no matter how plain,\nlikes to be reminded of it.\n\n\"Same place you dig up those twitchy CV types you have spooking up\nyour outer office,\" I snapped. \"There's nothing the matter with Pheola\nthat three square meals won't cure in a month!\"\n\nMaragon grunted. \"And just what wonderful power do _you_ have, young\nwoman, that makes it worth while for the Lodge to fatten you up?\" he\ndemanded.\n\nShe had plenty of spunk, I'll say that for her. \"I have the power of\nprophecy, and the gift of healin',\" Pheola said, squinting at him.\n\nHe barked a laugh at her and went across the thick carpet to sit in\nhis swivel chair. It was a beauty of dark green morocco that matched\nhis Bank of England chairs and leather sofa that was against one of\nthe walls. \"What's your favorite prophecy, young woman?\" he wanted to\nknow.\n\nPheola smiled over at me. \"Oh, no!\" I groaned, but she nodded.\n\n\"Billy Joe and I are gettin' married,\" she told Maragon.\n\n\"Billy Joe?\" he asked, scowling at me across his desk.\n\n\"That's me,\" I said. \"Don't ask me where the name comes from.\"\n\n\"I couldn't care less,\" Maragon grumped. \"Is it true? Are you going to\nmarry this bag of bones?\"\n\nI could feel my face getting red. \"Not that I know of,\" I said.\n\nHe swung around in his chair to face her. \"Young woman, someone has\ntold you how much the Lodge is interested in precognition. You\nwouldn't walk in here claiming the power if you didn't know we want to\nfind it, and rarely can. But you certainly came ill-prepared. Going to\nmarry Lefty, eh? Why, you can't predict the right time!\" He banged his\nfist on the big slab of walnut. \"You're a fake!\" he said.\n\n\"I _ain't_ a fake!\" Pheola protested. \"We _will_ get married!\"\n\n\"Drag her out, Lefty,\" Maragon said wearily, with a limp wave of his\nhand.\n\n\"Come on, Pheola,\" I said, taking her arm with my right hand. I saw no\npoint talking with him any further.\n\n\"Lefty!\" Maragon exclaimed.\n\n\"Yes?\"\n\n\"You used your right arm! You can't _move_ it!\"\n\n\"I can now,\" I told the old goat with relish. \"Pheola told you she was\na healer. Well, she healed me a ... a couple days ago!\"\n\nHe went for the jugular: \"Have you ever done anything like that\nbefore, Pheola?\" he demanded.\n\n[Illustration]\n\n\"Mostly small ailin',\" she said, squinting and backing away from his\ndesk defensively. \"Never nothin' as big as findin' the weak spot in\nBilly Joe's haid. But I _told_ you I had the power of prophecy and the\ngift of healin'.\"\n\nI suppose her degree of humility decided him. \"She can stay,\" Maragon\nsaid. \"Look into this healing thing, Lefty. But, for the love of Mike,\ndon't waste time with her precognition.\"\n\nPheola moaned, then keened, and waved her hands in front of her face,\nas if to ward off a swarm of bees. \"My healin' won't do you much good,\nyou nasty old man!\" she said in a shrill voice. \"You'll git a pain,\n_sich_ a pain,\" she insisted, pressing her hand to her heart. \"It will\nlike to kill you, and it nearly will!\"\n\nMaragon laughed at her again. \"A young witch!\" he proclaimed. \"I'll\nbet you scared half of Posthole County into fits with dark remarks\nlike that. Take her away, Lefty!\"\n\n       *       *       *       *       *\n\nPheola didn't break her silence until I showed her into the apartment\nadjoining mine in the Chapter House. The Lodge Building is a hundred\nstories high, and most of it is devoted to offices that we rent out to\ndoctors, lawyers and the like. We only use a part of the place--there\njust aren't that many Psis around--and save a few floors for\napartments for members permanently assigned, as I am, to Lodge duties.\n\nPheola stood stiff and unseeing in the apartment, her fists clenched\nat her sides, plainly in no shape to appreciate her rooms. They were\nin the usual good taste I always associate with a Psi decorator.\n\n\"How could I let you down, Billy Joe!\" she said to me, as soon as the\ndoor to the corridor had closed behind us.\n\n\"Oh, stop it!\" I snapped, giving her a shake. \"Weren't you ever wrong\nin a prophecy before?\"\n\nShe squinted to see me better. \"Does it make you hate me?\" she asked.\n\"Yes, I've been wrong lots of times,\" she admitted. \"But not about\nmarryin' you. How does he know I'm wrong?\"\n\n\"He doesn't,\" I growled. \"He just doesn't believe in precognition.\nWhat little we see of it in the Lodge is so erratic that you can't\ncount it as a proven Psi power.\"\n\n\"Then maybe I _am_ right,\" she pressed me.\n\n\"Not if I can help it,\" I said sourly. \"I'm in no mood to get married.\nMostly I want to give you some advice. O.K.?\"\n\nShe made cow eyes at me. \"You know you can, Billy Joe,\" she said.\n\n\"Well,\" I snarled, \"my first suggestion is that you cut out this\n'Billy Joe' stuff. My name is Wally Bupp. You can call me Lefty if you\nwant to. I'm not your darlin' Billy.\"\n\n\"I tole the truth and you hate me for it!\" she said hotly. \"I was\nafeered of that.\"\n\n\"'Afeered!'\" I sneered. \"All that corn pone and chitterlin's dialect!\nYou can cut that out, too, can't you? Wasn't that just part of your\nlocal color?\"\n\n\"Sort of,\" she admitted, switching to the neutral American dialect.\n\"Yes, I can cut that out, too, Lefty.\"\n\n\"Good. I'm willing to take a couple of chances with that old goat,\nbecause I believe in you. I saw you in action in Nevada, and you sold\nme that you have some Psi powers. We'll work on your healing, as\nMaragon suggested. But I want to have your precognition tested. Just\nkeep your mouth shut about it here in the Lodge, do you hear?\"\n\nShe nodded.\n\n\"All right,\" I said. \"I'll have to make some arrangements, or Maragon\nwill have my scalp. In the meantime, why don't you fix up so we can go\nout to dinner?\"\n\nShe gave me a look of adoration that would have curdled fresh milk.\n\"Oh, Lefty, I'd love that.\" And then her face fell. \"But I don't have\na thing to wear!\"\n\nI don't think she was exactly a moocher. She _didn't_ have anything to\nwear, when I thought of it. \"Sure,\" I said more mildly. \"Well, that's\nthe good part of getting some training here. The Lodge will take care\nof your needs. Just call the girl on the desk and say you need some\nclothes. She'll send somebody over from one of the department stores.\"\n\nPheola's eyes grew round. Ordinarily she squinted when she wanted to\nsee anything. \"What should I get?\"\n\n\"Start from the skin and work out,\" I told her. \"Tell the department\nstore you'll be working in an office, and that you'll need a couple of\ncocktail dresses and wraps for evening, too. Get lots of shoes. O.K.?\"\n\nWas it ever!\n\nI had an idea that clothes would be quite a change for Pheola. I had\nmet her only three days before, in a Nevada gambling house. She'd made\nfor me like a lode-star, called me her Billy Joe and announced that I\nwould be her next husband. I'll tell you, that was a shocker. I'm not\nabout to marry anybody. She was as tall as I was, which isn't so very\nmuch for a man, skinny to the point of emaciation, wearing a\n\"borrowed\" dress that didn't fit, and had that unmistakable slatternly\nlook that you associate with white trash. On top of that, she was vain\nenough about her bucktoothed and pointed-nose features to keep her\nglasses in her purse, and as a result she went around peering at you\nfrom a distance of eight inches to make sure you were the right guy.\n\nBut she had Psi powers. She had been hot as a firecracker predicting\nthe roll of dice on the gambling tables, the very dice that I was\ntipping with telekinesis. Much more important to me personally, she\nhad announced that she was a healer, and on my dare had \"laid hands\"\non me, and brought my dead right arm to life.\n\nMy obligation as a Lodge official was to bring her to the Manhattan\nChapter for measurement and training, no matter what the Grand Master\nfelt about the reality of her powers of precognition. Maragon had been\nabout as obstreperous as I had figured. We have a lot of trouble\nworking together, probably because he resents my TK powers. He's good\nat it, but I'm a good deal better. That's why I'm a Thirty-third\nDegree member of the Lodge.\n\n       *       *       *       *       *\n\nLeaving Pheola's new home, I went next door to my own apartment and\nchecked in by phone with Memorial Hospital. Fortunately, I was not on\ncall, and could take a few steps to find out how much PC Pheola really\nhad. I went down to the forty-third floor, where we have our\nlaboratories, and let myself into the data-processing center.\n\nThey don't like me to do that. That place is under full temperature\nand humidity control, and every time an outsider barges in the whole\nsystem does nip-ups.\n\nNorty Baskins came scurrying away from a card sorter. \"What's this!\"\nhe exclaimed. \"Oh, it's you, Lefty.\" His face went solemn with his\neffort, and I felt a twinge in my ear lobe. I returned the grip,\ntweaking his ear the same way. He began to smile, realizing that I had\nfelt his lift and was returning it.\n\n\"You shouldn't be in here, Lefty,\" he said. \"You know the rules.\"\n\n\"And I know this is the time to break them, Norty,\" I said. \"I've got\nsomething really rare for you.\"\n\n\"Rare?\"\n\n\"This time I've really got one,\" I insisted. \"A precog who can call\nthings with pin-point accuracy.\"\n\n\"Not again, Lefty,\" he said, disgusted. \"Aren't you getting a little\ntired of striking out on that prediction? You've brought half a dozen\nflops in here in the last year.\"\n\n\"Not Pheola,\" I said. \"Listen, Norty, I want this girl measured.\"\n\n\"I thought you said she was pin-point accurate,\" he sneered. \"And what\ndoes Maragon say?\"\n\nI waved a hand at him and walked over to sit on one of the lab stools.\nHe went to the sorter and pulled cards from the bins, joggling them up\ninto one solid stack that he put back in the hopper. But he did not\npress the \"start\" button.\n\n\"You know, Maragon,\" I told him. \"This girl is hot, and then she's\ncold. But there is so much accuracy when she's right that I think\nthere's some future to training her. What I want out of you is a\nmeasurement of how great her accuracy is.\"\n\nNorty snorted. \"When Maragon doesn't believe it?\" he said. \"No\nthanks.\" He started the card sorter, filling the room with its\nclatter.\n\nI drew a pair of dice from my pocket. I'm never without the ivories.\nThey are the original instruments of my TK skill. That's how Maragon\nfound me, unconsciously tipping dice in an alley crap game. I threw\nthem out on the table next to the sorter, when the cards had gone\nthrough and it fell silent. They came up with a four-three natural.\n\n\"Maragon!\" I snapped. \"You know he doesn't think enough of _your_ TK\nto have your training extended. Well, you and I both know we have done\nwonders for your grip. Just because he's Grand Master doesn't make him\nright all the time. I want you to test this girl, and I think she has\nas much right to the facts as you have to the training I've been\ngiving you under the table all these months!\"\n\n\"Blackmail,\" he said sadly. \"Extortion!\"\n\n\"So I'm extorting some work out of you,\" I agreed. \"The only question\nis whether you will pay.\"\n\n\"What do you want?\" Baskins asked glumly.\n\n\"I want you to make this woman predict a series, a number of series,\nand I want you to use your computers here to tell me on what basis her\naccuracy varies. You can do that, can't you?\"\n\nHe nodded, staring at the dice on the table. \"If I wasn't so sure you\ncan help me develop my TK, Lefty,\" he said, \"I'd never do this. All\nright, sneak her down here and I'll get her to PC some weather\ninformation for a month or so.\"\n\n\"Weather?\" I said. \"Why the weather?\"\n\n\"You'll see when I show the results,\" he said. \"Roll those dice again.\nI swear I felt your lift that last time.\"\n\n       *       *       *       *       *\n\nI made a few other calls around the building to catch up on what had\nbeen going on while I was in Nevada. Our formal organization is lousy,\nbecause Maragon is a one-man show. You just have to rely on gossip,\nwhat the CV's pick up and what leaks by telepathy, to know all the\ninternal politics of the Lodge. I wouldn't want you to think that\nPsi's are more devious or Machiavellian than normals, but sometimes\nthey act it.\n\nBy the time I reached up to tap on Pheola's door, it opened in front\nof me, and a stylishly dressed young lady came out, smiling, with\nPheola standing in the doorway behind her.\n\n\"Lefty!\" Pheola said happily.\n\n\"Is this your fiancé?\" the girl said to Pheola.\n\n\"No!\" I said. \"I'm her chiropractor, and I'm about to straighten out\nsome vertebrae in her neck!\"\n\nSomething about the way I said it made the girl from the department\nstore scuttle down the corridor. I glared at her back, went into\nPheola's apartment and shut the door.\n\n\"What were you telling her?\" I started, and then I knew there was no\npoint to it. I waved an irritated hand and kept on talking.\n\n\"When will your clothes be here?\"\n\n\"Some things for tonight in about an hour,\" she said meekly. \"I got\nquite a lot. Was that all right?\"\n\n\"If you keep shooting off your puss about our getting married, you\nwon't last long enough to wear them all,\" I threatened. \"Can you find\nRoom 4307, or will I have to take you down?\"\n\n\"I can find it if you want me to, Lefty,\" she said.\n\nI was sick of being her darlin' Billy. \"Then find it,\" I said. \"Ask\nfor Norty. Tell him you are my PC. Do what he tells you. I'll pick you\nup around seven o'clock back here. All right?\"\n\n\"All right.\"\n\n\"And stop telling people we're going to get married!\"\n\nShe didn't answer that, so I let myself out and went to my own\napartment, sizzling.\n\n       *       *       *       *       *\n\nThe phone was ringing as I came in, and I walked over to press the\n\"Accept\" button. The screen lit up to show me a lined and wrinkled\nface framed in scraggling hair streaked with gray.\n\n\"Hello, Evaleen,\" I said to her.\n\n\"This is dynamite,\" she said in a graveyard tone. \"In the gym, in\nabout ten minutes?\"\n\nI could feel my eyebrows rise. \"Sure,\" I said, and before I could\nfoolishly ask her what it was all about, she cut the image.\n\nIt isn't that our phones are tapped. Maragon doesn't need that. But in\na building full of telepaths, any conversation is going to be peeped\nif you carry it on long enough. And who can keep his mind closed while\nhe's talking? It's hard enough when you're silent.\n\nI rode directly down to twenty and let myself into the locker room. By\nthe time I had changed into my gym suit, Evaleen Riley's ten minutes\nhad elapsed, and I went into the gym.\n\nIf she wanted to be careful about our conversation there was no point\ngoing directly to wherever she was working out, so I wandered.\n\nThere was the usual dozen or so TK's there practicing with the\nweights, as well as twice as many who thought they were TK's trying to\nget the milligram weights to wiggle. About half of them were clustered\naround one table where a member from one of the other chapters was\nshowing off by heaving at a two hundred and fifty gram weight. He was\nseated in the classic position, his elbows on the table, his fingers\nsupporting his temples, and was concentrating fiercely on the weight.\n\nHe wasn't really up to it. I could see sweat starting from his brow as\nI watched him over the heads of the others at the table. Suddenly he\ndropped back, exhausted.\n\n\"Not tonight, Josephine!\" he gasped. The man at his right, another\nstranger, chuckled, reached over to touch the weight with his finger\ntips and then TK'd it cleanly off the Formica. It was nice work, for a\nmiddleweight.\n\nI looked in at a couple other workouts before wandering over to where\nEvaleen sat by herself in a corner. She was concentrating on a series\nof pith balls the size of peas that weighed from a tenth of a gram up.\nShe was either so absorbed in what she was doing, or pretended to be,\nthat she gave no sign of hearing me come up behind her. One of the\nballs before her struggled off the table top, and I could hear her\nbreath hiss with the effort. Cheating a little, I felt for her lifts\nand gave her some help. One after another the balls floated up and\nsank back. She was utterly charmed--or pretended to be.\n\n\"Great going, Evaleen,\" I said, but she swore at me in Gaelic, an\naffectation, because she comes from Minnesota.\n\n\"You'd slip up behind me and help, eh?\" she said hollowly.\n\n\"Get a touch, Evaleen,\" I suggested. \"Have you tried it?\"\n\n\"No,\" she said sullenly. She's good at that. Her dark hair is streaked\nwith gray. She lets it hang down straight and whacks it off with hedge\nshears or something when it bothers her. Her face is lined and\nwrinkled far ahead of its time, and I swear, from the color of her\nteeth, that she chews betel nut. Somehow or other these PC witches\nhave to act the part.\n\n\"Go ahead,\" I insisted. \"Touch the first ball with the tip of your\nfinger, Evaleen.\" I showed her what I meant by leaning over her\nshoulder. \"That's right. _Now_ lift!\"\n\nThe pith ball rose smoothly several inches, and she held the lift for\nten seconds or so.\n\n\"You were helping,\" she accused me in her best graveyard tones.\n\n\"Never,\" I said, truthfully. \"Don't feel that it's cheating to get\ntactile help. I just saw a two hundred fifty gram middleweight over\nthere at the other table run his fingers down a weight before he\nlifted. We all do it. It helps the grip.\"\n\n[Illustration]\n\n\"_You_ never do,\" she accused me.\n\n\"On the big ones, Evaleen, sure I do. I'm a little sneaky about it,\nbut I usually get a touch. Try a bigger ball.\"\n\n       *       *       *       *       *\n\nI looked around the gym while my encouragement helped her. No one was\npaying us any special attention, and I saw none of the better known\ntelepaths in the room. That didn't mean too much, for any number of\nthe TP's in the Manhattan Chapter had good range.\n\nEvaleen was getting good lifts on the one-gram ball when I slipped her\nthe question: \"You said it was dynamite,\" I said, and closed my mind\nto the thought.\n\nHer lift broke. \"I'm worried about the old goat in the penthouse,\nLefty,\" she said in a low tone. It didn't make any difference. She\nmight as well have shouted if a TP were peeping her. I took up for her\nwith the pith balls and had them hopping up and down discreetly, just\nas though she were still working at her lifts with my coaching.\n\n\"You been life-lining again?\" I hazarded, largely because of what\nPheola had said about Maragon's having a heart attack.\n\n\"Yes, and he's going to be sick--I feel it very strongly.\"\n\n\"Die?\"\n\n\"He'll outlive me,\" she said, more glumly than ever. I knew she could\nnot predict past the span of her own life.\n\n\"And how long is that?\" I needled.\n\n\"You can count my time in years, but not enough of them,\" she said,\nirritated that I had asked her about her own span. I knew I shouldn't\nhave said it. She had read her own future and found it wanting. \"But\ndeath hovers close in it,\" she went on. \"You know I don't get clear\npictures, Lefty, just a feeling. Death is very, very close. And you\nare in it.\"\n\n\"And who else?\" I pressed her.\n\n\"No one I ever met,\" she said, telling me another limitation of her\npowers.\n\n\"Perhaps I can cure that, Evaleen,\" I said, letting the last ball\ndrop. More loudly I added: \"You get better every day. You could\nqualify for the second degree if you can do as well under standardized\nconditions.\"\n\n\"Yes,\" she agreed. \"We've talked enough. You will act on it?\"\n\n\"Oddly,\" I said, \"I already have. You confirm what another PC says.\nI'll have you meet her.\"\n\n\"You will not,\" she said. \"I can't stand PC's!\"\n\n\"Now try that big one,\" I said, pointing to a small brass weight of\ntwo grams on the table.\n\nShe touched it and it lifted. She cried out in pleasure. \"That's my\nbest!\"\n\n\"You were never that mad when you were lifting, I guess,\" I said. \"Big\nemotions make big lifts. Fall in love--you'll do better still.\"\n\n\"First decent argument for getting tangled with one of you men I've\nheard yet,\" she lied. Wild as her looks were, she'd been a favorite\naround the Chapter for years.\n\nI patted her on the shoulder and went back to the table where the big\nweights were being lifted and showed off for a couple minutes. The\ninevitable hour of shop talk and demonstrations followed as soon as\nthe out-of-towners found out who I was. They don't meet a Thirty-third\nevery day, and face it, I'm a TK bruiser.\n\n       *       *       *       *       *\n\nAfter enjoying some slaps on the back, I took my shower, changed back\ninto my clothes and went to find Pheola.\n\nShe had just finished her shower and had gotten dressed as far as her\nslip when she let me in.\n\n\"What an awful man!\" she greeted me.\n\n\"Norty?\"\n\n\"Yes! He doesn't believe in me a _bit_!\"\n\n\"I don't either,\" I grinned. \"Remember, you're the fake who says we're\ngetting married.\"\n\n\"We are, too!\" she said, sulking. \"He made me tell him a thousand\nthings,\" she added, going over to her couch where three dresses were\ndraped. \"What should I wear?\"\n\n\"The blue one,\" I said. \"Blue-eyed blondes should wear blue.\" I was\nstretching a point. \"What did he make you PC?\"\n\n\"All about the weather,\" she said, somewhat muffled as she slipped the\ndress over her head. I helped her with a zipper and a catch. \"About\nthirty cities, Lefty. He made me tell him the temperature and the\nbarometric pressure every hour for about a month! I never did anything\nlike that before.\"\n\n\"Um-m-m,\" I said, as she fooled around getting her hair in some sort\nof shape with a clip. It was straight hair, and not much could be done\nwith it. \"Were you right, though?\"\n\n\"Yes,\" she said, convinced. \"I was very sure. Lefty, I _want_ to do\nit, for you!\"\n\n\"Sure,\" I said. \"Let's go.\"\n\nThe Lodge has good food, but you get tired of hanging around with a\nbunch of Psi's, so we went on the town and found a good spot for\ndinner. What with rubber-necking at the big city, it was some after\nten o'clock before we got back to the Chapter House and rode up to her\napartment.\n\nPheola was bubbling happily about our evening. As she keyed open her\ndoor, I pushed her into her place and came in with her.\n\n\"For a couple who are going to get married,\" I said, grinning at her,\n\"it's time we made a little love, Pheola.\"\n\nShe squinted myopically at me, not sure if I were serious. \"I thought\nyou weren't going....\" she started.\n\n\"I'm not,\" I assured her. \"I'm talking about our special kind of love.\nKnow what I mean?\"\n\nShe shook her head doubtfully as I took her wrap and hung it in the\ncloset.\n\n\"Let's face a couple facts,\" I said, as I led her to the sofa and we\nsat down. She squeezed up close to me, so that our knees were\ntouching. \"I believe in you. I've told you that I have seen you\npredict the future. More than that, I have felt you cure me. But\nprecognition is hard to prove, and if we are going to get you into the\nLodge, I think we had better stick to Maragon's advice and work on\nyour healing powers. It's Maragon you'll have to convince. He's the\nlast word.\"\n\n\"I know,\" she said, wriggling her skinny knees against me. \"And it\nscares me.\"\n\n       *       *       *       *       *\n\n\"Maybe it should,\" I said, trying to draw away a bit. \"Your life won't\nbe your own once your have been admitted to one of the degrees. But\nlife in a Psi society has its compensations.\n\n\"Now, look at it this way,\" I went on. \"Whether you meant to or not,\nyou have staked your reputation as a PC on a prediction that our Grand\nMaster will suffer a heart attack.\"\n\n\"He _will_!\" she cut in.\n\n\"Sure. I even know a PC who agrees with you, in a misty sort of way.\nNow, think. You're a healer. If you can heal what you predict, it\nwould make a big hit. Can you?\"\n\nPheola's pointed features focused in a frown. \"I'm sorry, Lefty,\" she\nadmitted, \"I don't even know what a heart attack is.\"\n\n\"That's what I thought,\" I said, getting up to switch on the hi-fi. It\ngave out soft music--lover's music, I guess it was meant to be. \"But\nI'm a surgeon, you know that, don't you? And I can teach you something\nabout hearts. The question in my mind is whether you can learn to\nhandle what you know.\"\n\n\"I don't understand, Lefty,\" she said, holding out a hand to draw me\nback to her side on the sofa. I let her have me back.\n\n\"That's what I meant by our kind of love,\" I grinned at her. \"Remember\nwhen you cured my arm the other night? You said you found a weak place\nin my head.\"\n\n\"That's what I did, darlin'.\"\n\n\"Can you find that place again, now that it's not weak?\"\n\n\"Maybe,\" she decided.\n\n\"Try to,\" I suggested. I swung my feet around on the sofa and lay with\nmy head in her lap. Pheola bent down over me and stroked my forehead\nwith her fingers.\n\n\"Darlin' Billy!\" she whispered. \"Yes! _Yes!_ I _can_ feel it!\"\n\nI'll say she could. My thrashing right arm pretty near knocked her\nbuck teeth out, and she retreated from my nervous system.\n\n\"You know what you did?\" I asked, when the pain inside my head\nsubsided.\n\n\"Not really, Lefty,\" she admitted.\n\n\"You have a kind of telekinesis. It's the lightest touch of all, but\nyou applied it directly to my nerves. Perhaps you have some\nunconscious way of stimulating my synapses, making my nerve centers\nfire. I can't figure it out exactly. But my question is this, can you\nfeel your way all around inside my body?\"\n\nShe recoiled a little. \"That sounds awful,\" she said.\n\n\"I thought you were in love with me,\" I insisted, looking up at her\ndown-bent features. \"Do you really have reservations about me?\"\n\n\"No, Lefty. I love all of you.\"\n\n\"All right,\" I said, reaching up to stroke her cheek in time with the\nmusic. \"See if you can feel your way--lightly, now--down the same path\nin my left arm.\"\n\nShe could, but not quite as lightly as I would have liked. We played\nwith it until nearly midnight, by which time she had used what I can\nonly call her sense of perception to feel her way through a good part\nof my nerves and viscera. Some of it was exquisitely painful, but from\nobserving my flinching when she hurt me, Pheola pretty quickly found\nout how to ignore the synapses that fired pain through my brain.\n\nAt last I raised my head from her lap. \"You're doing great,\" I said.\n\"Do you feel tired?\"\n\nShe shook her head. \"Just excited,\" she breathed. \"What a funny way to\nget to know you!\"\n\n\"Then we'll try one more thing, baby,\" I said. \"Come on next door to\nmy place. There's some stuff over there I want you to work with.\"\n\n       *       *       *       *       *\n\nI thought Pheola might boggle about going into my apartment, but she\ncame readily enough. I guess a PC has some pretty strong notions about\nwhat is going to happen next.\n\nJust to keep the mood the same, I turned on my hi-fi and drew the\nloveseat up in front of the desk in my study. Pheola found a way to\nsit closer to me than I would have imagined possible while I fished a\nset of weights out of a drawer and laid them on the polished teak.\n\n\"Here's how it goes,\" I said to her, and TK'd the weights off the wood\none at a time. Anybody else would have gotten bug-eyed, but Pheola\njust squinted to see better. Finally I made the big weight cross the\nroom, go behind us, and then come back to its place on the desk. She\nhad never seen a demonstration of trained ability, and to her it was\nso much magic.\n\n\"You've been doing the same thing, Pheola,\" I told her as I put an arm\naround her shoulder. \"Only you've been doing it first to my nerves and\nlater to my insides. Now let me see you do it to this little ball.\"\n\nShe looked at the little sphere of pith, similar to the ones that\nEvaleen Riley had used for practice, but nothing happened.\n\n\"I can't feel it,\" she protested, \"It ... It isn't you, Lefty. I'll\nnever feel anything that isn't _you_!\"\n\n\"Don't get mystical,\" I snapped. \"You did some healing before you met\nme, and I don't suppose you were in love with every one you helped,\nwere you?\"\n\n\"Of course not.\"\n\n\"Try again.\"\n\n\"Nothing,\" she said, and the pith ball did not budge.\n\n\"Now watch this,\" I said, and popped the little ball into my mouth.\n\"Feel for it,\" I insisted, pushing it into one cheek where it did not\ninterfere with my speech.\n\nShe closed her eyes. \"Where is it?\" she demanded. \"Did you swallow it,\nLefty?\"\n\n\"I either swallowed it or I kept it in my mouth,\" I said. \"Feel for\nit!\"\n\n\"There!\" she gasped. \"It's in your mouth!\"\n\nI rolled the piece of pith on to the top surface of my tongue and\nopened my mouth so that she could see it. \"Agh!\" I said, pointing at\nmy tongue. I gestured again, and her face paled as the little ball\nleft my tongue and floated in the air before my face. Suddenly her\nlift broke and it fell wetly onto my hand, in my lap.\n\nI leaned over, put an arm around behind her neck and kissed her. It\nwas a most sedate embrace. \"There,\" I said, \"that performance alone\nwill get you into the Lodge. Now do you believe you're a TK?\"\n\nShe gave a little shriek. A ladylike \"Eek!\"\n\n\"It's not that awful,\" I said. \"A lot of Psi's can do it.\"\n\n\"You _kissed_ me!\" she said, paying no attention to my question.\n\n\"Sure,\" I agreed. \"And you managed your first lift.\" I picked the\npith ball up in my fingers, showed it to her, and laid it on my palm.\n\n\"Feel my hand first,\" I suggested. \"Then lift it over onto the desk.\"\n\nShe looked, wild-eyed, at the pith, shaking her head.\n\n\"I'll kiss you again,\" I suggested.\n\nThe little ball came away from my palm, floated erratically around,\ncrossed over to my desk and dropped with a soft smack to the teak. She\ncame to me like a tigress. I don't know why I expected a repetition of\nour first innocent kiss--I knew she had been married once.\n\nI claim good marks for getting her back to her own apartment\nimmediately.\n\n       *       *       *       *       *\n\nFor the balance of the week I saw very little of Pheola during the\nday. The hospital kept me busy with TK surgery, and I was practicing\nscalpel work with my newly-strong right arm, now that I had two hands\nto use. I'd be something more than a TK surgeon yet.\n\nPheola had a couple more sneaky sessions with Norty Baskins in the\ndata-processing center, but for most of the time, she told me, she\nwandered around the part of the building the Lodge had retained for\nits own uses, meeting Psi's of various powers and more or less soaking\nup the flavor of life in the Manhattan Chapter. In the evenings we\nfound a new place for dinner each night, and then came back to her\nplace or mine to practice with the weights. Pheola would never be the\nbruiser that I was--so very few are--but she worked her grip up to\nseveral grams, which is quite respectable.\n\nBy that time I felt she was ready for a course of sprouts in the human\nheart. I used my drag at the hospital to bring her over with me for a\ncram course. We had a plastic model of a heart there, about four times\nlife size, that was built in demountable layers for lecture and\ndemonstration purposes. By the end of the second week, Pheola was able\nto work her sense of perception around inside my heart, based on what\nshe had learned from the model, in surprisingly good shape.\n\n\"I guess you are in good health, Lefty,\" she told me late one night in\nher apartment. \"Your valves feel just like the model, and your\narteries are clear and good. I'm so glad for you.\"\n\n\"Clean living,\" I assured her. \"And careful choice of grandparents.\nNow, my fat and sassy friend,\" I said. \"I want some of your\nwitchcraft.\" That fat part was something of a joke, for she would\nalways be lean and rangy. But Pheola had put on a good ten pounds\nsince we had first met. The weight was going to some rather pleasant\nspots to observe, and outside of her mess of buck teeth, she wasn't\nturning out to be such a bad-looking chicken. For one thing, she had\nrace-horse legs, and that's never bad.\n\n\"Witchcraft, Lefty?\" she said, getting up to go into her kitchen to\npour some more coffee.\n\n\"You said Maragon was going to have a heart attack,\" I reminded her as\nI followed her in to where the cooking was done. \"O.K., my skinny PC.\nHow soon? Exactly when?\"\n\n[Illustration]\n\nShe stopped pouring, set the percolator down and looked at me\nsolemnly. \"In two weeks, about.\"\n\n\"Hm-m-m,\" I said. \"But it won't kill him?\"\n\nShe picked up her cup and led me back to the sofa, sitting down before\nshe answered me. \"Not exactly,\" she said. \"I don't want to talk about\nit.\"\n\nThat's what all the witches say when you try to get them to do any\nlife-lining. \"Have you told me all that you know?\" I demanded.\n\nThen she did a funny thing. She got up, went to the chest against the\nwall where her purse lay, and got out her glasses, racking them up on\nher long thin nose. She looked at me closely. \"No, not all I know. And\nI don't aim to,\" she said. She made no move to come back to sit with\nme.\n\n\"I'm sorry,\" I said, \"but this is Lodge business. I know that you're\nnot a member yet, but you soon will be, and you might as well learn\nright now that you are subject to Lodge discipline. Tell me what you\nknow.\"\n\n\"No!\"\n\nThey all have to learn it sooner or later. I rammed a good stiff lift\nin under her heart, and saw her knees buckle. She gasped, and then the\nlights went out.\n\nPheola was beside me on the loveseat when my consciousness started to\nstraggle back. Her hands were soothing my brow. That isn't where it\nhad hurt. She had struck back, only twice as hard as I had managed.\nFool around with somebody who had a good grip on my nervous system,\nwould I? I was lucky to be alive.\n\n\"Oh, darlin'!\" she gasped, as my eyes opened. \"You hurt me so, and\nbefore I knew it I had done it to you! Forgive me, Billy Joe! I'll\n_never_ do that again!\"\n\n\"Better not,\" I groaned, trying to get my breath. \"They'll carry me\nout in a pine box next time.\"\n\n\"I am so sorry,\" she said, beginning to cry.\n\n\"Then tell me,\" I said. \"What else do you know?\"\n\nThat only made her cry harder, but between sobs she got it out. \"He\nwon't die the first time,\" she said sniffling. \"But the _next_ attack\nwill kill him.\"\n\n\"Soon after the first?\"\n\nShe nodded. \"A couple days,\" she said. \"I wish you hadn't made me tell\nit.\"\n\n\"Good thing I did,\" I growled. \"You're as nutty as a fruitcake.\nMaragon won't die. I've got it on good authority.\"\n\n\"I'm _right_!\" she insisted.\n\n       *       *       *       *       *\n\nI took it to Maragon the next morning. The city was shrouded in a low\nlayer of cloud, and his glassed-in penthouse office was gloomy with\nthe morning. He motioned me to sit down. I dragged one of his Bank of\nEngland chairs through the ankle-deep pile of his rug and set it down\nnext to his big desk.\n\n\"I have a progress report on Pheola, Pete,\" I told him.\n\n\"That skinny one you brought back from Nevada, Lefty?\"\n\nI nodded. \"She's not quite so skinny, thanks to my expense account,\"\nI said. \"And she's ready to qualify.\"\n\n\"Not on PC,\" he said, hot at once.\n\n\"That remains to be seen, Pete. The lab has been tracking her\npredictions for better than two weeks now, and in a couple more weeks\nNorty will give us some stix on her scope, range and accuracy.\"\n\nHe glowered at me, his bushy brows down about his eyes. \"I thought I\ntold you to concentrate on her healing,\" he said.\n\n\"I have,\" I told him. \"But I saw no harm in seeing what she is like\nwith precognition,\" I said.\n\n\"Flat on her face, that's what she's like,\" he said testily. \"One of\nthese days I'll have to convince you that what I say around here goes,\ndo you hear?\"\n\n\"One of these days,\" I said. \"But not when you're being a sour old\ngoat. You're just sore at her because she said you'd have a heart\nattack.\"\n\n\"Nonsense!\" he bristled.\n\n\"I've had Evaleen Riley doing a little PC work on you, too,\" I\nconfessed, and saw his face get dark with anger. \"Now hold your\ntongue, you old goat. I'm trying to help you,\" I cut in, to keep him\nfrom bellowing at me. \"Evaleen is worried, too. But she's a little\nmore cheerful than Pheola. She doesn't think you'll die.\"\n\n\"Well,\" he growled. \"That's nice. I won't write my will.\"\n\n\"Stop acting like an old goat, you old goat,\" I snapped at him. \"I'll\ngive you a prediction of my own: You'll be sick enough to die, but\nwe'll find a way to do something about it.\"\n\n\"Well, now _you're_ a PC!\" he huffed. I like to think I have a little,\nnow and then. It's ever so short in range, and highly erratic, but I\nhave had my flashes.\n\n\"Just one thing,\" I said to him. \"As a surgeon who has done a lot of\nheart work, I want you in the heart clinic on the day these witches\nsay you're going to be sick. It will certainly make a lot of us feel\nbetter, and the worst that can happen is that you can tell both those\nwitches they don't know the right time.\"\n\nI didn't get to first base. \"Now I'll tell you something, Wally Bupp!\"\nhe said loudly. \"I was fool enough to pay attention to what that witch\nof yours said, and I've had a complete checkup. The heart people can't\nfind a thing the matter with my heart. The devil you say! I won't go\nnear your hospital. Now get out of here and don't give me another word\nabout the PC powers of that fraud.\"\n\n       *       *       *       *       *\n\nI let a week go by after that, not quite able to figure out what I\nshould do. One night, after a dinner that Pheola had cooked for me as\npart of her transparent scheme to convince me she was God's own gift\nto Lefty Bupp, I raised a question with her.\n\n\"You are still sure,\" I said, loading the dishwasher, \"about Pete\nMaragon?\"\n\n\"Yes,\" she said. \"He'll have a heart attack.\"\n\n\"All right. Exactly when?\"\n\n\"The nineteenth. Thursday,\" she said.\n\n\"We've got to pin point this thing,\" I said as we went back to her\nliving room. \"Do you think you are ready to do some serious\ndiagnosis?\"\n\n\"Of the Grand Master?\" she asked me.\n\n\"Sure. I can get you into his office without too much trouble. What I\nwant you to do is feel around inside his heart. The sawbones from the\nclinic can't find anything out of line, and I think you can. Can you\nPC that?\"\n\nShe smiled at me. \"Of course,\" she said. \"You'll take me there in the\nmorning.\"\n\nI did, of course.\n\nMaragon gave us an appointment when I assured him that I wanted to\nshow him some aspects of Pheola's healing powers and that PC wasn't\ngoing to enter into the discussion. His spooky clairvoyant let us in\nwith a knowing smile and we found the old goat pouring over some\npapers in front of him on the big slab of walnut.\n\nHe was really quite nice to Pheola. \"Well, well, young woman,\" he\nsaid, \"Lefty tells me that you are coming along.\"\n\n\"I hope so, Mr. Maragon,\" she said.\n\n\"Well, Lefty,\" he said, after he had shown us both into the handsome\nchairs he had drawn up in front of his desk, \"you were going to have\nPheola give me some kind of a demonstration.\"\n\n\"Sure,\" I said. \"First off I want you to know that she can qualify as\na TK. Her healing powers are a subtle form of that. But as proof,\nshe'll give a demonstration with weights.\"\n\nI drew the carrying case from my pocket and laid four pith balls on\nhis desk, as well as a ten-gram standard TK weight.\n\n\"Ten grams?\" he said, interested.\n\n\"Maybe,\" I grinned. \"We haven't tried this outside our own company.\nPretty big emotional quotient here, you know.\"\n\nHe shook his head. \"It has to be reproducible, Lefty,\" he said, but in\na kindly tone. \"Let me see it, Pheola.\"\n\nShe was really pretty good, and the pith balls behaved quite well. The\nfirst time around, the ten-gram weight stopped her cold, but by laying\nit on my palm, she got a good grip and thereafter was able to make it\nperform.\n\n\"Very nicely done,\" the old goat grumbled. He hadn't expected anything\nof the kind. But I was only half through with him.\n\n\"Now,\" I said. \"The more important part of the demonstration. Do you\nobject to a little minor pain?\"\n\n\"I certainly do,\" he growled, bringing his bushy brows down.\n\n\"Well, the only way you can tell that Pheola is able to employ her TK\nwithin you is to give you a little sensation. It will only be some\ntwinges,\" I said.\n\nHe wanted to argue about it, and I dragged the conversation out until\nI felt a little tug on my ear. Pheola had completed her scan of\nMaragon's heart.\n\n\"Oof!\" he said as she hit him lightly in the diaphragm. Then she made\nhis hands jump, first one and then the other. None of it felt real\ngood, I could see, from the flinching and lip biting that was going on\nacross the desk.\n\n\"That's enough!\" he exclaimed as she went to work on his throat. His\nhand flew up to massage his larynx. \"Quite convincing, young woman.\nBut what is it good for?\"\n\nI laughed at him. \"What are most Psi powers good for?\" I asked him.\n\"All that we require for membership is that a person be able to\ndisplay them under standardized conditions.\"\n\n\"Yes,\" he agreed. \"Yes, I guess that's so. Well, I gather you'll be\nready to go into your act at the next Chapter Meeting, then?\"\n\nPheola nodded. \"I hope so,\" she said.\n\n\"I do, too,\" the old goat agreed, getting in the last word. \"It would\nbe nice if you could figure out what to do with your ability to snap\nmy nerve-strings!\"\n\n       *       *       *       *       *\n\nWe were silent in the ride down the elevator to our apartments. I took\nthe chance that Pete wasn't having us peeped, and spoke as soon as we\nwere in my study.\n\n\"What did you find out, Pheola?\" I asked her.\n\n\"I could feel something, Lefty,\" she said. \"When you had the heart\nmodel over at the hospital, you showed me the coronary artery, you\nremember?\"\n\n\"Yes.\"\n\n\"There are two little bumps in his artery, one about three times as\nlarge as the other.\"\n\n\"Bumps?\" I said, frowning. \"I'm not sure I know what that means,\nPheola.\"\n\n\"Well, remember how I told you that your own arteries were nice and\nclear?\"\n\nI nodded.\n\n\"His coronary artery isn't like that. It's sort of caked and crusty.\nAnd I think some of that coating has broken away in a couple spots,\nand they are like scabs on the sores, only they aren't hard.\"\n\nThis was as close to a classic description of coronary clotting as I\nfigured I would get in nontechnical terms. What her words mean to me\nwas that Maragon's coronary artery, as in many men his age, was\nsomewhat choked with deposits of cholesterol. In a couple places the\ndeposit had broken away, exposing the raw surface of the artery. But\ninstead of scar tissue forming to heal the open spot, clotting had\ntaken place. And if either of those clots broke loose, and plugged one\nof the minor arteries in the heart, we'd see a coronary attack as that\npart of the muscle was starved for blood and died.\n\nThe information was useless, in a medical sense. There is no surgery\nfor the condition. There was, however, something untried that could\npossibly be done.\n\n\"Where is it going to happen?\" I asked her. \"The heart attack?\"\n\n\"In the hospital,\" she said.\n\n\"And what will I have you do?\"\n\nShe frowned for a moment. \"You want me to cure it,\" she said. \"I'm not\nsure I understand how.\"\n\n\"I do,\" I said. \"That's enough. From here on I just want to work a\ntwo-horse parlay. The old goat can't help but be convinced by the\ndemonstration you are going to give him. The thing that I want is for\nhim to agree that your PC powers exist at the same time. We'll whipsaw\nhim good.\"\n\n       *       *       *       *       *\n\nIn the morning, after the first surgery was over, I went downstairs to\nthe heart clinic. Doc Swartz was in his office. He's the best heart\nman at Memorial, and I figured that Maragon would have gone to him.\n\n\"What's up, Lefty?\" he asked as I came in to his office and shut the\ndoor against some of the smells of the hospital. \"How is your scalpel\nwork coming?\"\n\n\"I'll be doing my own cutting any day now,\" I said. \"I came on another\nerrand.\"\n\n\"So?\"\n\n\"Did you give Maragon's heart a checkup in the last couple of weeks?\"\nI asked.\n\n\"None of your business,\" he smiled. \"You know I can't talk about my\npatients.\"\n\n\"This is Lodge business, Doc,\" I protested. \"I know you aren't a Psi,\nand thus aren't subject to our discipline, but I think it's time we\nexchanged some information.\"\n\n\"Exchanged?\"\n\nI nodded. \"You know--or do you know--that I've been working with a\ngirl, giving her some training.\"\n\n\"No,\" he said. \"I don't hear much about the Lodge. You folks are\npretty tight-mouthed around Normals.\"\n\n\"Sure,\" I said, not wanting to appear uncomfortable about it. Doc was\nall right--he never showed any resentment that he didn't have Psi\npowers. Quite sensibly, he was satisfied with his own normal skills.\n\"Well, this girl is a very delicate telekinetic,\" I told him. \"She is\nthe one who brought my right arm back to life. She's good.\"\n\n\"She must be,\" he agreed. \"I know that stumped every neurologist over\nhere.\"\n\n\"Right,\" I said, \"She has been exploring the insides of Maragon's\nheart.\"\n\n\"What!\"\n\n\"Sense of perception--light TK touch--anything you want to call it. I\ncan get her to demonstrate, if you insist. But you can take my word\nfor it. She can feel her way around inside your body the way you can\nfeel your way around the outside.\"\n\n\"And what is her diagnosis?\" he said, irritated now. _He_ was the\nheart expert.\n\nI told him about the clots, and he nodded as he got the picture. \"A\nclassic description,\" he agreed. \"But what can we do about it? Clots\nlike that are next to impossible to break down. If they flake away in\ntoo big a chunk, they can kill.\"\n\n\"I know,\" I agreed. \"But there is more to the story. Pheola is a\nprecog as well. She says that one of the clots will break loose on the\nnineteenth, and that Maragon will have an attack. I want to make sure\nhe is over here, in a hospital bed, with you on hand, when it\nhappens.\"\n\n\"You Psi's!\" he said. \"Do I have to take this seriously, that this\nwoman can tell the future?\"\n\n\"Yes, you do,\" I said. \"One of our other PC's confirms it.\"\n\n\"That just doubles the creepiness,\" he said. \"How can I manage it,\neven if it's true?\"\n\n\"Tell the old goat that more detailed examination of his EKG makes you\nwant him in for observation. Even Maragon listens to doctors. Tell him\nwhatever it takes to get him to bed that morning. You might even bring\nhim in the night before.\"\n\nDoc Swartz shrugged. \"I guess I'll have to play your game,\" he\ndecided. \"But this had better be good!\"\n\n       *       *       *       *       *\n\nI never did learn what Doc Swartz told the Grand Master, or how much\nthe old goat suspected. But I learned from my hospital sources that\nMaragon was scheduled to enter the heart clinic the night of the\neighteenth for \"tests.\"\n\nI let Pheola set the timing for us, and we showed up at his room\naround ten on the morning of the nineteenth, shortly before Pheola\npredicted his heart attack would occur.\n\nThe old goat was sitting up in bed as he was being examined by Doc\nSwartz and another sawbones. Leads from the EKG led from his chest and\nwrists. He fired one scorching glance at the two of us.\n\n\"What is this?\" he demanded. \"Get out of here!\"\n\nI shook my head. \"Not me,\" I said. \"I'm an accredited surgeon at this\nhospital.\"\n\n\"What about her?\" he growled, pushing Swartz away from him. \"Get that\nwitch out of here!\"\n\n\"A diagnosis is about to be made,\" I said, bringing Pheola to his\nside. \"And it would help if you shut up for a couple minutes.\"\n\nHe turned angrily to Swartz, but I had him pretty well cowed, and he\nshook his head. \"We could use some help, Mr. Maragon,\" he said. \"There\nare some anomalies in your EKG that this lady's Psi powers may help us\nresolve. I should think that you, of all people, would want....\"\n\n\"Oh, shut up!\" he grumped. \"You are ganging up on me. Go ahead,\" he\nsnapped at Pheola. \"And get it over with!\"\n\nHis gown had been pushed down from his shoulders for Doc Swartz's\nstethoscope work, and the mat of graying hair on his chest was\nexposed. Pheola laid a hand on his chest--she seemed to have a better\nfeel after a touch, just as I do with the weights. There was a dead\nsilence in the room as she stood there, eyes closed, and slowly ran\nher fingers over his rib cage. After some minutes her eyes opened, and\nshe came back to my side.\n\n\"Still the same,\" she said. I nodded and looked over at Swartz.\n\n\"Well,\" Maragon growled, \"have you ill-assorted characters agreed on a\ndiagnosis?\"\n\n\"In a sense,\" I told him. \"It's nothing that every doctor in this room\ncouldn't have guessed at without bothering to examine you. You're\nsixty years old, and you've got sixty-year-old arteries. That's all.\"\n\n[Illustration]\n\n\"Great,\" he said, reaching for the thin blanket that covered his\nchunky legs. \"Then I can....\"\n\nHe stopped, and a spasm crossed his face.\n\nIt went away, and he slowly turned to face Pheola, a sort of angry\nconsternation coloring his features. \"You witch!\" he whispered. Then\nthe pain hit him much harder. \"My arm!\" he said.\n\nThere were doctors around him in a flash. He was still wired to the\nEKG machine. \"That's it!\" the technician said. \"The T-waves have gone\ninverted!\"\n\nThat meant damage--typical coronary damage. They chased us out, and we\nsat in a kind of death watch in a waiting room, while Pheola cried\nsoftly.\n\n\"Stop it,\" I said after a while. \"Simply because you could foretell it\ndoesn't mean you caused it!\" But it was no use.\n\nIn the afternoon Doc Swartz came out to tell us that the attack had\nbeen mild. \"Do you suppose Pheola could make another diagnosis?\" he\nasked. \"We'd like to know exactly what is going on in there.\"\n\nI looked over at her. Her eyes were red, and her pointed nose showed\ntoo frequent use of her handkerchief, but she nodded, and followed us\nback to Maragon's room.\n\nMaragon was resting quietly, and didn't have a word to say as Pheola\nran her hands carefully over his chest. It was the only time I could\nremember when the old goat hadn't had some sharp word for me.\n\nPheola opened her eyes and led us out into the corridor. \"The smaller\nbump is gone,\" she said. \"The other one feels very soft. It sort of\nsways every time his heart beats.\"\n\n\"Absolute quiet,\" was Doc Swartz's answer. \"There's a chance that clot\nwill dwindle, erode, and harden up. But obviously we want to keep him\nas quiet as possible to make that take place.\"\n\n\"You had better know,\" I said quietly. \"Pheola predicts it will break\nloose in a couple days and kill him.\"\n\n\"How accurate is she?\" he said, looking sideways at where my witch\nstood crying.\n\n\"We'll get some ideas on that yet today,\" I told him. \"Evaleen Riley,\nanother one of our PC's, doesn't agree on the death part, and she's\npretty good.\"\n\nI turned to Pheola. \"We had better go over to see Norty Baskins,\" I\ntold her. \"We _have_ to know if you're right or not.\"\n\n\"I'm right,\" she said, wiping her eyes.\n\n       *       *       *       *       *\n\nNorty was ready for us. \"Well,\" he said, as we came in, \"Lefty was\nright about you, Pheola. He said you were a rare one, and so you are.\"\n\n\"I _was_ right, wasn't I?\" she said, beginning to feel good and bad at\nthe same time.\n\n\"Some of the time,\" Norty agreed. \"When you are right, you are the\nsharpest PC this lab has ever tested. But that's only a rather small\npart of the time. When you're wrong, you're really wrong.\"\n\n\"So he may _not_ die!\" I said. \"What did I tell you?\"\n\n\"Show me!\" she demanded.\n\n\"All right,\" Norty said. \"Take a look at this. You remember giving me\nall those predictions about temperature and barometric pressures?\"\n\n\"Yes,\" she said.\n\n\"We've drawn a couple moving weather maps,\" Norty explained. \"Just the\npressures on these. They cover the thirty-day period for which you\nPC'd. One of the maps shows the actual isobars as they were recorded\nby the Weather Bureau. The other moving map is the same isobars as\npredicted by you, Pheola. We'll run the two maps simultaneously on a\nscreen. The black lines are the actual readings. The red lines are\nyour predictions.\"\n\nIt was sort of like watching an animated cartoon. The map started with\nan overlap of red and black and then you could see each high and low\npressure area work its way across the country and out to sea. But\nthere was a difference. After a couple hours, on their time scale,\nPheola's map differed from the actual, and the difference grew greater\nfor a while, and then narrowed. Suddenly the red and black lines were\nidentical.\n\nThe cycle repeated several times in the thirty-day period.\n\n\"What you see,\" said Norty, \"is that she is right for a few hours and\nthen wanders off, sometimes for several days, but wanders back and\ngets right again. The timing of when she is right is rather\nrandom--there's no regular periodicity to it, and as a result, we\ncan't see how to predict when she is going to be right and when she is\nnot.\"\n\n\"I have a thought for you,\" I said, when Norty had shut off the\nprojection. \"It's sort of like two sine waves that intersect now and\nthen. One of them has bigger amplitude than the other, or their\nperiodicity is different. Can't you feed this dope to your computers\nand find out what kinds of curves would represent the coincidences?\"\n\nHe gave me a suffering look. \"Don't you suppose I tried that? I get\nindeterminate solutions--the machine can't find any curves that answer\nthe data.\"\n\nPheola got her own answers out of that. \"Then you don't know whether I\nam right about Maragon or not.\"\n\n\"We know that you may not be right, that's something,\" I reminded her.\n\"Come on up to the apartment. This calls for some thinking.\"\n\nPheola protested that. \"Please, Lefty,\" she said, \"this has got me all\nshaken up. I'd like to be alone for a while. Will you come and get me\nfor dinner?\"\n\n\"Sure,\" I said.\n\n       *       *       *       *       *\n\nPheola was in better spirits by dinner time, and didn't exactly pick\nat her food. At any rate, she was ready to talk when we finally got\nback to my apartment.\n\n\"Did you understand what I said to Norty about the sine waves,\nPheola?\" I asked her.\n\nShe shook her head. Her education had not proceeded to calculus, and\nher trig was too far behind her for quick recollection of what sine\nwaves were.\n\nI drew some sketches of overlapping sine waves for her to explain what\nI thought was going on. \"You are making predictions on this one path,\nand actual events are on another path, do you see?\" I said. \"When the\ntwo paths cross, the events that you predict and actual events are the\nsame, and at those times you're right.\"\n\n\"I know,\" she said. \"I thought about it all afternoon. I didn't want\nto say it to Norty, but when I was giving him all those numbers, there\ncame times when it was a little fuzzy, and I wasn't so sure.\"\n\n\"And what did you do?\"\n\n\"I guessed--because it would clear up right after that, and I'd be\nsure again.\"\n\n\"Can you explain the fuzziness?\" I prodded.\n\nShe shrugged. \"It's like a fork in the road,\" she said, holding her\ntwo index fingers next to each other. \"And there are _two_ pictures\nfor a while.\"\n\nYou may not have noticed it, but your index finger is not straight. It\ncurves in toward your middle finger so that you can hold all the tips\ntogether if you want to. And when Pheola laid her two index fingers\ntogether, they curved away from each other at their tips. I got a\nflash and went immediately to my phone.\n\n\"Hello,\" I said to the O-operator cartoon. \"Get Norty Baskins. If he's\nasleep, wake him.\"\n\nNorty was quite upset about being awakened.\n\n\"I have a suggestion for your machine,\" I said to him. \"Try it in\nthree dimensions. Instead of sine waves, visualize it as two coil\nsprings that are all snarled up in each other. Each has a different\npitch, perhaps different diameter. But at certain points the coils\ntouch each other, and at those times she is right.\"\n\n\"In the morning?\" he said weakly, rubbing his eyes.\n\n\"Nonsense,\" I said. \"We'll meet you down there.\"\n\nThe trick in getting decent answers out of computers is to ask them\nsensible questions. It took us nearly until dawn to get the question\nright. And then we got a very sweet answer. There were two helices all\nright, as an explanation of how Pheola could be right and then wrong.\nI had my own idea about what the helices signified, but that was\nunimportant beside the fact that we were now able to predict at what\ntimes in the future the helices would coincide. It was at the time of\ntheir intersection that Pheola would be right in her predictions.\n\nWe did a little extrapolation. \"Well,\" I said to her, \"it's nice to\nknow that you're going to be wrong tomorrow and the next day. Maragon\nisn't going to die.\"\n\n\"I'm sorry ... oh, I don't mean that!\" she apologized. \"But I did so\nwant to be right, and now I know I'm just what he said, a fake!\"\n\n\"Not all of the time,\" I reminded her. \"But this gives me confidence\nin what I want you to do at the hospital today.\"\n\n       *       *       *       *       *\n\nWe grabbed a little shut-eye. Fatigue cuts into TK powers as much as\nit cuts into any other human ability, and I wanted Pheola to be at her\nbest. But around lunch-time we dropped over to see Doc Swartz, and I\nexplained to him what I thought Pheola could do for Maragon.\n\n\"I doubt that clot has had time to get any better,\" he said. \"If\nPheola examines him now and finds it as big as ever, and still soft\nand flexible, I think we should entertain your idea.\"\n\nPheola made a trip up to Maragon's room, and returned. \"Just the\nsame,\" she said. \"He looks so tired.\"\n\n\"He's not so bad, better than he looks,\" Swartz said stoutly. \"And you\ncan still feel the clot?\"\n\n\"Yes.\"\n\nHe turned to me. \"Pheola,\" I said. \"Now the question is whether you\ncan help break it up. Maragon's blood stream is not eroding the clot.\nPerhaps it has a sort of envelope of firmer fibrin around it,\nsomething that keeps it from breaking down. The question is whether\nyou are sensitive enough, and have enough control, to get a good grip\non the clot, and start breaking it up by tearing away at its surface.\nIt certainly has very little mechanical strength, and you have several\ngrams of TK in the lab. What do you think?\"\n\nThe whole idea scared the devil out of her, but we went back to\nMaragon's room together, where she felt for the clot with a new\noutlook on the problem. After some minutes she nodded, and we went out\nin the corridor to put our heads together.\n\n\"I think I can do it, Lefty,\" she said. \"But what if something goes\nwrong?\"\n\n\"It won't,\" I said. \"Evaleen Riley says that he isn't going to die,\nand I believe her.\"\n\n\"O.K.,\" said Doc Swartz. \"I'll put it up to him.\"\n\n\"I'd put it this way,\" he said to Maragon, when we had gone back into\nhis room. \"We can keep you here in bed for a while, but sooner or\nlater you are going to feel well enough to leave, and we won't be able\nto make you stay. The first time you do anything that gets your heart\ngoing a little faster than it does lying here, that clot will break\nloose and kill you.\"\n\n\"The big thing,\" I reminded him, \"is that Evaleen can't find that you\nare going to die. That argues that we are going to succeed.\"\n\n\"And this witch?\" Maragon asked, moving his head slightly to indicate\nPheola.\n\n\"No reading at all for the next couple days,\" I said. \"She's a\nperiodic PC.\"\n\n\"I'll bet!\" he said. He was beginning to feel better. \"Well, go\nahead.\"\n\nPheola went over to his side, carefully pulled the blanket down, and\nwith help from the nurse, drew his gown down from over his hairy\nchest. She laid hands on him and stood there for many minutes with her\neyes closed.\n\n\"I'm doing it,\" she said at last. \"I have sort of peeled off the top,\nand I can shred it away, a little at a time.\"\n\n\"How long will this take?\" Maragon grumbled, already beginning to\nsound more like his old self.\n\n\"A couple hours,\" she said. \"And hush!\"\n\nAt Doc Swartz's suggestion I stayed there with Pheola. \"She depends on\nyou, Lefty,\" he whispered.\n\nToward the end of the two hours they were giving Pete anti-coagulant\ninjections. \"No sense letting another clot form just as soon as Pheola\nbreaks up this one,\" Swartz said. \"This way we have a good chance that\nthe open wound will form some scar tissue. Sure, the artery will have\nlost some flexibility, but the danger of another coronary will be\npast.\"\n\nThey consider the first six days the danger time. At the end of that\nperiod Pheola confirmed that the open sore was gone and that both\nareas of clotting had been repaired by Maragon's body's own\nrestorative processes. They let him out of the hospital at the end of\nanother week.\n\n       *       *       *       *       *\n\nI went to see him with Pheola the first day that he spent back at his\ndesk. He didn't seem in any way changed by his ordeal. I suppose, when\nyou live as close to all the manifestations of Psi as Pete does, that\nvery little can surprise you.\n\n\"Well, young woman,\" he said to her, getting up to bring her one of\nhis Bank of England chairs. \"The sawbones tell me I have you to thank\nfor my life. And better than that, they feel there are a number of\ndelicate TK's around who can be trained in your diagnostic techniques.\nThis ought to be quite a thing in preventing coronaries.\"\n\n\"Thank you,\" she said. \"I was so frightened that I would let Lefty\ndown a second time.\"\n\n\"A second time?\" he said.\n\n\"I was wrong about your dying,\" she reminded him. \"I'm wrong so much\nin my predictions. I guess I'll just have to forget about that.\"\n\n       *       *       *       *       *\n\nHe looked over at me. \"What about it, Lefty? Can we consider Pheola a\nPC, or is she merely a TK?\"\n\nI grinned at him. \"She is probably the most accurate PC in the Lodge,\"\nI said to him. His eyebrows went up, and Pheola shook her head.\n\n\"Accurate,\" I repeated, \"if you'll let me define accuracy.\"\n\n\"Define it.\"\n\n\"According with some definite series of future events,\" I said.\n\"That's my definition.\"\n\n\"But I thought you said she's only right now and then,\" Maragon\nprotested.\n\n\"I said a 'definite series of events.' Unfortunately, the series of\nevents that Pheola predicts are in a different space-time continuum,\"\nI explained. \"You have to consider that we are passing through time in\na helix. The events that Pheola predicts are in a different helix. The\ntwo helices are all snarled together, and at certain times our coil of\ntime intersects her coil. Then she's right, because events in the two\ncontinua are the same. We can predict when she's going to be right for\nour helix, which is a small part of the time, but that part we can\nuse.\"\n\nHe gave me an owlish look. \"Philadelphia lawyer,\" he said. \"No other\nPC is geared in to the same space-time continuum that Pheola predicts,\nI suppose, so that means there is no way to test whether she was right\nor wrong about events in that other time.\"\n\n\"None,\" I agreed. \"But my theory is the only one that holds any water,\nso far. It works. It permits us to predict when Pheola can predict. I\nclaim she qualifies for the Tenth Degree.\"\n\n\"Maybe so,\" he said. \"Well, young woman, welcome to Membership in the\nLodge.\" He held out his hand, which she took. \"Tell me,\" he went on,\n\"what's the next big thing you predict?\"\n\nPheola smiled over at me. \"Lefty is going to take me to the\northodontist this afternoon,\" she said. \"He wants me to have my teeth\nstraightened before we get married.\"\n\nI'll say one thing for her, right or wrong, she never got off the loud\npedal on _that_ prediction.\n\n       *       *       *       *       *\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Right Time, by Walter Bupp\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE RIGHT TIME ***\n\n***** This file should be named 30770-8.txt or 30770-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/0/7/7/30770/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}