{"title": "A World by the Tale", "author": "Gordon Randall Garrett", "releaseDate": "December 31, 2009", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n  This etext was produced from Analog Science Fact & Fiction October 1963.\n  Extensive research did not uncover any evidence that the U.S. copyright\n  on this publication was renewed.\n\n\n                         A WORLD BY THE TALE\n\n\n    This is about the best-hated author on Earth. Who was\n    necessarily pampered and petted because of his crime against\n    humanity....\n\n\n                         BY SEATON McKETTRIG\n\n                      ILLUSTRATED BY LEO SUMMERS\n\n       *       *       *       *       *\n\n\n\n\nExactly three minutes after the Galactic left the New York apartment\nof Professor John Hamish McLeod, Ph.D., Sc.D., a squad of U.B.I. men\npushed their way into it.\n\n[Illustration]\n\nMcLeod heard the door chime, opened the door, and had to back up as\neight men crowded in. The one in the lead flashed a fancily engraved\nID card and said: \"Union Bureau of Investigation. You're Professor\nMac-Lee-Odd.\" It was a statement, not a question.\n\n\"No,\" McLeod said flatly, \"I am not. I never heard of such a name.\" He\nwaited while the U.B.I. man blinked once, then added: \"If you are\nlooking for Professor MuhCloud, I'm he.\" It always irritated him when\npeople mispronounced his name, and in this case there was no excuse\nfor it.\n\n\"All right, Professor McLeod,\" said the U.B.I. agent, pronouncing it\nproperly this time, \"however you want it. Mind if we ask you a few\nquestions?\"\n\nMcLeod stared at him for half a second. Eight men, all of them under\nthirty-five, in top physical condition. He was fifteen years older\nthan the oldest and had confined his exercise, in the words of\nChauncey de Pew, to \"acting as pallbearer for my friends who take\nexercise.\" Not that he was really in poor shape, but he certainly\ncouldn't have argued with eight men like these.\n\n\"Come in,\" he said calmly, waving them into the apartment.\n\nSix of them entered. The other two stayed outside in the hall.\n\nFive of the six remained standing. The leader took the chair that\nMcLeod offered him.\n\n\"What are your questions, Mr. Jackson?\" McLeod asked.\n\nJackson looked very slightly surprised, as if he were not used to having\npeople read the name on his card during the short time he allowed them to\nsee it. The expression vanished almost instantaneously. \"Professor,\" he\nsaid, \"we'd like to know what subjects you discussed with the Galactic who\njust left.\"\n\nMcLeod allowed himself to relax back in his chair. \"Let me ask you two\nquestions, Mr. Jackson. One: What the hell business is it of yours?\nTwo: Why do you ask me when you already know?\"\n\nAgain there was only a flicker of expression over Jackson's face.\n\"Professor McLeod, we are concerned about the welfare of the human\nrace. Your ... uh ... co-operation is requested.\"\n\n\"You don't have to come barging in here with an armed squad just to\nask my co-operation,\" McLeod said. \"What do you want to know?\"\n\nJackson took a notebook out of his jacket pocket. \"We'll just get a\nfew facts straight first, professor,\" he said, leafing through the\nnotebook. \"You were first approached by a Galactic four years ago, on\nJanuary 12, 1990. Is that right?\"\n\nMcLeod, who had taken a cigarette from his pack and started to light\nit, stopped suddenly and looked at Jackson as though the U.B.I. man\nwere a two-headed embryo. \"Yes, Mr. Jackson, that is right,\" he said\nslowly, as though he were speaking to a low-grade moron. \"And the\ncapital of California is Sacramento. Are there any further matters of\npublic knowledge you would like to ask me about? Would you like to\nknow when the War of 1812 started or who is buried in Grant's Tomb?\"\n\nJackson's jaw muscles tightened, then relaxed. \"There's no need to get\nsarcastic, professor. Just answer the questions.\" He looked back at\nthe notebook. \"According to the record, you, as a zoologist, were\nasked to accompany a shipment of animals to a planet named ... uh ...\nGelakin. You did so. You returned after eighteen months. Is that\ncorrect?\"\n\n\"To the best of my knowledge, yes,\" McLeod said with heavy, biting\nsarcasm. \"And the date of the Norman Conquest was A.D. 1066.\"\n\nJackson balled his fists suddenly and closed his eyes. \"Mac. Loud.\n_Stop._ It.\" He was obviously holding himself under rigorous\nrestraint. He opened his eyes. \"There are reasons for asking these\nquestions, professor. Very good reasons. Will you let me finish?\"\n\nMcLeod had finished lighting his cigarette. He snapped his lighter off\nand replaced it in his pocket. \"Perhaps,\" he said mildly. \"May I make\na statement first?\"\n\nJackson took a deep breath, held it for a moment, then exhaled slowly.\n\"Go ahead.\"\n\n       *       *       *       *       *\n\n\"Thank you.\" There was no sarcasm in McLeod's voice now, only\npatience. \"First--for the record--I'll say that I consider it\nimpertinent of you to come in here demanding information without\nexplanation. No, Jackson; don't say anything. You said I could make a\nstatement. Thank you. Second, I will state that I am perfectly aware\nof why the questions are being asked.\n\n\"No reaction, Mr. Jackson? You don't believe that? Very well. Let me\ncontinue.\n\n\"On January twelve, nineteen-ninety, I was offered a job by certain\ncitizens of the Galactic Civilization. These citizens of the Galactic\nCivilization wanted to take a shipload of Terrestrial animals to their\nown planet, Gelakin. They knew almost nothing about the care and\nfeeding of Terrestrial animals. They needed an expert. They should\nhave taken a real expert--one of the men from the Bronx Zoo, for\ninstance. They didn't; they requested a zoologist. Because the request\nwas made here in America, I was the one who was picked. Any one of\nseven other men could have handled the job, but I was picked.\n\n\"So I went, thus becoming the first Earthman ever to leave the Solar\nSystem.\n\n\"I took care of the animals. I taught the Galactics who were with me\nto handle and feed them. I did what I was paid to do, and it was a\nhard job. None of them knew anything about the care and feeding of\nelephants, horses, giraffes, cats, dogs, eagles, or any one of the\nother hundreds of Terrestrial life forms that went aboard that ship.\n\n\"All of this was done with the express permission of the Terrestrial\nUnion Government.\n\n\"I was returned to Earth on July seventeen, nineteen-ninety-one.\n\n\"I was immediately taken to U.B.I. headquarters and subjected to\nrigorous questioning. Then I was subjected to further questioning\nwhile connected to a polyelectro-encephalograph. Then I was subjected\nto hearing the same questions over again while under the influence of\nvarious drugs--in sequence and in combination. The consensus at that\ntime was that I was not lying nor had I been subjected to what is\ncommonly known as 'brain washing'. My memories were accurate and\ncomplete.\n\n\"I did not know then, nor do I know now, the location of the planet\nGelakin. This information was not denied me by the Galactics; I simply\ncould not understand the terms they used. All I can say now--and all\nI could say then--is that Gelakin is some three point five kiloparsecs\nfrom Sol in the general direction of Saggitarius.\"\n\n\"You don't know any more about that now than you did then?\" Jackson\ninterrupted, suddenly and quickly.\n\n\"That's what I said,\" McLeod snapped. \"And that's what I meant. Let me\nfinish.\n\n\"I was handsomely paid for my work in Galactic money. They use the\nEnglish word 'credit', but I'm not sure the English word has exactly\nthe same meaning as the Galactic term. At any rate, my wages, if such\nI may call them, were confiscated by the Earth Government; I was given\nthe equivalent in American dollars--after the eighty per cent income\ntax had been deducted. I ended up with just about what I would have\nmade if I had stayed home and drawn my salary from Columbia University\nand the American Museum of Natural History.\n\n\"Please, Mr. Jackson. I only have a little more to say.\n\n\"I decided to write a book in order to make the trip pay off.\n'Interstellar Ark' was a popularized account of the trip that made me\nquite a nice piece of change because every literate and half-literate\nperson on Earth is curious about the Galactics. The book tells\neverything I know about the trip and the people. It is a matter of\npublic record. Since that is so, I refused to answer a lot of\ndarn-fool questions--by which I mean that I refuse to answer any more\nquestions that you already know the answers to. I am not being\nstubborn; I am just sick and tired of the whole thing.\"\n\nActually, the notoriety that had resulted from the trip and the book\nhad not pleased McLeod particularly. He had never had any strong\ndesire for fame, but if it had come as a result of his work in zoology\nand the related sciences he would have accepted the burden. If his\n\"The Ecology of the Martian Polar Regions\" had attracted a hundredth\nof the publicity and sold a hundredth of the number of copies that\n\"Interstellar Ark\" had sold, he would have been gratified indeed. But\nthe way things stood, he found the whole affair irksome.\n\nJackson looked at his notebook as if he expected to see answers\nwritten there instead of questions. Then he looked back up at McLeod.\n\"All right then, professor, what about this afternoon's conference.\n_That_ isn't a matter of public record.\"\n\n\"And technically it isn't any of your business, either,\" McLeod said\ntiredly. \"But since you have the whole conversation down on tape, I\ndon't see why you bother asking me. I'm well aware that you can pick\nup conversations in my apartment.\"\n\nJackson pursed his lips and glanced at another of the agents, who\nraised his eyebrows slightly.\n\nMcLeod got it in spite of the fact that they didn't intend him to. His\nplace was bugged, all right, but somehow the Galactic had managed to\nnullify their instruments! No wonder they were in such a tizzy.\n\nMcLeod smiled, pleased with himself and with the world for the first\ntime that afternoon. He decided, however, that he'd better volunteer\nthe information before they threatened him with the Planetary Security\nAct. That threat would make him angry, he knew, and he might say\nsomething that would get him in real trouble.\n\nIt was all right to badger Jackson up to a certain point, but it would\nbe foolish to go beyond that.\n\n\"However,\" he went on with hardly a break, \"since, as you say, it is\nnot a matter of public record, I'm perfectly willing to answer any\nquestions you care to ask.\"\n\n\"Just give us a general rundown of the conversation,\" Jackson said.\n\"If I have any questions, I'll ... uh ... ask them at the proper\ntime.\"\n\n       *       *       *       *       *\n\nMcLeod did the best he could to give a clear picture of what the\nGalactic had wanted. There was really very little to it. The Galactic\nwas a member of a race that McLeod had never seen before: a humanoid\nwith red skin--fire-engine, not Amerindian--and a rather\npleasant-looking face, in contrast to the rather crocodilian features\nof the Galactic resident. He had introduced himself by an\nun-pronounceable name and then had explained that since the name meant\n\"mild\" or \"merciful\" in one of the ancient tongues of his planet, it\nwould be perfectly all right if McLeod called him \"Clement.\" Within\nminutes, it had been \"Clem\" and \"Mac.\"\n\nMcLeod could see that Jackson didn't quite believe that. Galactics, of\nwhatever race, were aloof, polite, reserved, and sometimes\nirritatingly patronizing--never buddy-buddy. McLeod couldn't help what\nJackson might think; what was important was that it was true.\n\nWhat Clem wanted was very simple. Clem was--after a manner of\nspeaking--a literary agent. Apparently the Galactic system of book\npublishing didn't work quite the way the Terrestrial system did; Clem\ntook his commission from the publisher instead of the author, but was\nconsidered a representative of the author, not the publisher. McLeod\nhadn't quite understood how that sort of thing would work out, but he\nlet it pass. There were a lot of things he didn't understand about\nGalactics.\n\nAll Clem wanted was to act as McLeod's agent for the publication of\n\"Interstellar Ark.\"\n\n\"And what did you tell him?\" Jackson asked.\n\n\"I told him I'd think it over.\"\n\nJackson leaned forward. \"How much money did he offer?\" he asked\neagerly.\n\n\"Not much,\" McLeod said. \"That's why I told him I'd think it over. He\nsaid that, considering the high cost of transportation, relaying,\ntranslation, and so on, he couldn't offer me more than one thousandth\nof one per cent royalties.\"\n\nJackson blinked. \"One _what_?\"\n\n\"One thousandth of one per cent. If the book sells a hundred thousand\ncopies at a credit a copy, they will send me a nice, juicy check for\none lousy credit.\"\n\nJackson scowled. \"They're cheating you.\"\n\n\"Clem said it was the standard rate for a first book.\"\n\nJackson shook his head. \"Just because we don't have interstellar\nships and are confined to our own solar system, they treat us as\nthough we were ignorant savages. They're cheating you high, wide, and\nhandsome.\"\n\n\"Maybe,\" said McLeod. \"But if they really wanted to cheat me, they\ncould just pirate the book. There wouldn't be a thing I could do about\nit.\"\n\n\"Yeah. But to keep up their facade of high ethics, they toss us a sop.\nAnd we have to take whatever they hand out. You _will_ take it, of\ncourse.\" It was more of an order than a question.\n\n\"I told him I'd think it over,\" McLeod said.\n\nJackson stood up. \"Professor McLeod, the human race needs every\nGalactic credit it can lay its hands on. It's your duty to accept the\noffer, no matter how lousy it is. We have no choice in the matter. And\na Galactic credit is worth ten dollars American, four pounds U.K., or\nforty rubles Soviet. If you sell a hundred thousand copies of your\nbook, you can get yourself a meal in a fairly good restaurant and\nEarth will have one more Galactic credit stashed away. If you don't\nsell that many, you aren't out anything.\"\n\n\"I suppose not,\" McLeod said slowly. He knew that the Government could\nforce him to take the offer. Under the Planetary Security Act, the\nGovernment had broad powers--very broad.\n\n\"Well, that isn't my business right now,\" Jackson said. \"I just wanted\nto find out what this was all about. You'll hear from us, Professor\nMcLeod.\"\n\n\"I don't doubt it,\" said McLeod.\n\nThe six men filed out the door.\n\n       *       *       *       *       *\n\nAlone, McLeod stared at the wall and thought.\n\nEarth needed every Galactic credit it could get; that was certain. The\ntrouble came in getting them.\n\nEarth had absolutely nothing that the Galactics wanted. Well, not\nabsolutely, maybe, but so near as made no difference. Certainly there\nwas no basis for trade. As far as the Galactics were concerned, Earth\nwas a little backwater planet that was of no importance. Nothing\nmanufactured on the planet was of any use to Galactics. Nothing grown\non Earth was of any commercial importance. They had sampled the\nanimals and plants for scientific purposes, but there was no real\ncommercial value in them. The Government had added a few credits to\nits meager collection when the animals had been taken, but the amount\nwas small.\n\nMcLeod thought about the natives of New Guinea and decided that on the\nGalactic scale Earth was about in the same position. Except that there\nhad at least been gold in New Guinea. The Galactics didn't have any\ninterest in Earth's minerals; the elements were much more easily\navailable in the asteroid belts that nearly every planetary system\nseemed to have.\n\nThe Galactics were by no means interested in bringing civilization to\nthe barbarians of Earth, either. They had no missionaries to bring new\nreligion, no do-gooders to \"elevate the cultural level of the\nnatives.\" They had no free handouts for anyone. If Earthmen wanted\nanything from them, the terms were cash on the barrelhead. Earth's\ncredit rating in the Galactic equivalent of Dun & Bradstreet was\ntriple-Z-zero.\n\n[Illustration]\n\nA Galactic ship had, so to speak, stumbled over Earth fifteen years\nbefore. Like the English explorers of the Eighteenth and Nineteenth\nCenturies, the Galactics seemed to feel that it was necessary to\ninstall one of their own people on a new-found planet, but they were\nnot in the least interested in colonization nor in taking over Earth's\ngovernment. The Galactic Resident was not in any sense a Royal\nGovernor, and could hardly even be called an ambassador. He and his\nstaff--a small one, kept more for company than for any necessary\nwork--lived quietly by themselves in a house they'd built in Hawaii.\nNobody knew what they did, and it didn't seem wise to ask.\n\nThe first Galactic Resident had been shot and killed by some religious\nnut. Less than twenty-four hours later, the Galactic Space Navy--if\nthat was the proper term--had come to claim the body. There were no\nrecriminations, no reprisals. They came, \"more in sorrow than in\nanger,\" to get the body. They came in a spaceship that was easily\nvisible to the naked eye long before it hit the atmosphere--a sphere\nthree kilometers in diameter. The missiles with thermonuclear warheads\nthat were sent up to intercept the ship were detonated long before\nthey touched the ship, and neither Galactics nor Earthmen ever\nmentioned them again. It had been the most frightening display of\npower ever seen on Earth, and the Galactics hadn't even threatened\nanyone. They just came to get a body.\n\nNeedless to say, there was little danger that they would ever have to\nrepeat the performance.\n\nThe national governments of Earth had organized themselves hurriedly\ninto the Terrestrial Union. Shaky at first, it had gained stability\nand power with the years. The first thing the Union Government had\nwanted to do was send an ambassador to the Galactic Government. The\nGalactic Resident had politely explained that their concept of\ngovernment was different from ours, that ambassadors had no place in\nthat concept, and, anyway, there was no capital to send one to.\nHowever, if Earth wanted to send an observer of some kind....\n\nEarth did.\n\nFine. A statement of passenger fares was forthcoming; naturally, there\nwere no regular passenger ships stopping at Earth and there would not\nbe in the foreseeable future, but doubtless arrangements could be made\nto charter a vessel. It would be expensive, but....\n\nIf a New Guinea savage wants to take passage aboard a Qantas airliner,\nwhat is the fare in cowrie shells?\n\nAs far as McLeod knew, his book was the first thing ever produced on\nEarth that the Galactics were even remotely interested in. He had a\nhigher opinion of the ethics of the Galactics than Jackson did, but a\nthousandth of a per cent seemed like pretty small royalties. And he\ncouldn't for the life of him see why his book would interest a\nGalactic. Clem had explained that it gave Galactics a chance to see\nwhat they looked like through the eyes of an Earthman, but that seemed\nrather weak to McLeod.\n\nNevertheless, he knew he would take Clem's offer.\n\n       *       *       *       *       *\n\nEight months later, a shipload of Galactic tourists arrived. For a\nwhile, it looked as though Earth's credit problem might be solved.\nTourism has always been a fine method for getting money from other\ncountries--especially if one's own country is properly picturesque.\nTourists always had money, didn't they? And they spend it freely,\ndidn't they?\n\nNo.\n\nNot in this case.\n\nEarth had nothing to sell to the tourists.\n\nEver hear of _baluts_? The Melanesians of the South Pacific consider\nit a very fine delicacy. You take a fertilized duck egg and you bury\nit in the warm earth. Six months later, when it is nice and overripe,\nyou dig it up again, knock the top off the shell the way you would a\nsoft-boiled egg, and eat it. Then you pick the pinfeathers out of your\nteeth. _Baluts._\n\nNow you know how the greatest delicacies of Earth's restaurants\naffected the Galactics.\n\nEarth was just a little _too_ picturesque. The tourists enjoyed the\nsights, but they ate aboard their ship, which was evidently somewhat\nlike a Caribbean cruise ship. And they bought nothing. They just\nlooked.\n\nAnd laughed.\n\nAnd of course they all wanted to meet Professor John Hamish McLeod.\n\nWhen the news leaked out and was thoroughly understood by Earth's\npopulation, there was an immediate reaction.\n\nEditorial in _Pravda_:\n\n     The stupid book written by the American J. H. McLeod has\n     made Earth a laughingstock throughout the galaxy. His\n     inability to comprehend the finer nuances of Galactic\n     Socialism has made all Earthmen look foolish. It is too bad\n     that a competent Russian zoologist was not chosen for the\n     trip that McLeod made; a man properly trained in the\n     understanding of the historical forces of dialectic\n     materialism would have realized that any Galactic society\n     must of necessity be a Communist State, and would have\n     interpreted it as such. The petty bourgeois mind of McLeod\n     has made it impossible for any Earthman to hold up his head\n     in the free Socialist society of the galaxy. Until this\n     matter is corrected....\n\nNews item Manchester _Guardian_:\n\n     Professor James H. McLeod, the American zoologist whose book\n     has apparently aroused a great deal of hilarity in Galactic\n     circles, admitted today that both Columbia University and\n     the American Museum of Natural History have accepted his\n     resignation. The recent statement by a University spokesman\n     that Professor McLeod had \"besmirched the honor of Earthmen\n     everywhere\" was considered at least partially responsible\n     for the resignations. (See editorial.)\n\nEditorial, Manchester _Guardian_:\n\n     ... It is a truism that an accepted wit has only to say,\n     'Pass the butter,' and everyone will laugh. Professor\n     McLeod, however, far from being an accepted wit, seems\n     rather to be in the position of a medieval Court Fool, who\n     was laughed _at_ rather than _with_. As a consequence, all\n     Earthmen have been branded as Fools....\n\nStatement made by the American Senator from Alabama:\n\n     \"He has made us all look like jackasses in the eyes of the\n     Galactics, and at this precarious time in human history it\n     is my considered opinion that such actions are treasonous to\n     the human race and to Earth and should be treated and\n     considered as such!\"\n\nBook review, _Literary Checklist_, Helvar III, Bornis Cluster:\n\n     \"Interstellar Ark, an Earthman's View of the Galaxy,\"\n     translated from the original tongue by Vonis Delf, Cr. 5.00.\n     This inexpensive little book is one of the most\n     entertainingly funny publications in current print. The\n     author, one John McLeod, is a member of a type 3-7B race\n     inhabiting a planet in the Outer Fringes.... As an example\n     of the unwitting humor of the book, we have only to quote\n     the following:\n\n     \"I was shown to my quarters shortly before takeoff. Captain\n     Benarly had assigned me a spacious cabin which was almost\n     luxurious in its furnishings. The bed was one of the most\n     comfortable I have ever slept in.\"\n\n     Or the following:\n\n     \"I found the members of the crew to be friendly and\n     co-operative, especially Nern Cronzel, the ship's\n     physician.\"\n\n     It is our prediction that this little gem will be enjoyed\n     for a long time to come and will be a real money-maker for\n     its publishers.\n\n       *       *       *       *       *\n\n_They haven't hanged me yet_, McLeod thought. He sat in his apartment\nalone and realized that it would take very little to get him hanged.\n\nHow could one book have aroused such wrath? Even as he thought it,\nMcLeod knew the answer to that question. It wasn't the book. No one\nwho had read it two and a half years before had said anything against\nit.\n\nNo, it wasn't the book. It was the Galactic reaction to the book.\nAlready feeling inferior because of the stand-offish attitude of the\nbeings from the stars, the Homeric laughter of those same beings had\nbeen too much. It would have been bad enough if that laughter had been\ngenerated by one of the Galactics. To have had it generated by an\nEarthman made it that much worse. Against an Earthman, their rage was\nfar from impotent.\n\nNobody understood _why_ the book was funny, of course. The joke was\nover their heads, and that made human beings even angrier.\n\nHe remembered a quotation from a book he had read once. A member of\nsome tribal-taboo culture--African or South Pacific, he forgot\nwhich--had been treated at a missionary hospital for something or\nother and had described his experience.\n\n\"The white witch doctor protects himself by wearing a little round\nmirror on his head which reflects back the evil spirits.\"\n\nCould that savage have possibly understood what was humorous about\nthat remark? No. Not even if you explained to him why the doctor used\nthe mirror that way.\n\n_Now what?_ McLeod thought. He was out of a job and his bank account\nwas running low. His credit rating had dropped to zero.\n\nMcLeod heard a key turn in the lock. The door swung open and Jackson\nentered with his squad of U.B.I. men.\n\n\"Hey!\" said McLeod, jumping to his feet. \"What do you think this is?\"\n\n\"Shut up, McLeod,\" Jackson growled. \"Get your coat. You're wanted at\nheadquarters.\"\n\nMcLeod started to say something, then thought better of it. There was\nnothing he could say. Nobody would care if the U.B.I. manhandled him.\nNobody would protest that his rights were being ignored. If McLeod got\nhis teeth knocked in, Jackson would probably be voted a medal.\n\nMcLeod didn't say another word. He followed orders. He got his coat\nand was taken down to the big building on the East River which had\nbegun its career as the United Nations Building.\n\nHe was bundled up to an office and shoved into a chair.\n\nSomebody shoved a paper at him. \"Sign this!\"\n\n\"What is it?\" McLeod asked, finding his voice.\n\n\"A receipt. For two thousand dollars. Sign it.\"\n\nMcLeod looked the paper over, then looked up at the burly man who had\nshoved it at him. \"_Fifty thousand Galactic credits!_ What is this\nfor?\"\n\n\"The royalty check for your unprintably qualified book has come in,\nFunny Man. The Government is taking ninety-eight per cent for income\ntaxes. Sign!\"\n\nMcLeod pushed the paper back across the desk. \"No. I won't. You can\nconfiscate my money. I can't stop that, I guess. But I won't give it\nlegal sanction by signing anything. I don't even see the two thousand\ndollars this is supposed to be a receipt for.\"\n\nJackson, who was standing behind McLeod, grabbed his arm and twisted.\n\"Sign!\" His voice was a snarl in McLeod's ear.\n\nEventually, of course, he signed.\n\n       *       *       *       *       *\n\n\"'Nother beer, Mac?\" asked the bartender with a friendly smile.\n\n\"Yeah, Leo; thanks.\" McLeod pushed his quarter across the bar with one\nhand and scratched negligently at his beard with the fingers of the\nother. Nobody questioned him in this neighborhood. The beard, which\nhad taken two months to grow, disguised his face, and he had given his\nname as McCaffery, allowing his landlord and others who heard it to\nmake the natural assumption that he was of Irish descent.\n\nHe was waiting. He had been forced to move from his apartment; nobody\nwanted that dirty so-and-so, Professor McLeod, around. Besides, his\nmoney was running short. He had never seen the two thousand. \"You'll\nget that when the Galactic bank cashes your royalty check,\" he had\nbeen told. He was waiting.\n\nNot hiding. No. That wasn't possible. The U.B.I. could find him\neasily when they wanted him. There was no place he could have hidden\nfrom them for very long. A man needs friends to stay hidden from an\nefficient police organization for very long, and John Hamish McLeod\nhad no friends. \"Jack McCaffery\" had, since he was a pleasant kind of\nfellow who made friends easily when he wanted them. But he had no\nillusions about his new friends. Let them once suspect, however\nfaintly, that Good Old Jack McCaffery was really that Professor\nMcLeod, and the game would be up.\n\nThe U.B.I. would find him again all right, whenever it wanted him. And\nMcLeod hoped it would be soon because he was down to his last hundred\nbucks.\n\nSo he waited and thought about fifty thousand Galactic credits.\n\nThe mathematics was simple, but it conveyed an awful lot of\ninformation. To make fifty thousand credits from one thousandth of one\npercent royalties on a book selling at five credits the copy, one must\nneeds sell a billion copies. Nothing to it.\n\n                 5X·10to the power of -5 = 5·10to the power of 4\n\n              Ergo:       X = 10to the power of 9\n\nMcLeod drew the equations on the bar with the tip of a wet forefinger,\nthen rubbed them out quickly.\n\nA billion copies in the first year. He should have seen it. He should\nhave understood.\n\nHow many planets were there in the galaxy?\n\nHow many people on each planet?\n\nCommunication, even at ultralight velocities, would be necessarily\nslow. The galaxy was just too big to be compassed by the human\nmind--or even by the mind of a Galactic, McLeod suspected.\n\nHow do you publish a book for Galactic, for galaxy-wide, consumption?\nHow long does it take to saturate the market on each planet? How long\ndoes it take to spread the book from planet to planet? How many people\nwere there on each planet who would buy a good book? Or, at least, an\nentertaining one.\n\nMcLeod didn't know, but he suspected that the number was huge. McLeod\nwas a zoologist, not an astronomer, but he read enough on astronomy to\nknow that the estimated number of Earth-type planets alone--according\nto the latest theory--ran into the tens of millions or hundreds of\nmillions. The--\n\nA man sat down on the stool next to McLeod and said something loud\nenough and foul enough to break the zoologist's train of thought.\n\n\"Gimme a shot, Leo,\" he added in an angry voice.\n\n\"Sure, Pete,\" the bartender said. \"What's the trouble?\"\n\n\"_Tourists_,\" Pete said with a snarl. \"Laffin' attus alla time like we\nwas monkeys inna zoo! Bunch 'em come inta day.\" He downed his whiskey\nwith a practiced flip of the wrist and slammed it on the bar. Leo\nrefilled it immediately. \"I shunt gripe, I guess. Gotta haffa credit\noffen 'em.\" He slapped down a five dollar bill as though it had\nsomehow been contaminated.\n\nThe bar became oddly quiet. Everyone had heard Pete. Further,\neveryone had heard that another shipload of Galactics had landed and\nwere, at the moment, enjoying the sights of New York. A few of them\nknew that Pete was the bell-captain in one of the big midtown hotels.\n\nMcLeod listened while Pete expounded on the shame he had had to\nundergo to earn half a credit--a lousy five bucks.\n\nMcLeod did some estimating. Tourists--the word had acquired an even\nmore pejorative sense than it had before, and now applied only to\nGalactics--bought nothing, but they tipped for services, unless the\nservices weren't wanted or needed. Pete had given them information\nthat they hadn't had before--where to find a particular place. All in\nall, the group of fifteen Galactics had given out five or six credits\nin such tips. Say half a credit apiece. There were, perhaps, a hundred\nGalactics in this shipload. That meant fifty credits. Hm-m-m.\n\nThey didn't need anyone to carry their bags; they didn't need anyone\nto register them in hotels; they didn't need personal service of that\nkind. All they wanted to do was look. But they wouldn't pay for\nlooking. They had no interest in Broadway plays or the acts in the\nnight-clubs--at least, not enough to induce them to pay to see them.\nThis particular group had wanted to see a hotel. They had wandered\nthrough it, looking at everything and laughing fit to kill at the\ncarpets on the floor and the electric lighting and such. But when the\nmanagement had hinted that payment for such services as letting them\nlook should be forthcoming, they had handed half a credit to someone\nand walked out. Then they had gone to the corner of Fifty-first and\nMadison and looked for nothing.\n\nFifty credits for a shipload. Three shiploads a year. Hell, give 'em\nthe benefit of the doubt and say _ten_ shiploads a year. In a hundred\nyears, they'd add another fifty thousand to Earth's resources.\n\nMcLeod grinned.\n\nAnd waited.\n\n       *       *       *       *       *\n\nThey came for him, eventually, as McLeod had known they would.\n\nBut they came long before he had expected. He had given them six\nmonths at the least. They came for him at the end of the third month.\n\nIt was Jackson, of course. It would have to be Jackson. He walked into\nthe cheap little room McLeod had rented, followed by his squad of men.\n\nHe tossed a peculiar envelope on the bed next to McLeod.\n\n\"Letter came for you, humorist. Open it.\"\n\nMcLeod sat on the edge of the bed and read the letter. The envelope\nhad already been opened, which surprised him none.\n\nIt looked very much like an ordinary business letter--except that\nwhatever they used for paper was whiter and tougher than the paper he\nused.\n\nHe was reminded of the time he had seen a reproduction of a Thirteenth\nCentury manuscript alongside the original. The copy had been set up\nin a specially-designed type and printed on fine paper. The original\nhad been handwritten on vellum.\n\nMcLeod had the feeling that if he used a microscope on this letter the\nlines and edges would be just as precise and clear as they appeared to\nthe naked eye, instead of the fuzziness that ordinary print would\nshow.\n\nThe way you tell a synthetic ruby from a natural ruby is to look for\nflaws. The synthetic doesn't have any.\n\nThis letter was a Galactic imitation of a Terran business letter.\n\nIt said:\n\n     Dear Mac,\n\n     I am happy to report that your book, \"Interstellar Ark,\" is\n     a smash hit. It looks as though it is on its way to becoming\n     a best seller. As you already know by your royalty\n     statement, over a billion copies were sold the first year.\n     That indicates even better sales over the years to come as\n     the reputation of the book spreads. Naturally, our\n     advertising campaign will remain behind it all the way.\n     Congratulations.\n\n     Speaking of royalty checks, there seems to be some sort of\n     irregularity about yours. I am sorry, but according to\n     regulations the check must be validated in the presence of\n     your Galactic Resident before it can be cashed. Your\n     signature across the back of it doesn't mean anything to our\n     bankers.\n\n     Just go to your Galactic Resident, and he'll be happy to\n     take care of the matter for you. That's what he's there for.\n     The next check should come through very shortly.\n\n                                   All the best,\n\n                                            Clem.\n\n[Illustration]\n\n_Better and better_, McLeod thought. He hadn't expected to be able to\ndo anything until his next royalty check arrived. But now--\n\nHe looked up at Jackson. \"All right. What's next?\"\n\n\"Come with us. We're flying to Hawaii. Get your hat and coat.\"\n\nMcLeod obeyed silently. At the moment, there was nothing else he could\ndo. As a matter of fact, there was nothing he wanted to do more.\n\nIt was no trouble at all for Professor McLeod to get an audience with\nthe Galactic Resident, but when he was escorted in by Jackson and his\nsquad, the whole group was halted inside the front door.\n\nThe Resident, a tall, lean being with a leathery, gray face that\nsomehow managed to look crocodilian in spite of the fact that his head\nwas definitely humanoid in shape, peered at them from beneath\npronounced supraorbital ridges. \"Is this man under arrest?\" he asked\nin a gravelly baritone.\n\n\"Er ... no,\" said Jackson. \"No. He is merely in protective custody.\"\n\n\"He has not been convicted of any crime?\"\n\n\"No sir,\" Jackson said. His voice sounded as though he were unsure of\nhimself.\n\n\"That is well,\" said the Resident. \"A convicted criminal cannot, of\ncourse, use the credits of society until he has become rehabilitated.\"\nHe paused. \"But why protective custody?\"\n\n\"There are those,\" said Jackson, choosing his words with care, \"who feel\nthat Professor McLeod has brought disgrace upon the human race ... er ...\nthe Terrestrial race. There is reason to believe that his life may be in\ndanger.\"\n\nMcLeod smiled wryly. What Jackson said was true, but it was carefully\ncalculated to mislead.\n\n\"I see,\" said the Resident. \"It would appear to me that it would be\nsimpler to inform the people that he has done no such thing; that,\nindeed, his work has conferred immense benefits upon your race. But\nthat is your own affair. At any rate, he is in no danger here.\"\n\nHe didn't need to say anything else. Jackson knew the hint was an\norder and that he wouldn't get any farther with his squad.\n\nMcLeod spoke up. \"Subject to your permission, sir, I would like to\nhave Mr. Jackson with me.\"\n\nThe Galactic Resident smiled. \"Of course, professor. Come in, both of\nyou.\" He turned and led the way through the inner door.\n\n       *       *       *       *       *\n\nNobody bothered to search either of them, not even though they must\nknow that Jackson was carrying a gun. McLeod was fairly certain that\nthe gun would be useless to Jackson if he tried to assert his\nauthority with it. If Clem had been able to render the U.B.I.'s\neavesdropping apparatus inoperable, it was highly probable that the\nGalactic Resident would have some means of taking care of weapons.\n\n\"There are only a few formalities to go through,\" the Resident said\npleasantly, indicating chairs with a gesture. The room he had led them\nto didn't look much different from that which would be expected in any\ntastefully furnished apartment in New York or Honolulu.\n\nMcLeod and Jackson sat down in a couple of comfortable easy-chairs\nwhile the Resident went around a large desk and sat down in a swivel\nchair behind it. He smiled a little and looked at McLeod. \"Hm-m-m. Ah,\nyes. Very good.\" It was as though he had received information of some\nkind on an unknown subject through an unknown channel, McLeod thought.\nEvidently that was true, for his next words were: \"You are not under\nthe influence of drugs nor hypnotic compulsion, I see. Excellent,\nprofessor. Is it your desire that this check be converted to cash?\" He\nmade a small gesture. \"You have only to express it, you see. It would\nbe difficult to explain it to you, but rest assured that such an\nexpression of will--while you are sitting in that chair--is impressed\nupon the structure of the check itself and is the equivalent of a\nsignature. Except, of course, that it is unforgeable.\"\n\n\"May I ask a few questions first?\" McLeod said.\n\n\"Certainly, professor. I am here to answer your questions.\"\n\n\"This money--is it free and clear, or are there Galactic taxes to\npay?\"\n\nIf the Galactic Resident had had eyebrows, it is likely that they\nwould have lifted in surprise. \"My dear professor! Aside from the fact\nthat we run our ... er ... government in an entirely different manner,\nwe would consider it quite immoral to take what a man earns without\ngiving services of an exact kind. I will charge you five credits for\nthis validation, since I am rendering a service. The bank will take a\nfull tenth of a percent in this case because of the inconvenience of\nshipping cash over that long distance. The rest is yours to do with as\nyou see fit.\"\n\n_Fifty-five credits out of fifty thousand_, McLeod thought. _Not bad\nat all._ Aloud, he asked: \"Could I, for instance, open a bank account\nor buy a ticket on a star-ship?\"\n\n\"Why not? As I said, it is your money. You have earned it honestly;\nyou may spend it honestly.\"\n\nJackson was staring at McLeod, but he said nothing.\n\n\"Tell me, sir,\" McLeod said, \"how does the success of my book compare\nwith the success of most books in the galaxy?\"\n\n\"Quite favorably, I understand,\" said the Resident. \"The usual income\nfrom a successful book is about five thousand credits a year. Some run\neven less than that. I'm not too familiar with the publishing\nbusiness, you understand, but that is my impression. You are, by\nGalactic standards, a very wealthy man, professor. Fifty thousand a\nyear is by no means a median income.\"\n\n\"Fifty thousand a _year_?\"\n\n\"Yes. About that. I understand that in the publishing business one can\ndepend on a life income that does not vary much from the initial\nperiod. If a book is successful in one area of the galaxy it will be\nequally successful in others.\"\n\n\"How long does it take to saturate the market?\" McLeod asked with a\ntouch of awe.\n\n\"Saturate the--? Oh. Oh, I see. Yes. Well, let's see. Most publishing\nhouses can't handle the advertising and marketing on more than a\nthousand planets at once--the job becomes too unwieldy. That would\nindicate that you sold an average of a million copies per planet,\nwhich is unusual but not ... ah ... miraculous. That is why you can\ndepend on future sales, you see; over a thousand planets the\ndifferences in planetary tastes averages out.\n\n\"Now if your publishers continue to expand the publication at the rate\nof a thousand planets a year, your book should easily last for another\ncentury. They can't really expand that rapidly, of course, since the\nsales on the planets they have already covered will continue with\ndiminishing success over the next several years. Actually, your\npublishers will continue to put a billion books a year on the market\nand expand to new planets at a rate that will balance the loss of\nsales on the planets where it has already run its course. Yes,\nprofessor, you will have a good income for life.\"\n\n\"What about my heirs?\"\n\n\"Heirs?\" The Galactic Resident blinked. \"I'm afraid I don't quite\nfollow you.\"\n\n\"My relatives. Anyone who will inherit my property after my death.\"\n\nThe Resident still looked puzzled. \"What about them?\"\n\n\"How long can they go on collecting? When does the copyright run out?\"\n\nThe Galactic Resident's puzzlement vanished. \"Oh my dear professor!\nSurely you see that it is impossible to ... er ... inherit money one\nhasn't earned! The income stops with your death. Your children or your\nwife have done nothing to earn that money. Why should it continue to\nbe paid out after the earner has died? If you wish to make provisions\nfor such persons during your lifetime, that is your business, but the\nprovisions must be made out of money you have already earned.\"\n\n\"Who does get the income, then?\" McLeod asked.\n\nThe Galactic Resident looked thoughtful. \"Well, the best I can explain to\nyou without going into arduous detail is to say that our ... er ...\ngovernment gets it. 'Government' is not really the proper word in this\ncontext, since we have no government as you think of it. Let us merely say\nthat such monies pass into a common exchequer from which ... er ... public\nservants like myself are paid.\"\n\nMcLeod had a vision of a British Crown Officer trying to explain to a\nNew Guinea tribesman what he meant when he said that taxes go to the\nCrown. The tribesman would probably wonder why the Chief of the\nEnglish Tribe kept cowrie shells under his hat.\n\n\"I see. And if I am imprisoned for crime?\" he asked.\n\n\"The payments are suspended until the ... er ... rehabilitation is\ncomplete. That is, until you are legally released.\"\n\n\"Is there anything else that can stop the payments?\"\n\n\"Not unless the publishing company fails--which is highly unlikely. Of\ncourse, a man under hypnotic compulsion or drugs is not considered\nlegally responsible, so he cannot transact any legal business while he\nis in that state, but the checks are merely held for him until that\nimpediment is removed.\"\n\n\"I see.\" McLeod nodded.\n\nHe knew perfectly well that he no more understood the entire workings\nof the Galactic civilization than that New Guinea tribesman understood\nthe civilization of Great Britain, but he also knew that he understood\nmore of it than Jackson, for instance, did. McLeod had been able to\nforesee a little of what the Resident had said.\n\n\"Would you do me the service, sir,\" McLeod said, \"of opening a bank\naccount for me in some local bank?\"\n\n\"Yes, of course. As Resident, I am empowered to transact business for\nyou at your request. My fees are quite reasonable. All checks will\nhave to go through me, of course, but ... hm-m-m ... I think in this\ncase a twentieth of a per cent would be appropriate. You will be\nhandling fairly large amounts. If that is your wish, I shall so\narrange it.\"\n\n\"Hey!\" Jackson found his tongue. \"The Earth Union Government has a\nclaim on that! McLeod owes forty-nine thousand Galactic credits in\nincome taxes!\"\n\nIf the Galactic Resident was shocked at the intimation that the\nGalactic \"government\" would take earned money from a man, the\nannouncement that Earth's government did so was no surprise to him at\nall. \"If that is so, I am certain that Professor McLeod will behave as\na law-abiding citizen. He can authorize a check for that amount, and\nit will be honored by his bank. We have no desire to interfere with\nlocal customs.\"\n\n\"I am certain that I can come to an equitable arrangement with the\nEarth authorities,\" said McLeod, rising from his chair. \"Is there\nanything I have to sign or--\"\n\n\"No, no. You have expressed your will. Thank you, Professor McLeod; it\nis a pleasure to do business with you.\"\n\n\"Thank you. The pleasure is mutual. Come on, Jackson, we don't need to\nbother the Resident any more just now.\"\n\n\"But--\"\n\n\"Come on, I said! I want a few words with you!\" McLeod insisted.\n\nJackson sensed that there would be no point in arguing any further\nwith the Resident, but he followed McLeod out into the bright Hawaiian\nsunshine with a dull glow of anger burning in his cheeks. Accompanied\nby the squad, they climbed into the car and left.\n\n       *       *       *       *       *\n\nAs soon as they were well away from the Residence, Jackson grabbed\nMcLeod by the lapel of his jacket. \"All right, humorist! What was the\nidea of that? Are you trying to make things hard for yourself?\"\n\n\"No, but _you_ are,\" McLeod said in a cold voice. \"Get your hands off\nme. I may get you fired anyway, just because you're a louse, but if\nyou keep acting like this, I'll see that they toss you into solitary\nand toss the key away.\"\n\n\"What are you talking about?\" But he released his hold.\n\n\"Just think about it, Jackson. The Government can't get its hands on\nthat money unless I permit it. As I said, we'll arrive at an equitable\narrangement. And that will be a damn sight less than ninety-eight\npercent of my earnings, believe me.\"\n\n\"If you refuse to pay, we'll--\" He stopped suddenly.\n\n\"--Throw me in jail?\" McLeod shook his head. \"You can't get money\nwhile I'm in jail.\"\n\n\"We'll wait,\" said Jackson firmly. \"After a little while in a cell,\nyou'll listen to reason and will sign those checks.\"\n\n\"You don't think very well, do you, Jackson? To 'sign' a check, I have\nto go to the Galactic Resident. As soon as you take me to him, I\nauthorize a check to buy me a ticket for some nice planet where there\nare no income taxes.\"\n\nJackson opened his mouth and shut it again, frowning.\n\n\"Think about it, Jackson,\" McLeod continued. \"Nobody can get that\nmoney from me without my consent. Now it so happens that I want to\nhelp Earth; I have a certain perverse fondness for the human race,\neven though it is inconceivably backward by Galactic standards. We\nhave about as much chance of ever becoming of any importance on the\nGalactic scale as the Australian aborigine has of becoming important\nin world politics, but a few thousand years of evolution may bring out\na few individuals who have the ability to do something. I'm not sure.\nBut I'm damned if I'll let the boneheads run all over me while they\ntake my money.\n\n\"I happen to be, at the moment--and through sheer luck--Earth's only\nnatural resource as far as the galaxy is concerned. Sure you can put\nme in jail. You can kill me if you want. But that won't give you the\nmoney. I am the goose that lays the golden eggs. But I'm not such a\ngoose that I'm going to let you boot me in the tail while you steal\nthe gold.\n\n\"Earth has no other source of income. None. Tourists are few and far\nbetween and they spend almost nothing. As long as I am alive and in\ngood health and out of prison, Earth will have a nice steady income of\nfifty thousand Galactic credits a year.\n\n\"Earth, I said. Not the Government, except indirectly. I intend to see\nthat my money isn't confiscated.\" He had a few other plans, too, but\nhe saw no necessity of mentioning them to Jackson.\n\n\"If I don't like the way the Government behaves, I'll simply shut off\nthe source of supply. Understand, Jackson?\"\n\n\"Um-m-m,\" said Jackson. He understood, he didn't like it, and he\ndidn't know what to do about it.\n\n\"One of the first things we're going to do is start a little\n'information' flowing,\" McLeod said. \"I don't care to live on a planet\nwhere everybody hates my guts, so, as the Resident suggested, we're\ngoing to have to start a propaganda campaign to counteract the one\nthat denounced me. For that, I'll want to talk to someone a little\nhigher in the Government. You'd better take me to the head of the\nU.B.I. He'll know who I should speak to for that purpose.\"\n\nJackson still looked dazed, but it had evidently penetrated that\nMcLeod had the upper hand. \"Wha ... er ... what did you say, sir?\" he\nasked, partially coming out of his daze.\n\nMcLeod sighed.\n\n\"Take me to your leader,\" he said patiently.\n\n       *       *       *       *       *\n\n\n\n\n\n\n\n\nEnd of Project Gutenberg's A World by the Tale, by Gordon Randall Garrett\n\n*** END OF THIS PROJECT GUTENBERG EBOOK A WORLD BY THE TALE ***\n\n***** This file should be named 30816-8.txt or 30816-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/0/8/1/30816/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}