{"title": "The Barbarians", "author": "John Sentry", "releaseDate": "January 2, 2010", "language": "English", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n    _History was repeating itself; there were moats and nobles in\n    Pennsylvania and vassals in Manhattan and the barbarian hordes were\n    overrunning the land._\n\n\nThe Barbarians\n\nBY JOHN SENTRY\n\n\nIt was just as he saw The Barbarian's squat black tankette lurch\nhurriedly into a nest of boulders that young Giulion Geoffrey realized\nhe had been betrayed. With the muzzle of his own cannon still hot from\nthe shell that had jammed The Barbarian's turret, he had yanked the\nstarboard track lever to wheel into position for the finishing shot. All\naround him, the remnants of The Barbarian's invading army were being cut\nto flaming ribbons by the armored vehicles of the Seaboard League. The\nnight was shot through by billows of cannon fire, and the din of\nlaboring engines, guns, and rent metal was a cacophonic climax to the\nSeaboard League's first decisive victory over the inland invaders. Young\nGeoffrey could justifiably feel that he would cap that climax by\npersonally accounting for the greatest of the inland barbarians; the\nbarbarian general himself. He trained his sights on the scarlet bearpaw\npainted on the skewed turret's flank, and laid his hand on the firing\nlever.\n\nOut of the corner of his eye, he caught a glimpse of another tankette\nrushing up on his port side. He glanced at it, saw its graceful\nhandcrafting, and knew it for one of the League's own. He could even see\nthe insigne; the mailed heel trampling a stand of wheat; Harolde Dugald,\nof the neighboring fief. Geoffrey was on coldly polite terms with\nDugald--he had no use for the other man's way of treating his serfs--and\nnow he felt a prickle of indignant rage at this attempt to usurp a\nshare of his glory. He saw Dugald's turret begin to traverse, and\nhastily tried to get the finishing shot into The Barbarian's tankette\nbefore the other Leaguesman could fire. But Dugald was not aiming for\nThe Barbarian. First he had to eliminate Geoffrey from the scene\nentirely. When he fired, at almost point-blank range, the world seemed\nto explode in Giulion's eyes.\n\n[Illustration: _Illustrated by Ed Emsh_]\n\nSomehow, no whistling shard of metal actually hit him. But the tankette,\nsturdy as it was, could not hope to protect him entirely. He was thrown\nviciously into the air, his ribs first smashing into the side of the\nhatch, and then he was thrown clear, onto the rocky ground of the\nfoothills; agonized, stunned to semi-consciousness, he lay feebly\nbeating at his smoldering tunic while Dugald spun viciously by him,\nalmost crushing him under one tread. He saw Dugald's tankette plunge\ninto the rocks after The Barbarian, and then, suddenly, the battle was\nbeyond him. Dugald, The Barbarian; all the thundering might that had\nclashed here on the eastern seaboard of what had, long ago, been The\nUnited States of America--all of this had suddenly, as battles will,\nwhirled off in a new direction and left Giulion Geoffrey to lie hurt and\nunconscious in the night.\n\n       *       *       *\n\nHe awoke to the trickle of cold water between his teeth. His lips bit\ninto the threaded metal of a canteen top, and a huge arm supported his\nshoulders. Broad shoulders and a massive head loomed over him against\nthe stars. A rumbling, gentle voice said: \"All right, lad, now swallow\nsome before it's all wasted.\"\n\nHe peered around him in the night. It was as still as the bottom of a\ngrave. Nothing moved. He drew a ragged breath that ended in a sharp\ngasp, and the rumbling voice said: \"Ribs?\"\n\nHe nodded and managed a strangled \"Yes.\"\n\n\"Shouldn't wonder,\" the stranger grunted. \"I saw you pop out of your\ntank like a cork coming out of a wine bottle. That was a fair shot he\nhit you. You're lucky.\" A broad hand pressed him down as the memory of\nDugald's treachery started him struggling to his feet. \"Hold still, lad.\nWe'll give you a chance to catch your breath and wrap some bandages\naround you. You'll live to give him his due, but not tonight. You'll\nhave to wait for another day.\"\n\nThere was something in the stranger's voice that Geoffrey recognized for\nthe quality that made men obey other men. It was competence,\nself-assurance, and, even more, the calm expression of good sense.\nTonight, Geoffrey needed someone with that quality. He sank back,\ngrateful for the stranger's help. \"I'm Giulion Geoffrey of Geoffrion,\"\nhe said, \"and indebted to you. Who are you, stranger?\"\n\nThe darkness rumbled to a deep, rueful laugh. \"In these parts, lad, I'm\nnot called by my proper name. I'm Hodd Savage--The Barbarian. And that\nwas a fair knock _you_ gave _me_.\"\n\nYoung Geoffrey's silence lasted for a long while. Then he said in a\nflat, distant voice: \"Why did you give me water, if you're going to kill\nme anyway?\"\n\nThe Barbarian laughed again, this time in pure amusement. \"Because I'm\nnot going to kill you, obviously. You're too good a cannoneer to be\ndespatched by a belt knife. No--no, lad, I'm not planning to kill anyone\nfor some time. All I want right now is to get out of here and get home.\nI've got another army to raise, to make up for this pasting you\nLeaguesmen have just given me.\"\n\n\"Next time, you won't be so lucky,\" Geoffrey muttered. \"We'll see your\nhide flapping in the rain, if you're ever foolish enough to raid our\nlands again.\"\n\nThe Barbarian slapped his thigh. \"By God,\" he chuckled, \"I knew it\nwasn't some ordinary veal-fed princeling that outmaneuvered _me_!\" He\nshook his head. \"That other pup had better watch out for you, if you\never cross his path again. I lost him in the rocks with ease to spare.\nBad luck your shot smashed my fuel tanks, or I'd be halfway home by\nnow.\" The rolling voice grew low and bitter. \"No sense waiting to pick\nup my men. Not enough of 'em left to make a corporal's guard.\"\n\n\"What do you mean, _if_ I ever cross Dugald's path again? I'll have him\ncalled out to trial by combat the day I can ride a tankette once more.\"\n\n\"I wouldn't be too sure, lad,\" The Barbarian said gently. \"What does\nthat look like, over there?\"\n\nGeoffrey turned his head to follow the shadowy pointing arm, and saw a\nflicker of light in the distance. He recognized it for what it was; a\nhuge campfire, with the Leaguesmen's tankettes drawn up around it.\n\"They're dividing the spoils--what prisoners there are, to work the\nmills; whatever of your equipment is still usable; your baggage train.\nAnd so forth. What of it?\"\n\n\"Ah, yes, my baggage train,\" The Barbarian muttered. \"Well, we'll come\nback to that. What else do you suppose they're dividing?\"\n\nGeoffrey frowned. \"Why--nothing else. Wait!\" He sat up sharply, ignoring\nhis ribs. \"The fiefs of the dead nobles.\"\n\n\"Exactly. Your ramshackle little League held together long enough to\nwhip us for the first time, but now the princelings are dividing up and\nreturning to their separate holdings. Once there, they'll go back to\npeering covetously at each other's lands, and maybe raid amongst\nthemselves a little, until I come back again. And you're as poor as a\nchurch mouse at this moment, lad--no fief, no lands, no title--unless\nthere's an heir?\"\n\nGeoffrey shook his head distractedly. \"No. I've not wed. It's as you\nsay.\"\n\n\"And just try to get your property back. No--no, it won't be so easy to\nreturn. Unless you'd care to be a serf on your own former holding?\"\n\n\"Dugald would have me killed,\" Geoffrey said bitterly.\n\n\"So there you are, lad. The only advantage you have is that Dugald\nthinks you're dead already--you can be sure of that, or it would have\nbeen an assassin, and not me, that woke you. That's something, at least.\nIt's a beginning, but you'll have to lay your plans carefully, and take\nyour time. I certainly wouldn't plan on doing anything until your body's\nhealed and your brain's had time to work.\"\n\nYoung Geoffrey blinked back the tears of rage. The thought of losing the\ntown and lands his father had left him was almost more than his hot\nblood could stand. The memory of the great old Keep that dominated the\ntown, with its tapestried halls and torchlit chambers, was suddenly very\nprecious to him. He felt a sharp pang at the thought that he must sleep\nin a field tonight, like some skulking outlaw, while Dugald quite\npossibly got himself drunk on Geoffrion wine and snored his headache\naway on the thick furs of Geoffrey's bed.\n\nBut The Barbarian was right. Time was needed--and this meant that, to a\ncertain extent at least, his lot and Savage's were thrown in together.\nThe thought came to Geoffrey that he might have chosen a worse partner.\n\n\"Now, lad,\" The Barbarian said, \"as long as you're not doing anything\nelse, you might as well help me with my problem.\"\n\nThe realization of just exactly who this man was came sharply back to\nyoung Geoffrey. \"I won't help you escape to your own lands, if that's\nwhat you mean,\" he said quickly.\n\n\"I'll take good care of that myself, when the time comes,\" the man\nanswered drily. \"Right now, I've got something else in mind. They're\ndividing my baggage train, as you said. Now, I don't mind that, seeing\nas most of it belonged to them in the first place. I don't mind it for\nthis year, that is. But there's something else one of you cockerels will\nbe wanting to take home with him, and I've a mind not to let him.\nThere's a perfectly good woman in my personal trailer, and I'm going to\nget her. But if we're going to do that and get clear of this country by\nmorning, we'd better get to it.\"\n\nLike every other young man of his time and place, Geoffrey had a\nclear-cut sense of duty regarding the safety and well-being of ladies.\nHe had an entirely different set of attitudes toward women who were not\nladies. He had not the slightest idea of which to apply to this case.\n\nWhat sort of woman would The Barbarian take to battle with him? What\nsort of women would the inland barbarians have generally? He had very\nlittle knowledge to go on. The inlanders had been appearing from over\nthe westward mountains for generations, looting and pillaging almost at\nwill, sometimes staying through a winter but usually disappearing in the\nearly Fall, carrying their spoils back to their mysterious homelands on\nthe great Mississippi plain. The seaboard civilization had somehow kept\nfrom going to its knees, in spite of them--in this last generation, even\nthough the barbarians had The Barbarian to lead them, the Seaboard\nLeague had managed to cobble itself together--but no one, in all this\ntime, had ever actually learned, or cared, much about these vicious,\ncompactly organized raiders. Certainly no one had learned anything\nbeyond those facts which worked to best advantage on a battlefield.\n\nSo, young Giulion Geoffrey faced his problem. This 'perfectly good\nwoman' of The Barbarian's--was she in fact a good woman, a lady, and\ntherefore entitled to aid in extremity from any and all gentlemen; or\nwas she some camp follower, entirely worthy of being considered a spoil\nof combat?\n\n\"Well, come on, lad,\" The Barbarian rumbled impatiently at this point.\n\"Do you want that Dugald enjoying _her_ tonight along with everything\nelse?\"\n\nAnd that decided Geoffrey. He pushed himself to his feet, not liking the\ndaggers in his chest, but not liking the thought of Dugald's pleasures\neven more. \"Let's go, then.\"\n\n\"Good enough, lad,\" The Barbarian chuckled. \"Now let's see how quietly\nwe can get across to the edge of that fire.\"\n\nThey set out--none too quietly, with The Barbarian's heavy bulk lurching\nagainst Geoffrey's lean shoulder on occasion, and both of them uncertain\nof their footing in the darkness. But they made it across without being\nnoticed--just two more battle-sore figures in a field where many such\nmight be expected--and that was what counted.\n\nThe noise and confusion attendant on the dividing of the spoils was an\nadded help; they reached the fringes of the campfire easily.\n\n       *       *       *       *       *\n\nIt was very interesting, the way history had doubled back on itself,\nlike a worm re-growing part of its body but re-growing it in the wrong\nplace. At one end of the kink--of the fresh, pink scar--was a purulent\nhell of fire and smoke that no one might have expected to live through.\nYet, people had, as they have a habit of doing. And at the other end of\nthe kink in time--Giulion Geoffrey's end, Harolde Dugald's time, The\nBarbarian's day--there were keeps and moats in Erie, Pennsylvania,\nvassals in New Brunswick, and a great stinking warren of low,\nhalf-timbered houses on the island of Manhattan. If it had taken a few\ncenturies longer to recover from the cauterizing sun bombs, these things\nmight still have been. But they might have had different names, and\nhuman history might have been considered to begin only a few hundred\nyears before. Even this had not happened. The link with the past\nremained. There was a narrow, cobbled path on Manhattan, with sewage\noozing down the ditch in its center, which was still Fifth Avenue. It\nran roughly along the same directions as old Broadway, not because there\nwas no one who could read the yellowed old maps but because surveying\nwas in its second childhood. There was a barge running between two ropes\nstretched across the Hudson, and this was The George Washington Bridge\nferry. So, it was only a kink in history, not a break.\n\nBut Rome was not re-built in a day. Hodd Savage--The Barbarian, the man\nwho had come out of the hinterlands to batter on civilization's badly\nmortared walls--clamped his hand on Giulion Geoffrey's arm, grunted,\njerked his head toward the cluster of nobles standing beside the\ncampfire, and muttered: \"Listen.\"\n\nGeoffrey listened.\n\nThe nobles were between him and the fire, and almost none of them were\nmore than silhouettes. Here and there, a man faced toward the fire at\nsuch an angle that Geoffrey could make out the thick arch of an eyebrow,\nthe jut of a cheek, or the crook of a nose. But it was not enough for\nrecognition. All the nobles were dressed in battle accoutrements that\nhad become stained or torn. Their harness had shifted, their tunics were\naskew, and they were bunched so closely that the outline of one man\nblended into the mis-shaped shadow of the next. The voices were hoarse\nfrom an afternoon's bellowing. Some were still drunk with the acid fire\nof exhausted nerves, and were loud. Others, drained, mumbled in the\nbackground like a chorus of the stupid. Gesticulating, mumbling,\nshouting, shadowed, lumped into one knot of blackness lighted by a ruddy\ncheekbone here, a gleaming brow there above an eye socket as inky and\nblank as a bottomless pit, they were like something out of the wan and\nmisty ages before the Earth had had time to form completely.\n\nTwo arguing voices rose out of the mass:\n\n\"Those three barbarian tankettes are _mine_, I say!\"\n\n\"Yours when I lie dead!\"\n\n\"They surrendered to me!\"\n\n\"Because I pounded them into submission.\"\n\n\"Into submission, indeed! You skulked around their flanks like a lame\ndog, and now that I've taken them, you want your bone!\"\n\n\"You were glad enough to see me there when the battle was hot. Call me a\ndog again and I'll spit you like a rat on a pitchfork.\"\n\nNo one else in the group of nobles paid the two of them any attention.\nNo one had time to spare for any quarrel but his own, and the whole\nsquabbling pile of them looked ready to fly apart at any moment--to draw\nsidearms and knives and flare into spiteful combat.\n\nThe Barbarian spat quietly. \"There's your Seaboard League, lad. There's\nyour convocation of free men. Step out there and ask for your lands\nback. Care to try?\"\n\n\"We've already decided that wouldn't be wise,\" Geoffrey said irritably.\nHe had never cared much for these inevitable aftermaths to battle, but\nit made him angry to have an inland barbarian make pointed comments. \"I\nsuppose it's different when _you_ win, eh?\"\n\n\"Not very. But then, we're not civilized. Let's get moving, lad.\"\n\nSilently, they skirted the fire and made their way toward the parked\nvehicles of The Barbarian's captured supply train. The ground was rough\nand covered by underbrush. More than once, The Barbarian stumbled into\nGeoffrey, making him clench his jaw against the pain in his chest. But\nhe saw no point in saying anything about it.\n\n\"There she is,\" The Barbarian said in a husky growl. Geoffrey peered\nthrough the brush at an armored trailer whose flat sides were completely\nundecorated except for a scarlet bearpaw painted on the door. A lantern\ngleamed behind the slit windows, and The Barbarian grunted with\nsatisfaction. \"She's still in there. Fine. We'll have this done in a\ncouple of seconds.\"\n\nIn spite of the incongruity, Geoffrey asked curiously: \"What's a\nsecond?\"\n\n\"A division of time, lad--one sixtieth of a minute.\"\n\n\"Oh. What on Earth would you want to measure that accurately for?\"\n\n\"For getting women out of trailers in a hurry, lad. Now--let's look for\nsentries.\"\n\n       *       *       *\n\nThere were two guarding the trailer--men-at-arms from Dugald's holding,\nGeoffrey noticed--carrying shotguns and lounging in the shadows. One of\nthem had a wineskin--Geoffrey heard the gurgle plainly--and the other\nwas constantly turning away from the trailer to listen to the shrieks\nand shouting coming from among the other vehicles of the train, where\nother guards were not being quite as careful of their masters' new\nproperty.\n\n\"I see they've found the quartermaster's waggons,\" The Barbarian said\ndrily. \"Now, then, lad--you work away toward the right, there, and I'll\ntake the left. Here--take my knife. I won't need it.\" The Barbarian\npassed over a length of steel as big as a short-sword, but oddly curved\nand sharpened down one side of the blade. \"Stab if you can, but if you\nhave to cut, that blade'll go through a man's forearm. Remember you're\nnot holding one of those overgrown daggers of yours.\"\n\n\"And just why should I kill a man for you?\"\n\n\"Do you think that man won't try to kill you?\"\n\nGeoffrey had no satisfactory answer to that. He moved abruptly off into\nthe brush, holding The Barbarian's knife, and wondering just how far he\nwas obligated for a bandaged chest and half a pint of water. But a man's\nduty to his rescuer was plain enough, and, besides, just what else was\nthere to do?\n\nThe blame for it all went squarely back to Dugald, and Geoffrey did not\nlove him for it. He slipped through the bushes until he was only a few\nyards from the man who had the wineskin, and waited for The Barbarian to\nappear at the opposite end of the trailer.\n\nWhen it happened, it happened quite suddenly, as these things will. One\nmoment the other sentry was craning his neck for another look at what\nwas going on elsewhere. The next he was down on his knees, croaking\nthrough a compressed throat, with The Barbarian's arm under his chin and\na driving knee ready to smash at the back of his neck again.\n\nGeoffrey jumped forward, toward his own man. The man-at-arms had dropped\nhis wineskin in surprise and was staring at what was happening to his\ncomrade. When he heard Geoffrey come out of the underbrush, the face he\nturned was white and oddly distended with shock, as though all the bones\nhad drained out of it. He might have appeared fierce enough, ordinarily.\nBut things were happening too fast for him.\n\nGeoffrey had never killed anyone but a noble in his life. Not\nintentionally and at close range, in any case. The completely baffled\nand helpless look of this one somehow found time to remind him that this\nwas not, after all, one of his peers--that the man was hopelessly\noutclassed in fair combat--or in anything else, for that matter.\nGeoffrey did _not_ stop to weigh the probity of this idea. It was the\ncentral tenet of his education and environment. Furthermore, there was\nsome truth in it.\n\nHe couldn't kill the man. He swept up his arm and struck the flat of The\nBarbarian's broad knife against the side of the guard's head, and bowled\nthe man over with his rush. But the guard had a hard skull. He stared up\nwith glazed but conscious eyes, and squalled: \"Lord Geoffrey!\" Geoffrey\nhit him again, and this time the guard stayed down, but the damage was\ndone. Scrambling to his feet, Geoffrey ran over to The Barbarian, who\nwas letting the other guard ooze to the ground.\n\n\"We'll have to hurry!\" Geoffrey panted. \"Before that man comes back to\nhis senses.\"\n\nThe Barbarian gave him a disgusted look, but nodded. \"Hurry we shall.\"\nHe lurched to the trailer door and slapped it with the flat of his hand.\n\"Let's go, Myka.\"\n\nThere was a scrambling sound inside the trailer, and the light went out.\nThe door slid open, and Geoffrey found himself staring at the most\nbeautiful woman he had ever seen.\n\nShe was lithe almost to the point of boyishness, even though she was\nclearly some years older than Geoffrey. She had short hair the color of\nhammered copper, high cheekbones, and tawny eyes. She was wearing a\ntunic and short trousers, and there was an empty pistol holster strapped\naround her waist. Obviously, she was not a lady. But it was much too\nlate for Geoffrey to care about that. She stopped in the doorway,\nshaking her head slowly at The Barbarian. \"I swear, Hodd,\" she said in a\nlow, laughing voice, \"one of these days you _won't_ come back from the\ndead, and I'll be surprised.\"\n\n\"It was close enough, this time,\" The Barbarian growled. He jerked his\nhead toward Geoffrey. \"That young buck over there knows how to handle\nhis enemies. Once he learns what to do about his friends, I may have to\nretire.\"\n\nMyka arched her burning eyebrows. \"Oh? What's the story behind that, I'd\nlike to know.\"\n\n\"We can always talk,\" Geoffrey said a little edgily. \"But we can't\nalways find an empty tankette.\"\n\n\"Quite right, lad,\" The Barbarian said. \"I saw some vehicles parked over\nthat way.\"\n\n\"Those belong to the nobles. There ought to be some captured ones of\nyours somewhere around here.\"\n\n\"With plenty of guards on them. No, thanks.\"\n\n\"That didn't trouble you earlier.\"\n\n\"Myka, as you may have noticed, is more than a tank. This time the prize\nisn't worth it. I'd rather just slip over to where I can get\ntransportation for the choosing.\"\n\n\"Not with my help.\"\n\nThe Barbarian looked at him and grunted. He seemed oddly disappointed.\n\"I would have bet the other way,\" he muttered. Then the shaggy head\nrose, and he circled Myka's waist with one arm. \"All right, I'll do it\nwithout your help.\"\n\n\"Is Myka trained to drive a tankette and fight at the same time?\"\n\n\"No.\"\n\n\"Then you'd better do it my way. You'd make a poor showing, kicking\ndrive levers with a broken leg.\" Geoffrey nodded toward The Barbarian's\nright shin. \"It's been that way since before you picked me up, hasn't\nit? I saw it wobble when you kneed that man-at-arms.\"\n\nMyka looked at The Barbarian sharply, worry on her face, but the man was\nchuckling. \"All right, bucko, we'll do it your way.\"\n\n\"Fine.\" Geoffrey wasn't so sure it was. Suddenly he was committed not\nonly to helping The Barbarian escape, but also to escape with him. He\nwas faintly surprised at himself. But there was something about the man.\nSomething worth saving, no matter what. And there was the business now\nof having been recognized. Once Dugald learned he was still alive, there\nwould be a considerable amount of danger in staying in the vicinity. Of\ncourse, he had only to stoop over the unconscious guard with The\nBarbarian's knife....\n\nWith a quick motion, he tossed the weapon back to its owner.\n\n_That_ one was an easy choice, Geoffrey thought. Simply stealing--or was\nit recapturing?--a tankette and using it to drive away with Myka and The\nBarbarian didn't mean he had to go all the way to the barbarian lands\nwith them. Let the guard revive and run to Dugald with the news. All\nGeoffrey had to do was to remove himself a few miles, find shelter, and\nbide his time.\n\nOne recaptured barbarian tankette might not even be missed. And the\nguard might not be believed--well, that was a thin hope--but, in any\ncase, no one had any reason to suspect The Barbarian was still alive.\nThere'd be no general pursuit.\n\nWell ... maybe not. There was a man-at-arms choked to death, by a\nstronger arm than Geoffrey's, and it was The Barbarian's woman who would\nbe missing. There might be quite a buzz about that.\n\nGeoffrey shook his head in impatient annoyance. This kind of life\ndemanded a great deal more thinking than he was accustomed to. All these\nunpredictable factors made a man's head spin.\n\nAnd then again, maybe they didn't. The thing to do was to act, to do\nwhat would get him out of here now, and leave him free tomorrow to do\nwhatever thinking tomorrow demanded. With a little practice, too,\nthinking would undoubtedly come more easily.\n\n\"All right,\" he said decisively, \"let's get moving over in that\ndirection, and see if the guards haven't gotten a little careless.\" He\nmotioned to Myka and The Barbarian, and began to lead the way into the\nunderbrush. He thrust out a hand to pull a sapling aside, and almost ran\nfull-tilt into Harolde Dugald.\n\n       *       *       *\n\nDugald was almost exactly Geoffrey's age and size, but he had something\nGeoffrey lacked--a thin-lipped look of wolfish wisdom. His dark eyes\nwere habitually slitted, and his mouth oddly off-center, always poised\nbetween a mirthless grin and a snarl. His long black hair curled under\nat the base of his skull, and his hands were covered with heavy gold and\nsilver rings. There was one for each finger and thumb, and all of them\nwere set with knobby precious stones.\n\nHis lips parted now, and his long white teeth showed plainly in the\nsemi-darkness. \"I was coming back to inspect my prizes,\" he said in a\nvoice like a fine-bladed saw chuckling through soft metal. \"And look\nwhat I've found.\" The open mouth of his heavy, handmade side pistol\npointed steadily between Geoffrey's eyes. \"I find my erstwhile neighbor\nrisen from the dead, and in the company of a crippled enemy and his\nleman. Indeed, my day is complete.\"\n\nThe one thing Geoffrey was not feeling was fear. The wire-thin strand of\nhis accumulated rage was stretched to breaking. Somewhere, far from the\nforefront of his mind, he was feeling surprise and disappointment. He\nwas perfectly aware of Dugald's weapon, and of what it would do to his\nhead at this range. But Geoffrey was not stopping to think. And Dugald\nwas a bit closer to him than he ought to have been.\n\nGeoffrey's hands seemed to leap out. One tore the pistol out of Dugald's\nhand and knocked it spinning. The other cracked, open-palmed, against\nthe other man's face, hard enough to split flesh and start the blood\ntrickling down Dugald's cheek. The force of the combined blows sent\nDugald staggering. He fell back, crashing into a bush, and hung against\nit. Stark fear shone in his eyes. He screamed: \"Dugald! _Dugald!_ To me!\nTo me!\"\n\nFor a second, everything went silent; nobles quarreling, guards\nroistering among the captures--suddenly the battlefield was still. Then\nthe reaction to the rallying cry set off an entirely different kind of\nhubbub. The sound now was that of an alerted pack of dogs.\n\nOnce more, Geoffrey swept his hand across Dugald's face, feeling his own\nskin break over the knuckles. But there was no time for anything else.\nNow they had to run, and not in silence. Now everything went by the\nboard, and the nearest safety was the best. Behind them as they tore\nthrough the brush, they could hear Dugald shouting:\n\n\"That way! The Barbarian's with him!\" The Barbarian was grunting with\nevery step. Myka was panting. Geoffrey was in the lead, his throat\nburning with every breath, not knowing where he was leading them, but\ntrying to skirt around the pack of nobles that would be running toward\nthem in the darkness.\n\nHe crashed against plated metal. He peered at it in the absolute\ndarkness this far from the fires and torches. \"Tankette!\" he said\nhoarsely. \"Empty.\" They scrambled onto it, Geoffrey pulling at The\nBarbarian's arm. \"Down, Myka--inside. Ought to be room between steering\nposts and motor.\" He pushed the woman down through the hatch, and\ndropped back to the ground. He ran to the crank clipped to one track\nhousing and thrust it into place. \"You--you'll have to hang\nonto--turret,\" he panted to The Barbarian. \"Help me start.\" He wound\nfuriously at the starting crank until he felt the flywheel spin free of\nthe ratchet, and then engaged the driveshaft. The tankette shuddered to\nthe sudden torque. The motor resisted, turned its shaft reluctantly,\nspun the magneto, ignited, stuttered, coughed, and began to roar. The\nheadlights flickered yellowly, glowed up to brightness as the engine\nbuilt up revolutions. The Barbarian, clinging to the turret with one\narm, pushed the choke control back to halfway and advanced the spark.\nGeoffrey scrambled up the sharply pitched rear deck, clawing for\nhandholds on the radiator tubing, and dropped into the turret seat. He\ntook the controls, kicked at the left side track control without caring,\nfor the moment, whether Myka was in the way or not, spun the tankette\nhalfway round, and pulled the throttle out as far as it would go. Its\nengine clamoring, its rigid tracks transmitting every shock and\nbattering them, the tankette flogged forward through the brush. There\nwas gunfire booming behind them, and there were other motors sputtering\ninto life.\n\nThere was no one among the nobles to drive as well as Geoffrey\ncould--certainly no one who could keep up with him at night, in country\nhe knew. He could probably depend on that much.\n\nHe lit the carbide lamp over the panel.\n\nGeoffrey looked at the crest worked into the metal, and laughed. He had\neven managed to steal Dugald's tankette.\n\n       *       *       *       *       *\n\nBy morning, they were a good fifty miles away from where the battle had\nbeen fought. They were almost as far as the Delaware River, and the\nground was broken into low hills, each a little higher than the last.\nGeoffrey had only been this far away from his home a few times, before\nhis father's death, and then never in this direction. Civilization was\nnot considered to extend this far inland. When a young man went on his\ntravels, preparatory for the day when he inherited his father's holdings\nand settled down to maintain them, he went along the coast, perhaps as\nfar as Philadelphia or Hartford.\n\nGeoffrey had always had a lively interest in strange surroundings. He\nhad regretted the day his journeyings came to an end--not that he\nhadn't regretted his father's passing even more. Now, as dawn came up\nbehind them, he could not help turning his head from side to side and\nlooking at the strangely humped land, seeing for the first time a\nhorizon which was not flat. He found himself intrigued by the thought\nthat he had no way of knowing what lay beyond the next hill--that he\nwould have to travel, and keep traveling, to satisfy a perpetually\nrenewed curiosity.\n\nAll this occupied one part of his mind. Simultaneously, he wondered how\nmuch farther they'd travel in this vehicle. The huge sixteen-cylinder\nin-line engine was by now delivering about one-fourth of its rated fifty\nhorsepower, with a good half of its spark plugs hopelessly fouled and\nthe carburetor choked by the dust of yesterday's battle.\n\nThey were very low on shot and powder charges for the two-pounder turret\ncannon, as well. The tankette had of course never been serviced after\nthe battle. There was one good thing--neither had their pursuers'.\nLooking back, Geoffrey could see no sign of them. But he could also see\nthe plain imprint of the tankette's steel cleats stretched out behind\nthem in a betraying line. The rigid, unsprung track left its mark on\nhard stone as easily as it did in soft earth. The wonder was that the\ntracks had not quite worn themselves out as yet, though all the rivets\nwere badly strained and the tankette sounded like a barrel of stones\ntumbling downhill.\n\nThe Barbarian had spent the night with one arm thrown over the cannon\nbarrel and the fingers of his other hand hooked over the edge of the\nturret hatch. In spite of the tankette's vicious jouncing, he had not\nmoved or changed his position. Now he raised one hand to comb the shaggy\nhair away from his forehead, and there were faint bloody marks on the\nhatch.\n\n\"How much farther until we're over the mountains?\" Geoffrey asked him.\n\n\"Over the--lad, we haven't even come to the beginning of them yet.\"\n\nGeoffrey grimaced. \"Then we'll never make it. Not in this vehicle.\"\n\n\"I didn't expect to. We'll walk until we reach the pass. I've got a\nsupport camp set up there.\"\n\n\"Walk? This is impossible country for people on foot. There are\nintransigent tribesmen all through this territory.\"\n\n\"How do you know?\"\n\n\"How do I _know_? Why, everybody knows about them!\"\n\nThe Barbarian looked at him thoughtfully, and with just the faintest\ntrace of amusement. \"Well, if _everybody_ knows they're intransigent, I\nguess they are. I guess we'll just have to hope they don't spot us.\"\n\nGeoffrey was a little nettled by The Barbarian's manner. It wasn't,\nafter all, as if anybody claimed there were dragons or monsters or any\nother such oceanic thing living here. This was good, solid fact--people\nhad actually come up here, tried to bring civilization to the tribes,\nand failed completely. They were, by all reports, hairy, dirty people\nequipped with accurate rifles. No one had bothered to press the issue,\nbecause obviously it was hardly worth it. Geoffrey had expected to have\ntrouble with them--but he had expected to meet it in an armored vehicle.\nBut now that the mountains had turned out to be so far away, the\nsituation might grow quite serious. And The Barbarian didn't seem to\ncare very much.\n\n\"Well, now, lad,\" he was saying, \"if the tribesmen're that bad, maybe\nyour friends the nobles won't dare follow us up here.\"\n\n\"They'll follow us,\" Geoffrey answered flatly. \"I slapped Dugald's\nface.\"\n\n\"Oh. Oh, I didn't understand that. Code of honor--that sort of thing.\nAll the civilized appurtenances.\"\n\n\"It's hardly funny.\"\n\n\"No, I suppose not. I don't suppose it occurred to you to kill him on\nthe spot?\"\n\n\"Kill a _noble_ in hot blood?\"\n\n\"Sorry. Code of honor again. Forget I mentioned it.\"\n\nGeoffrey rankled under The Barbarian's barely concealed amusement. To\navoid any more of this kind of thing, he pointedly turned and looked at\nthe terrain behind them--something he ought to have done a little\nearlier. Three tankettes were in sight, only a few miles behind them,\nlaboring down the slope of a hill.\n\nAnd at that moment, as though rivetted iron had a dramatic sense of its\nown, their tankette coughed, spun lazily on one track as the crankshaft\npaused with a cam squarely between positions, and burned up the last\ndrops of oil and alcohol in its fuel tank.\n\n       *       *       *\n\nGeoffrey and Myka crouched down in a brushy hollow. The Barbarian had\ncrawled up to the lip of the depression, and was peering through a clump\nof weeds at the oncoming trio. \"That seems to be all of them,\" he said\nwith a turn of his head. \"It's possible they kept their speed down and\nnursed themselves along to save fuel. They might even have a fuel waggon\ncoming up behind them. That's the way I'd do it. It would mean these\nthree are all we can expect for a few hours, anyway, but that they'll be\nheavily reinforced some time later.\"\n\n\"That will hardly matter,\" Geoffrey muttered. Myka had found Dugald's\npersonal rifle inside the tankette. Geoffrey was rolling cartridges\nquickly and expertly, using torn up charges from the turret cannon. He\nhad made the choice between a round or two for the now immobile heavy\nweapon and a plentiful supply for the rifle, and would have been greatly\nsurprised at anyone's choosing differently. The Barbarian had not even\nquestioned it, and Myka was skillfully casting bullets with the help of\nthe hissing alcohol stove and the bullet mold included in the rifle kit.\nThere was plenty of finely ground priming powder, and even though\nGeoffrey was neither weighing the charges of cannon powder nor measuring\nthe diameter of the cartridges he was rolling, no young noble of any\npretensions whatsoever could not have done the same.\n\nThe rub lay in the fact that none of this was liable to do them much\ngood. If they were to flee through the woods, there would certainly be\ntime for only a shot or two when the tribesmen found them. If the rifle\nwas to be used against the three nobles, then it was necessary, in all\ndecency, to wait until the nobles had stopped, climbed out of their\ntankettes, equipped themselves equally, and a mutual ground of battle\nhad been agreed upon. In that case, three against one would make short\nwork of it.\n\nThe better chance lay with the woods and the tribesmen. It was the\nbetter chance, but Geoffrey did not relish it. He scowled as he dropped\na primer charge down the rifle's barrel, followed it with a cartridge,\ntook a cooled bullet from Myka, and tamped it down with the ramrod until\nit was firmly gripped by the collar on the cartridge. He took a square\nof clean flannel from its compartment in the butt and carefully wiped\nthe lenses of the telescopic sight.\n\n\"Can I stop now?\" Myka asked.\n\nGeoffrey looked at her sharply. It had never occurred to him that the\nwoman might simply be humoring him, and yet that was the tone her voice\nhad taken. Truth to tell, he had simply handed her the stove, pig lead,\nand mold, and told her to go to work.\n\nHe looked at her now, remembering that he'd been hurried and possibly\nbrusque. It ought not to matter--though it did--since she was hardly a\nlady entitled to courtesy. She hardly looked like anything, after hours\ncrouched inside the tankette.\n\nHer copper hair was smeared with grease, disarranged, and even singed\nwhere she had presumably leaned against a hot fitting. Her clothes were\nindescribably dirty and limp with perspiration. She was quite pale, and\nseemed to be fighting nausea--hardly surprising, with the exhaust fumes\nthat must have been present in the compartment.\n\nNevertheless, her hair glinted where the sun struck it, and her\nlitheness was only accented by the wrinkled clothing. Over-accented,\nGeoffrey thought to himself as he looked at the length of limb revealed\nby her short trousers.\n\nHe flushed. \"Of course. Thank you.\" He looked at the pile of finished\nbullets. There were enough of them to stand off an army, provided only\nthe army did not shift about behind rocks and trees as the tribesmen\ndid, or was not equally armed, as the nobles would be. Yet, a man had to\ntry to the end. \"You don't expect this to do much good,\" he said to the\nwoman.\n\nMyka grinned at him. \"Do you?\"\n\n\"No, frankly. But why did you help me?\"\n\n\"To keep you busy.\"\n\n\"I see.\" He didn't. He scooped the bullets up, put them in one pocket,\nand dropped the cartridges in another. He stood up.\n\n\"There wasn't any point in letting you get nervous,\" Myka explained.\n\"You can be quite a deadly boy in action, if what I've seen and heard\nabout you is any indication. I didn't want you killing any of our\nfriends.\" She was smiling at him without any malice whatsoever; rather,\nwith a definite degree of fondness. Geoffrey did not even feel resentful\nat this business of being casually managed, as though he were liable to\ndo something foolish.\n\nBut he scrambled up to a place beside The Barbarian in a burst of tense\nmovement, and looked out toward the approaching tankettes. What Myka had\njust said to him, and the cryptic smile on The Barbarian's face, and a\nthought of Geoffrey's own, had all fitted themselves together in his\nmind.\n\nThere was no reason, really, to believe that barbarians would be hostile\nto barbarians, and certainly the inland raiders could not have returned\nyear after year without _some_ means of handling the mountain tribes.\nFriendship, or at least an alliance, would be the easiest way.\n\nAnd out on the slope of the nearest hill, bearded men in homespun\nclothing were rolling boulders down on the advancing tankettes.\n\nThe slope of the hill was quite steep, and the boulders were massive.\nThey tumbled and bounded with a speed that must have seemed terrifying\nfrom below. Tearing great chunks out of the earth, they rumbled down on\nthe tankettes while the tribesmen yelled with bloodcurdling ferocity and\nfired on the tankettes with impossible rapidity. With respectable\nmarksmanship, too. The nobles were swerving their vehicles frantically\nfrom side to side, trying to avoid the boulders, but their ability to do\nso was being destroyed by bullets that ricocheted viciously off the\ncanted forepeak plating. All three of them were blundering about like\ncattle attacked by stinging insects. Only the lead tankette was still\nunder anything like intelligent control. It lurched away from three\nboulders in succession, swinging on its treads and continuing to churn\nits way up the hillside.\n\nGeoffrey saw the other two tankettes struck almost simultaneously. One\ntook a boulder squarely between its tracks, and stopped in a shower of\nrock fragments. The track cleats bit futilely at the ground. The vehicle\nstalled, the boulder jammed against it. The impact did not seem to have\nbeen particularly severe; but the entire body of the tankette had been\nbuckled and accordioned. Possibly only the boulder's own bulk between\nthe tracks had kept them from coming together like the knees of a gored\nox. It was impossible to tell where, in that crushed bulk, the turret\nand its occupant might be.\n\nThe other tankette took its boulder squarely in the flank. It began to\nroll over immediately, hurtling back down the hill, its driver half in\nand half out of its turret at the beginning of the first roll. Tankette\nand boulder came to rest together at the bottom of the hill, the stone\nnosing up against the metal.\n\nGeoffrey looked at the scene with cold fury. \"That's no fitting way for\na noble to die!\"\n\nThe Barbarian, who was sprawled out and watching calmly, nodded his\nhead. \"Probably not,\" he said dispassionately. \"But that other man's\ngiving a good account of himself.\"\n\nThe remaining tankette was almost in among the tribesmen. It had passed\nthe point where a rolling boulder's momentum would be great enough to do\nmuch damage. As Geoffrey watched, the man in the turret yanked his\nlanyard, and a solid shot boomed through the straggled line of bearded\nmen. If it had been grape or canister, it might have done a good deal of\ndamage. But the cannon had been loaded with Geoffrey's tankette in mind,\nand the tribesmen only jeered. One of them dashed forward, under the\ncannon's smoking muzzle, and jammed a wedge-shaped stone between the\nleft side track and the massive forward track roller. The track jammed,\nbroke, and whipped back in whistling fragments. The tankette slewed\naround while the unharmed tribesman danced out of the way. The noble in\nthe turret could only watch helplessly. Apparently he had no sidearm.\nGeoffrey peered at him as the tribesmen swarmed over the tankette and\ndragged him out of the turret. It was Dugald, and Geoffrey's arm still\ntingled from the slap that had knocked the pistol irretrievably into the\nnight-shadowed brush at the battlefield.\n\n\"What are they going to do to him?\" he asked The Barbarian.\n\n\"Make him meet the test of fitness, I suppose.\"\n\n\"Fitness?\"\n\nGeoffrey did not get the answer to his question immediately. The woods\nall around him were stirring, and bearded men in homespun, carrying\nfantastic rifles, were casually walking toward him. The Barbarian pushed\nhimself up to his feet without any show of surprise.\n\n\"Howdy,\" he said. \"Figured you were right around.\"\n\nOne of the tribesmen--a gaunt, incredibly tall man with a grizzled\nbeard--nodded. \"I seen you makin' signs while you was hangin' off that\ntank, before. Got a mark?\"\n\nThe Barbarian extended his right arm and turned his wrist over. A faint\ndouble scar, crossed at right angles, showed in the skin.\n\nThe tribesman peered at it and grunted. \"Old one.\"\n\n\"I got it twenty years ago, when I first came through here,\" The\nBarbarian answered.\n\n\"Double, too. Ain't many of those.\"\n\n\"My name's Hodd Savage.\"\n\n\"Oh,\" the tribesman said. His entire manner changed. Without becoming\nservile, it was respectful. He extended his hand. \"Sime Weatherby.\" He\nand The Barbarian clasped hands. \"That your woman down there?\" the\ntribesman asked, nodding toward Myka.\n\n\"That's right.\"\n\n\"Good enough.\" For the first time, Weatherby looked directly at\nGeoffrey. \"What about him?\"\n\nThe Barbarian shook his head. \"No mark.\"\n\nThe tribesman nodded. \"I figured, from the way he was actin'.\" He seemed\nto make no particular signal--perhaps none was needed--but Geoffrey's\narms were suddenly taken from behind, and his wrists were tied.\n\n\"We'll see if he can get him a mark today,\" Weatherby said. He looked to\nhis left, where other men were just pushing Dugald into the ring they\nhad formed around the group. \"Seein' as there's two of them, one of 'em\nought to make it.\"\n\nGeoffrey and Dugald stared expressionlessly at each other. The Barbarian\nkept his eyes on Geoffrey's face. \"That's right,\" he said. \"Can't have\ntwo men fight to the death without one of them coming out alive,\nusually.\"\n\n       *       *       *       *       *\n\nThe tribesmen lived in wooden cabins tucked away among trees and hidden\nin narrow little valleys. Geoffrey was surprised to see windmills, and\nwire fencing for the cattle pastures that adjoined their homes. He was\neven more interested in their rifles, which, the tribesmen told him,\nwere repeaters. He was puzzled by the absence of a cylinder, such as\ncould be found on the generally unreliable revolvers one saw\noccasionally.\n\nThe tribesmen were treating both him and Dugald with a complete absence\nof the savagery he expected. They were being perfectly matter-of-fact.\nIf his hands had not been tied, Geoffrey might not have been a prisoner\nat all. This puzzled him as well. A prisoner, after all, could not\nexpect to be treated very well. True, he and Dugald were nobles, but\nthis could not possibly mean anything to persons as uncivilized as\nmountain tribesmen.\n\nYet somehow, the only thing that was done was that all of them; the\ntribesmen, The Barbarian, Myka, Dugald and he--made their way to\nWeatherby's home. A number of the tribesmen continued on their way from\nthere, going to their own homes to bring their families to watch the\ntest. The remainder stayed behind to post guard. Dugald was put in one\nroom, and Geoffrey in another. The Barbarian and Myka went off somewhere\nwith Weatherby--presumably to have breakfast. Geoffrey could smell food\ncooking, somewhere toward the back of the house. The smell sat\nintolerably on his empty stomach.\n\nHe sat for perhaps a half hour in the room, which was almost bare of\nfurniture. There was a straight-backed chair, in which he sat, a narrow\nbed, and a bureau. Even though his hands were still tied behind his\nback, he did his best to search the room for something to help\nhim--though he had no idea of what he would do next after he managed to\nescape from the room itself.\n\nThe problem did not arise, because the room had been stripped of\nanything with a sharp edge on which to cut his lashings, and of anything\nelse he might put to use. These people had obviously held prisoners here\nbefore. He sat back down in his chair, and stared at the wall.\n\nEventually, someone opened the door. Geoffrey looked over, and saw that\nit was The Barbarian. He looked at the inlander coldly, but The\nBarbarian did not seem to notice. He sat down on the edge of the bed.\n\n\"On top of everything else,\" he began without preamble, \"I've just\nfinished a hearty breakfast. That ought to really make you mad at me.\"\n\n\"I'm not concerned with you, or your meals,\" Geoffrey pointed out.\n\nThe Barbarian's eyes twinkled. \"It doesn't bother you, my getting your\nhelp and then not protecting you from these intransigent tribesmen?\"\n\n\"Hardly. I'd be a fool to expect it.\"\n\n\"Would you, now? Look, bucko--these people live a hard way of life.\nLiving on a mountain is a good way not to live comfortably. But it's a\ngood way of living your own way, _if_ you can stand the gaff. These\npeople can. Every one of them. They've got their marks to prove it.\nEvery last one of them has fought it out face to face with another man,\nand proved his fitness to take up space in this territory. See--it's a\nsocial code. And they'll extend it to cover any stranger who doesn't get\nkilled on his way here. If you can get your mark, you're welcome here\nfor the rest of your life. They keep their clan stock fresh and vigorous\nthat way. And it all has the virtue of being a uniform, just, rigid code\nthat covers every man in the group. These barbarian cultures aren't ever\nhappy without a good code to their name, you know.\"\n\n\"Yours seems to lack one.\"\n\nThe Barbarian chuckled. \"Oh, no. We've got one, all right, or you'd\nnever have had me to worry you. Nothing we like better than a good,\ntalented enemy. You know, these people here in the mountains used to be\nour favorite enemies. But so many of us wound up getting our marks, it\njust got to be futile. Once you're in, you know, you're a full-fledged\nclan member. That sort of divided our loyalties. The problem just seemed\nto solve itself, though. We understand them, they understand us, we\ntrade back and forth ... hell, it's all one family.\"\n\nGeoffrey frowned. \"You mean--they got those rifles from you?\"\n\n\"Sure. We're full of ingenuity--for barbarians, that is. Not in the same\nclass with you seaboard nobles, of course, but we poke along.\" The\nBarbarian stood up, and his expression turned serious. \"Look, son--you\nremember that knife of mine you borrowed for a while? I'll have to lend\nit to you again, in about twenty minutes. Your friend Dugald's going to\nhave one just like it, and your left arms are going to be tied together\nat the wrists. I hope you remember what I happened to tell you about how\nto use it, because under the rules of the code, I'm not allowed to\ninstruct you.\"\n\nAnd Geoffrey was left alone.\n\n       *       *       *\n\nThere was a hard-packed area of dirt in front of Weatherby's home, and\nnow its edges were crowded with tribesmen, many of whom had brought\ntheir women and children. Weatherby, together with a spare,\ncapable-looking woman, and with The Barbarian and Myka, sat on his\nporch. One of the tribesmen was wrapping Geoffrey's and Dugald's\nforearms together. Geoffrey watched him with complete detachment. He\nstole a glance over toward Weatherby's porch, and it seemed to him that\nMyka was tense and anxious. He couldn't be sure....\n\nThe fingers of his right hand gripped the haft of The Barbarian's knife.\nHe held it with his thumb along the blade, knowing that if he drew his\narm up, to stab downward, or back, to slash, Dugald would have a perfect\nopening. It was his thought, remembering that razor-keen blade, that he\nought to be able to do plenty of damage with a simple underhand twist of\nhis arm. He did not look down to see how Dugald was holding the knife\nhe'd been given. That would have been unfair.\n\nThe crowd of watching tribesmen was completely silent. This was a\nserious business with them, Geoffrey reflected.\n\nThe tribesman tying their wrists had finished the job. He stepped back.\n\"Anytime after I say 'Go,' you boys set to it. Anything goes and dead\nman loses. If you don't fight, we kill you both.\"\n\nFor the first time since their capture, Geoffrey looked squarely into\nDugald's slit eyes. \"I'm sorry we have to do this to each other in this\nway, Dugald,\" he said.\n\n\"Go!\" the tribesman shouted, and jumped back.\n\nDugald spat at Geoffrey's face. Geoffrey twitched his head\ninvoluntarily, realized what he'd done, and threw himself off his feet,\npulling Dugald with him and just escaping the downward arc of Dugald's\nplunging knife. The momentum of Dugald's swing, combined with Geoffrey's\nweight, pulled him completely over Geoffrey's shoulder. The two of them\njerked abruptly flat on the ground, their shoulders wrenched, sprawled\nout facing each other and tied together like two cats on a string.\n\nThe crowd shouted.\n\nGeoffrey had landed full on his ribs, and for a moment he saw nothing\nbut a red mist. Then his eyes cleared and he was staring into Dugald's\nface. Dugald snarled at him, and pawed out with his knife, at the\nadvantage now because he could stab downward. Geoffrey rolled, and\nDugald perforce rolled with him. The stab missed again, and Geoffrey, on\nhis back, jabbed blindly over his head and reached nothing. Then they\nwere on their stomachs again.\n\nDugald was panting, his face running wet. The long black hair was full\nof dust, and his face was smeared. If ever Geoffrey had seen a man in an\nanimal state, that was what Dugald resembled. Geoffrey thought wildly;\nIs this what a _noble_ is?\n\n\"I'll kill you!\" Dugald bayed at him, and Geoffrey's hackles rose. This\nis not a man, he thought. This is nothing that deserves to live.\n\nDugald's arm snapped back, knife poised, and drove downward again.\nGeoffrey suddenly coiled his back muscles and heaved on his left arm,\nyanking himself up against Dugald's chest. He snapped his hips sideward,\nand Dugald's knife missed him completely for the third and fatal time.\nThe Barbarian's knife slipped upward into Dugald's rib cage, and\nsuddenly Geoffrey was drenched with blood. Dugald's teeth bit into his\nneck, but the other man's jaws were already slackening. Geoffrey let\nhimself slump, and hoped they would cut this carrion away from him as\nsoon as possible. He heard the crowd yelping, and felt The Barbarian\nplucking the knife out of his hand. His arm was freed, and he rolled\naway.\n\n\"By God, I _knew_ you had the stuff,\" The Barbarian was booming. \"I knew\nthey had to start breeding men out on the coast sooner or later.\nHere--give me your other wrist.\" The blade burned his skin twice each\nway--once for victory and once for special aptitude--and then Myka\npressed a cloth to the wound.\n\nShe was shaking her head. \"I've never seen it done better. You're a\nnatural born fighter, lad. I've got one of my sisters all picked out for\nyou.\"\n\nGeoffrey smiled up at The Barbarian, a little ruefully. \"It seems you\nand I'll be going back to the coast together, next year.\"\n\n\"Had it in mind all along, lad,\" The Barbarian said. \"If I can't lick\n'em, I'll be damned if I won't make 'em join me.\"\n\n\"It's an effective system,\" Geoffrey said.\n\n\"That it is, lad. That it is. And now, if you'll climb up to your feet,\nlet's go get you some breakfast.\"\n\n                                                                   END\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _If Worlds of Science Fiction_ February\n    1958. Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Barbarians, by John Sentry\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE BARBARIANS ***\n\n***** This file should be named 30828.txt or 30828.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/0/8/2/30828/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}