{"title": "Nor Iron Bars a Cage....", "author": "Gordon Randall Garrett", "releaseDate": "January 2, 2010", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n  This etext was produced from Analog Science Fact & Fiction May 1962.\n  Extensive research did not uncover any evidence that the U.S. copyright\n  on this publication was renewed.\n\n\n                       NOR IRON BARS A CAGE....\n\n\n     Iron bars do not confine a Man--only his body. There are\n     more subtle, and more confining bindings, however....\n\n\n                       JONATHAN BLAKE MACKENZIE\n\n                      ILLUSTRATED BY SCHOENHERR\n\n       *       *       *       *       *\n\n\n\n\nHer red-blond hair was stained and discolored when they found her in\nthe sewer, and her lungs were choked with muck because her killer\nhadn't bothered to see whether she was really dead when he dumped her\nbody into the manhole, so she had breathed the stuff in with her last\ngasping breaths. Her face was bruised, covered with great blotches,\nand three of her ribs had been broken. Her thighs and abdomen had been\nbruised and lacerated.\n\n[Illustration]\n\nIf she had lived for three more days, Angela Frances Donahue would\nhave reached her seventh birthday.\n\nI didn't see her until she was brought to the morgue. My phone chimed,\nand when I thumbed it on, the face of Inspector Kleek, of Homicide\nSouth, came on the screen. His heavy eyelids always hang at half mast,\ngiving him a sleepy, bored look and the rest of his fleshy face sags\nin the same general pattern. \"Roy,\" he said as soon as he could see my\nface on his own screen, \"we just found the little Donahue girl. The\nmeat wagon's taking her down to the morgue now. You want to come down\nhere and look over the scene, or you want to go to the morgue? It\nlooks like it's one of your special cases, but we won't know for sure\nuntil Doc Prouty does the post on her.\"\n\nI took a firm grip on my temper. I should have been notified as soon\nas Homicide had been; I should have been there with the Homicide\nSquad. But I knew that if I said anything, Kleek would just say,\n\"Hell, Roy, they don't notify me until there's suspicion of homicide,\nand you don't get a call until there's suspicion that it might be the\nwork of a degenerate. That's the way the system works. You know that,\nRoy.\" And rather than hear that song-and-dance again, I gave myself\nthirty seconds to think.\n\n\"I'll meet you at the morgue,\" I said. \"Your men can get the whole\nstory at the scene without my help.\"\n\nThat mollified him, and it showed a little on his face. \"O.K., Roy,\nsee you there.\" And he cut off.\n\nI punched savagely at the numbered buttons on the phone to get an\nintercommunication hookup with Dr. Barton Brownlee's office, on the\nthird floor of the same building as my own office. His face, when it\ncame on, was a calming contrast to Kleek's.\n\n[Illustration]\n\nHe's nearly ten years younger than I am, not yet thirty-five, and his\nhandsome, thoughtful face and dark, slightly wavy hair always make me\nthink of somebody like St. Edward Pusey or maybe Albert Einstein. Not\nthat he looks like either one of them, or even that he looks saintly,\nbut he does look like a man who has the courage of his convictions\nand is calmly, quietly, but forcefully ready to shove what he knows to\nbe the truth down everybody else's throat if that becomes necessary.\nOr maybe I am just reading into his face what I know to be true about\nthe man himself.\n\n\"Brownie,\" I said, \"they've found the Donahue girl. Taking her down to\nthe morgue now. Want to come along?\"\n\n\"I don't think so,\" he said without hesitation. \"I'll get all the\ninformation I need from the photos and the reports. The man I do want\nto see is the killer; I need more data, Roy--always more data. The\nmore my boys and I know about these zanies, the more effectively we\ncan deal with them.\"\n\n\"I know. O.K.; I've got to run.\" I cut off, grabbed my hat, and headed\nout to fulfill my part of the bargain Brownlee and I had once made.\n\"You find 'em,\" he'd once said, \"and I'll fix 'em.\" So far, that\nbargain had paid off.\n\n       *       *       *       *       *\n\nI got to the morgue a few minutes after the body was brought in. The\nman at the front desk looked up at me as I walked in and gave me a\nbored smile. \"Evening, Inspector. The Donahue kid's in the clean-up\nroom.\" Then he went back to his paper work.\n\nThe lab technicians were standing around watching while the morgue\nattendant sluiced the muck off the corpse with a hose, watching to see\nif anything showed up in the gooey filth. Inspector Kleek stood to\none side. All he said was, \"Hi, Roy.\"\n\nThe morgue attendant lifted up one small arm with a gloved hand and\nplayed the hose over the thin biceps. \"Good thing the rigor mortis has\ngone off,\" he said, \"these stiffs are hell to handle when they're\nstiff.\" It was an old joke, but everybody grinned out of habit.\n\nThe clear water from the hose flowed over the skin and turned a\ngrayish brown as it ran down to the bottom of the shallow, waist-high\nstainless-steel trough in which the body was lying.\n\nOne of the lab techs stepped over and began going through the long\nhair very carefully, and Doc Prouty, the Medical Examiner, began\ncleaning out the mouth and nose and eyes and ears with careful hands.\n\nI turned to Kleek. \"You sure it's the Donahue girl?\"\n\nHe sighed and looked away from the small dead thing on the cleaning\ntable. \"Who else could it be? She was found only three blocks from the\nDonahue home. No other female child reported missing in that area. We\nhaven't checked the prints yet, but you can bet they'll tally with her\nschool record.\"\n\nI had to agree. \"What about the time of death?\"\n\n\"Doc Prouty figures forty-eight to sixty hours ago.\"\n\n\"I'll be able to give you a better figure after the post,\" the Medical\nExaminer said without looking up from his work.\n\nA tall, big-nosed man in plain-clothes suddenly turned away from the\nscene on the table, his mouth moving queerly, his eyes hard. After a\nmoment, his lips relaxed. Still staring at the wall, he said: \"I guess\nthe case is out of Federal jurisdiction, then. We'll co-operate, as\nusual, of course.\" He looked at me. \"Could I talk to you outside,\nInspector Royall?\"\n\nI looked at Kleek. \"O.K., Sam?\" I didn't have to have his O.K.; it was\njust professional courtesy. He knew I'd tell him whatever it was that\nthe FBI man had to say, and we both knew why the Federal agent wanted\nto leave.\n\nSam Kleek nodded. \"Sure. I'll keep an eye out here.\"\n\n       *       *       *       *       *\n\nThe FBI man followed me into the outer room.\n\n\"Do you figure this as a sex-degenerate case, Inspector?\" he asked.\n\n\"Looks like it. You saw the bruises. Dr. Prouty will be able to tell\nus for sure after the post mortem.\"\n\nHe shook his head as if to clear it of a bad memory. \"You New York\npolice can sure be cold-blooded at times.\"\n\nThe thing that was bothering him, as Kleek and I both knew, was that\nthe FBI agent hadn't been exposed to this sort of thing often enough.\nThey deal with the kind of crimes that actually don't involve the\ncallous murder of children very often. Even the murder of adults\ndoesn't normally come under the aegis of the FBI.\n\n\"We're not cold blooded,\" I said. \"Not by inclination, I mean. But a\nman gets that way--he has to get that way--after he's seen enough of\nthis sort of thing. You either get yourself an emotional callous or\nyou get deathly sick from the repetition--and then you have to get out\nof the job.\"\n\n\"Yeah,\" he said. \"Sure.\" He quit rubbing his chin with a knuckle,\nlooked at me, and said: \"What I wanted to say is that there's no\nevidence that she was taken across a state line. Whoever sent that\nransom note to the Donahue parents was trying to throw us off the\ntrack.\"\n\n\"Looks like it. Look at the time-table. The note was sent _after_ the\ngirl was murdered, but _before_ the information hit the papers or the\nnewscasts. The killer wanted us to think it was a ransom kidnaping. It\nisn't likely that the note was sent by a crank. A crank wouldn't have\nknown the girl was missing at all at the time the note was sent.\"\n\n\"That's the way it seems to me,\" he agreed. The color was coming back\ninto his face. \"But why would he want to make it look like a kidnaping\ninstead of ... of what it was? The penalty's the same for both.\"\n\nMy grin had anger, pity, and disgust for the killer in it--plus a\ncertain amount of satisfaction. Some day, I'd like to see my face in a\nmirror when I feel like that.\n\n\"He was hoping the body wouldn't be found until it was too late for us\nto know that it was a rape killing. And that means that he knew that\nhe would be on our list if we did find out that it was rape.\nOtherwise, he wouldn't have bothered. If I'm right, then he has\noutsmarted himself. He has told us that we know him, and he's told us\nthat he's smart enough to figure out a dodge--that he's not one of the\nhelplessly stupid ones.\"\n\n\"That should help to narrow the field down,\" he said in a hard voice.\nHe felt in his pocket for a cigarette, found his pack, took one out,\nand then held it, unlit, between the fingers of his right hand.\n\"Inspector Royall, I've studied the new law of this state--the one\nyou're working under here--and I think it'll be great if it works out.\nI wish you luck. Now, if you'll excuse me, I have to call the office.\"\n\nAs he went out to the desk phone, I gave him a silent thanks. Words of\nencouragement were hard to come by at that time.\n\nI turned and went back towards the clean-up room.\n\nShe didn't look as though she were asleep. They never do. She looked\ndead. She'd been head down in the sewer, and the blood had pooled and\ncoagulated in her head and shoulders. Now that the filth had been\nwashed off, the dark purple of the dead blood cells showed through the\ntranslucent skin. She would look better after she was embalmed.\n\nDoc Prouty was holding up a small syringe, eying the little bit of\nfluid within it. \"We've got him,\" he said in a flat voice. \"I'll have\nthe lab run an analysis. We're well within the time limit. All we have\nto do is separate the girl's blood type from that of the spermatic\nfluid. You boys find your man, and I can identify him for you.\" He\nput the syringe in its special case. \"I'll let you know the exact\ncause of death in a couple of hours.\"\n\n\"O.K., Doc. Thanks,\" said Inspector Kleek, closing his notebook. He\nturned to one of the other men. \"Thompson, you notify the parents. Get\n'em down here to make a positive identification, and send it along to\nmy office with the print identification.\" Then he looked at me.\n\"Anything extra you want, Roy?\"\n\nI shook my head. \"Nope. Let's go check the files, huh?\"\n\n\"Sure. Can I ride with you? I rode in with Thompson; he'll have to\nstay.\"\n\n\"Come along,\" I told him.\n\n       *       *       *       *       *\n\nBy ten fifteen that evening, we had narrowed the field down\nconsiderably. We fed all the data we had into the computer, including\nthe general type number of the spermatic fluid, which Dr. Prouty had\ngiven us, and watched while the machine sorted through the\ncharacteristics of all the known criminals in its memory.\n\nKleek and I were sitting at a desk drinking hot, black coffee when the\ncomputer technician came over and handed Kleek the results at ten\nfifteen. \"Quite a bunch of 'em, Inspector,\" he said, \"but the\ngeographic compartmentalization will help.\"\n\nKleek glanced over the neatly-printed sheaf of papers that the\ncomputer had turned out, then handed them to me. \"There we are, Roy.\nOne of those zanies is our boy.\"\n\nI looked at the list. Every person on it was either a confirmed or\nsuspected psychopath, and each one of them conformed to the set of\nspecifications we had fed the computer. They were listed in four\ndifferent groups, according to the distance they lived from the scene\nof the crime--half a mile, two miles, five miles, and \"remainder,\" the\nrest of the city.\n\n\"All we got to do,\" Kleek said complacently, \"is start rounding 'em\nup.\"\n\n\"You make it sound easy,\" I said tightly.\n\nHe put down his coffee cup. \"Hell, Roy, it _is_ easy! We've got all\nthese characters down on the books, don't we? We know what they are,\ndon't we? Look at 'em! Once in a while a new one pops up, and we put\nhim on the list. Once in a while we catch one and send him up.\nPractically cut and dried, isn't it?\"\n\n\"Sure,\" I said.\n\n\"Look, Roy,\" he went on, \"we got it down to a fine art now--have for\nyears.\" He waved in the general direction of the computer. \"We got the\nadvantage that it's easier to sort 'em out now, and faster--but the\nold tried-and-true technique is just the same. Cops have been catching\nthese goons in every civilized country on Earth for a hundred years by\nthis technique.\"\n\n\"Sam,\" I said wearily, \"are you going to give me a lecture on police\nmethods?\"\n\nHe picked up his cup, held it for a moment, then set it down again,\nhis eyes hardening. \"Yes, Roy, I am! I'm older than you are, I've got\nmore years on the Force, I've been working with Homicide longer, and I\noutrank you in grade by two and a half years! Yes, I figure it's about\ntime I lectured you! You want to listen?\"\n\nI looked at him. Kleek is a good cop, I was thinking, and he deserves\nto be listened to, even if I don't agree with him.\n\n\"O.K., Sam,\" I said, \"I'll listen.\"\n\n       *       *       *       *       *\n\n\"O.K., then.\" He took a breath. \"Now, we got a system here that works.\nThe nuts always show themselves up, one way or another. Most of 'em\nhave been arrested by the time they're fourteen, fifteen years old.\nMaybe we can't nail 'em down and pin anything on 'em, but we got 'em\ndown on the books. We know they have to be watched. We got ninety per\ncent of the queers and hopheads and stew-bums and firebugs and the\nrest of the zanies down on our books\"--he waved toward the computer\nagain--\"and down in the memory bank of the computer. We know we're\ngonna get 'em eventually, because we know they're gonna goof up\neventually, and then we'll have 'em. We'll have 'em\"--he made a\nclutching gesture with his right hand--\"right where it hurts!\n\n\"You take this Donahue killer. We know where he is. We can be pretty\nsure we got him down on the books.\" He tapped the sheaf of papers from\nthe computer with a firm forefinger. \"We can be pretty sure that he's\none of those guys right down there!\"\n\nHe waved his hand again, but, this time, he took in the whole\ncity--the whole outside world. \"Like clock-work. The minute they\ngoof, we nab 'em.\"\n\n\"Sam,\" I said, \"just listen to me a minute. We know that ninety per\ncent of the men on that list right there are going to be convicted of\na crime of violence inside the next five years, right?\"\n\n\"That's what I've been tellin' you. The minute--\"\n\n\"Wait a minute; wait a minute. Just listen. Why don't we just go out\nand arrest them all right now? Look at all the trouble that would save\nus.\"\n\n\"Hell, Roy! You can't arrest a man unless he's done something! What\nwould you charge 'em with? Loitering with intent to commit a\nnuisance?\"\n\n\"No. But we _can_--\"\n\nI was cut off by a uniformed cop who stuck his head in the door and\nsaid: \"Inspector Royall, Dr. Brownlee called. Says they picked up\nHammerlock Smith. He's at the 87th Precinct. Wants you to come down\nright away if you can.\"\n\nI stood up and grabbed my hat. \"Sam, you can sit on this one for a\nwhile, huh? I've been waiting for Hammerlock Smith to fall for two\nmonths.\"\n\nSam Kleek looked disgusted. \"And you'll see that he gets psycho\ntreatment and a suspended sentence. A few days in the looney ward, and\nthen right back out on the street. Hammerlock Smith! _There's_ a case\nfor you! Built like a gorilla and has a passion for Irish whisky and\nsixteen-year-old boys--and you think you can cure him in three days!\nNuts!\"\n\nI didn't feel like arguing with him. \"We might as well let him go now\nas lock him up for three or four months and then let him go, Sam. Why\nfool around with assault and battery charges when we can wait for him\nto murder somebody and then lock him up for good, eh, Sam? What's\nanother victim more or less, as long as we get the killer?\"\n\n\"That's what we're here for,\" he said stolidly. \"To get killers.\" He\nscratched at his balding head. \"I don't get you, Roy. I'd think you'd\n_want_ these maniacs put away, after your--\"\n\nHe stopped himself, wet his lips, and said: \"O.K. You go ahead and\ntake care of Smith. Get some sleep. I'm going to. I'll leave orders to\ncall us both if anything breaks in the Donahue case.\"\n\nI just nodded and walked out. I didn't want to hear any more.\n\nBut the door didn't close tightly, and I heard Kleek's voice as he\nspoke to the computer tech. \"I just don't figure Roy. His wife died in\na fire set by an arson bug, and he wants to--\"\n\nI kept on walking as the door clicked shut.\n\n       *       *       *       *       *\n\nI was in my office at nine the next morning, after seven and a half\nhours of sleep on one of the bunks in the ready room. The business\nwith Hammerlock Smith had taken more time than I had thought it would.\nThe big, stupid ape had been in a vicious mood, reeking of whisky and\nroaring insults at everyone. His cursing was neither inventive nor\ncolorful, consisting of only four unlovely words used over and over\nagain in various combinations with ordinary ones, a total vocabulary\nof maybe a dozen words.\n\nIt had taken four cops, using night-sticks, to get him into the paddy\nwagon, and Dr. Brownlee had finally had to give him a blast of\nsuper-tranquilizer with a hypogun.\n\n\"Boy, Inspector,\" one of the officers had said, \"don't let anyone ever\ntell you some of these guys aren't tough!\"\n\nI was looking over the written report. \"What about this kid he\naccosted in the bar? Hurt bad?\"\n\n\"Cracked rib, sprained wrist, and a bloody nose, sir. The doc said\nhe'd be O.K.\"\n\n\"According to the report here, the kid was twenty-two years old. Smith\nusually picks 'em younger.\"\n\nThe cop grinned. \"Smith had to get his eventually, sir. This guy looks\npretty young, but he was a boxer in college. He probably couldn't've\nwhipped Smith, but he had guts enough to try.\"\n\n\"Think he'll testify?\"\n\n\"Said he would, sir. We already got his signature on the complaint\nwhile he was at the hospital. He's pretty mad.\"\n\nSmith's record was long and ugly. Of the eight complaints made by\nyoung boys who had managed to brush off or evade Hammerlock's\nadvances, six hadn't come to trial because there were no corroborating\nwitnesses, and the charges had been dismissed. Two of the cases had\ncome before a jury--and had resulted in acquittals. Cold sober, Smith\npresented a fairly decent picture. It was hard to convince a jury of\nordinary citizens that so masculine-looking a specimen was homosexual.\n\nThe odd thing was that the psychopathic twist which got Hammerlock\nSmith into trouble had been able to get him out of it again. Both\ntimes, Smith's avowal that he had done no such disgusting thing had\nbeen corroborated by a lie detector test. Smith--when he was\nsober--had no recollection of his acts when drunk, and apparently\nhonestly believed that he was incapable of doing what we knew he _had_\ndone.\n\nThis time, though, we had him dead to rights. He had never made his play\nin a bar before, and we had three witnesses, plus an assault and battery\ncharge. As Inspector Kleek had said, we get 'em eventually....\n\n... _But at what cost? How many teenage boys had been frightened or\nwhipped into doing as he told them and then been too ashamed and sick\nwith themselves to say anything? How many young lives had been\nbefouled by Smith's abnormal lust?_\n\nAnd if Smith spent a year or two in Sing Sing, how many more would\nthere be between the time he was released and the time he was caught\nagain? And how long would it be before he obligingly hammered the life\nout of his young victim so that we could put him away permanently?\n\nThat was the \"system\" that Kleek--and a lot of other men on the Force\nswore by. That was the \"system\" that the boys in Homicide and in the\nVice Squad thought I was trying to foul up by \"babying\" the zanies.\n\nIt's a hell of a great system, isn't it?\n\n       *       *       *       *       *\n\nI called the hospital and talked to the doctor who had taken care of\nSmith's victim. Then I called Kleek to see if there had been any break\nin the Donahue case. There hadn't.\n\nFinally, I called my son, Steve, at the apartment we shared, told him\nI wouldn't be home that night, and sacked out in the ready room.\n\nBy nine o'clock, I was ready to go back to work.\n\nAt nine thirty, Kleek called. His saggy face looked sleepier and more\nbored than ever. \"No rest for the weary, Roy. I got a call on a\nkilling on the Upper East Side. Some rich gal with too much time on\nher hands was having an all-night party, and she got herself shot to\ndeath. It looks like her husband did it, but there's plenty of money\ninvolved, and the Deputy Commissioner wants me to handle it\npersonally, all the way through. I'm putting Lieutenant Shultz in\ncharge of the Homicide end of the Donahue case, but I told him you\nwere the man to listen to. He'll report directly to you if there's any\nnew leads. O.K.?\"\n\n\"O.K. with me, Sam.\" As I said, Kleek is a good cop in spite of his\n\"system.\"\n\n\"The boys are out making the rounds,\" he went on, \"bringing in all the\nmen with conviction records and questioning the others. And we're\ncombing the neighborhood for the kid's clothes. They might still be\naround somewhere. Shultz'll keep you posted.\"\n\n\"Fine, Sam. Happy hunting in High Society.\"\n\n\"Thanks, Roy. Take it easy.\"\n\nAt fifteen of eleven, the Police Commissioner called. He spent ten\nminutes telling me that I was going to be visited by a VIP and giving\nme exact instructions on how to handle the man. \"I'm depending on you\nto take care of him, Roy,\" he said finally. \"If we can get this\nprogram operating in other places, it will help us a lot. And if you\nneed help from my office, grab the nearest phone.\"\n\n\"I'll do my best,\" I promised him. \"And thanks, sir.\"\n\nThe Commissioner was a lawyer, not a cop, so he wasn't as tied to the\nsystem as Kleek and the others were. He was backing me all the way.\n\nI punched Sergeant Vanney's number on the intercom. \"Inspector Royall\nhere, Sergeant. Do me a favor.\"\n\n\"Yes, sir.\"\n\n\"Go down to the library and get me a copy of Burke's 'Peerage.'\"\n\n\"Burke's which, sir?\"\n\nI repeated it and spelled it for him. He didn't waste any time; he had\nit on my desk in less than twenty minutes. When the VIP arrived, I had\nalready read up on Chief Inspector, The Duke of Acrington.\n\nHere's how he was listed:\n\n_ACRINGTON, Seventh Duke of (Robert St. James Acrington) Baron\nBennevis of Scotland, K. C. B.: Born 7 November 1950, B.S., M.S.,\nOxon.,_ cum laude. _Married (1977) Lady Susan Burley, 2nd dau.\nViscount Burley. 2 sons, Richard St. James, Philip William._\n\n[Illustration]\n\n_Joined Metropolitan Police (1975); C. I. D. (1976); dep. Insp.\n(1980); Insp. (1984); Ch. Insp. (1990). Awarded George Medal for\nextraordinary heroism during the False War (1981)._\n\n_Author_ Criminal Law and the United Nations, The Use of Forensic\nPsychology (_police textbook_), _and_ The Night People (_fiction;\nunder nom de plume R. A. James_).\n\n_Clubs: Royal Astronomical, Oxonian, Baker Street Irregulars._\n\n_Motto: Amicus Curiae._\n\nI had to admit that I was impressed, but I decided to withhold any\njudgment until I had met the man.\n\n       *       *       *       *       *\n\nHe was right on time for his appointment. The car pulled up to the\nparking lot with a sergeant at the wheel, and I got a bird's eye view\nof him from my window as he got out of the car and headed for the\ndoor. I had to grin a little; the Commissioner had obviously wanted to\ntake the visitor around personally--roll out the rug for royalty, so\nto speak--but he had had a conference scheduled with the Mayor and\nsome Federal officials, and, after all, the duke was only here on\npolice business, not as Ambassador from the Court of St. James. So he\nended up being treated just as any visitor from Scotland Yard would be\ntreated.\n\nHe was shown directly to my office, and I gave him a quick once-over\nas he came in the door. Tall, about six feet even; weight about 175,\nnone of it surplus fat; light brown hair smoothed neatly back, almost\nno gray; eyes, blue-gray, with finely-etched lines around them that\nindicated they'd been formed by both smiles and frowns: face, rather\nlong and bony, with thin, firm lips and a longish, thin, slightly\ncurved nose. He wore good clothes, and he wore them well. His age, I\nknew; it was the same as mine. It was the first time I had ever seen\na man who looked like a real aristocrat and a good cop rolled into\none.\n\nHe had an easy smile on his face, and his eyes were taking me in, too.\nI stand an inch under six feet, but I'm a little broader across the\nshoulders than he, so the ten more pounds I carry doesn't make me look\nfat. My face is definitely not aristocratic--wide and square, with a\nnose that shows a slight bend where it was broken when I was a rookie,\nheavy, dark eyebrows, and hair that is receding a little on top and\ngraying perceptibly at the sides. The eyes are a dark gray, and I'm\nwell aware that the men under me call me \"Old Flint-eye\" when I put\nthe pressure on them.\n\n\"I'm Chief Inspector Acrington,\" he said pleasantly, giving me a firm\nhandshake.\n\n\"It's a pleasure to meet you, Your Grace,\" I said. \"I'm Inspector\nRoyall. Sit down, won't you?\" I gestured toward one of the upholstered\nguest chairs, and sat down in the other one myself, so we wouldn't\nhave the desk between us. \"Have a good trip across?\" I asked.\n\n\"Fine. Except, of course, for the noise.\"\n\n\"Noise?\" I knew he'd come over in one of the Transatlantic Airways'\nnew inertia-drive ships, and they're supposed to be fairly quiet.\n\nHis smile broadened a trifle. \"Exactly. There wasn't any. I'm rather\nused to the vibration of jets, and these new jobs float along at a\nhundred thousand feet in the deadest silence you ever heard--if\nyou'll pardon the oxymoron. Everybody chattered like a flight of\nstarlings, just to keep the air full of sound.\"\n\nI chuckled. \"Maybe they'll put vibrators on them, just to make the\npeople feel comfortable. I read that the men in the moon ships\ncomplain about the same thing.\"\n\n\"So I've heard. But, actually, the silence is a minor thing when one\nrealizes the time one saves. When one is looking forward to something\ninteresting, traveling can be deadly dull.\"\n\nIt was beautiful, the way he did it. He had told me plainly that he\nwanted to get down to business and cut the small talk, but he'd done\nit in such a way that the transition was frictionlessly smooth.\n\n\"Not much scenery up there,\" I said. \"I hope you'll find what we're\ntrying to do here has a few more points of interest.\"\n\n\"I'm quite sure it will, from what I've heard of your pilot project\nhere. That's why I want to, well, sort of be a hanger-on for a few\ndays, if that's all right with you.\"\n\n       *       *       *       *       *\n\nBefore I could answer, the phone blinked. I excused myself to the Duke\nand cut in. The image that came on the screen was almost myself,\nexcept that he had his mother's mouth and was twenty-odd years\nyounger.\n\n\"Hi, Dad,\" he said, with that apologetic smile of his. \"Sorry to\nbother you during office hours, but could I borrow fifty? Pay you\nback next week.\"\n\nI threw a phony scowl at him. \"Running short, eh? Have you been\nbetting on the stickball teams again?\"\n\nHe cast his eyes skyward, and raised the three fingers of his right\nhand. \"Scout's Honor, Dad, I spent it on a new turbine for my\nElectroFord.\" Then he lowered his hand and looked down from the upper\nregions. \"I really did. I forgot that I was supposed to take Mary\nEllen out this evening. Car-happy, I guess. Can you advance the\nfifty?\"\n\nI threw away my phony scowl and gave him a smile. \"Sure, Stevie. How's\nMary Ellen?\"\n\n\"Swell. She's all excited about going to the Art Ball tonight--that's\nwhy I didn't want to disappoint her.\"\n\n\"Slow up, son,\" I told him, \"you've already made your pitch and been\naccepted. You'll get your fifty, so don't push it. Want to come down\nhere and pick it up?\"\n\n\"Can do. And have I told you that you'll be invited to the wedding?\"\n\n\"Thanks, pal. Can I give the groom away?\" It was a family joke that\nwe'd kicked back and forth ever since he had met Mary Ellen, two years\nbefore.\n\n\"Sure thing. See you in a couple of hours. Bye, Dad.\" He cut off, and\nI looked at the Duke.\n\n\"Sorry. Now, you were saying?\"\n\n\"Perfectly all right.\" He smiled. \"I have two of my own at home.\n\n\"At any rate, I was saying that the Criminal Investigation Department\nof New Scotland Yard has become interested in this experiment of\nyours, so I was sent over to get all the first-hand information I can.\nFrankly, I volunteered for the job; I was eager to come. There are\nplenty of skeptics at the Yard, I'll admit, but I'm not one of them.\nIf the thing's workable, I want to see it used in England.\"\n\nHere was another man who wasn't tied to the \"system.\"\n\n\"D'you mind if I ask some questions?\" he said.\n\n\"Go ahead, Your Grace. If I can't answer 'em, I'll say so.\"\n\n\"Thanks. First off, I'll tell you what I _do_ know--get my own\nknowledge of the background straight, so to speak. Now, as I\nunderstand it, the courts have agreed--temporarily, at least--that any\nperson convicted of certain types of crimes must undergo a psychiatric\nexamination before sentencing. Right?\"\n\n\"That's right.\"\n\n\"Then, depending on the result of that examination, the magistrate of\nthe court may sentence the offender to undertake psychiatric therapy\ninstead of sending him to a penal institution, such time in therapy\nnot to exceed the maximum time of imprisonment originally provided for\nthe offense under the law.\n\n\"His sentence is suspended, in other words, if he will agree to the\ntherapy. If, after he is released by the psychiatrists, he behaves\nhimself, he is not imprisoned. If he misbehaves, he must serve out the\noriginal sentence, plus any new sentence that may be imposed. Have I\ngot it straight so far?\"\n\n\"Perfectly.\"\n\n\"As I understand it, you've had astounding success.\" He looked, in\nspite of what he had said about skepticism, as though he thought the\nreports he'd heard were exaggerated.\n\n\"So far,\" I said evenly, \"not a single one of our 'patients' has\nfailed us.\"\n\nHe looked amazed, but he didn't doubt me. \"And you've been in\noperation for how long?\"\n\n\"A little over a year since the first case. But I think the record\nwill stand the same way five, ten, fifty years from now.\n\n\"You see, Your Grace, we don't _dare_ lose a man. If one of our tame\nzanies goes haywire again, the courts will stop this pilot project\n_fast_. There's a lot of pressure against us.\n\n\"In the first place, we only work with repeaters. You know the type.\nThe world is full of them. The boys that are picked up over and over\nagain for the same kind of crime.\"\n\nHe nodded. \"They're the ones we wait for. The ones we catch, convict,\nand send to prison--and then wait until they get out, and then wait\nsome more until they commit their next crime, so that we can catch\nthem and start the whole cycle over again.\"\n\n\"That's them,\" I said. \"When they're out, they're just between crimes,\nthat's all. And that puts the police in a hell of a position, doesn't\nit? You _know_ they're going to fall again; you know that they're\ngoing to rob, or hurt, or kill someone. But there's nothing you can\ndo about it. You're helpless. No police force has enough men to enable\na cop to be assigned to every known repeater and follow him night and\nday.\n\n\"In this state, if a man is convicted of a felony for a fourth time, a\nlife sentence is mandatory. _But that means that at least four victims\nhave to be sacrificed before the dangerous man is removed from\nsociety!_\"\n\nThe Duke nodded thoughtfully. \"'Sacrifice' is the word. Go on.\"\n\n\"Now, the type of crime we're working with--the kind we expect future\nlaws to apply to--is strictly limited. It must be a crime of violence\nagainst a human being, or a crime of destruction in which there is a\ngrave danger that human lives may be lost. The sex maniac, the\nfirebug, or the goon who gets a thrill out of beating people. Or the\nreckless driver who has proven that he can't be trusted behind the\nwheel of a car.\n\n\"We can't touch the kleptomaniac or the common drunk or the drug\naddict. They're already provided for under other laws. And those\nhabits are not, _by themselves_, dangerous to the lives of others. A\ngood many of our kind of zany _do_ drink or take drugs--about fifty\nper cent of them. But what they're sentenced for is crimes of\nviolence, not for guzzling hooch or mainlining heroin.\"\n\n       *       *       *       *       *\n\nMy phone chimed. It was Lieutenant Shultz, of Homicide. His square,\nblocky face held a trace of excitement. \"Inspector Royall, Inspector\nKleek told me to report to you if there was any news in the Donahue\ncase.\"\n\n\"What is it, Lieutenant?\"\n\n\"We're pretty sure of our man. Scrapings from the kid's fingernails\ngave us his blood type. The computer narrowed the list down quite a\nbit with that data. Then, a few minutes ago, one of the boys found the\nkid's clothes stuffed in with some trash paper in the back stairwell\nof a condemned building just a couple of blocks from where we found\nher last night.\n\n\"And--get this, Inspector!--she was wearing a pair of those shiny\npatent-leather shoes, practically brand-new, and they have prints all\nover them! His are over hers, since he was the last one to handle\nthem, and there's only the two sets of prints! We just now got\npositive identification.\"\n\n\"Grab him and bring him in,\" I said. \"I'll be right down. I want to\ntalk to him.\"\n\nHis face fell a little. \"Well, it isn't going to be as easy as all\nthat, sir. You see, we'd already checked at his last known address,\nearlier this morning, before we got the final check on the blood type.\nThis guy left the rooming house he was staying in--checked out two\ndays ago, just a short time after the girl was killed. I figured that\nlooked queer at the time, so I had two of my men start tracing him in\nparticular. But there's not a sign of him so far.\"\n\nI untensed myself. \"O.K. What's his record?\"\n\n\"Periodic drunk. Goes for weeks without touching the stuff, then he\ngoes out on a binge that lasts for a week sometimes.\n\n\"Name's Lawrence Nestor, alias Larry Nestor. Twenty-eight years old,\nsix feet one inch, slight build, but considered fairly strong. Brown\nhair, brown eyes. Speaks with a lisp due to a dental defect; the lisp\nbecomes more noticeable when he's drinking.\" He turned the page of the\nreport he was reading from. \"Arrested for drunkenness four times in\nthe past five years, got off with a fine when he pleaded guilty. He\nmolested a little girl two years ago and was picked up for\nquestioning, but nothing came of it. The girl hadn't been physically\nhurt, and she couldn't make a positive identification, so he was\nreleased from custody.\n\n\"Officers on duty in the neighborhood report that he has frequently\nbeen seen talking to small children, usually girls, but he wasn't seen\nto molest them in any way, and there were no complaints from parents,\nso no action could be taken.\"\n\nLieutenant Shultz looked up from the paper. \"He's had all kinds of\njobs, but he can't hold 'em very long. Goes on a binge, doesn't show\nup for work, so they fire him. He's a pretty good short-order cook,\nand that's the kind of work he likes, if he can talk a lunch room into\nhiring him. He's also been a bus boy, a tavern porter, and a janitor.\n\n\"One other thing: The superintendent at the place where he was\nstaying reports that he had an unusual amount of money on him--four or\nfive hundred dollars he thinks. Doesn't know where Nestor got the\nmoney, but he's been boozing it up for the past five days. Bought new\nclothes--hat, suit, shoes, and so on. Living high on the hog, I\nguess.\"\n\n       *       *       *       *       *\n\nI thought for a minute. If he had money, he could be anywhere in the\nworld by now. On the other hand--\n\n\"Look, Lieutenant, you haven't said anything to the newsmen yet, have\nyou?\"\n\nHe looked surprised. \"No. I called you first. But I figured they could\nhelp us. Plaster his picture and name all over the area, and somebody\nwill be bound to recognize him.\"\n\n\"Somebody might kill him, too, and I don't want that. Look at it this\nway: If he had sense enough to get out of the local area two days ago\nand really get himself lost, then it won't hurt to wait twenty-four\nhours or so to release the story. On the other hand, if he's still in\nthe city or over in Jersey, he could still get out before the news was\nso widespread that he'd be spotted by very many people.\n\n\"But if he's still drinking and thinks he's safe, we may be able to\nget a lead on him. I have a hunch he's still in the city. So hold off\non that release to the newsmen as long as you can. Don't let it leak.\n\n\"Meanwhile, check all the transportation terminals. Find out if he's\never been issued a passport. If he has, check the foreign consuls\nhere in the city to see if he got a visa. Notify the FBI; they're back\nin it now, since there's a chance that he may have crossed a state\nline--unlawful flight to avoid prosecution.\n\n\"And tell the boys that do the footwork that they're to say that the\nguy they're looking for is wanted by the Missing Persons Bureau--that\nhe left home and his wife is looking for him. Don't connect him up\nwith the Donahue case at all. Have every beat patrolman in the city on\nthe lookout for a drunk with a lisp, but tell them the same story\nabout the wife; I don't want any leaks at all.\n\n\"I'll call the Commissioner right away to get his O.K., because I\ndon't want either one of us to get in hot water over this. If he's\nwith us, we'll go ahead as planned; if he's not, we'll just have to\ncall in the newsmen. O.K.?\"\n\n\"Sure, Inspector. Whatever you say. I'll get right to work on it.\nYou'll have the Commissioner call me?\"\n\n\"Right. So long. Call me if anything happens.\"\n\nI had added the bit about calling the Commissioner because I wasn't\nsure but what Kleek would decide I was wrong in handling the case and\nlet the story out \"accidentally.\" But I had to be careful not to make\nShultz think I was trying to show my muscles. I called the\nCommissioner, got his O.K., and turned my attention back to my guest.\n\nHe had been listening with obvious interest. \"Another one of your\nzanies, eh?\"\n\n\"One that went too far, Your Grace. We didn't get to him in time.\" I\nspent five or six minutes giving him the details of the Donahue case.\n\n\"The same old story,\" he said when I had finished. \"If your pilot\nproject here works out, maybe that kind of slaughter can be\neliminated.\" Then he smiled. \"Do you know something? You're one of the\nfew Americans I've ever met, outside your diplomats, who can address a\nperson as 'Your Grace' and make it sound natural. Some people look at\nme as though they expected me to be all decked out in a ducal coronet\nand full ermines, ready for a Coronation. Your Commissioner, for\ninstance. He seems quite a nice chap, but he also seems a bit overawed\nat a title. You seem perfectly relaxed.\"\n\nI considered that for a moment. \"I imagine it's because he tends to\nlook at you as a Duke who has taken up police work as a sort of\ngentlemanly hobby.\"\n\n\"And you?\"\n\n\"I guess I tend to think of you as a good cop who had the good fortune\nto be born the eldest son of a Duke.\"\n\nHis smile suddenly became very warm. \"Thank you,\" he said sincerely.\n\"Thank you very much.\"\n\nThere came the strained silence that sometimes follows when an honest\ncompliment is passed between two men who have scarcely met. I broke it\nby pointing at the plaque on the front of my desk and giving him a\nbroad grin. \"Or maybe it's just the kind of blood that flows in my\nveins.\"\n\nHe looked at the little plaque that said _Inspector Royal C. Royall_\nand laughed pleasantly. \"I like to think that it's a little bit of\nboth.\"\n\n       *       *       *       *       *\n\nThe intercom on my desk flashed, and the sergeant's voice said:\n\"Inspector, a couple of the boys just brought in a man named\nManewiscz. A stolen car was run into a fire plug over on Fifth Avenue\nnear 99th Street. A witness has positively identified Manewiscz as the\ndriver who ran away before the squad car arrived.\"\n\n\"Sidney Manewiscz?\" I asked. \"Manny the Moog?\"\n\n\"That's the one. He's got a record of stealing cars for joyrides. He\ninsists on talking to you.\"\n\n\"Bring him in,\" I said. \"I'll talk to him. And get hold of Dr.\nBrownlee.\"\n\n\"Excuse me,\" I said to the Duke. \"Business.\" He started to get up, but\nI said, \"That's all right, Your Grace; you might as well sit in on\nit.\" He relaxed back into the chair.\n\nTwo cops brought in Manewiscz, a short, nervous man with a big nose\nand frightened brown eyes.\n\n\"What's the trouble, Manny?\" I asked.\n\n\"Nothing, Inspector; I'm telling you, I didn't do nothing. I'm walking\nalong Fifth Avenoo when all of a sudden these cops pull up in a\nsquad-car and some fat jerk in the back seat is hollering that I am\nthe guy he seen get out of a smashup on 99th Street, which is a good\nthree blocks from where I am walking. Besides which, I have not driven\na car for over a year now, and I have been in all ways a law-abiding\ncitizen and a credit to the family and the community.\"\n\n\"Do you know the fat guy?\" I asked. \"The guy who fingered you for the\nboys?\"\n\n\"I never had the pleasure of seeing him before,\" said Manny the Moog,\n\"but, on the other hand, I do not expect to forget his fat face\nbetween now and the next time we meet.\"\n\nAt that point, Dr. Brownlee came through the door.\n\n\"Hello, Inspector,\" he said with a quick smile. He saw Manewiscz then,\nand his eyebrows went up. \"What are you doing here, Manny?\"\n\n\"I am here, Doc, because the two gentlemen in uniform whom you see\nstanding on both sides of me extend a polite invitation to accompany\nthem here, although I am not in the least guilty of the thing they say\nI do which causes them to issue this invitation.\"\n\nI explained what had happened and Brownlee shook his head slowly\nwithout saying anything for a moment. Then he said, \"Come on in my\noffice, Manny; I want to talk to you for a few minutes. O.K.,\nInspector?\" He glanced at me.\n\n\"Sure.\" I waved him and Manny away. \"You boys stay here,\" I told the\npatrolmen, \"Manny will be all right.\" As soon as the door closed\nbehind Dr. Brownlee and Manewiscz I said: \"You two brought the witness\nin, too, didn't you?\"\n\n\"Yes, sir,\" said one. The other nodded.\n\n\"You'd better do a little more careful checking on him. He may be\nsimply mistaken, or he may have been the actual driver. See if he's\nbeen in any trouble before.\"\n\n\"The sergeant's already doing that, sir,\" said the one who had spoken\nbefore. \"Meanwhile, maybe we better go out and have a little talk with\nthe guy.\"\n\n\"Take it easy, he may be a perfectly respectable citizen.\"\n\n\"Yes, sir,\" he said. \"We'll just ask him a few questions.\"\n\nThey left, and I noticed that the Duke was looking rather puzzled, but\nhe didn't ask any questions, so I couldn't answer any.\n\nThe intercom lit up, and I flipped the switch. \"Yes?\"\n\n\"I just checked up on the witness,\" said the sergeant. \"No record. His\nidentification checks out O.K. Thomas H. Wilson, an executive at the\nCity-Chemical Bank; lives on Central Park West. The lab says that the\ndriver of the car wore gloves.\"\n\n\"Thank Wilson for his information, let him go, and tell him we'll call\nhim if we need him. Lay it on thick about what a good citizen he is.\nMake him happy.\"\n\n\"Right.\"\n\nI switched off and started to say something to my guest, but the\nintercom lit up again. \"Yeah?\"\n\n\"Got a call-in from Officer McCaffery, the beat man on Broadway\nbetween 108th and 112th. He's got a lead on the guy you're looking\nfor.\"\n\n\"Tell him we'll be right over. Where is he?\"\n\nThe sergeant told me, and I cut off.\n\nI took out my gun and spun the cylinder, checking it from force of\nhabit more than anything else, since I always check and clean it once\na day, anyhow. I slid it back into its holster and turned to the Duke,\nwho was already on his feet.\n\n\"Did the Commissioner give you a Special Badge?\" I asked him.\n\n\"Yes, he did.\" He pulled it out of his inside pocket and showed it to\nme.\n\n\"Good. I'll have the sergeant fill out a temporary pistol permit,\nand--\"\n\n\"I don't have a pistol, Inspector,\" he said. \"I--\"\n\n\"That's all right; we'll issue you one. We can--\"\n\nHe shook his head. \"Thanks, I'd rather not. I've never used a pistol\nexcept when I've gone out after a criminal who is known to be armed\nand dangerous. I don't think Lawrence Nestor is very dangerous to\nadult males, and I doubt that he's armed.\" He hefted the walking stick\nhe'd been carrying. \"This will do nicely, thank you.\"\n\nThe way he said it was totally inoffensive, but it made me feel as\nthough I were about to go out rabbit hunting with an elephant gun.\n\"Force of habit,\" I said. \"In New York, a cop would feel naked without\na gun. But I assure you that I have no intention of shooting Mr.\nNestor unless he takes a shot at me first.\"\n\nJust as we were leaving, Dr. Brownlee met us in the outer room.\n\n[Illustration] \"All right if I let Manny the Moog go, Roy?\"\n\n[Illustration]\n\n\"Sure, Doc; if you say so.\" I didn't have any time for introductions\njust then; Chief Inspector the Duke of Acrington and I kept going.\n\n       *       *       *       *       *\n\nEight minutes later, I pulled up to the post where Officer McCaffery\nwas waiting. Since I'd already talked to him over the radio, all he\ndid was stroll off as soon as we pulled up. I didn't want everyone in\nthe neighborhood to know that there was something afoot. His Grace and\nI climbed out of the car and walked up toward a place called\nFlanagan's Bar.\n\nIt was a small place, the neighborhood type, with an old-fashioned air\nabout it. Two or three of the men looked up as we came in, and then\nwent back to the more important business of drinking. We went back to\nthe far end of the bar, and the bartender came over, a short, heavy\nman, with the build of a heavyweight boxer and hands half again as big\nas mine. He had dark hair, a square face, a dimpled chin, and\ncalculating blue eyes.\n\n\"What'll it be?\" he said in a friendly voice.\n\n\"Couple of beers,\" I told him.\n\nI waited until he came back before I identified myself. Officer\nMcCaffery had told me that the bartender was trustworthy, but I wanted\nto make sure I had the right man.\n\n\"You Lee Darcey?\" I asked when he brought back the beers.\n\n\"That's right.\"\n\nI flashed my badge. \"Is there anywhere we can talk?\"\n\n\"Sure. The back room, right through there.\" He turned to the other\nbartender. \"Take over for a while, Frankie.\" Then he ducked under the\nbar and followed the Duke and me into the back room.\n\nWe sat down, and I showed him the picture of Lawrence Nestor. \"I\nunderstand you've seen this guy.\"\n\nHe picked up the picture and cocked an eyebrow at it. \"Well, I\nwouldn't swear to it in court, Inspector, but it sure looks like the\nfellow who was in here this afternoon--this evening, rather, from six\nto about six-thirty. I don't come on duty until six, and he was here\nwhen I got here.\"\n\nIt was just seven o'clock. If the man was Nestor, we hadn't missed him\nby more than half an hour.\n\n\"Notice anything about his voice?\"\n\n\"I noticed the lisp, if that's what you mean.\"\n\n\"Did he talk much?\"\n\nDarcey shook his head. \"Not a lot. Just sat there and drank, mostly.\nHad about three after I came on.\"\n\n\"What was he drinking?\"\n\n\"Whisky. Beer chaser.\" He grinned. \"He tips pretty well.\"\n\n\"Has he ever been in here before?\"\n\n\"Not that I know of. He might've come in in the daytime. You'd have to\ncheck with Mickey, the day man.\"\n\n\"Was he drunk?\"\n\n\"Not that I could tell. I wouldn't have served him if he was,\" he said\nrighteously.\n\nI said, \"Darcey, if he comes back in here ... let's see--Can you shut\noff that big sign out front from behind the bar?\"\n\n\"Sure.\"\n\n\"O.K. If he comes in, shut off the sign. We'll have men here in less\nthan a minute. He isn't dangerous or anything, so just act natural and\ngive him whatever he orders. I don't want him scared off. Understand?\"\n\n\"I got you.\"\n\nHis Grace and I went outside, and I used my pocket communicator to\ninstruct a patrol car to cover Flanagan's Bar from across the street,\nand I called for extra plainclothesmen to cover the area.\n\n\"Now what?\" asked His Grace.\n\n\"Now we go barhopping,\" I said. \"He's probably still drinking, but it\nisn't likely that he'll find many little girls at this time of night.\nHe's probably got a room nearby.\"\n\nAt that point, a blue ElectroFord pulled up in front of us. Stevie\nstuck his head out and said: \"Your office said you'd be around here\nsomewhere. Remember me, Dad?\"\n\nI covered my eyes with one hand in mock horror. \"My God, the fifty!\"\nThen I dropped the hand toward my billfold. \"I'm sorry, son; I got\nwrapped up in this thing and completely forgot.\" That made two\napologies in two minutes, and I began to have the uneasy feeling that\nI had suddenly become a vaguely repellant mass of thumbs and left\nfeet.\n\nI handed him the fifty, and, at the same time, said: \"Son, I want you\nto meet His Grace, Chief Inspector the Duke of Acrington. Your Grace,\nthis is my son, Steven Royall.\"\n\nAs they shook hands, Steve said: \"It's a pleasure to meet Your Grace.\nI read about the job you did in the Camberwell poisoning case. That\nbusiness of winding the watch was wonderful.\"\n\n\"I'm flattered, Mr. Royall,\" said the Duke, \"but I must admit that I\ngot a great deal more credit in that case than was actually due me.\nEstablishing the time element by winding the watch was suggested to me\nby another man, who wouldn't allow his name to be mentioned in the\npress.\"\n\nI reminded myself to read up on the Duke's cases. Evidently he was\nbetter known than I had realized. Sometimes a man gets too wrapped up\nin his own work.\n\n\"I'm sorry,\" Stevie said, \"but I've got to get going. I hope to see\nyou again, Your Grace. So long, Dad--and thanks.\"\n\n\"So long, son,\" I said. \"Take it easy.\"\n\nHis car moved off down the street, gathering speed.\n\n\"Fine boy you have there,\" the Duke said.\n\n\"Thanks. Shall we go on with our pub crawling?\"\n\n\"Let's.\"\n\n       *       *       *       *       *\n\nBy two o'clock in the morning, we had heard nothing, found nothing.\nThe Duke looked tired, and I knew that I was.\n\n\"A few hours sleep wouldn't hurt either one of us,\" I told His Grace.\n\"It's a cinch that Nestor won't be able to find any little girls at\nthis hour of the morning, and I have a feeling that he probably bought\nhimself a bottle and took it up to his room with him.\"\n\n\"You're probably right,\" the Duke said wearily.\n\n\"Look,\" I said, \"there's no point in your going all the way down to\nyour hotel. My place is just across town, I have plenty of room, it\nwill be no trouble to put you up, and we'll be ready to go in the\nmorning. O.K.?\"\n\nHe grinned. \"Worded that way, the invitation is far too forceful to\nresist. I'm sold. I accept.\"\n\nBy that time, we had left several dollars worth of untasted beers\nsitting around in various bars on the West Side, so when I arrived at\nmy apartment on the East Side, I decided that it was time for two\ntired cops to have a decent drink. The Duke relaxed on the couch while\nI mixed a couple of Scotch-and-waters. He lit a cigarette and blew out\na cloud of smoke with a sigh.\n\n\"Here, this will put sparks in your blood. Just a second, and I'll get\nyou an ash tray.\" I went into the kitchen and got one of the ash trays\nfrom the top shelf and brought it back into the living room. Just as I\nput it down on the arm of the couch next to His Grace, the buzzer\nannounced that there was someone at the front door downstairs.\n\nI went over to the peeper screen and turned it on. The face was\nbig-jawed and hard-mouthed, and there was scar tissue in the eyebrows\nand on the cheeks. He looked tough, but he also looked worried and\nfrightened.\n\nI could see him, but he couldn't see me, so I said: \"What's the\ntrouble, Joey?\"\n\nA look of relief came over his face. \"Can I see ya, Inspector? I saw\nyour light was on. It's important.\" He glanced to his right, toward\nthe doorway. \"Real important.\"\n\n\"What's it all about, Joey?\"\n\n\"Take a look out your window, Inspector. Across the street. They're\nfriends of Freddy Velasquez. They been following me ever since I got\noff work.\"\n\n\"Just a second,\" I said. I went over to the window that overlooks the\nstreet and looked down. There were two men there, all right, looking\ninnocently into a delicatessen window. But I knew that Joey Partridge\nwasn't kidding, and that he knew who the men were. I went back to the\npeeper screen just as Joey buzzed my signal again. \"I buzzed again so\nthey won't know you're home,\" he said before I could ask any\nquestions. \"Freddy must've found out about my hands, Inspector.\nAccording to the word I got, they ain't carrying guns--just blackjacks\nand knucks.\"\n\n\"O.K., Joey. Come on up, and I'll call a squad car to take you home.\"\n\nHe gave me a bitter grin. \"And have 'em coming after me again and\nagain until they catch me? No, thanks, Inspector. In one minute, I'm\ngoing to walk across and ask 'em what they're following me for.\"\n\n\"You can't do that, Joey!\"\n\nHe looked hurt. \"Inspector, since when it is against the law to ask a\ncouple of guys how come they're following you? I just thought I oughta\ntell ya, that's all. So long.\"\n\nI knew there was no point in arguing with Joey Partridge. I turned and\nsaid: \"Want some action, Your Grace?\"\n\nBut he was already on his feet, holding that walking stick of his.\n\"Anything you say.\"\n\n\"Come on, then. We'll take the fire escape; the elevator is too slow.\nThe fire escape will let us out in the alley, and we won't by outlined\nby the light in the foyer.\"\n\nI already had the bedroom door open. I ran over to the window, opened\nit, and started down the steel stairway. The Duke was right behind me.\nIt was only three floors down.\n\n\"That Joey is too smart for his own good,\" I said, \"but he's right.\nThis is the only way to work it. Otherwise, they'd have him in the\nhospital eventually--or maybe dead.\"\n\n\"He looked like a man who could take care of himself,\" the Duke said.\n\n\"That's just it. He can't. Come on.\"\n\n       *       *       *       *       *\n\nThe ladder to the street slid down smoothly and silently, and I\nthanked God for modern fire prevention laws. When we reached the\nstreet, I wondered where they could have gone to so quickly. Then the\nDuke said: \"There! In that darkened area-way next to the little shop!\"\nAnd he started running. His legs were longer than mine, and he\nreached the area-way a good five yards ahead of me.\n\nJoey had managed to evade them for a short while, but they had\ncornered him, and one of them knocked him down just as the Duke came\non the scene. The other had swung at his ribs with a blackjack as he\ndropped, and the first aimed a kick at Joey's midriff, but Joey rolled\naway from it.\n\nThen the two thugs heard our footsteps and turned to meet us. If we'd\nbeen in uniform, they might have run; as it was, they stood their\nground.\n\nBut not for long.\n\nThe Duke didn't use that stick as though it were a club, swinging it\nlike a baseball bat. That would be as silly as using an overhand stab\nwith a dagger. He used it the way a fencer would use a foil, and the\nhard, blunt end of it sank into the first thug's solar plexus with all\nthe drive of the Duke's right arm and shoulder behind it. The thug\ngave a hoarse scream as all the air was driven from his lungs, and he\ndropped to the pavement.\n\nThe second man came in with his blackjack swinging. His hand stopped\nsuddenly as his wrist met the deadly stick, but the blackjack kept on\ngoing, bouncing harmlessly off the nearby wall as it flew from\nnerveless fingers.\n\nThat stick never stopped moving. On the backswing, it thwacked\nresoundingly against the thug's ribcage. He grunted in pain and tried\nto charge forward to grapple with the Englishman. But His Grace was\ngrace itself as he leaped backwards and then thrust forward with that\nwooden snake-tongue. The thug practically impaled himself on it. He\nstopped and twisted and was suddenly sick all over the pavement.\nAlmost gently, the Duke tapped him across the side of his head, and he\nfell into his own mess.\n\nIt was all over before I'd even had a chance to mix in. I stood there,\nholding an eleven millimeter Magnum revolver in my hand and feeling\nvaguely foolish.\n\nI reholstered the thing and walked over to where Joey Partridge was\npropping himself up to a sitting position. His right eye was bruised,\nand there was a trickle of blood running from the corner of his mouth,\nbut he was grinning all the way across his battered face. And he\nwasn't looking at me; he was looking at the Duke.\n\n\"You hurt, Joey?\" I asked. I knew he wasn't hurt badly; he'd taken\nworse punishment than that in his life.\n\nHe looked at me still grinning. \"Hurt? You're right I'm hurt,\nInspector! Them goons tried to kill me. Let's see--assault and\nbattery, assault with a deadly weapon, assault with intent to kill,\nassault with intent to maim, attempted murder, and--\" He paused. \"What\nelse we got, Inspector?\"\n\n\"We'll think on plenty,\" I said. \"Can you stand up?\"\n\n\"Sure I can stand up. I want to shake the hand of your buddy, there.\nGeez! I ain't seen anything like that since I used to watch Bat\nMasterson on TV, when I was a little kid!\"\n\n\"Joey, this is Chief Inspector the Duke Acrington, of Scotland Yard.\nInspector, this is Joey Partridge, the greatest amateur boxer this\ncountry has ever produced.\"\n\nAmazingly enough, Joey extended his hand. \"Pleased t'meetcha,\nInspector! Uh--watch the hand. Sorta tender. That was great! Duke, did\nyou say?\" He looked at me. \"You mean he's a real English Duke?\" He\nlooked back at Acrington. \"I never met a Duke before!\" But by that\ntime he had taken his hand away from the Duke's grasp.\n\n\"It's a pleasure to meet you, Joey,\" the Duke said warmly. \"I liked\nthe way you cleaned up on that Russian during the '72 Olympics.\"\n\nJoey said to me, \"He remembers me! How d'ya like that?\"\n\nOne of the downed thugs began to groan, and I said, \"We'd better get\nthe paddy wagon around to pick these boys up. You'll prefer charges,\nJoey?\"\n\n\"Damn right I will! I didn't let myself get slugged for nothing!\"\n\nIt was nearly forty-five minutes later that the Duke and I found\nourselves in my apartment again. The ice in our drinks had melted, so\nI dumped them and prepared fresh ones. The Duke took his, drained half\nof it in three fast swallows, and said: \"Ahhhhhh! I needed that.\"\n\nWe heard a key in the door, and His Grace looked at me.\n\n\"That's my son,\" I said. \"Back from his date.\"\n\nSteve came in looking happy. \"You still awake, Dad? A cop ought to get\nhis sleep. Good morning, Your Grace. Both of you look sleepy.\"\n\nStevie didn't. He'd danced with Mary Ellen until four, and he still\nlooked as though he could walk five miles without tiring. Me, I felt\nabout as full of snap as a soda cracker in a Turkish bath. The three\nof us talked for maybe ten minutes, and then we hit the hay.\n\n       *       *       *       *       *\n\nThree and a half hours of sleep isn't enough for anybody, but it was\nall we could afford to take. By eight-thirty, the Duke and I were in\nmy office, sloshing down black coffee, and, half an hour after that,\nwe were cruising up Amsterdam Avenue on the second day of our hunt for\nMr. Lawrence Nestor.\n\nSince we were now reasonably sure that our man was in the area, I\nordered the next phase of the search into operation. There were squads\nof men making a house-to-house canvass of every hotel, apartment\nhouse, and rooming house in the area--and there are thousands of them.\nA flying squad took care of the hotels first; they were the most\nlikely. Since we knew exactly what day Nestor had arrived, we narrowed\nour search down to the records for that day. Nestor might not use his\nown name; of course, but the photograph and description ought to help.\nAnd, since Nestor didn't have a job, his irregular schedule and his\ndrinking habits might make him stand out, though there were plenty of\nplaces where those traits would simply make him one of the boys. It\nstill looked like a long, hard search.\n\nAnd then we got our break.\n\nAt 9:17 am, Lieutenant Holmquist's voice snapped over my car phone:\n\"Inspector Royall; Holmquist here. Child missing in Riverside Park.\nOfficer Ramirez just called in from 111th and Riverside.\"\n\n\"Got it!\"\n\nI cut left and gunned the car eastward. I hit a green light at\nBroadway, so I didn't need to use the siren. Within two minutes, we\nhad pulled up beside the curb where an officer was standing with a\nwoman in tears. The Duke and I got out of the car.\n\nWe walked over to her calmly, although neither one of us felt very\ncalm. There's no point in disturbing an already excited mother--or\naunt or whatever she was.\n\nThe officer threw me a salute. I returned it and said to the sobbing\nwoman, \"Now, just be calm, ma'am. Tell us what happened.\"\n\nIt all came out in a torrent. She'd been sitting on one of the\nbenches, reading a newspaper, and she'd looked around and little\nShirley was gone. Yes, Shirley was her daughter. How old? Seven and a\nhalf. How long ago was this? Fifteen minutes, maybe. She hadn't been\nworried at first; she'd walked up and down, calling the girl's name,\nbut hadn't gotten any answer. Then she saw the policeman, and ...\nand--\n\nAnd she broke down into tears again.\n\nIt was the same thing that had happened a few days before. I had\nalready ordered extra men put on the Riverside and Central Park\ndetails, but a cop can't be everywhere at once.\n\n\"I've got the rest of the boys beating the brush between here and the\nriver,\" Officer Ramirez said. \"She might have gone down one of the\npaths on the other side of the wall.\"\n\n\"She wouldn't go too near the river,\" the woman sobbed. \"I just know\nshe wouldn't.\" She sounded as though she were trying to convince\nherself and failing miserably.\n\nNobody said anything about Nestor; the poor woman was bad enough off\nwithout adding more horror to the pictures she was conjuring up in her\nmind.\n\n\"We'll find her,\" I said soothingly, \"don't you worry about that.\nYou're pretty upset. We'll have the police doctor look you over and\nmaybe give you a tranquilizer or something to make you feel better.\"\nNo point in telling her that the doctor might be needed for a more\nserious case. \"Keep an eye on her till the doctor comes, Ramirez.\nMeanwhile, we'll look around for the little girl.\"\n\n       *       *       *       *       *\n\nI walked over to the wall and looked down. I could see uniformed\npolice walking around, covering the ground carefully.\n\nRiverside Park runs along the eastern edge of Manhattan Island,\nbetween Riverside Drive and the Hudson River, from 72nd Street on the\nsouth to 129th Street on the north. In the area where we were, there\nis a flat, level, grassy area about a block wide, where there are\nwalks and benches to sit on. The eastern boundary of this area is\nmarked by a retaining wall that runs parallel with the river. Beyond\nthe wall, the ground slopes down sharply to the Hudson River, going\nunder the elevated East Side Highway which carries express traffic up\nand down the island. The retaining wall is cut through at intervals,\nand winding steps go down the steep slope. There are bushes and trees\nall over down there.\n\nI thought for a minute, then said, \"Suppose it was Nestor. How did he\nget her away? It's a cinch he didn't just scoop her up in broad\ndaylight and go trotting off with her under his arm.\"\n\n\"Precisely what I was thinking,\" the Duke agreed. \"There was no scream\nor disturbance of that kind. Could he have lured her away, do you\nthink?\"\n\n\"Possible, but not likely. Little girls in New York are warned about\nthat sort of thing from the time they're in diapers. If she were five\nyears old, it might be more probable, but little girls who are\napproaching eight are pretty wise little girls.\"\n\n\"It follows, then, that she went somewhere of her own accord and he\nfollowed her. D'you agree?\"\n\n\"That sounds most reasonable,\" I said. \"The next question is: Where?\"\n\n\"Yes. And why didn't she tell her mother where she was going?\"\n\nI gave him a sour grin. \"Elementary, my dear Duke. Because her mother\nhad forbidden her to go there. And, from the way she was talking, I\ngather the mother had expressly directed her to stay away from the\nriver.\" I looked back over the retaining wall again. \"But it just\ndoesn't sound right, does it? Surely someone would have seen any sort\nof attack like that. Of course, it's possible that she _did_ fall in\nthe river, and that this case doesn't have anything to do with Nestor\nat all, but--\"\n\n\"It doesn't feel that way to me, either,\" said the Duke.\n\n\"Let's go talk to the mother again,\" I said. \"There are plenty of men\ndown there now; they don't need us.\"\n\nThe woman, Mrs. Ebbermann, had calmed down a little. The police\nsurgeon had given her a tranquilizer with a hypogun, Officer Ramirez\nwas getting everything down in his notebook, and his belt recorder was\nrunning.\n\n\"No,\" she was saying, \"I'm sure she didn't go home. That's the first\nplace I looked after she didn't answer when I called. We live down the\nblock there. I thought she might have gone home to go to the bathroom\nor something--but I'm sure she would have told me.\" She choked a\nlittle. \"Oh, Shirley, baby! Where are you? Where _are_ you?\"\n\nI started to ask her a question, but she suddenly said: \"Shirley,\nbaby, next time, I promise, you can bring your water gun with you to\nthe park, if you'll just come back to Mommie now! Please, Shirley,\nbaby! Please!\"\n\nI glanced at the Duke. He gave me the same sort of look.\n\n\"What was that about a water gun, Mrs. Ebbermann?\" I asked casually.\n\n\"Oh, she wanted to bring her water gun with her, poor baby. But I made\nher leave it at home--I was afraid she might squirt people with it.\nBut I shouldn't have done that! She's a good girl! She wouldn't squirt\nanybody!\"\n\n\"Sure not, Mrs. Ebbermann. Does Shirley have a key to your apartment?\"\n\n\"Yes. I gave her her own key, a pretty one, with her initials on it,\nfor her seventh birthday, so she wouldn't have to push the buzzer when\nshe came home from school.\"\n\n\"Where's your husband?\" I asked taking a look at Ramirez' notebook to\nget her address.\n\n\"Shirley's father? Somewhere in Boston. We've been separated for two\nyears. But I wish he were here!\"\n\n\"Would you give me the key to your apartment, Mrs. Ebbermann? We'd\nlike to take a look around.\"\n\nShe gave me a key. \"But she's not there. I told you, that's the first\nplace I looked.\"\n\n\"I know,\" I said. \"We just want to look around. We won't disturb\nanything.\"\n\nThen His Grace and I got out of there as fast as we could.\n\n       *       *       *       *       *\n\nI keyed open the front door of the apartment building, and we went\ninside. Neither of us said anything. There was no need to. We knew\nwhat must have happened, we could see it unfolding as plainly as if\nwe'd watched it happen.\n\nNestor had seen Shirley sneak off from her mother and had followed\nher. In order to get into the building, he must have come right in\nwith her, right behind her when she unlocked the outer door. Then\nwhat?\n\nThe chances were a billion to one against his ever having been in the\nbuilding before, so it stood to reason that all he would have been\ndoing is watching for an opportunity and--the right place.\n\nThe foyer itself? No. Too much chance of being seen. The basement?\nUnlikely. He must have followed her into the elevator, and she would\nhave pushed the button for the seventh floor, where her apartment was,\nso there wouldn't be much likelihood of his getting a chance to see\nthe basement. Besides, there was a chance that he might run into the\njanitor.\n\n       *       *       *       *       *\n\nThe Duke and I went into the old-fashioned self-service elevator, and\nI pushed number seven. The doors slid shut, and the car started up.\nThe roof? No. Too much danger of being seen from other buildings\nhigher than this one.\n\nWhere, then? I looked at the control panel of the elevator. The button\nfor the basement was controlled by a key; only the employees were\nallowed in the basement, so that place was ruled out absolutely.\n\nI began to get the feeling that we were on a wild goose chase, after\nall. \"What do you think?\" I asked His Grace.\n\n\"I can't imagine where he might have taken her. We may have to search\nthe whole building.\"\n\nThe car stopped at the seventh door, and we stepped out as the doors\nslid open. The hallways stretched to either side, but there were no\napparent hiding places. I went over to the stairwell, which was right\nnext to the elevator shaft and looked up and down. No place there,\neither.\n\nThen it hit me.\n\nAgain, I could see Nestor, like a scene unfolding on a TV drama, still\nfollowing little Shirley. Had he spoken to her in the elevator? Maybe.\nMaybe not. He was still undecided, so he followed her to the door of\nher apartment. Wait--very likely, he _had_ made friends with her on\nthe elevator. He saw her push button seven--\n\n_Well, well! Do you live on the seventh floor?_\n\n_Yes, I do._\n\n_Then we're neighbors. I live on the seventh, too. I just moved in. Do\nyou live with your mommie and daddy?_\n\n_Just my mommie. My daddy doesn't live with us anymore._\n\nAnd, since he knew that mommie was in the park, he could guess that\nthe apartment was empty.\n\nAll that went through my mind like a bolt of lightning. I said: \"The\napartment! Come on!\"\n\nThe Duke, looking a little puzzled, followed me to the door of 706. I\nput my ear against the door and listened. Nothing. Then I eased the\nkey in and flung the door open.\n\nNo one in the living room. I raced for the bedroom. No one in there,\neither, but the clothes closet door was shut.\n\nWhen I opened it, we saw a small, dark-haired girl lying naked and\nunconscious on the floor.\n\nThen there were noises from the front room. The sound of a door\nopening and closing, and the clatter of hurrying footsteps in the hall\noutside.\n\nWe both turned and ran.\n\nIn the hallway, we could hear the footsteps going down the stairwell.\nThe slow elevator was out of the question. We took off down the stairs\nafter him. He had a head start of about a floor and a half, and kept\nit all the way down. We saw the door swinging shut as we arrived in\nthe foyer. Outside, we saw our man running toward the corner. I\nstarted to reach for my gun, but there were too many people around. I\ncouldn't risk a shot.\n\nAnd then that amazing walking stick came into action again. The Duke\ntook a few running steps forward and hurled it like a javelin, the\nheavy silver head forward. Robin Hood couldn't have done better with\nan arrow. When the silver knob hit the back of the running man's head,\nhe fell forward to the sidewalk.\n\nHe was still struggling to get up when we grabbed him.\n\n       *       *       *       *       *\n\n[Illustration]\n\nThe Duke and I were waiting for Dr. Brownlee when he came back from\ntalking to Lawrence Nestor in his cell. \"He's one of our zanies, all\nright,\" he said sadly. \"A very sick man.\"\n\n\"He's lucky he wasn't lynched,\" I said. \"Did he tell you what\nhappened?\"\n\nBrownlee nodded. \"Just about the way you had it figured. He had the\nlittle girl's clothes off when her mother came back. He heard her\nputting her key in the door, so he grabbed Shirley and dragged her\ninto the closet with him. The mother didn't search the place at all;\nshe just went through the main rooms, called her daughter's name a few\ntimes and then left.\"\n\n\"That's what threw us off at first,\" I said. \"We both accepted Mrs.\nEbbermann's word that Shirley wasn't in the apartment. Then I realized\nthat she wouldn't have taken time to look in all the closets. Why\nshould she? As far as she knew, there wasn't any reason for Shirley to\nhide from her.\"\n\n\"It's a good thing Mrs. Ebbermann did come back.\" Dr. Brownlee said.\n\"That was the only thing that saved the girl from rape and death.\nNestor was so unnerved that he just left her in the closet, still\nunconscious from the blow he'd given her.\n\n\"Any normal man would have gotten out of there right then. Not Nestor.\nHe went looking for a drink. Fortunately, he found a bottle of whisky\nin the kitchen. He was just getting in the mood to go back in after\nthe girl when you two came charging in.\n\n\"He saw you run to the bedroom, so he knew the girl's mother must have\ncalled for help. He decided it was time to run. Too late, of course.\"\n\n\"Too late for a lot of things.\" I said. \"Much too late far Angela\nDonahue, for instance. And, as a matter of fact, we were so close to\nbeing too late with Shirley Ebbermann that I don't even want to think\nabout it. I should have let Shultz go ahead and tell the newsmen. At\nleast people would have been warned.\"\n\n\"There's no way of knowing,\" said the Duke, \"But I think there's just\nas good a chance that he'd have gotten his hands on some other little\ngirl, even if the warning had gone out. There will always be parents\nwho don't pay enough attention to what their children are doing. They\nmay blame themselves if something happens, but that may be too late.\nAs it happens, we _weren't_ too late. Let's be thankful for that.\n\n\"By the way, am I wrong in assuming that Nestor will not get your\npsychotherapy treatment?\"\n\n\"No, you're right,\" I said. \"The warden at Sing Sing will be taking\ncare of him from now on.\" I turned to Brownlee and said: \"Which\nreminds me--what's going to be the disposition on the Hammerlock Smith\ncase?\"\n\n\"I talked to Judge Whittaker and the D.A. Your recommendation pulled a\nlot of weight with them. They agreed that if Smith will plead guilty\nto felonious assault and agree to therapy, he'll get off with eighteen\nmonths, suspended. When I release him, he'll never bother young boys\nagain.\"\n\nThe Duke looked puzzled. \"Hammerlock Smith? Odd Name. What's he up\nfor?\"\n\nI told him about Hammerlock Smith.\n\nHe thought it over for a while, then said: \"Just what is it you do to\nmen like that? How can you be so sure he'll never hurt anyone again?\"\n\nBrownlee started to answer him, but a uniformed officer put his head\nin the door. \"Excuse me, Dr. Brownlee, the District Attorney would\nlike to talk to you.\"\n\nBrownlee excused himself and followed the cop out, leaving me to\nexplain things to His Grace.\n\n\"Do you remember that, a couple of centuries ago, the laws of some\ncountries provided the perfect punishment for pickpockets and\npurse-snatchers?\"\n\nHe gave me a wry grin. \"Certainly. The hands of the felon were\namputated at the wrist. Usually with a headsman's ax, I believe.\"\n\n\"Exactly. And they never picked another pocket again as long as they\nlived.\" I said. \"Society had denied them the means to pick pockets.\"\n\n\"Go on.\"\n\n       *       *       *       *       *\n\n\"Do you remember Manny the Moog? The little fellow who was brought in\nyesterday?\"\n\n\"Distinctly. I thought it was odd at the time that you should release\na man who has a record of such activities as car-stealing and reckless\ndriving, especially when the witness against him turned out to be a\nperfectly respectable person. I took it for granted that he was one of\nyour ... ah ... 'tame zanies', I think you called them. But I did not\nand still don't understand how you can be so positive.\"\n\n\"I let Manny go because he's incapable of driving a car. The very\nthought of being in control of a machine so much more powerful than he\nis would give him chills. Did you ever see what happens when you lock\na claustrophobe up in a dark closet--the mad, unreasoning,\nuncontrollable panic of absolute terror? That's what would happen to\nManny if you put him behind the wheel of a running automobile. It's\nworse than fear; fear is controllable. Blind terror isn't.\n\n\"Manny had one little twist, in his mind. He liked to get into a\ncar--_any_ car, whether it was his or not--and drive. He became king\nof the road. He wasn't a little man any more. He was God, and lesser\nbeings had better look out.\n\n\"We got to him before he actually killed anyone, but there is a woman\nin Queens today who will never walk again because of Manny the Moog.\nBut there won't be any more like her. We took the instrument of\ndestruction away from him; we 'cut off his hands'. Now he's leading a\nreasonably useful life. We don't need to sacrifice another's life\nbefore we neutralize the danger.\"\n\n\"What about Joey Partridge?\" His Grace asked. \"He's one of your\nzanies, too, isn't he?\n\n\"That's right. He couldn't keep from using his fists. He liked the\nfeel of solid flesh and bone giving under the impact of those big\nfists of his. Boxing wasn't enough; he had to be able to feel\nflesh-to-flesh contact, with no padded glove between. He almost killed\na couple of men before we got to him.\"\n\n\"What did you do to his hands?\"\n\n\"Nothing. Not a thing. There's nothing at all wrong with his hands.\nBut he _thinks_ there is. He's firmly convinced that the bones are as\nbrittle as chalk, that if he uses those fists, _he_ will be the one\nwho will break and shatter. It even bothers him to shake hands, as you\nsaw last night. It took a lot of guts to do what he did last\nnight--walk over to those two thugs knowing he couldn't defend\nhimself. He's no coward. But he's as terrified of having his hands\nhurt as Manny is of driving a car.\"\n\n\"I see\" the Duke said thoughtfully.\n\n       *       *       *       *       *\n\n\"There are other cases, plenty of them,\" I went on. \"We have\npyromaniacs who are perfectly harmless now because they have a deathly\nterror of flame. We have one fellow who used to be very nasty with a\nknife; he grows a beard now because the very thought of having a sharp\nedge that close to him is unnerving. The reality would send him\nscreaming. We have a girl who had the weird idea that it was fun to\ndrop things out of windows or off the tops of high buildings. Aside\nfrom the chance of people below being hurt, there was another danger.\nTwo cops grabbed her just as she was about to drop her baby brother\noff the roof of her apartment house.\n\n\"But we don't worry about her any more. People with acute acrophobia\nare in no condition to pull stunts like that.\"\n\n\"What will you do to this Hammerlock Smith, then?\" His Grace asked.\n\n\"Actually, he's one of the simpler cases. A large percentage of our\nzanies lose control when they're under the influence of alcohol or\ndrugs. Alcohol is by far the more common. Under the influence, they do\nthings they would never do when sober.\n\n\"As long as they remain sober, they have control. But, give them a few\ndrinks and the control slips and then vanishes completely. One of our\nothers was a little like Manny the Moog; he drove like a madman--which\nhe was when he was drunk. Sober, he was as careful and cautious a\ndriver as you'd want--a perfectly reliable citizen. But, after losing\nhis license and the right to own a car, he'd still get drunk and steal\ncars.\n\n\"He has his license back now, but we know we can trust him with it. He\nwill never be able to take another drink.\n\n\"Smith is of that type. So, apparently, is Nestor. When we get through\nwith Smith, he'll be sober, and he'll stay that way to his grave.\"\n\n       *       *       *       *       *\n\n\"Astounding.\" The Duke looked at me again. \"I can see the results, of\ncourse. I'm going to see that some sort of similar program is started\nin England, even if I have to stand up in the House of Lords to do it.\nBut, I still don't understand how it can be done so rapidly--a matter\nof hours. What is the technique used?\"\n\n\"It all depends on the therapist,\" I said. \"Brownlee is one of the\nbest, but there are others who are almost as good. Some of the\nofficers have started calling them _hexperts_ because, in effect,\nthat's exactly what they do--put a hex on the patient.\"\n\n\"A _geas_, in other words.\"\n\nI'd never heard the word before. \"A what?\"\n\n\"A _geas_. A magical spell that causes a person to do or to refrain\nfrom doing some act, whether he will or no. He has no choice, once the\n_geas_ has been put on him.\"\n\n\"That's it exactly.\"\n\n\"But, man, it isn't magic we're discussing, is it?\"\n\n\"I don't know,\" I admitted frankly. \"You tell me. Was it magic this\nmorning when both you and I had a hunch that little Shirley was _not_\nin the park, in spite of the way it looked? Was it magic when we\neliminated, without even searching, every spot but the place where she\nactually was?\"\n\n\"Well, no, I shouldn't say so. I think every good policeman gets\nhunches like that every so often. He gets a feel for his work and for\nthe types he's dealing with.\"\n\n\"Well, then, call it hunch or telepathy or extra-sensory perception or\nthingummybob or whatever. Brownlee has just what you say a good cop\nshould have--a feel for his work and for the types he's dealing with.\nWithin a very short time, Dr. Brownlee can actually get the feel of\nbeing inside his patient's mind--deep enough, at least, so that he can\nspot just what has to be done to put a compensating twist in a twisted\nmind.\n\n\"He says the genuine zanies are very simple to operate on. They have\nalready got the raw materials in them for him to work with. A normally\nsane, normally well integrated person would require almost as much\nwork to put a permanent quirk in as removing such a quirk would be in\na zany. The brainwashing techniques and hypnotism can introduce such\nquirks temporarily, but as soon as a normally sane person regains his\nbalance, the quirks tend to fade away.\n\n\"But a system that is off balance and unstable doesn't require much\nwork to push it slightly in another direction. When Brownlee finds out\nwhat will do the job, he does it, and we have a tame zany on our\nhands.\"\n\n\"It sounds as though men of Brownlee's type are rather rare,\" His\nGrace said.\n\n\"They are. Rarer than psychiatrists as a whole. On the other hand,\nthey can take care of a great many more cases.\"\n\n\"One thing, though,\" the Duke said thoughtfully. \"You mentioned the\namputation of a pickpocket's hands. It seems to me that this technique\nis just as drastic, just as crippling to the person to whom it is\ndone.\"\n\n\"Of course it is! No one has ever denied that. God help us if it's the\nfinal answer to the problem! A man who can't drive a car, or use a\nrazor, or punch an enemy in the teeth when it's necessary is certainly\nhandicapped. He's more crippled than he was before. The only\ncompensation for society is that now he's less dangerous.\n\n\"There are certain compensations for the individual, too. He stands\nless chance of going to prison, or to a death cell. But he's still\nhemmed in; he's not a free man. Of course, in most instances, he's not\naware of what has been done to him; his mind compensates and\nrationalizes and gives him a reason for what he's undergoing. Joey\nPartridge thinks his condition is due to the fractures he suffered the\nlast time he beat up a man; Manny the Moog thinks that he's afraid to\ndrive a car because of the last wreck he was in. And, partly, maybe\nthey're both right. But they have still been deprived of a part of\ntheir free will, their right of choice.\n\n\"Oh, no; this isn't the final answer by a long shot! It's a stopgap--a\n_necessary_ stopgap. But, by using it, we can learn more about how the\nhuman mind works, and maybe one of these days we'll evolve a science\nof the mind that can take those twists _out_ instead of compensating\nfor them.\n\n[Illustration]\n\n\"On the other hand, we can save lives by using the technique we have\nnow. We don't dare _not_ use it.\n\n\"When they chopped off those hands, centuries ago, the stumps were\ncauterized by putting them in boiling oil. It looked like another\ninjury piled on top of the first, but the chirurgeons, not knowing\n_why_ it worked, still knew that a lot more ex-pickpockets lived\nthrough their ordeal if the boiling oil was used afterward.\n\n\"And that's what we're doing with this technique right here and now.\nWe're using it because it saves lives, lives that may potentially or\nactually be a great deal more valuable than the warped personality\nthat might have taken such a life.\n\n\"But the one thing that I am working for right now and will continue\nto work for is a _real_ cure, if that's possible. A real, genuine,\nusable kind of psychotherapy; one which is at least on a par with the\nscience of cake-baking when it comes to the percentages of successes\nand failures.\"\n\n       *       *       *       *       *\n\nHis Grace thought that over for a minute. Then he leaned back and\nlooked at me through narrowed eyes. There was a half smile on his lips\n\"Royall, old man, let's admit one thing, just between ourselves,\" His\nvoice became very slow and very deliberate. \"Both you and I know that\nthis process, whatever it is, is _not_ psychotherapy.\"\n\n\"Why do you say that?\" I wasn't trying to deny anything; I just\nwanted to know the reasoning behind his conclusions.\n\n\"Because I know what psychotherapy can and can't do. And I know that\npsychotherapy can _not_ do the sort of thing we've been discussing.\n\n\"It's as if you'd taken me out on a rifle range, to a target two\nthousand yards from the shooter and let me watch that marksman put\nfifty shots out of fifty into a six-inch bull's-eye. I might not know\nwhat the shooter is using, but I would know beyond any shadow of doubt\nthat it was _not_ an ordinary revolver. More, I would know that it\ncould not be any possible improvement upon the revolver. It simply\nwould have to be an instrument of an entirely different order.\n\n\"If, in 1945, any intelligent military man had been told that the\nJapanese city of Hiroshima had been totally destroyed by a bomber\ndropping a single bomb, he would be certain that the bomb was a new\nand different kind from any ever known before. He would know that, mind\nyou, without necessarily knowing a great deal about chemistry.\n\n\"I don't need to know a devil of a lot about psychotherapy to know\nthat the process you've been describing is as far beyond the limits of\npsychotherapy as the Hiroshima bomb was beyond the limits of\nchemistry. Ditto for hypnosis and/or Pavlov's 'conditioned reflex', by\nthe way.\n\n\"Now, just to clear the air, what _is_ it?\"\n\n\"It has no official name yet,\" I told him. \"To keep within the law, we\nhave been calling it psychotherapy. If we called it something else,\nand admitted that it _isn't_ psychotherapy, the courts couldn't turn\nthe zanies over to us. But you're right--it is as impossible to\nproduce the effect by psychotherapy as it is to produce an atomic\nexplosion by a chemical reaction.\n\n\"I've got a hunch that, just as chemistry and nucleonics are both\nreally branches of physics, so psychotherapy and Brownlee's process\nare branches of some higher, more inclusive science--but that doesn't\nhave a name, either.\"\n\n\"That's as may be,\" the Duke said, \"but I'm happy to know that you're\nnot deluding yourself that it's any kind of psychotherapy.\"\n\n\"You know,\" I said, \"I kind of like your word _geas_. Because that's\nexactly what it seems to be--a _geas_. A hex, an enchantment, if you\nwish.\n\n\"Did you know that Brownlee was an anthropologist before he turned to\npsychology? He has some very interesting stories to tell about hexes\nand so on.\"\n\n\"I'll have to hear them one day.\" His Grace took a pack of cigarettes\nfrom his pocket. \"Cigarette?\"\n\n\"No, thanks. I gave up smoking a few years back.\"\n\n       *       *       *       *       *\n\nHe puffed his alight. \"This _geas_,\" he said, \"reminds me of the fact\nthat, before the medical profession came up with antibiotics that\nwould destroy the microorganisms that cause gas gangrene, amputation\nwas the only method of preventing the death of the patient. It was\ncrippling, but necessary.\"\n\n\"_No!_\" My voice must have been a little too sharp, because he raised\none eyebrow. \"The analogy,\" I went on in a quieter tone, \"isn't good\nbecause it gives a distorted picture. Look, Your Grace, you know\nwhat's done to keep a captive wild duck from flying away?\"\n\n\"One wing is clipped.\"\n\n\"Right. Certain of the feathers are trimmed, which throws the duck off\nbalance every time he tries to fly. He's crippled, right? But if you\nclip the _other_ wing, what happens? He's in balance again. He can't\nfly as _well_ as he could before his wings were clipped--but he _can_\nfly!\n\n\"That's what Brownlee's _geas_ does--restore the balance by clipping\nthe other wing.\"\n\nHis Grace smiled. There was an odd sort of twinkle in his eyes. \"Let\nme carry your analogy somewhat farther. If the one wing is too\nseverely clipped, clipping the other won't help. Our duck wouldn't\nhave enough lift to get off the ground, even if he's balanced.\n\n\"Now, a zany who was that badly crippled--?\"\n\nI grinned back at him. \"Right. It would be so obvious that he would\nhave been put away very quickly. He would not be just psychopathic,\nbut completely psychotic--and demonstrably so.\"\n\n\"Then,\" the Duke said, still pursuing the same track, \"the only way\nto 'cure' that kind would be to find a method to ... ah ... 'grow the\nfeathers back', wouldn't it? And where does that put today's\npsychotherapy? Providing, of course, that the analogy follows.\"\n\n\"It does,\" I said. \"The real cure that I want to find would do just\nthat--'grow the feathers back'. And that's beyond the limits of\npsychotherapy, too. That's why Dr. Brownlee and his boys want to study\nevery zany we bring in, whether he can be helped or not. They're\nlooking for a _cure_, not a stopgap.\"\n\n\"Let me drag that analogy out just a tiny bit more,\" said His Grace.\n\"Suppose there is a genetic defect in the duck which makes it\nimpossible--absolutely impossible--to grow feathers on that wing. Will\nyour cure work?\"\n\nI was very quiet for along time. At least, it seemed long. The\nquestion had occurred to me before, and I didn't even like to think\nabout it. Now, I had to face it again for a short while.\n\n\"Frankly,\" I said as evenly as I could, \"I doubt that anything could\nbe done. But that's only an opinion. We don't know enough yet to make\nany such predictions. It is my hope that some day we'll find a method\nof restoring every human being to his or her full potential--but I'm\nnot at all certain of what the source of that potential is.\n\n\"But when we do get our cure,\" I went on, \"then our first move must be\nto abolish the _geas_. And I wish that day were coming tomorrow.\"\n\n       *       *       *       *       *\n\nThere seemed to be a sudden silence in the room. I hadn't realized\nthat I'd been talking so loudly or so vehemently.\n\nThe Duke broke it by saying: \"Look here, Royall; I'm going to stay on\nhere until I've learned all about every phase of this thing. It may\nsound a bit conceited, but I'm going to try to learn in a few weeks\neverything you have learned in a year. So you'll have to teach me, if\nyou will. And then I'd like to borrow one or two of your therapists,\nyour hexperts, to teach the technique in England.\n\n\"Allowing people like that to kill and maim when it can be prevented\nis unthinkable in a civilized society. I've got to learn how to stop\nit in England. Will you teach me?\"\n\n\"On one condition,\" I said.\n\n\"What's that?\"\n\n\"That you teach me how to use a walking stick.\"\n\nHe laughed. \"You're on!\"\n\nThe officer stuck his head in the waiting room again. \"Pardon me.\nInspector Acrington? The District Attorney would like to see you.\"\n\n\"Surely.\"\n\nAfter he had left, I sat there for a minute or two, just thinking.\nThen Brownlee came back from his conference with the D.A. and sat\ndown beside me.\n\n\"I met your noble friend heading for the D.A.'s office,\" he said with\na smile. \"He said that any man who was as determined to find a better\nmethod in order to replace a merely workable method is a remarkable\nman and therefore worth studying under. I just told him I agreed with\nhim.\"\n\n\"Thanks,\" I said. \"Thanks a lot.\"\n\nBecause Brownlee knows why I'm looking for a cure to replace the\nstopgap. Brownlee knows why I gave up smoking three years ago, why I\ndon't have any matches or lighters in the house, why I keep the\nashtrays for guests only, and why, for that reason, I don't have many\nguests. Brownlee knows why there are only electric stoves in my\napartment--never gas.\n\nBrownlee knows why my son quivers and turns his head away from a match\nflame. Brownlee knows why he had to put the _geas_ on Stevie.\n\nAnd I even think Brownlee suspects that I concealed some of the\nevidence in the fire that killed Stevie's mother--my wife.\n\nYes, I'm looking for a cure. But until then, I'll be thankful for the\nstopgap.\n\n       *       *       *       *       *\n\n\n\n\n\n\n\nEnd of Project Gutenberg's Nor Iron Bars a Cage...., by Gordon Randall Garrett\n\n*** END OF THIS PROJECT GUTENBERG EBOOK NOR IRON BARS A CAGE.... ***\n\n***** This file should be named 30832.txt or 30832.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/0/8/3/30832/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}