{"title": "Thin Edge", "author": "Gordon Randall Garrett", "releaseDate": "January 6, 2010", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced from Analog Science Fact & Fiction December\n    1963. Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed.\n\n\n                              THIN EDGE\n\n\n     There are inventions of great value that one type of society\n     can use--and that would, for another society, be most\n     nastily deadly!\n\n\n                    BY JOHNATHAN BLAKE MAC KENZIE\n\n\n                    ILLUSTRATED BY JOHN SCHOENHERR\n\n       *       *       *       *       *\n\n\n\n\nI\n\n\"Beep!\" said the radio smugly. \"_Beep! Beep! Beep!_\"\n\n\"There's one,\" said the man at the pickup controls of tugship 431. He\nchecked the numbers on the various dials of his instruments. Then he\ncarefully marked down in his log book the facts that the radio finder\nwas radiating its beep on such-and-such a frequency and that that\nfrequency and that rate-of-beep indicated that the asteroid had been\nfound and set with anchor by a Captain Jules St. Simon. The direction\nand distance were duly noted.\n\nThat information on direction and distance had already been\ntransmitted to the instruments of the tugship's pilot. \"Jazzy-o!\" said\nthe pilot. \"Got 'im.\"\n\nHe swiveled his ship around until the nose was in line with the beep\nand then jammed down on the forward accelerator for a few seconds.\nThen he took his foot off it and waited while the ship approached the\nasteroid.\n\nIn the darkness of space, only points of light were visible. Off to\nthe left, the sun was a small, glaring spot of whiteness that couldn't\nbe looked at directly. Even out here in the Belt, between the orbits\nof Mars and Jupiter, that massive stellar engine blasted out enough\nenergy to make it uncomfortable to look at with the naked eye. But it\ncould illuminate matter only; the hard vacuum of space remained dark.\nThe pilot could have located the planets easily, without looking\naround. He knew where each and every one of them were. He had to.\n\nA man can navigate in space by instrument, and he can take the time to\nfigure out where every planet ought to be. But if he does, he won't\nreally be able to navigate in the Asteroid Belt.\n\nIn the Nineteenth Century, Mark Twain pointed out that a steamboat\npilot who navigated a ship up and down the Mississippi had to be able\nto identify every landmark and every changing sandbar along the river\nbefore he would be allowed to take charge of the wheel. He not only\nhad to memorize the whole river, but be able to predict the changes in\nits course and the variations in its eddies. He had to be able to know\nexactly where he was at every moment, even in the blackest of moonless\nnights, simply by glancing around him.\n\nAn asteroid man has to be able to do the same thing. The human mind is\ncapable of it, and one thing that the men and women of the Belt Cities\nhad learned was to use the human mind.\n\n\"Looks like a big 'un, Jack,\" said the instrument man. His eyes were\non the radar screen. It not only gave him a picture of the body of the\nslowly spinning mountain, but the distance and the angular and radial\nvelocities. A duplicate of the instrument gave the same information to\nthe pilot.\n\nThe asteroid was fairly large as such planetary debris went--some five\nhundred meters in diameter, with a mass of around one hundred\nseventy-four million metric tons.\n\n       *       *       *       *       *\n\nWithin twenty meters of the surface of the great mountain of stone,\nthe pilot brought the ship to a dead stop in relation to that surface.\n\n\"Looks like she's got a nice spin on her,\" he said. \"We'll see.\"\n\nHe waited for what he knew would appear somewhere near the equator of\nthe slowly revolving mass. It did. A silvery splash of paint that had\noriginally been squirted on by the anchor man who had first spotted\nthe asteroid in order to check the rotational velocity.\n\nThe pilot of the space tug waited until the blotch was centered in the\ncrosshairs of his peeper and then punched the timer. When it came\naround again, he would be able to compute the angular momentum of the\ngigantic rock.\n\n\"Where's he got his anchor set?\" the pilot asked his instrument man.\n\n\"The beep's from the North Pole,\" the instrument man reported\ninstantly. \"How's her spin?\"\n\n\"Wait a bit. The spot hasn't come round again yet. Looks like we'll\nhave some fun with her, though.\" He kept three stars fixed carefully\nin his spotters to make sure he didn't drift enough to throw his\ncalculations off. And waited.\n\nMeanwhile, the instrument man abandoned his radar panel and turned to\nthe locker where his vacuum suit waited at the ready. By the time the\npilot had seen the splotch of silver come round again and timed it,\nthe instrument man was ready in his vacuum suit.\n\n\"Sixteen minutes, forty seconds,\" the pilot reported. \"Angular\nmomentum one point one times ten to the twenty-first gram centimeters\nsquared per second.\"\n\n\"So we play Ride 'Em Cowboy,\" the instrument man said \"I'm evacuating.\nTell me when.\" He had already poised his finger over the switch that\nwould pull the air from his compartments, which had been sealed off\nfrom the pilot's compartment when the timing had started.\n\n\"Start the pump,\" said the pilot.\n\nThe switch was pressed, and the pumps began to evacuate the air from\nthe compartment. At the same time, the pilot jockeyed the ship to a\nposition over the north pole of the asteroid.\n\n\"Over\" isn't quite the right word. \"Next to\" is not much better, but\nat least it has no implied up-and-down orientation. The surface\ngravity of the asteroid was only two millionths of a Standard Gee,\nwhich is hardly enough to give any noticeable impression to the human\nnervous system.\n\n\"Surface at two meters,\" said the pilot. \"Holding.\"\n\n       *       *       *       *       *\n\nThe instrument man opened the outer door and saw the surface of the\ngigantic rock a couple of yards in front of him. And projecting from\nthat surface was the eye of an eyebolt that had been firmly anchored\nin the depths of the asteroid, a nickel-steel shaft thirty feet long\nand eight inches in diameter, of which only the eye at the end showed.\n\nThe instrument man checked to make sure that his safety line was\nfirmly anchored and then pushed himself across the intervening space\nto grasp the eye with a space-gloved hand.\n\nThis was the anchor.\n\nMoving a nickel-iron asteroid across space to nearest processing plant\nis a relatively simple job. You slap a powerful electromagnet on her,\npour on the juice, and off you go.\n\nThe stony asteroids are a different matter. You have to have something\nto latch on to, and that's where the anchor-setter comes in. His job\nis to put that anchor in there. That's the first space job a man can\nget in the Belt, the only way to get space experience. Working by\nhimself, a man learns to preserve his own life out there.\n\nOperating a space tug, on the other hand, is a two-man job because a\nman cannot both be on the surface of the asteroid and in his ship at\nthe same time. But every space tug man has had long experience as an\nanchor setter before he's allowed to be in a position where he is\ncapable of killing someone besides himself if he makes a stupid\nmistake in that deadly vacuum.\n\n\"On contact, Jack,\" the instrument man said as soon as he had a firm\ngrip on the anchor. \"Release safety line.\"\n\n\"Safety line released, Harry,\" Jack's voice said in his earphones.\n\nJack had pressed a switch that released the ship's end of the safety\nline so that it now floated free. Harry pulled it towards himself and\nattached the free end to the eye of the anchor bolt, on a loop of\nnickel-steel that had been placed there for that purpose. \"Safety line\nsecured,\" he reported. \"Ready for tug line.\"\n\nIn the pilot's compartment, Jack manipulated the controls again. The\nship moved away from the asteroid and yawed around so that the \"tail\"\nwas pointed toward the anchor bolt. Protruding from a special port was\na heavy-duty universal joint with special attachments. Harry reached\nout, grasped it with one hand, and pulled it toward him, guiding it\ntoward the eyebolt. A cable attached to its other end snaked out of\nthe tug.\n\nHarry worked hard for some ten or fifteen minutes to get the universal\njoint firmly bolted to the eye of the anchor. When he was through, he\nsaid: \"O.K., Jack. Try 'er.\"\n\nThe tug moved gently away from the asteroid, and the cable that bound\nthe two together became taut. Harry carefully inspected his handiwork\nto make sure that everything had been done properly and that the\nmechanism would stand the stress.\n\n\"So far so good,\" he muttered, more to himself than to Jack.\n\nThen he carefully set two compact little strain gauges on the anchor\nitself, at ninety degrees from each other on the circumference of the\nhuge anchor bolt. Two others were already in position in the universal\njoint itself. When everything was ready, he said: \"Give 'er a try at\nlength.\"\n\nThe tug moved away from the asteroid, paying out the cable as it\nwent.\n\nHauling around an asteroid that had a mass on the order of one hundred\nseventy-four million metric tons required adequate preparation. The\nnonmagnetic stony asteroids are an absolute necessity for the Belt\nCities. In order to live, man needs oxygen, and there is no trace of\nan atmosphere on any of the little Belt worlds except that which Man\nhas made himself and sealed off to prevent it from escaping into\nspace. Carefully conserved though that oxygen is, no process is or can\nbe one hundred per cent efficient. There will be leakage into space,\nand that which is lost must be replaced. To bring oxygen from Earth in\nliquid form would be outrageously expensive and even more outrageously\ninefficient--and no other planet in the System has free oxygen for the\ntaking. It is much easier to use Solar energy to take it out of its\ncompounds, and those compounds are much more readily available in\nspace, where it is not necessary to fight the gravitational pull of a\nplanet to get them. The stony asteroids average thirty-six per cent\noxygen by mass; the rest of it is silicon, magnesium, aluminum,\nnickel, and calcium, with respectable traces of sodium, chromium,\nphosphorous manganese, cobalt, potassium, and titanium. The metallic\nnickel-iron asteroids made an excellent source of export products to\nship to Earth, but the stony asteroids were for home consumption.\n\nThis particular asteroid presented problems. Not highly unusual\nproblems, but problems nonetheless. It was massive and had a high rate\nof spin. In addition, its axis of spin was at an angle of eighty-one\ndegrees to the direction in which the tug would have to tow it to get\nit to the processing plant. The asteroid was, in effect, a huge\ngyroscope, and it would take quite a bit of push to get that axis\ntilted in the direction that Harry Morgan and Jack Latrobe wanted it\nto go. In theory, they could just have latched on, pulled, and let the\nthing precess in any way it wanted to. The trouble is that that would\nnot have been too good for the anchor bolt. A steady pull on the\nanchor bolt was one thing: a nickel-steel bolt like that could take a\npull of close to twelve million pounds as long as that pull was along\nthe axis. Flexing it--which would happen if they let the asteroid\nprecess at will--would soon fatigue even that heavy bolt.\n\nThe cable they didn't have to worry about. Each strand was a fine wire\nof two-phase material--the harder phase being borazon, the softer\nbeing tungsten carbide. Winding these fine wires into a cable made a\nflexible rope that was essentially a three-phase material--with the\nvacuum of space acting as the third phase. With a tensile strength\nabove a hundred million pounds per square inch, a half inch cable\ncould easily apply more pressure to that anchor than it could take.\nThere was a need for that strong cable: a snapping cable that is\nsuddenly released from a tension of many millions of pounds can be\ndangerous in the extreme, forming a writhing whip that can lash\nthrough a spacesuit as though it did not exist. What damage it did to\nflesh and bone after that was of minor importance; a man who loses all\nhis air in explosive decompression certainly has very little use for\nflesh and bone thereafter.\n\n\"All O.K. here,\" Jack's voice came over Harry's headphones.\n\n\"And here,\" Harry said. The strain gauges showed nothing out of the\nordinary.\n\n\"O.K. Let's see if we can flip this monster over,\" Harry said,\nsatisfied that the equipment would take the stress that would be\napplied to it.\n\nHe did not suspect the kind of stress that would be applied to him\nwithin a few short months.\n\n\nII\n\nThe hotel manager was a small-minded man with a narrow-minded outlook\nand a brain that was almost totally unable to learn. He was, in short,\na \"normal\" Earthman. He took one look at the card that had been\ndropped on his desk from the chute of the registration computer and\nreacted. His thin gray brows drew down over his cobralike brown eyes,\nand he muttered, \"Ridiculous!\" under his breath.\n\nThe registration computer wouldn't have sent him the card if there\nhadn't been something odd about it, and odd things happened so rarely\nthat the manager took immediate notice of it. One look at the title\nbefore the name told him everything he needed to know. Or so he\nthought.\n\nThe registration robot handled routine things routinely. If they were\nnot routine, the card was dropped on the manager's desk. It was then\nthe manager's job to fit everything back into the routine. He grasped\nthe card firmly between thumb and forefinger and stalked out of his\noffice. He took an elevator down to the registration desk. His trouble\nwas that he had seized upon the first thing he saw wrong with the card\nand saw nothing thereafter. To him, \"out of the ordinary\" meant\n\"wrong\"--which was where he made his mistake.\n\nThere was a man waiting impatiently at the desk. He had put the card\nthat had been given him by the registration robot on the desk and was\ntapping his fingers on it.\n\nThe manager walked over to him. \"Morgan, Harry?\" he asked with a firm\nbut not arrogant voice.\n\n\"Is this the city of York, New?\" asked the man. There was a touch of\ncold humor in his voice that made the manager look more closely at\nhim. He weighed perhaps two-twenty and stood a shade over six-two, but\nit was the look in the blue eyes and the bearing of the man's body\nthat made the manager suddenly feel as though this man were someone\nextraordinary. That, of course, meant \"wrong.\"\n\nThen the question that the man had asked in rebuttal to his own\npenetrated the manager's mind, and he became puzzled. \"Er ... I beg\nyour pardon?\"\n\n\"I said, 'Is this York, New?'\" the man repeated.\n\n\"This is New York, if that's what you mean,\" the manager said.\n\n\"Then I am Harry Morgan, if that's what you mean.\"\n\nThe manager, for want of anything better to do to cover his\nconfusion, glanced back at the card--without really looking at it.\nThen he looked back up at the face of Harry Morgan. \"Evidently you\nhave not turned in your Citizen's Identification Card for renewal, Mr.\nMorgan,\" he said briskly. As long as he was on familiar ground, he\nknew how to handle himself.\n\n\"Odd's Fish!\" said Morgan with utter sadness, \"How did you know?\"\n\nThe manager's comfortable feeling of rightness had returned. \"You\ncan't hope to fool a registration robot, Mr. Morgan,\" he said \"When a\ndiscrepancy is observed, the robot immediately notifies a person in\nauthority. Two months ago, Government Edict 7-3356-Hb abolished titles\nof courtesy absolutely and finally. You Englishmen have clung to them\nfor far longer than one would think possible, but that has been\nabolished.\" He flicked the card with a finger. \"You have registered\nhere as 'Commodore Sir Harry Morgan'--obviously, that is the name and\nanti-social title registered on your card. When you put the card into\nthe registration robot, the error was immediately noted and I was\nnotified. You should not be using an out-of-date card, and I will be\nforced to notify the Citizen's Registration Bureau.\"\n\n\"Forced?\" said Morgan in mild amazement. \"Dear me! What a terribly\nstrong word.\"\n\nThe manager felt the hook bite, but he could no more resist the\nimpulse to continue than a cat could resist catnip. His brain did not\nhave the ability to overcome his instinct. And his instinct was wrong.\n\"You may consider yourself under arrest, Mr. Morgan.\"\n\n\"I thank you for that permission,\" Morgan said with a happy smile.\n\"But I think I shall not take advantage of it.\" He stood there with\nthat same happy smile while two hotel security guards walked up and\nstood beside him, having been called by the manager's signal.\n\nAgain it took the manager a little time to realize what Morgan had\nsaid. He blinked. \"Advantage of it?\" he repeated haphazardly.\n\n       *       *       *       *       *\n\nHarry Morgan's smile vanished as though it had never been. His blue\neyes seemed to change from the soft blue of a cloudless sky to the\nsteely blue of a polished revolver. Oddly enough, his lips did not\nchange. They still seemed to smile, although the smile had gone.\n\n\"Manager,\" he said deliberately, \"if you will pardon my using your\ntitle, you evidently cannot read.\"\n\nThe manager had not lived in the atmosphere of the Earth's Citizen's\nWelfare State as long as he had without knowing that dogs eat dogs. He\nlooked back at the card that had been delivered to his desk only\nminutes before and this time he read it thoroughly. Then, with a\ngesture, he signaled the Security men to return to their posts. But he\ndid not take his eyes from the card.\n\n\"My apologies,\" Morgan said when the Security police had retired out\nof earshot. There was no apology in the tone of his voice. \"I perceive\nthat you can read. Bully, may I say, for you.\" The bantering tone was\nstill in his voice, the pseudo-smile still on his lips, the chill of\ncold steel still in his eyes. \"I realize that titles of courtesy are\nillegal on earth,\" he continued, \"because courtesy itself is illegal.\nHowever, the title 'Commodore' simply means that I am entitled to\ncommand a spaceship containing two or more persons other than myself.\nTherefore, it is not a title of courtesy, but of ability.\"\n\n[Illustration]\n\nThe manager had long since realized that he was dealing with a Belt\nman, not an Earth citizen, and that the registration robot had sent\nhim the card because of that, not because there was anything illegal.\nMen from the Belt did not come to Earth either willingly or often.\n\nStill unable to override his instincts--which erroneously told him\nthat there was something \"wrong\"--the manager said: \"What does the\n'Sir' mean?\"\n\nHarry Morgan glowed warmly. \"Well, now, Mr. Manager, I will tell you.\nI will give you an analogy. In the time of the Roman Republic,\ntwenty-one centuries or so ago, the leader of an Army was given the\ntitle _Imperator_. But that title could not be conferred upon him by\nthe Senate of Rome nor by anyone else in power. No man could call\nhimself _Imperator_ until his own soldiers, the men under him, had\npublicly acclaimed him as such. If, voluntarily, his own men shouted\n'_Ave, Imperator!_' at a public gathering, then the man could claim\nthe title. Later the title degenerated--\" He stopped.\n\nThe manager was staring at him with uncomprehending eyes, and Morgan's\noutward smile became genuine. \"Sorry,\" he said condescendingly. \"I\nforgot that history is not a popular subject in the Welfare World.\"\nMorgan had forgotten no such thing, but he went right on. \"What I\nmeant to say was that the spacemen of the Belt Cities have voluntarily\nagreed among themselves to call me 'sir'. Whether that is a title of\nability or a title of courtesy, you can argue about with me at another\ntime. Right now, I want my room key.\"\n\n[Illustration]\n\nUnder the regulations, the manager knew there was nothing else he\ncould do. He had made a mistake, and he knew that he had. If he had\nonly taken the trouble to read the rest of the card--\n\n\"Awfully sorry, Mr. Morgan,\" he said with a lopsided smile that didn't\neven look genuine. \"The--\"\n\n\"Watch those courtesy titles,\" Morgan reprimanded gently. \"'Mister'\ncomes ultimately from the Latin _magister_, meaning 'master' or\n'teacher'. And while I may be your master, I wouldn't dare think I\ncould teach you anything.\"\n\n\"All citizens are entitled to be called 'Mister',\" the manager said\nwith a puzzled look. He pushed a room key across the desk.\n\n\"Which just goes to show you,\" said Harry Morgan, picking up the key.\n\nHe turned casually, took one or two steps away from the registration\ndesk, then--quite suddenly--did an about-face and snapped: \"_What\nhappened to Jack Latrobe?_\"\n\n\"Who?\" said the manager, his face gaping stupidly.\n\nHarry Morgan knew human beings, and he was fairly certain that the\nmanager couldn't have reacted that way unless he honestly had no\nnotion of what Morgan was talking about.\n\nHe smiled sweetly. \"Never you mind, dear boy. Thank you for the key.\"\nHe turned again and headed for the elevator bank, confident that the\nmanager would find the question he had asked about Jack Latrobe so\ncompletely meaningless as to be incapable of registering as a useful\nmemory.\n\nHe was perfectly right.\n\n\nIII\n\nThe Belt Cities could survive without the help of Earth, and the\nSupreme Congress of the United Nations of Earth knew it. But they\nalso knew that \"survive\" did not by any means have the same semantic\nor factual content as \"live comfortably\". If Earth were to vanish\novernight, the people of the Belt would live, but they would be\nseriously handicapped. On the other hand, the people of Earth could\nsurvive--as they had for millennia--without the Belt Cities, and while\ndoing without Belt imports might be painful, it would by no means be\ndeadly.\n\nBut both the Belt Cities and the Earth knew that the destruction of\none would mean the collapse of the other as a civilization.\n\nEarth needed iron. Belt iron was cheap. The big iron deposits of Earth\nwere worked out, and the metal had been widely scattered. The removal\nof the asteroids as a cheap source would mean that iron would become\nprohibitively expensive. Without cheap iron, Earth's civilization\nwould have to undergo a painfully drastic change--a collapse and\nregeneration.\n\nBut the Belt Cities were handicapped by the fact that they had had as\nyet neither the time nor the resources to manufacture anything but\nabsolute necessities. Cloth, for example, was imported from Earth. A\nsociety that is still busy struggling for the bare necessities--such\nas manufacturing its own air--has no time to build the huge looms\nnecessary to weave cloth ... or to make clothes, except on a minor\nscale. Food? You can have hydroponic gardens on an asteroid, but\nraising beef cattle, even on Ceres, was difficult. Eventually,\nperhaps, but not yet.\n\nThe Belt Cities were populated by pioneers who still had not given up\nthe luxuries of civilization. Their one weakness was that they had\ntheir cake and were happily eating it, too.\n\nNot that Harry Morgan didn't realize that fact. A Belt man is, above\nall, a realist, in that he must, of necessity, understand the Laws of\nthe Universe and deal with them. Or die.\n\nCommodore Sir Harry Morgan was well aware of the stir he had created\nin the lobby of the Grand Central Hotel. Word would leak out, and he\nknew it. The scene had been created for just that purpose.\n\n    \"_Grasshopper sittin' on a railroad track,\n         Singin' polly-wolly-doodle-alla-day!\n      A-pickin' his teeth with a carpet tack,\n         Singin' polly-wolly-doodle-alla-day!_\"\n\nHe sang with gusto as the elevator lifted him up to the seventy-fourth\nfloor of the Grand Central Hotel. The other passengers in the car did\nnot look at him directly; they cast sidelong glances.\n\n_This guy_, they seemed to think in unison, _is a nut. We will pay no\nattention to him, since he probably does not really exist. Even if he\ndoes, we will pay no attention in the hope that he will go away._\n\nOn the seventy-fourth floor, he _did_ go away, heading for his room.\nHe keyed open the door and strolled over to the phone, where a message\nhad already been dropped into the receiver slot. He picked it up and\nread it.\n\n     COMMODORE SIR HARRY MORGAN, RM. 7426, GCH: REQUEST YOU CALL\n     EDWAY TARNHORST, REPRESENTATIVE OF THE PEOPLE OF GREATER LOS\n     ANGELES, SUPREME CONGRESS. PUNCH 33-981-762-044 COLLECT.\n\n\"How news travels,\" Harry Morgan thought to himself. He tapped out the\nnumber on the keyboard of the phone and waited for the panel to light\nup. When it did, it showed a man in his middle fifties with a lean,\nascetic face and graying hair, which gave him a look of saintly\nwisdom.\n\n       *       *       *       *       *\n\n\"Mr. Tarnhorst?\" Morgan asked pleasantly.\n\n\"Yes. Commodore Morgan?\" The voice was smooth and precise.\n\n\"At your service, Mr. Tarnhorst. You asked me to call.\"\n\n\"Yes. What is the purpose of your visit to Earth, commodore?\" The\nquestion was quick, decisive, and firm.\n\nHarry Morgan kept his affability. \"That's none of your business, Mr.\nTarnhorst.\"\n\nTarnhorst's face didn't change. \"Perhaps your superiors haven't told\nyou, but--and I can only disclose this on a sealed circuit--I am in\nsympathy with the Belt Cities. I have been out there twice and have\nlearned to appreciate the vigor and worth of the Belt people. I am on\nyour side, commodore, in so far as it does not compromise my position.\nMy record shows that I have fought for the rights of the Belt Cities\non the floor of the Supreme Congress. Have you been informed of that\nfact?\"\n\n\"I have,\" said Harry Morgan. \"And that is precisely why it is none of\nyour business. The less you know, Mr. Tarnhorst, the safer you will\nbe. I am not here as a representative of any of the City governments.\nI am not here as a representative of any of the Belt Corporations. I\nam completely on my own, without official backing. You have shown\nyourself to be sympathetic towards us in the past. We have no desire\nto hurt you. Therefore I advise that you either keep your nose out of\nmy business or actively work against me. You cannot protect yourself\notherwise.\"\n\nEdward Tarnhorst was an Earthman, but he was not stupid. He had\nmanaged to put himself in a position of power in the Welfare World,\nand he knew how to handle that power. It took him exactly two seconds\nto make his decision.\n\n\"You misunderstand me, commodore,\" he said coldly. \"I asked what I\nasked because I desire information. The People's Government is trying\nto solve the murder of Commodore Jack Latrobe. Assuming, of course,\nthat it was murder--which is open to doubt. His body was found three\ndays ago in Fort Tryon Park, up on the north end of Manhattan Island.\nHe had apparently jumped off one of the old stone bridges up there and\nfell ninety feet to his death. On the other hand, it is possible that,\nnot being used to the effects of a field of point nine eight Standard\ngees, he did not realize that the fall would be deadly, and\naccidentally killed himself. He was alone in the park at night, as far\nas we can tell. It has been ascertained definitely that no\nrepresentative of the People's Manufacturing Corporation Number 873\nwas with him at the time. Nor, so far as we can discover, was anyone\nelse. I asked you to call because I wanted to know if you had any\ninformation for us. There was no other reason.\"\n\n\"I haven't seen Jack since he left Juno,\" Morgan said evenly. \"I don't\nknow why he came to Earth, and I know nothing else.\"\n\n\"Then I see no further need for conversation,\" Tarnhorst said. \"Thank\nyou for your assistance, Commodore Morgan. If Earth's Government needs\nyou again, you will be notified if you gain any further information,\nyou may call this number. Thank you again. Good-by.\"\n\nThe screen went blank.\n\n       *       *       *       *       *\n\n_How much of this is a trap?_ Morgan thought.\n\nThere was no way of knowing at this point. Morgan knew that Jack\nLatrobe had neither committed suicide nor died accidentally, and\nTarnhorst had told him as much. Tarnhorst was still friendly, but he\nhad taken the hint and got himself out of danger. There had been one\nvery important piece of information. The denial that any\nrepresentative of PMC 873 had been involved. PMC 873 was a\nmanufacturer of biological products--one of the several corporations\nthat Latrobe had been empowered to discuss business with when he had\nbeen sent to Earth by the Belt Corporations Council. Tarnhorst would\nnot have mentioned them negatively unless he intended to imply a\npositive hint. Obviously. Almost too obviously.\n\nWell?\n\nHarry Morgan punched for Information, got it, got a number, and\npunched that.\n\n\"People's Manufacturing Corporation Ey-yut Seven Tha-ree,\" said a\nrecorded voice. \"Your desire, pu-leeze?\"\n\n\"This is Commodore Jack Latrobe,\" Morgan said gently. \"I'm getting\ntired of this place, and if you don't let me out I will blow the whole\nplace to Kingdom Come. Good bye-eye-eye.\"\n\nHe hung up without waiting for an answer.\n\nThen he looked around the hotel suite he had rented. It was an\nexpensive one--very expensive. It consisted of an outer room--a\n\"sitting room\" as it might have been called two centuries before--and\na bedroom. Plus a bathroom.\n\nHarry Morgan, a piratical smile on his face, opened the bathroom door\nand left it that way. Then he went into the bedroom. His luggage had\nalready been delivered by the lift tube, and was sitting on the floor.\nHe put both suitcases on the bed, where they would be in plain sight\nfrom the sitting room. Then he made certain preparations for invaders.\n\nHe left the door between the sitting room and the bedroom open and\nleft the suite.\n\nFifteen minutes later, he was walking down 42nd Street toward Sixth\nAvenue. On his left was the ancient Public Library Building. In the\nmiddle of the block, somebody shoved something hard into his left\nkidney and said. \"Keep walking, commodore. But do what you're told.\"\n\nHarry Morgan obeyed, with an utterly happy smile on his lips.\n\n\nIV\n\nIn the Grand Central Hotel, a man moved down the hallway toward Suite\n7426. He stopped at the door and inserted the key he held in his hand,\ntwisting it as it entered the keyhole. The electronic locks chuckled,\nand the door swung open.\n\nThe man closed it behind him.\n\nHe was not a big man, but neither was he undersized. He was five-ten\nand weighed perhaps a hundred and sixty-five pounds. His face was dark\nof skin and had a hard, determined expression on it. He looked as\nthough he had spent the last thirty of his thirty-five years of life\nstealing from his family and cheating his friends.\n\nHe looked around the sitting room. Nothing. He tossed the key in his\nhand and then shoved it into his pocket. He walked over to the nearest\ncouch and prodded at it. He took an instrument out of his inside\njacket pocket and looked at it.\n\n\"Nothin',\" he said to himself. \"Nothin'.\" His detector showed that\nthere were no electronic devices hidden in the room--at least, none\nthat he did not already know about.\n\nHe prowled around the sitting room for several minutes, looking at\neverything--chairs, desk, windows, floor--everything. He found\nnothing. He had not expected to, since the occupant, a Belt man named\nHarry Morgan, had only been in the suite a few minutes.\n\nThen he walked over to the door that separated the sitting room from\nthe bedroom. Through it, he could see the suitcases sitting temptingly\non the bed.\n\nAgain he took his detector out of his pocket. After a full minute, he\nwas satisfied that there was no sign of any complex gadgetry that\ncould warn the occupant that anyone had entered the room. Certainly\nthere was nothing deadly around.\n\nThen a half-grin came over the man's cunning face. There was always\nthe chance that the occupant of the suite had rigged up a really\nold-fashioned trap.\n\nHe looked carefully at the hinges of the door. Nothing. There were no\ntiny bits of paper that would fall if he pushed the door open any\nfurther, no little threads that would be broken.\n\nIt hadn't really seemed likely, after all. The door was open wide\nenough for a man to walk through without moving it.\n\nStill grinning, the man reached out toward the door.\n\nHe was quite astonished when his hand didn't reach the door itself.\n\nThere was a sharp feeling of pain when his hand fell to the floor,\nsevered at the wrist.\n\nThe man stared at his twitching hand on the floor. He blinked stupidly\nwhile his wrist gushed blood. Then, almost automatically, he stepped\nforward to pick up his hand.\n\nAs he shuffled forward, he felt a _snick! snick!_ of pain in his\nankles while all sensation from his feet went dead.\n\nIt was not until he began toppling forward that he realized that his\nfeet were still sitting calmly on the floor in their shoes and that he\nwas no longer connected to them.\n\nIt was too late. He was already falling.\n\nHe felt a stinging sensation in his throat and then nothing more as\nthe drop in blood pressure rendered him unconscious.\n\nHis hand lay, where it had fallen. His feet remained standing. His\nbody fell to the floor with a resounding _thud!_ His head bounced once\nand then rolled under the bed.\n\nWhen his heart quit pumping, the blood quit spurting.\n\nA tiny device on the doorjamb, down near the floor, went _zzzt!_ and\nthen there was silence.\n\n\nV\n\nWhen Representative Edway Tarnhorst cut off the call that had come\nfrom Harry Morgan, he turned around and faced the other man in the\nroom. \"Satisfactory?\" he said.\n\n\"Yes. Yes, of course,\" said the other. He was a tall, hearty-looking\nman with a reddish face and a friendly smile. \"You said just the right\nthing, Edway. Just the right thing. You're pretty smart, you know\nthat? You got what it takes.\" He chuckled. \"They'll never figure\nanything out now.\" He waved a hand toward the chair. \"Sit down, Edway.\nWant a drink?\"\n\nTarnhorst sat down and folded his hands. He looked down at them as if\nhe were really interested in the flat, unfaceted diamond, engraved\nwith the Tarnhorst arms, that gleamed on the ring on his finger.\n\n\"A little glass of whiskey wouldn't hurt much, Sam,\" he said, looking\nup from his hands. He smiled. \"As you say, there isn't much to worry\nabout now. If Morgan goes to the police, they'll give him the same\ninformation.\"\n\nSam Fergus handed Tarnhorst a drink. \"Damn right. Who's to know?\" He\nchuckled again and sat down. \"That was pretty good. Yes sir, pretty\ngood. Just because he thought that when you voted for the Belt Cities\nyou were on their side, he believed what you said. Hell, _I've_ voted\non their side when it was the right thing to do. Haven't I now, Ed?\nHaven't I?\"\n\n\"Sure you have,\" said Tarnhorst with an easy smile. \"So have a lot of\nus.\"\n\n\"Sure we have,\" Fergus repeated. His grin was huge. Then it changed to\na frown. \"I don't figure them sometimes. Those Belt people are crazy.\nWhy wouldn't they give us the process for making that cable of theirs?\nWhy?\" He looked up at Tarnhorst with a genuinely puzzled look on his\nface. \"I mean, you'd think they thought that the laws of nature were\nprivate property or something. They don't have the right outlook. A\nman finds out something like that, he ought to give it to the human\nrace, hadn't he, Edway? How come those Belt people want to keep\nsomething like that secret?\"\n\nEdway Tarnhorst massaged the bridge of his nose with a thumb and\nforefinger, his eyes closed. \"I don't know, Sam. I really don't know.\nSelfish, is all I can say.\"\n\n_Selfish?_ he thought. _Is it really selfish? Where is the dividing\nline? How much is a man entitled to keep secret, for his own benefit,\nand how much should he tell for the public?_\n\nHe glanced again at the coat of arms carved into the surface of the\ndiamond. A thousand years ago, his ancestors had carved themselves a\ntiny empire out of middle Europe--a few hundred acres, no more. Enough\nto keep one family in luxury while the serfs had a bare existence.\nThey had conquered by the sword and ruled by the sword. They had taken\nall and given nothing.\n\nBut had they? The Barons of Tarnhorst had not really lived much better\nthan their serfs had lived. More clothes and more food, perhaps, and a\nfew baubles--diamonds and fine silks and warm furs. But no Baron\nTarnhorst had ever allowed his serfs to starve, for that would not be\neconomically sound. And each Baron had been the dispenser of Justice;\nhe had been Law in his land. Without him, there would have been\nanarchy among the ignorant peasants, since they were certainly not fit\nto govern themselves a thousand years ago.\n\nWere they any better fit today? Tarnhorst wondered. For a full\nmillennium, men had been trying, by mass education and by mass\ninformation, to bring the peasants up to the level of the nobles. Had\nthat plan succeeded? Or had the intelligent ones simply been forced to\nconform to the actions of the masses? Had the nobles made peasants of\nthemselves instead?\n\nEdway Tarnhorst didn't honestly know. All he knew was that he saw a\nnew spark of human life, a spark of intelligence, a spark of ability,\nout in the Belt. He didn't dare tell anyone--he hardly dared admit it\nto himself--but he thought those people were better somehow than the\ncommon clods of Earth. Those people didn't think that just because a\nman could slop color all over an otherwise innocent sheet of canvas,\nmaking outré and garish patterns, that that made him an artist. They\ndidn't think that just because a man could write nonsense and use\nerratic typography, that that made him a poet. They had other beliefs,\ntoo, that Edway Tarnhorst saw only dimly, but he saw them well enough\nto know that they were better beliefs than the obviously stupid belief\nthat every human being had as much right to respect and dignity as\nevery other, that a man had a _right_ to be respected, that he\n_deserved_ it. Out there, they thought that a man had a right only to\nwhat he earned.\n\nBut Edway Tarnhorst was as much a product of his own society as Sam\nFergus. He could only behave as he had been taught. Only on\noccasion--on very special occasion--could his native intelligence\noverride the \"common sense\" that he had been taught. Only when an\nemergency arose. But when one did, Edway Tarnhorst, in spite of his\nenvironmental upbringing, was equal to the occasion.\n\nActually, his own mind was never really clear on the subject. He did\nthe best he could with the confusion he had to work with.\n\n\"Now we've got to be careful, Sam,\" he said. \"Very careful. We don't\nwant a war with the Belt Cities.\"\n\nSam Fergus snorted. \"They wouldn't dare. We got 'em outnumbered a\nthousand to one.\"\n\n\"Not if they drop a rock on us,\" Tarnhorst said quietly.\n\n\"They wouldn't dare,\" Fergus repeated.\n\nBut both of them could see what would happen to any city on Earth if\none of the Belt ships decided to shift the orbit of a good-sized\nasteroid so that it would strike Earth. A few hundred thousand tons of\nrock coming in at ten miles per second would be far more devastating\nthan an expensive H-bomb.\n\n\"They wouldn't dare,\" Fergus said again.\n\n\"Nevertheless,\" Tarnhorst said, \"in dealings of this kind we are\nwalking very close to the thin edge. We have to watch ourselves.\"\n\n[Illustration]\n\n\nVI\n\nCommodore Sir Harry Morgan was herded into a prison cell, given a\nshove across the smallish room, and allowed to hear the door slam\nbehind him. By the time he regained his balance and turned to face the\nbarred door again, it was locked. The bully-boys who had shoved him in\nturned away and walked down the corridor. Harry sat down on the floor\nand relaxed, leaning against the stone wall. There was no furniture of\nany kind in the cell, not even sanitary plumbing.\n\n\"What do I do for a drink of water?\" he asked aloud of no one in\nparticular.\n\n\"You wait till they bring you your drink,\" said a whispery voice a few\nfeet from his head. Morgan realized that someone in the cell next to\nhis was talking. \"You get a quart a day--a halfa pint four times a\nday. Save your voice. Your throat gets awful dry if you talk much.\"\n\n\"Yeah, it would,\" Morgan agreed in the same whisper. \"What about\nsanitation?\"\n\n\"That's your worry,\" said the voice. \"Fella comes by every Wednesday\nand Saturday with a honey bucket. You clean out your own cell.\"\n\n\"I _thought_ this place smelled of something other than attar of\nroses,\" Morgan observed. \"My nose tells me this is Thursday.\"\n\nThere was a hoarse, humorless chuckle from the man in the next cell.\n\"'At's right. The smell of the disinfectant is strongest now. Saturday\nmornin' it'll be different. You catch on fast, buddy.\"\n\n\"Oh, I'm a whiz,\" Morgan agreed. \"But I thought the Welfare World took\ncare of its poor, misled criminals better than this.\"\n\nAgain the chuckle. \"You shoulda robbed a bank or killed somebody. Then\ntheyda given you a nice rehabilitation sentence. Regular prison. Room\nof your own. Something real nice. Like a hotel. But this's\ndifferent.\"\n\n\"Yeah,\" Morgan agreed. This was a political prison. This was the place\nwhere they put you when they didn't care what happened to you after\nthe door was locked because there would be no going out.\n\nMorgan knew where he was. It was a big, fortresslike building on top\nof one of the highest hills at the northern end of Manhattan\nIsland--an old building that had once been a museum and was built like\na medieval castle.\n\n\"What happens if you die in here?\" he asked conversationally.\n\n\"Every Wednesday and Saturday,\" the voice repeated.\n\n\"Um,\" said Harry Morgan.\n\n\"'Cept once in a while,\" the voice whispered. \"Like a couple days ago.\nWhen was it? Yeah. Monday that'd be. Guy they had in here for a week\nor so. Don't remember how long. Lose tracka time here. Yeah. Sure lose\ntracka time here.\"\n\nThere was a long pause, and Morgan, controlling the tenseness in his\nvoice, said: \"What about the guy Monday?\"\n\n\"Oh. Him. Yeah, well, they took him out Monday.\"\n\nMorgan waited again, got nothing further, and asked: \"Dead?\"\n\n\"'Course he was dead. They was tryin' to get somethin' out of him.\nSomethin' about a cable. He jumped one of the guards, and they\nblackjacked him. Hit 'im too hard, I guess. Guard sure got hell for\nthat, too. Me, I'm lucky. They don't ask me no questions.\"\n\n\"What are you in for?\" Morgan asked.\n\n\"Don't know. They never told me. I don't ask for fear they'll\nremember. They might start askin' questions.\"\n\nMorgan considered. This could be a plant, but he didn't think so. The\nvoice was too authentic, and there would be no purpose in his\ninformation. That meant that Jack Latrobe really was dead. They had\nkilled him. An ice cold hardness surged along his nerves.\n\n       *       *       *       *       *\n\nThe door at the far end of the corridor clanged, and a brace of heavy\nfootsteps clomped along the floor. Two men came abreast of the\nsteel-barred door and stopped.\n\nOne of them, a well-dressed, husky-looking man in his middle forties,\nsaid: \"O.K., Morgan. How did you do it?\"\n\n\"I put on blue lipstick and kissed my elbows--both of 'em. Going\nwiddershins, of course.\"\n\n\"What are you talking about?\"\n\n\"What are you talking about?\"\n\n\"The guy in your hotel suite. You killed him. You cut off both feet,\none hand, and his head. How'd you do it?\"\n\nMorgan looked at the man. \"Police?\"\n\n\"Nunna your business. Answer the question.\"\n\n\"I use a cobweb I happened to have with me. Who was he?\"\n\nThe cop's face was whitish. \"You chop a guy up like that and then\ndon't know who he is?\"\n\n\"I can guess. I can guess that he was an agent for PMC 873 who was\ntrespassing illegally. But I didn't kill him. I was in ... er ...\ncustody when it happened.\"\n\n\"Not gonna talk, huh?\" the cop said in a hard voice. \"O.K., you've had\nyour chance. We'll be back.\"\n\n\"I don't think I'll wait,\" said Morgan.\n\n\"You'll wait. We got you on a murder charge now. You'll wait. Wise\nguy.\" He turned and walked away. The other man followed like a trained\nhound.\n\n       *       *       *       *       *\n\nAfter the door clanged, the man in the next cell whispered: \"Well,\nyou're for it. They're gonna ask you questions.\"\n\nMorgan said one obscene word and stood up. It was time to leave.\n\nHe had been searched thoroughly. They had left him only his clothes,\nnothing else. They had checked to make sure that there were no\nmicrominiaturized circuits on him. He was clean.\n\nSo they thought.\n\nCarefully, he caught a thread in the lapel of his jacked and pulled it\nfree. Except for a certain springiness, it looked like an ordinary\nsilon thread. He looped it around one of the bars of his cell, high\nup. The ends he fastened to a couple of little decorative hooks in his\nbelt--hooks covered with a shell of synthetic ruby.\n\nThen he leaned back, putting his weight on the thread.\n\nSlowly, like a knife moving through cold peanut butter, the thread\nsank into the steel bar, cutting through its one-inch thickness with\nincreasing difficulty until it was half-way through. Then it seemed to\nslip the rest of the way through.\n\nHe repeated the procedure thrice more, making two cuts in each of two\nbars. Then he carefully removed the sections he had cut out. He put\none of them on the floor of his cell and carried the other in his\nhand--three feet of one-inch steel makes a nice weapon if it becomes\nnecessary.\n\nThen he stepped through the hole he had made.\n\nThe man in the next cell widened his eyes as Harry Morgan walked by.\nBut Morgan could tell that he saw nothing. He had only heard. His eyes\nhad been removed long before. It was the condition of the man that\nconvinced Morgan with utter finality that he had told the truth.\n\n\nVII\n\nMr. Edway Tarnhorst felt fear, but no real surprise when the shadow in\nthe window of his suite in the Grand Central Hotel materialized into a\nhuman being. But he couldn't help asking one question.\n\n\"How did you get there?\" His voice was husky. \"We're eighty floors\nabove the street.\"\n\n\"Try climbing asteroids for a while,\" said Commodore Sir Harry Morgan.\n\"You'll get used to it. That's why I knew Jack hadn't died\n'accidentally'--he was murdered.\"\n\n\"You ... you're not carrying a gun,\" Tarnhorst said.\n\n\"Do I need one?\"\n\nTarnhorst swallowed. \"Yes. Fergus will be back in a moment.\"\n\n\"Who's Fergus?\"\n\n\"He's the man who controls PMC 873.\"\n\nHarry Morgan shoved his hand into his jacket pocket \"Then I have a\ngun. You saw it, didn't you?\"\n\n\"Yes. Yes ... I saw it when you came in.\"\n\n\"Good. Call him.\"\n\nWhen Sam Fergus came in, he looked as though he had had about three or\nfour too many slugs of whiskey. There was an odd fear an his face.\n\n\"Whats matter, Edway? I--\" The fear increased when he saw Morgan.\n\"Whadda you here for?\"\n\n\"I'm here to make a speech Fergus. Sit down.\" When Fergus still stood,\nMorgan repeated what he had said with only a trace more emphasis. \"Sit\ndown.\"\n\nFergus sat. So did Tarnhorst.\n\n\"Both of you pay special attention,\" Morgan said, a piratical gleam in\nhis eyes. \"You killed a friend of mine. My best friend. But I'm not\ngoing to kill either of you. Yet. Just listen and listen carefully.\"\n\nEven Tarnhorst looked frightened. \"Don't move, Sam. He's got a gun. I\nsaw it when he came in.\"\n\n\"What ... what do you want?\" Fergus asked.\n\n\"I want to give you the information you want. The information that you\nkilled Jack for.\" There was cold hatred in his voice. \"I am going to\ntell you something that you have thought you wanted, but which you\nreally will wish you had never heard. I'm going to tell you about that\ncable.\"\n\nNeither Fergus nor Tarnhorst said a word.\n\n\"You want a cable. You've heard that we use a cable that has a tensile\nstrength of better than a hundred million pounds per square inch, and\nyou want to know how it's made. You tried to get the secret out of\nJack because he was sent here as a commercial dealer. And he wouldn't\ntalk, so one of your goons blackjacked him too hard and then you had\nto drop him off a bridge to make it look like an accident.\n\n\"Then you got your hands on me. You were going to wring it out of me.\nWell, there is no necessity of that.\" His grin became wolfish. \"I'll\ngive you everything.\" He paused. \"If you want it.\"\n\nFergus found his voice. \"I want it. I'll pay a million--\"\n\n\"You'll pay nothing,\" Morgan said flatly. \"You'll listen.\"\n\nFergus nodded wordlessly.\n\n\"The composition is simple. Basically, it is a two-phase material-like\nfiberglass. It consists of a strong, hard material imbedded in a\nmatrix of softer material. The difference is that, in this case, the\nstronger fibers are borazon--boron nitride formed under tremendous\npressure--while the softer matrix is composed of tungsten carbide. If\nthe fibers are only a thousandth or two thousandths of an inch in\ndiameter--the thickness of a human hair or less--then the cable from\nwhich they are made has tremendous strength and flexibility.\n\n\"Do you want the details of the process now?\" His teeth were showing\nin his wolfish grin.\n\nFergus swallowed. \"Yes, of course. But ... but why do you--\"\n\n\"Why do I give it to you? Because it will kill you. You have seen what\nthe stuff will do. A strand a thousandth of an inch thick, encased in\nsilon for lubrication purposes, got me out of that filthy hole you\ncall a prison. You've heard about that?\"\n\nFergus blinked. \"You cut yourself out of there with the cable you're\ntalking about?\"\n\n\"Not with the cable. With a thin fiber. With one of the hairlike\nfibers that makes up the cable. Did you ever cut cheese with a wire?\nIn effect, that wire is a knife--a knife that consists only of an\nedge.\n\n\"Or, another experiment you may have heard of. Take a block of ice.\nConnect a couple of ten-pound weights together with a few feet of\npiano wire and loop it across the ice block to that the weights hang\nfree on either side, with the wire over the top of the block. The wire\nwill cut right through the ice in a short time. The trouble is that\nthe ice block remains whole--because the ice melts under the pressure\nof the wire and then flows around it and freezes again on the other\nside. But if you lubricate the wire with ordinary glycerine, it\nprevents the re-freezing and the ice block will be cut in two.\"\n\nTarnhorst nodded. \"I remember. In school. They--\" He let his voice\ntrail off.\n\n       *       *       *       *       *\n\n\"Yeah. Exactly. It's a common experiment in basic science. Borazon\nfiber works the same way. Because it is so fine and has such\ntremendous tensile strength, it is possible to apply a pressure of\nhundreds of millions of pounds per square inch over a very small area.\nUnder pressures like that, steel cuts easily. With silon covering to\nlubricate the cut, there's nothing to it. As you have heard from the\nguards in your little hell-hole.\n\n\"Hell-hole?\" Tarnhorst's eyes narrowed and he flicked a quick glance\nat Fergus. Morgan realized that Tarnhorst had known nothing of the\nextent of Fergus' machinations.\n\n\"That lovely little political prison up in Fort Tryon Park that the\nWorld Welfare State, with its usual solicitousness for the common man,\nkeeps for its favorite guests,\" Morgan said. His wolfish smile\nreturned. \"I'd've cut the whole thing down if I'd had had the time.\nNot the stone--just the steel. In order to apply that kind of pressure\nyou have to have the filament fastened to something considerably\nharder than the stuff you're trying to cut, you see. Don't try it with\nyour fingers or you'll lose fingers.\"\n\nFergus' eyes widened again and he looked both ill and frightened. \"The\nman we sent ... uh ... who was found in your room. You--\" He stopped\nand seemed to have trouble swallowing.\n\n\"Me? _I_ didn't do anything.\" Morgan did a good imitation of a shark\ntrying to look innocent. \"I'll admit that I looped a very fine\nfilament of the stuff across the doorway a few times, so that if\nanyone tried to enter my room illegally I would be warned.\" He didn't\nbother to add that a pressure-sensitive device had released and reeled\nin the filament after it had done its work. \"It doesn't need to be\nnearly as tough and heavy to cut through soft stuff like ... er ...\nsay, a beefsteak, as it does to cut through steel. It's as fine as\ncobweb almost invisible. Won't the World Welfare State have fun when\nthat stuff gets into the hands of its happy, crime-free populace?\"\n\nEdway Tarnhorst became suddenly alert. \"What?\"\n\n\"Yes. Think of the fun they'll have, all those lovely slobs who get\ntheir basic subsistence and their dignity and their honor as a free\ngift from the State. The kids, especially. They'll _love_ it. It's so\nfine it can be hidden inside an ordinary thread--or woven into the\nhair--or....\" He spread his hands. \"A million places.\"\n\nFergus was gaping. Tarnhorst was concentrating on Morgan's words.\n\n\"And there's no possible way to leave fingerprints on anything that\nfine,\" Morgan continued. \"You just hook it around a couple of nails or\nscrews, across an open doorway or an alleyway--and wait.\"\n\n\"We wouldn't let it get into the people's hands,\" Tarnhorst said.\n\n\"You couldn't stop it,\" Morgan said flatly. \"Manufacture the stuff and\neventually one of the workers in the plant will figure out a way to\nsteal some of it.\"\n\n\"Guards--\" Fergus said faintly.\n\n\"_Pfui._ But even you had a perfect guard system, I think I can\nguarantee that some of it would get into the hands of the--common\npeople. Unless you want to cut off all imports from the Belt.\"\n\nTarnhorst's voice hardened. \"You mean you'd deliberately--\"\n\n\"I mean exactly what I said,\" Morgan cut in sharply. \"Make of it what\nyou want.\"\n\n\"I suppose you have that kind of trouble out in the Belt?\" Tarnhorst\nasked.\n\n\"No. We don't have your kind of people out in the Belt, Mr. Tarnhorst.\nWe have men who kill, yes. But we don't have the kind of juvenile and\ngrown-up delinquents who will kill senselessly, just for kicks. That\nkind is too stupid to live long out there. We are in no danger from\nborazon-tungsten filaments. You are.\" He paused just for a moment,\nthen said: \"I'm ready to give you the details of the process now, Mr.\nFergus.\"\n\n\"I don't think I--\" Fergus began with a sickly sound in his voice. But\nTarnhorst interrupted him.\n\n\"We don't want it, commodore. Forget it.\"\n\n\"Forget it?\" Morgan's voice was as cutting as the filament he had been\ndiscussing. \"Forget that Jack Latrobe was murdered?\"\n\n\"We will pay indemnities, of course,\" Tarnhorst said, feeling that it\nwas futile.\n\n\"_Fergus_ will pay indemnities,\" Morgan said. \"In money, the\nindemnities will come to the precise amount he was willing to pay for\nthe cable secret. I suggest that your Government confiscate that\namount from him and send it to us. That may be necessary in view of\nthe second indemnity.\"\n\n\"Second indemnity?\"\n\n\"Mr. Fergus' life.\"\n\nTarnhorst shook his head briskly. \"No. We can't execute Fergus.\nImpossible.\"\n\n\"Of course not,\" Morgan said soothingly. \"I don't suggest that you\nshould. But I do suggest that Mr. Fergus be very careful about going\nthrough doorways--or any other kind of opening--from now on. I suggest\nthat he refrain from passing between any pair of reasonably solid,\nwell-anchored objects. I suggest that he stay away from bathtubs. I\nsuggest that he be very careful about putting his legs under a table\nor desk. I suggest that he not look out of windows. I could make\nseveral suggestions. And he shouldn't go around feeling in front of\nhim, either. He might lose something.\"\n\n\"I understand,\" said Edway Tarnhorst.\n\nSo did Sam Fergus. Morgan could tell by his face.\n\n       *       *       *       *       *\n\nWhen the indemnity check arrived on Ceres some time later, a short,\nterse note came with it.\n\n\"I regret to inform you that Mr. Samuel Fergus, evidently in a state\nof extreme nervous and psychic tension, took his own life by means of\na gunshot wound in the head on the 21st of this month. The enclosed\ncheck will pay your indemnity in full. Tarnhorst.\"\n\nMorgan smiled grimly. It was as he had expected. He had certainly\nnever had any intention of going to all the trouble of killing Sam\nFergus.\n\n       *       *       *       *       *\n\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Thin Edge, by Gordon Randall Garrett\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THIN EDGE ***\n\n***** This file should be named 30869-8.txt or 30869-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/0/8/6/30869/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}