{"title": "Heart", "author": "Henry Slesar", "releaseDate": "January 7, 2010", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced from Amazing Stories January 1957. Extensive\n    research did not uncover any evidence that the U.S. copyright on this\n    publication was renewed.\n\n\n                                HEART\n\n\n                           By HENRY SLESAR\n\n\n     _Monk had three questions he lived by: Where can I find it?\n      How much will it cost? When can you deliver? But now they\n      said that what he needed wasn't for sale. \"Want to bet?\" He\n      snorted._\n\n       *       *       *       *       *\n\n\n\n\n_Systole_ ... _diastole_ ... the Cardiophone listened, hummed, and\nrecorded; tracing a path of perilous peaks and precipices on the white\npaper.\n\n\"Relax!\" Dr. Rostov pleaded. \"Please relax, Mr. Monk!\"\n\nThe eyes of Fletcher Monk replied. Rostov knew their language well\nenough to read the glaring messages they transmitted. Indignation ...\n\"_Don't use that commanding tone with me, Doctor!_\" Protest ... \"_I am\nrelaxed; completely relaxed!_\" Warning.... \"_Get me out of this\nelectric chair, Rostov!_\"\n\nThe physician sighed and clicked the apparatus off. Swiftly, but with\nknowing fingers, he disengaged his patient from the wire and rubber\nencumbrances of the reclining seat. Fletcher Monk sat up and rubbed\nhis forearms, watching every movement the doctor made as he prepared\nto study the results of his examination.\n\n\"You're fussing, Rostov,\" he said coldly. \"My shirt.\"\n\n\"In a moment.\"\n\n\"_Now,_\" said Monk impatiently.\n\nThe physician shook his head sadly. He handed Monk his shirt and\nwaited until the big man had buttoned it half way down. Then he\nreturned to the Cardiophone for a more critical study. A fine analysis\nwas hardly necessary; the alarming story had been told with the first\nmeasurements of the heart machine.\n\n[Illustration: Money buys anything, I tell you--anything!]\n\n\"Cut it out,\" said Monk brusquely. \"You've got that death's-head\nlook again, Rostov. If you want to say something, say it.\"\n\n\"You were tight as a drum,\" said the doctor. \"That's going to\ninfluence my findings, you know. If you hadn't refused the narcotic--\"\n\nFletcher Monk barked: \"I won't be drugged!\"\n\n\"It would have relaxed you--\"\n\n\"I was as relaxed as I ever am,\" the other man said candidly, and\nRostov recognized the truth of his analysis. Monk lived in a world of\ntaut muscles and nerves stretched out just below the breaking point.\nTenseness was his trademark; there was no more elasticity in Monk's\nbody than there was in the hard cash he accumulated so readily.\n\n\"Well?\" the patient jeered. \"What's the verdict, you damned sawbones?\nGoing to throw away my cigars? Going to send me on a long sea voyage?\"\n\nRostov frowned.\n\n\"Don't look so smug!\" Monk exploded. \"I know you think there's\nsomething wrong with me. You can't wait to bury me!\"\n\n\"You're sick, Mr. Monk,\" said the doctor. \"You're very sick.\"\n\nMonk glowered. \"You're wrong,\" he said icily. \"You've made a lousy\ndiagnosis.\"\n\n\"What was that feeling you described?\" asked Rostov. \"Remember what\nyou told me? Like a big, black bird, flapping its wings in your chest.\nDidn't that mean something to you, Mr. Monk?\"\n\n       *       *       *       *       *\n\nThe industrialist paled. \"All right. Get to the point,\" he said\nquietly. \"What did that gadget tell you?\"\n\n\"Bad news,\" said the doctor. \"Your heart's been strained almost to\nbursting. It's working on will power, Mr. Monk; hardly anything else.\"\n\n\"_Get to the point!_\" Monk shouted.\n\n\"That _is_ the point,\" Rostov said stiffly. \"You have a serious heart\ncondition. A dangerous condition. You've ignored eight years of my\nadvice, and now your heart is showing the effects.\"\n\n\"What can it do to me?\"\n\n\"Kill you,\" said the doctor bluntly. \"Frankly, I can't even promise\nthat the usual precautions will do any good. But we have no other\nchoice than to take them. The human body is a miraculous affair, and\neven the most desperate damages sometimes can't prevent it from going\non living. But I won't mince words with you, Mr. Monk. You're a direct\nsort of person, so I'm telling you directly. Your chances are slim.\"\n\nMonk sat down and put his black tie on distractedly. He sat deep in\nthought for a while, and then said:\n\n\"How much would it cost to fix it?\"\n\n\"What?\"\n\n\"Money!\" the big man cried. \"How much money would it take to get me\nrepaired?\"\n\n\"But it's not a matter of money--\"\n\n\"Don't give me that!\" Monk put his jacket on with a violent motion.\n\"I've learned better than that in my fifty years, Dr. Rostov. Money\nfixes everything. Everything! I could curdle your milk by telling you\nsome of the things I've fixed with money!\"\n\nThe physician shrugged. \"Money doesn't buy health.\"\n\n\"Doesn't it?\" The patient gave an abrupt laugh. \"Money buys people,\nDr. Rostov. It buys loyalty and disloyalty. It buys friends and sells\nenemies. All these are commodities, Doctor. I found that out--the hard\nway.\"\n\n\"Mr. Monk, you don't know what I'm telling you. Your heart action is\nunreliable, and no amount of dollars can bring it back to normal--\"\n\nThe industrialist stood up. \"You think the heart is incorruptible,\neh?\" He snorted. \"Well, I think different. Someplace on earth there's\na man or a method that can fix me up. It'll take money to find the\nanswer, that's for sure. But I'll find it!\"\n\nRostov put out his hand helplessly. \"You're being unreasonable, Mr.\nMonk. There is nothing on earth--\"\n\n\"_All right!_\" Fletcher Monk shouted. \"So maybe there's nothing on\nEarth!\" His body trembled with his emotion. \"Then I'll go to the\nstars, if I have to!\"\n\n       *       *       *       *       *\n\nRostov started. \"If you mean this gravity business--\"\n\n\"What's that?\" Monk froze. \"What's that you said?\"\n\n\"This gravity thing,\" the doctor said. \"This silly story about the\nMars Colony they've been spreading--\"\n\n\"What silly story?\" asked Monk, narrowing his eyes. \"I haven't heard\nit. What do you mean?\"\n\nRostov regretted his words. But he knew it was too late to stop the\nindustrialist from extracting the details from him. He made a\ndespairing gesture and went over to his desk. From the top drawer, he\nwithdrew a folded sheet torn from the pages of a daily newspaper that\nspecialized in lurid articles and wild imaginings.\n\n       *       *       *       *       *\n\nMonk snatched it from the doctor's hand. \"Let me see that!\" he said.\nHe turned the paper over in his hand until he found the red-pencilled\narticle the doctor had referred to.\n\n\"MARS BOON TO HEART CASES, SAYS SPACE DOCTOR.\" Monk read the headline\naloud, and then looked at Rostov.\n\n\"It's a misquotation,\" the physician said. \"Dr. Feasley never made\nsuch a bald statement. They've taken something out of context to make\na sensational story--\"\n\n\"Let me see for myself,\" snapped Monk.\n\nHe began to read. \"... 'Space Medicine Association ... Dr. Samuel\nFeasley, renowned' ... here it is!... 'the effects of Earth's\ngravitational pull on the body versus the relatively light gravitation\nencountered by the members of the Martian Colony ... two-fifths the\npull of Earth ... interesting speculation on the heart action...!'\" He\ncrushed the paper in his hands. \"By God!\" he cried. \"Here's my answer,\nyou gloomy old fool!\"\n\n\"No, no!\" said Rostov hurriedly. \"You don't know what you're saying--\"\n\nFletcher Monk laughed loudly. \"I always know what I'm saying, Doctor\nRostov. Here it is in black and white! Why should I die on Earth--when\nI can live on Mars?\"\n\n\"But it's impossible! There are so many problems--\"\n\n\"Money solves problems!\"\n\n\"Not this one!\" said the doctor heatedly. \"Not the problem of\nacceleration! You'll never reach Mars alive!\"\n\nMonk paused. \"What do you mean?\" he blinked.\n\n\"The acceleration will kill you!\" Rostov said in a shaking voice.\n\"Three G's are enough to burst that sick heart of yours. And the\nacceleration reaches a gravity of _nine_ at one point. You'd never\nmake it!\"\n\n\"I'll never make it _here_,\" said Monk, biting out the words. \"You\ntold me that yourself.\"\n\n\"At least there's a chance,\" the doctor argued. \"A slim one, surely.\nBut you're talking about almost certain death!\"\n\n\"How do you know?\" said Monk contemptuously. \"You've never had\nanything to do with space medicine. You're what they call a\ngroundworm, Doc. Just like me.\"\n\n\"You'll never even get aboard a spaceship. There's a rigid physical\nexamination required. You couldn't pass it in a million years! It's\nsuicide to think of it.\"\n\n       *       *       *       *       *\n\nMonk paced the floor. \"But if I did pass it--\"\n\n\"Impossible!\"\n\n\"But if I _did_,\" Monk insisted. \"Would my chances for living be\nbetter on Mars?\"\n\n\"I suppose so. Your heart wouldn't have to work nearly so hard. You'd\nweigh less than ninety pounds....\"\n\n\"Then it's worth a try, isn't it?\" He grasped the physician by the\nshoulders and shook him. \"Isn't it?\" he shouted.\n\n\"Mr. Monk, I can't let you even consider it!\"\n\n\"_You_ can't?\" Monk looked at him threateningly. \"Are you dictating my\naffairs now, Doctor? Are you forgetting who I am?\"\n\n\"The Mars Colony is a working organization,\" the doctor said,\ndesperately. \"The life there is hard, rugged--\"\n\n\"_Hard?_\" Monk roared. \"Hardness and Monk are synonymous words, Doctor\nRostov. Don't you read the papers? Don't you know what they call me?\nThe Iron Millionaire!\" He laughed. \"And there's something else you're\nnot aware of. I own a lot of this country. But I also own a good piece\nof the Mars Colony. Just let 'em try and stop me!\"\n\nRostov threw his hands in the air. \"You're completely off balance, Mr.\nMonk. What you're thinking about is impossible in a dozen different\nways. But I'm not going to worry about it. You'll never get near a\nspace vessel--\"\n\n\"That remains to be seen,\" said Monk.\n\n\"The best thing for you,\" the doctor continued, \"is to start slowing\ndown--right now, today. And the first project we have to work on is\nthe loss of some thirty or forty pounds. You're much too heavy for\nthat heart of yours.\"\n\nMonk didn't appear to be listening. Thoughtfully, he reached inside\nhis coat and brought out a long black cigar. He bit off the end and\nspat it out onto the polished floor of the examining room.\n\n\"You'll have to lose those, too,\" the doctor cautioned. \"Cigars are\nout.\"\n\nFletcher Monk jammed the cigar between his teeth. He looked at the\ndoctor and smiled grimly.\n\n\"O.K., Doc,\" he said. \"I'm going to follow your advice. And the first\nthing I'm going to arrange is the loss of some weight.\" He lit the\ncigar and puffed heavily. \"About a hundred and thirty pounds,\" he\nsaid.\n\nMonk put his hat on his head and walked out. He felt better already.\n\n       *       *       *       *       *\n\nMonk found his informant in the person of a Spacelane employee named\nHorner. Garcia, the converted hood that now \"assisted\" Monk in his\npersonal affairs, brought the Spacelane man into the industrialist's\noffice and gestured him into a chair.\n\n\"All right,\" said Monk. \"Garcia's told you what I want. Now let's go.\"\nHe picked up a paper from his desk, and began to read off the list of\ntypewritten names.\n\n\"Houston,\" he said.\n\n\"No good,\" said Horner. \"He's the dispatch officer. Crusty old guy.\nSpent eleven years in space, and he's plenty mean.\"\n\n\"I don't care about his disposition,\" said Monk testily. \"Can he be\nbought?\"\n\nHorner shook his head. \"I doubt it.\"\n\n\"All right, then.\" Monk rattled the paper. \"How about Roth?\"\n\n\"Uh-uh. He's the Chief Medical Officer. Very Army. He helped draft the\noriginal physical standards for space flight.\"\n\n\"Davis!\" said Monk.\n\n\"Well ...\" Horner looked pensive. \"He doesn't mind a fast buck now and\nthen. But he's only a Supplies Officer. He couldn't do anything about\nsmuggling you aboard.\"\n\n\"Christy.\"\n\n\"Don't know much about Christy. He's a pilot, and pretty\nclose-mouthed. Spends most of his time between trips in the bosom of\nhis family, so to speak. Which is maybe understandable, because he's\ngot a wife that is absolutely--\"\n\n\"Skip that junk,\" said Garcia toughly. \"The boss wants facts.\"\n\n\"Keep out of this, you,\" said Monk. He smiled humorlessly at Horner.\n\"What about Christy's wife?\"\n\n\"Well, she's--I mean, she's a looker, understand? A real beauty. Only\nfrom what I heard around the base, she's a groundworm's delight, if\nyou know what I mean--\"\n\n\"I don't know what you mean,\" said Monk patiently.\n\n\"Well, with her husband away six months out of every year, and a\nswell-lookin' doll like that ... Figure it out for yourself.\"\n\nMonk grunted. \"I'll keep it in mind,\" he said. \"Now how about this\nfellow Forsch?\"\n\n\"Maybe there's something there,\" said Horner. \"He's a doctor, too.\nHandles most of the routine physicals. But I heard a rumor about some\npretty unethical practices he was mixed up in before he took this job.\nThere may be nothing to it, but if you could look into it--\"\n\n\"I will,\" said Monk abruptly. He handed the paper over to the\nSpacelane employee. \"Anybody else here you want to tell me about?\"\n\nHorner looked over the list.\n\n\"That's about it, I guess,\" he said. \"Nobody here can do you any good.\nBut you look into this guy Forsch. He may be your boy.\"\n\nMonk smiled tightly.\n\n\"Pay him,\" he said to Garcia.\n\n       *       *       *       *       *\n\nWhen the detectives handed Fletcher Monk the completed report on the\nactivities of Diana Christy, he read it through thoroughly, savoring\neach juicy word between puffs of his cigar. The report was excellently\nconstructed. It was painstaking in its detail. It named names, places,\ntimes, events, and even recorded certain revealing conversations. It\ngave the background of each of Mrs. Christy's lovers, even down to\ntheir income and place of birth.\n\nIt was a marvelous document, in Monk's estimation, and not the first\nof its kind he had had prepared. A powerful piece of persuasion.\n\nWith great satisfaction, he replaced the volume in an envelope and\nbuzzed for Garcia. His instructions to the assistant were crisp and\ndefinite. The assignment was the kind that Garcia both understood and\nrelished. He took the report from Monk's hands and went on his way to\ncall on the lady in question.\n\nBill Christy, recently returned from a Mars flight, was both amazed\nand disturbed by the strange request his beautiful young wife made of\nhim. It was awful--illegal--even criminal! To arrange for the\ncertification of a man with a weak heart; to virtually counterfeit\nthe medical records of the Spacelane Company!\n\nBut he _was_ her uncle, Diana Christy pleaded. The only relative she\nhad in the world; the only one she loved outside of Christy himself.\nHe _must_ help her; he must give her poor sick uncle a chance to make\na new life for himself in the Mars Colony.\n\nHe wouldn't do it; he couldn't! But she cried, with great wet tears\nstreaming down the smooth planes of her face. Didn't he love her?\nWasn't this one little favor worth doing for the sake of her\nhappiness? No one would be hurt by it. The motives were altruistic,\nafter all.\n\nBut the risk--\n\nThere wasn't any risk, she assured him. Her uncle was wealthy; very\nwealthy. He could supply all the money Bill would need. If what people\nsaid about Dr. Forsch was true, he might be approached. That would\nmake it simple, wouldn't it? It was such a small thing he could\ndo--but how she would appreciate it! How she would love him for it!\n\nAnd of course, finally, with her cool arms about his neck and her soft\ncheek pressed against his, he replied:\n\n\"I'll do it.\"\n\n       *       *       *       *       *\n\nMonk handed his luggage to the official at the Spacelane Flight Desk.\nBut he kept the brown leather bag in his hand, and no amount of\nargument could separate him from it. It was easy to understand his\ndevotion to this particular piece of personal property; it contained\nsome four million dollars in cash.\n\n\"I may not be the youngest man on Mars,\" he smiled to himself as he\nwalked onto the loading platform. \"But I'll be the richest!\"\n\nAboard the ship, the pilot Bill Christy gave him a worried glance and\nassisted him into the contour chair. Christy showed concern.\n\n\"You feel okay, Mr. Wheeler?\" he asked. Monk smiled back, but not in\nanswer to the question. He enjoyed the pseudonym, because it was the\nname of an old competitor, long-since buried beneath Monk's superior\ntalents in the business of making money.\n\n\"Try and relax as much as you can,\" said Christy. \"We'll give you a\nmild sedative before blast-off. Remember, there are going to be\ndistinct variations in the G forces as we accelerate, so try to\nremember the breathing instructions.\"\n\n\"I will,\" said Monk. \"Once more, though--\"\n\n\"There'll be a steady buildup of acceleration for about ninety\nseconds. We'll go rapidly from zero gravity to nine. Breathe deeply\nand regularly on the way up. Then, when you feel a normal amount of\npressure, hold your breath. Don't let it out until you feel the G\nforces increase again.\"\n\n\"I understand,\" Monk nodded.\n\n\"We'll get up to a peak of 8 G's, and hold that for about two minutes.\nDo the same thing--hold your breath when we start accelerating once\nmore. It'll be easy after that.\"\n\n       *       *       *       *       *\n\nThe pilot made a final check of Monk's G suit and straps. Then he\nclapped the industrialist on the shoulder and strode off.\n\nTwenty minutes later, when they were ready for blast-off, a warning\nbell sounded throughout the ship.\n\nWith a deafening roar of its rocket motors, the great vessel lifted\nitself laboriously from the ground, squatting on flame, filling\nFletcher Monk's mind with the first real sense of fear since he\nlearned the grim facts of his ailment in Rostov's office.\n\nThen the acceleration began, and in less than a minute, Monk knew a\ntaste of Hell.\n\nHis vision blurred as the crushing force of naked speed pasted him\nagainst the contour seat. Consciousness began to leave him, but not\nsoon enough. For there, in the tortured imaginings of his\npain-constricted brain, came the ugly black bird again, shrieking\nhorribly and perching itself on his chest. Its huge claws raked his\nribs, and its dripping beak fastened itself on his throat. Now he\nrecognized the species for what it was: a vulture, a bird of prey,\nunwilling to be robbed of its Earth victim; trying to pinion him to\nthe planet with the strength of its anger. Its great wings flapped,\nflapped, flapped, beating against his body, flooding it with\nunrelieved anguish--\n\nThen Monk gasped.\n\nGone! The bird was gone! A moment's peace, a moment's peace, a\nmoment's freedom from torment--\n\nNo! The vulture returned, bent on its evil purpose. It wouldn't be\ndenied; it raked its razor-sharp claws across Monk's shoulder; dug\nits beak into his chest; flapping, flapping--\n\nFletcher Monk screamed.\n\n       *       *       *       *       *\n\nHe opened his eyes, admitted a rush of clean air gratefully into his\nlungs.\n\n\"It's a miracle,\" said Bill Christy. \"Nothing more. You were in a bad\nway, Mr. Wheeler, but you'll be okay now.\"\n\n\"Thank you, thank you!\" panted Fletcher Monk.\n\n\"We're well on our way now. We'll reach the Big Bird in a matter of\nminutes--\"\n\n\"The Big Bird?\" said Monk in horror.\n\nChristy smiled. \"That's what we call the Space Station. We'll pick up\nsome supplies and fuel there, and then we'll take off again. But you\nwon't have to be concerned about the acceleration on the second\nblast-off. You can take that easily.\"\n\n\"Are you sure?\" said Monk anxiously.\n\n\"Positive. There won't be any gravitational pull to overcome this\ntime. You'll be fine.\"\n\n\"I appreciate this, Christy. I won't forget your help.\"\n\n\"That's okay, Mr. Wheeler. It makes my wife happy.\"\n\n\"Yes.\" Monk felt well enough now to give the pilot a sardonic smile.\n\"She's a wonderful girl, Diana. A wonderful girl.\"\n\n\"You're telling me?\" said Bill Christy.\n\n       *       *       *       *       *\n\nThe space suit that Fletcher Monk had been assigned before the descent\non Mars was a little tight-fitting for his comfort. He wondered what\nlife would be like in this eternal bulky costume. But he was comforted\nby the picture of the Mars Colony he had received back on Earth; a\nlabyrinth of airtight interiors, burrowing their way over and into the\nplanet, served by gigantic oxygen tanks. The network of buildings had\nbeen expanding every year, until now it covered some hundred miles of\nthe planet's surface. He'd spend most of his time safely indoors, he\npromised himself, where he wouldn't need the cumbersome trappings of\nspace clothing. His life had been an indoor affair anyway, back on\nEarth.\n\nThe passengers were led into the Quarantine Section, where they would\nspend their first three days on Mars.\n\nIt was a relief to Monk to shed the heavy space-suit in the air-filled\nroom. And it was a revelation, for with helmet and boots removed, he\nfound himself almost floating with each step he took, moving\nfeather-light over the ground. He was surprised, and a little unnerved\nat first, but then he remembered that this feeble gravitation was the\npreserver of his health--and he laughed aloud.\n\n\"Something funny?\" said the man at the front desk. He was a young man,\nabout thirty, but there was an ageless competence in his features.\n\nMonk smiled. \"Just feeling good, that's all.\" He patted the brown\nleather bag in his hand.\n\n\"Name?\"\n\n\"Well, it will be listed as Wheeler....\"\n\nThe official scanned the list. \"Here it is. Ben Wheeler.\" He looked up\nat Monk curiously. \"How old are you, Mr. Wheeler?\"\n\n\"Fifty,\" said Monk.\n\n\"Pretty old for the Colony, aren't you, Mr. Wheeler?\"\n\nMonk smirked. \"The first thing we have to do is get rid of that\nWheeler business, young man. My name is Monk. Fletcher Monk.\"\n\nThe official looked puzzled. \"I don't get it. Why the phoney name?\"\n\n\"I used an alias for reasons of my own. Now I'm telling you my real\nname. Monk.\"\n\nThe man shrugged and wrote something on the manifest.\n\n\"I don't expect you to cheer,\" said Monk sarcastically. \"But you could\nshow some reaction.\"\n\n\"What does that mean?\"\n\nMonk flushed. \"Don't tell me you've never heard of me. I'm _Fletcher\nMonk_. I _own_ half of this place.\"\n\n\"So?\"\n\n\"What do you mean 'so?' My firm controls thirty percent of the mineral\nrights of the Colony. We ship you practically all of your Earth\nsupplies. We can buy or sell this place at the drop of a quotation!\"\n\n\"Listen, bud.\" The young man seemed annoyed. \"If you're trying to\nimpress me, forget it. And if you're threatening my job, you can take\nit!\"\n\n\"Insolence!\" Monk raged. \"Who's your commanding officer? I want to see\nhim right away!\"\n\n\"My pleasure,\" the official grinned. \"Hey, Gregorio!\" he called to the\nman at the desk behind him. \"Call Captain Moore. Gentleman here wants\na word with him.\"\n\n       *       *       *       *       *\n\nMonk took a seat while the other passengers went through the initial\nformalities. He sat there, fuming, until a tall man with an untrimmed\nbeard entered the room. He took off his helmet and spoke briefly to\nthe young man at the front desk, then looked over at Monk and came to\nhis side.\n\n\"Mr. Monk?\" he said. \"I'm Captain Moore.\"\n\n\"Nice to meet you, Captain. I've just had a little conversation with\nyour official greeter.\" He smiled, man-to-man. \"Not a very friendly\nchap.\"\n\n\"We forget a lot about manners up here,\" said the captain, not smiling\nback. \"We're kept pretty busy.\"\n\n       *       *       *       *       *\n\n\"I realize that, of course,\" said the industrialist. \"But I would\nexpect a little common courtesy--\"\n\n\"You'll _earn_ the right to courtesy out here, Mr. Monk,\" the captain\nsnapped. \"The Mars Colony lives on labor, and that's our first\nconsideration. Courtesy comes about last on our list. We're in a\nbattle here, twenty-four hours and thirty-seven minutes a day. We've\ngot to fight to keep alive, and we've got to wrestle with a whole new\nplanet if we want to unearth its secrets. Courtesy is a distinct\nprivilege on Mars, Mr. Monk.\"\n\nMonk bristled. \"I don't quite get your meaning, Captain,\" he said\nindignantly. \"But don't expect to pull rank or a holy attitude on me.\nIn case you didn't realize it, I'm in a position to exert a great deal\nof influence over your little colony--and don't think I won't use it!\"\n\nThe captain shrugged. \"Use it,\" he said. \"Go on. See if your influence\nreally holds up here. Remember, Mr. Monk--you came to us of your own\nvolition, and you can always turn around and go back.\"\n\n\"Impossible,\" said Monk, blanching. \"I'm going to live here--for\ngood.\"\n\n\"Then you'll have to adjust to _our_ way,\" said the captain grimly.\n\"You'll have to learn our way of doing things and cooperate a hundred\npercent. And the first thing you'll have to do is take a work\nassignment--\"\n\n\"Work?\" Monk gasped. \"Why should I? You can't force me to work for\nyou--\"\n\n\"Remember Captain John Smith, Mr. Monk? He said the same thing to his\ncolonists that I'm going to say to you now. If you don't work--you\ndon't eat.\"\n\n\"But what could I do? I'm no scientist. I'm no--\"\n\n\"There's plenty to do,\" the captain interrupted. \"And most of it is\ndirty, physical labor. We have a thousand minerologists, chemists,\ngeologists, botanists, physicists, meteorologists, and a lot more\ntechnical people at work on this planet. They can use all the help\nthey can get. Don't worry about that!\"\n\n\"But I'm _Fletcher Monk_!\" the industrialist said. \"I won't go\ngrubbing around this filthy place! You can't enslave me like some\nchain-gang prisoner--\"\n\n\"You'll do what you have to do,\" said the captain, \"and you'll\nprobably even like it. There's a wonderland outside this door,\" he\nsaid enthusiastically. \"A crazy, wild, improbable wonderland, where we\nnever see a rain-fall, where the plants grow scarlet, and clouds chase\nyou down the street! We're uncovering marvelous things here. We have\nto fight and sometimes die to do it, but frankly, we enjoy the work.\"\n\nHe gave Monk his first smile. \"Nobody's a prisoner on Mars, Mr. Monk.\nWe're all volunteers.\"\n\nHe started to leave, but Monk stopped him.\n\n\"Wait,\" he said, licking his lips. \"I have one more thing to say.\" He\nlowered his voice. \"I can make a deal with you, Captain. A deal like\nyou never had in your whole life.\" He patted the brown leather bag.\n\"Name your price,\" he said. \"And don't be shy about the figure.\"\n\n\"What do you mean?\"\n\n\"You know what I'm talking about, Mr. Moore. Money. Real, hard, Earth\ndollars. Just name the amount it would take to buy a few small\ncreature comforts around this place--and the right to live my own\nlife.\"\n\n\"You can't buy your way out of working, mister--\"\n\n       *       *       *       *       *\n\n\"Don't give me that! You'll sing a different tune when I tell you how\nmuch is in this bag. All you have to do is quote a figure--and it's\nyours!\"\n\n\"Sorry, Mr. Monk,\" said the captain tersely.\n\n\"What do you mean by _sorry_?\"\n\n\"I'm on a lifetime assignment here, and so are practically all the\nmembers of the Colony. It's a job that can barely be completed in a\nlifetime. And the economy we operate under doesn't call for money.\nYour dollars are so much excess baggage on Mars.\"\n\n\"What are you talking about?\" Monk rasped. \"I'm offering you a\nfortune. Money is money, you fool!\"\n\n\"You can paper the walls of your quarters with it,\" said the officer\nsharply. \"See if it helps keep out the Martian cold. That's about all\nthe usefulness it has up here.\"\n\nWildly, Fletcher Monk unlocked the bag and dipped inside. His hand\ncame out with a fistfull of green bills. \"Look!\" he cried. \"I'm not\njoking about this! Look at it! Doesn't the sight of it mean anything\nto you?\"\n\n\"It brings back some memories,\" said the captain smiling. \"That's\nabout all. Now you better go back to the desk and get your quarantine\ninstructions.\"\n\nHe saluted the industrialist casually, and turned away.\n\n\"Okay, Mr. Moneybags,\" said the young official as the captain left.\n\"Let's get acquainted.\"\n\n       *       *       *       *       *\n\nA year later, Captain Harlan Moore presided at the dedication of the\nfirst fully-equipped hospital erected on the planet Mars. It was an\nimpressive affair, despite the fact that it took place in a small,\ncrowded chamber, and that the attending assemblage were still begrimed\nby their day's work.\n\nWhen the ceremonies were completed, Captain Moore made an inspection\nof the new medical center, and one of his first stops was the bed-side\nof Fletcher Monk.\n\n\"We knew he wasn't a well man,\" said the young physician who stood by\nthe bed, taking Monk's pulse. He watched as the captain picked up the\nchart hooked to the edge of the bed.\n\n\"Yes,\" said Moore. \"He was a very sick man when he first came to the\nColony. In more ways than one,\" he added.\n\nThe doctor looked perplexed. \"But this illness still surprises me,\" he\nsaid. \"I've examined him almost monthly for the past year, and\nfrankly, I would have bet on his survival. He began to improve\nrapidly--physically, anyway. It might have been the lesser gravity, or\nthe healthier life.\" He looked at the captain curiously. \"Yet he\nwasn't assigned to any over-strenuous duties?\"\n\n\"You know he wasn't,\" said the captain. \"We don't want anybody to\nundertake work they can't handle. His labor was hardly physical. He\nworked in the geological and botanical groups, but not in the field.\nHe did classifying and clerical work.\"\n\n\"Then that wouldn't account for the trouble--\"\n\n\"Perhaps it does, in a way,\" The captain bent over the puffy,\nchalk-white face of the industrialist, listening to his shallow\nbreathing. \"He was never happy doing it. He had different ideas about\nhimself than we did. He never understood what we were doing or why.\"\n\n\"It's the greatest mystery of them all,\" said the physician, shaking\nhis head.\n\n\"What is?\"\n\n\"The human body. It's incredible how much we've learned about the\nphysical world, and even the physical features of our own\nconstruction. But there's still a mystery we haven't penetrated--\"\n\nThe captain smiled. \"That doesn't sound like you.\"\n\n\"I know,\" the young physician answered. \"But when I see a case like\nthis--a man breathing his life away for a reason I really can't\nunderstand--\" The doctor rubbed the back of his head. \"I know it's\ncrazy, and old-fashioned, and doesn't make the least bit of sense in\nthese scientific times, Captain. But if anyone were to ask me--off the\nrecord, and completely unofficially--I could only give them one honest\ndiagnosis of this case. I think this man is dying of a broken heart.\"\n\nTHE END\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of the Project Gutenberg EBook of Heart, by Henry Slesar\n\n*** END OF THIS PROJECT GUTENBERG EBOOK HEART ***\n\n***** This file should be named 30885.txt or 30885.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/0/8/8/30885/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}