{"title": "Industrial Revolution", "author": "Poul William Anderson", "releaseDate": "January 15, 2010", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced from Analog Science Fact & Fiction September\n    1963. Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed.\n\n\n                            [Illustration]\n\n\n                        INDUSTRIAL REVOLUTION\n\n\n                 Ever think how deadly a thing it is\n                      if a machine has amnesia--\n                 or how easily it can be arranged....\n\n\n                        BY WINSTON P. SANDERS\n\n\n                      ILLUSTRATED BY LEO SUMMERS\n\n       *       *       *       *       *\n\n\n\n\n\"Well, yes,\" Amspaugh admitted, \"it was a unique war in many ways,\nincluding its origin. However, there are so many analogies to other\ncolonial revolutions--\" His words trailed off as usual.\n\n\"I know. Earth's mercantile policies and so forth,\" said Lindgren. He\nfancies himself a student of interplanetary history. This has led to\nquite a few arguments since Amspaugh, who teaches in that field,\njoined the Club. Mostly they're good. I went to the bar and got myself\nanother drink, listening as the mine owner's big voice went on:\n\n\"But what began it? When did the asterites first start realizing they\nweren't pseudopods of a dozen Terrestrial nations, but a single nation\nin their own right? There's the root of the revolution. And it can be\npinned down, too.\"\n\n\"'Ware metaphor!\" cried someone at my elbow. I turned and saw Missy\nBlades. She'd come quietly into the lounge and started mixing a gin\nand bitters.\n\nThe view window framed her white head in Orion as she moved toward the\nlittle cluster of seated men. She took a fat cigar from her pocket,\nstruck it on her shoe sole, and added her special contribution to the\nblue cloud in the room after she sat down.\n\n\"Excuse me,\" she said. \"I couldn't help that. Please go on.\" Which I\nhope relieves you of any fear that she's an Unforgettable Character.\nOh, yes, she's old as Satan now; her toil and guts and conniving make\nup half the biography of the Sword; she manned a gun turret at Ceres,\nand was mate of the _Tyrfing_ on some of the earliest Saturn runs when\nmen took their lives between their teeth because they needed both\nhands free; her sons and grandsons fill the Belt with their brawling\nventures; she can drink any ordinary man to the deck; she's one of the\nthree women ever admitted to the Club. But she's also one of the few\ngenuine ladies I've known in my life.\n\n\"Uh, well,\" Lindgren grinned at her. \"I was saying, Missy, the germ of\nthe revolution was when the Stations armed themselves. You see, that\nmeant more than police powers. It implied a degree of sovereignty.\nOver the years, the implication grew.\"\n\n\"Correct.\" Orloff nodded his bald head. \"I remember how the Governing\nCommission squalled when the Station managers first demanded the\nright. They foresaw trouble. But if the Stations belonging to one\ncountry put in space weapons, what else could the others do?\"\n\n\"They should have stuck together and all been firm about refusing to\nallow it,\" Amspaugh said. \"From the standpoint of their own best\ninterests, I mean.\"\n\n\"They tried to,\" Orloff replied. \"I hate to think how many\ncommunications we sent home from our own office, and the others must\nhave done the same. But Earth was a long way off. The Station bosses\nwere close. Inverse square law of political pressure.\"\n\n\"I grant you, arming each new little settlement proved important,\"\nAmspaugh said. \"But really, it expressed nothing more than the first\ninchoate stirrings of asteroid nationalism. And the origins of that\nare much more subtle and complex. For instance ... er....\"\n\n\"You've got to have a key event somewhere,\" Lindgren insisted. \"I say\nthat this was it.\"\n\nA silence fell, as will happen in conversation. I came back from the\nbar and settled myself beside Missy. She looked for a while into her\ndrink, and then out to the stars. The slow spin of our rock had now\nbrought the Dippers into view. Her faded eyes sought the Pole\nStar--but it's Earth's, not our own any more--and I wondered what\nmemories they were sharing. She shook herself the least bit and said:\n\n\"I don't know about the sociological ins and outs. All I know is, a\nlot of things happened, and there wasn't any pattern to them at the\ntime. We just slogged through as best we were able, which wasn't\nreally very good. But I can identify one of those wriggling roots for\nyou, Sigurd. I was there when the question of arming the Stations\nfirst came up. Or, rather, when the incident occurred that led\ndirectly to the question being raised.\"\n\nOur whole attention went to her. She didn't dwell on the past as often\nas we would have liked.\n\nA slow, private smile crossed her lips. She looked beyond us again.\n\"As a matter of fact,\" she murmured, \"I got my husband out of it.\"\nThen quickly, as if to keep from remembering too much:\n\n\"Do you care to hear the story? It was when the Sword was just getting\nstarted. They'd established themselves on SSC 45--oh, never mind the\ncatalogue number. Sword Enterprises, because Mike Blades' name\nsuggested it--what kind of name could you get out of Jimmy Chung, even\nif he was the senior partner? It'd sound too much like a collision\nwith a meteorite--so naturally the asteroid also came to be called the\nSword. They began on the borrowed shoestring that was usual in those\ndays. Of course, in the Belt a shoestring has to be mighty long, and\nfinances got stretched to the limit. The older men here will know how\nmuch had to be done by hand, in mortal danger, because machines were\ntoo expensive. But in spite of everything, they succeeded. The Station\nwas functional and they were ready to start business when--\"\n\n       *       *       *       *       *\n\nIt was no coincidence that the Jupiter craft were arriving steadily\nwhen the battleship came. Construction had been scheduled with this in\nmind, that the Sword should be approaching conjunction with the king\nplanet, making direct shuttle service feasible, just as the chemical\nplant went into service. We need not consider how much struggle and\nheartbreak had gone into meeting that schedule. As for the battleship,\nshe appeared because the fact that a Station in just this orbit was\nabout to commence operations was news important enough to cross the\nSolar System and push through many strata of bureaucracy. The heads of\nthe recently elected North American government became suddenly, fully\naware of what had been going on.\n\nMichael Blades was outside, overseeing the installation of a receptor,\nwhen his earplug buzzed. He thrust his chin against the tuning plate,\nswitching from gang to interoffice band. \"Mike?\" said Avis Page's\nvoice, \"You're wanted up front.\"\n\n\"Now?\" he objected. \"Whatever for?\"\n\n\"Courtesy visit from the NASS _Altair_. You've lost track of time, my\nboy.\"\n\n\"What the ... the jumping blue blazes are you talking about? We've had\nour courtesy visit. Jimmy and I both went over to pay our respects,\nand we had Rear Admiral Hulse here to dinner. What more do they\nexpect, for Harry's sake?\"\n\n\"Don't you remember? Since there wasn't room to entertain his\nofficers, you promised to take them on a personal guided tour later. I\nmade the appointment the very next watch. Now's the hour.\"\n\n\"Oh, yes, it comes back to me. Yeah. Hulse brought a magnum of\nchampagne with him, and after so long a time drinking recycled water,\nmy capacity was shot to pieces. I got a warm glow of good fellowship\non, and offered--Let Jimmy handle it, I'm busy.\"\n\n\"The party's too large, he says. You'll have to take half of them.\nTheir gig will dock in thirty minutes.\"\n\n\"Well, depute somebody else.\"\n\n\"That'd be rude, Mike. Have you forgotten how sensitive they are about\nrank at home?\" Avis hesitated. \"If what I believe about the mood back\nthere is true, we can use the good will of high-level Navy personnel.\nAnd any other influential people in sight.\"\n\nBlades drew a deep breath. \"You're too blinking sensible. Remind me to\nfire you after I've made my first ten million bucks.\"\n\n\"What'll you do for your next ten million, then?\" snipped his\nsecretary-file clerk-confidante-adviser-et cetera.\n\n\"Nothing. I'll just squander the first.\"\n\n\"Goody! Can I help?\"\n\n\"Uh ... I'll be right along.\" Blades switched off. His ears felt hot,\nas often of late when he tangled with Avis, and he unlimbered only a\nfew choice oaths.\n\n\"Troubles?\" asked Carlos Odonaju.\n\nBlades stood a moment, looking around, before he answered. He was on\nthe wide end of the Sword, which was shaped roughly like a truncated\npyramid. Beyond him and his half dozen men stretched a vista of pitted\nrock, jutting crags, gulf-black shadows, under the glare of\nfloodlamps. A few kilometers away, the farthest horizon ended, chopped\noff like a cliff. Beyond lay the stars, crowding that night which\nnever ends. It grew very still while the gang waited for his word. He\ncould listen to his own lungs and pulse, loud in the spacesuit; he\ncould even notice its interior smell, blend of plastic and oxygen\ncycle chemicals, flesh and sweat. He was used to the sensation of\nhanging upside down on the surface, grip-soled boots holding him\nagainst that fractional gee by which the asteroid's rotation overcame\nits feeble gravity. But it came to him that this was an eerie\nbat-fashion way for an Oregon farm boy to stand.\n\nOregon was long behind him, though, not only the food factory where he\ngrew up but the coasts where he had fished and the woods where he had\ntramped. No loss. There'd always been too many tourists. You couldn't\nescape from people on Earth. Cold and vacuum and raw rock and\neverything, the Belt was better. It annoyed him to be interrupted\nhere.\n\nCould Carlos take over as foreman? N-no, Blades decided, not yet. A\ngas receptor was an intricate piece of equipment. Carlos was a good\nman of his hands. Every one of the hundred-odd in the Station\nnecessarily was. But he hadn't done this kind of work often enough.\n\n\"I have to quit,\" Blades said. \"Secure the stuff and report back to\nBuck Meyers over at the dock, the lot of you. His crew's putting in\nanother recoil pier, as I suppose you know. They'll find jobs for you.\nI'll see you here again on your next watch.\"\n\n       *       *       *       *       *\n\nHe waved--being half the nominal ownership of this place didn't\njustify snobbery, when everyone must work together or die--and stepped\noff toward the nearest entry lock with that flowing spaceman's pace\nwhich always keeps one foot on the ground. Even so, he didn't\nunshackle his inward-reeling lifeline till he was inside the chamber.\n\nOn the way he topped a gaunt ridge and had a clear view of the balloons\nthat were attached to the completed receptors. Those that were still\nfull bulked enormous, like ghostly moons. The Jovian gases that\nstrained their tough elastomer did not much blur the stars seen\nthrough them; but they swelled high enough to catch the light of the\nhidden sun and shimmer with it. The nearly discharged balloons hung\nthin, straining outward. Two full ones passed in slow orbit against\nthe constellations. They were waiting to be hauled in and coupled\nfast, to release their loads into the Station's hungry chemical plant.\nBut there were not yet enough facilities to handle them at once--and\nthe _Pallas Castle_ would soon be arriving with another--Blades found\nthat he needed a few extra curses.\n\nHaving cycled through the air lock, he removed his suit and stowed it,\nalso the heavy gloves which kept him from frostbite as he touched its\nspace-cold exterior. Tastefully clad in a Navy surplus Long John, he\nstarted down the corridors.\n\nNow that the first stage of burrowing within the asteroid had been\ncompleted, most passages went through its body, rather than being\nplastic tubes snaking across the surface. Nothing had been done thus\nfar about facing them. They were merely shafts, two meters square,\nlined with doorways, ventilator grilles, and fluoropanels. They had no\nthermocoils. Once the nickel-iron mass had been sufficiently warmed\nup, the waste heat of man and his industry kept it that way. The dark,\nchipped-out tunnels throbbed with machine noises. Here and there a\ngirlie picture or a sentimental landscape from Earth was posted. Men\nmoved busily along them, bearing tools, instruments, supplies. They\nwere from numerous countries, those men, though mostly North\nAmericans, but they had acquired a likeness, a rangy leathery look and\na free-swinging stride, that went beyond their colorful coveralls.\n\n\"Hi, Mike.... How's she spinning?... Hey, Mike, you heard the latest\nstory about the Martian and the bishop?... Can you spare me a minute?\nWe got troubles in the separator manifolds.... What's the hurry, Mike,\nyour batteries overcharged?\" Blades waved the hails aside. There was\nneed for haste. You could move fast indoors, under the low weight\nwhich became lower as you approached the axis of rotation, with no\nfear of tumbling off. But it was several kilometers from the gas\nreceptor end to the people end of the asteroid.\n\nHe rattled down a ladder and entered his cramped office out of breath.\nAvis Page looked up from her desk and wrinkled her freckled snub nose\nat him. \"You ought to take a shower, but there isn't time,\" she said.\n\"Here, use my antistinker.\" She threw him a spray cartridge with a\ndeft motion. \"I got your suit and beardex out of your cabin.\"\n\n\"Have I no privacy?\" he grumbled, but grinned in her direction. She\nwasn't much to look at--not ugly, just small, brunette, and\nunspectacular--but she was a supernova of an assistant. Make somebody\na good wife some day. He wondered why she hadn't taken advantage of\nthe situation here to snaffle a husband. A dozen women, all but two of\nthem married, and a hundred men, was a ratio even more lopsided than\nthe norm in the Belt. Of course with so much work to do, and with\neverybody conscious of the need to maintain cordial relations, sex\ndidn't get much chance to rear its lovely head. Still--\n\nShe smiled back with the gentleness that he found disturbing when he\nnoticed it. \"Shoo,\" she said. \"Your guests will be here any minute.\nYou're to meet them in Jimmy's office.\"\n\n       *       *       *       *       *\n\nBlades ducked into the tiny washroom. He wasn't any 3V star himself,\nhe decided as he smeared cream over his face: big, homely, red-haired.\n_But not something you'd be scared to meet in a dark alley, either,_\nhe added smugly. In fact, there had been an alley in Aresopolis....\nThings were expected to be going so smoothly by the time they\napproached conjunction with Mars that he could run over to that sinful\nginful city for a vacation. Long overdue ... whooee! He wiped off his\nwhiskers, shucked the zipskin, and climbed into the white pants and\nhigh-collared blue tunic that must serve as formal garb.\n\nEmerging, he stopped again at Avis' desk. \"Any message from the\n_Pallas_?\" he asked.\n\n\"No,\" the girl said. \"But she ought to be here in another two watches,\nright on sked. You worry too much, Mike.\"\n\n\"Somebody has to, and I haven't got Jimmy's Buddhist\nride-with-the-punches attitude.\"\n\n\"You should cultivate it.\" She grew curious. The brown eyes lingered\non him. \"Worry's contagious. You make me fret about you.\"\n\n\"Nothing's going to give me an ulcer but the shortage of booze on this\nrock. Uh, if Bill Mbolo should call about those catalysts while I'm\ngone, tell him--\" He ran off a string of instructions and headed for\nthe door.\n\nChung's hangout was halfway around the asteroid, so that one chief or\nthe other could be a little nearer the scene of any emergency. Not\nthat they spent much time at their desks. Shorthanded and\nundermechanized, they were forever having to help out in the actual\nconstruction. Once in a while Blades found himself harking wistfully\nback to his days as an engineer with Solar Metals: good pay,\ninteresting if hazardous work on flying mountains where men had never\ntrod before, and no further responsibilities. But most asterites had\nthe dream of becoming their own bosses.\n\nWhen he arrived, the _Altair_ officers were already there, a score of\ncorrect young men in white dress uniforms. Short, squat, and placid\nlooking, Jimmy Chung stood making polite conversation. \"Ah, there,\" he\nsaid, \"Lieutenant Ziska and gentlemen, my partner, Michael Blades,\nMike, may I present--\"\n\nBlades' attention stopped at Lieutenant Ziska. He heard vaguely that\nshe was the head quartermaster officer. But mainly she was tall and\nblond and blue-eyed, with a bewitching dimple when she smiled, and\nfilled her gown the way a Cellini Venus doubtless filled its casting\nmold.\n\n\"Very pleased to meet you, Mr. Blades,\" she said as if she meant it.\nMaybe she did! He gulped for air.\n\n\"And Commander Leibknecht,\" Chung said across several light-years.\n\"Commander Leibknecht. _Commander Leibknecht._\"\n\n\"Oh. Sure. 'Scuse.\" Blades dropped Lieutenant Ziska's hand in\nreluctant haste. \"Hardjado, C'mander Leibfraumilch.\"\n\nSomehow the introductions were gotten through. \"I'm sorry we have to\nbe so inhospitable,\" Chung said, \"but you'll see how crowded we are.\nAbout all we can do is show you around, if you're interested.\"\n\n\"Of course you're interested,\" said Blades to Lieutenant Ziska. \"I'll\nshow you some gimmicks I thought up myself.\"\n\nChung scowled at him. \"We'd best divide the party and proceed along\nalternate routes,\" he said, \"We'll meet again in the mess for coffee,\nLieutenant Ziska, would you like to--\"\n\n\"Come with me? Certainly,\" Blades said.\n\nChung's glance became downright murderous. \"I thought--\" he began.\n\n\"Sure.\" Blades nodded vigorously. \"You being the senior partner,\nyou'll take the highest ranking of these gentlemen, and I'll be in\nScotland before you. C'mon, let's get started. May I?\" He offered the\nquartermistress his arm. She smiled and took it. He supposed that\neight or ten of her fellows trailed them.\n\n       *       *       *       *       *\n\nThe first disturbing note was sounded on the verandah.\n\n[Illustration]\n\nThey had glanced at the cavelike dormitories where most of the\npersonnel lived; at the recreation dome topside which made the life\ntolerable; at kitchen, sick bay, and the other service facilities; at\nthe hydroponic tanks and yeast vats which supplied much of the\nStation's food; at the tiny cabins scooped out for the top engineers\nand the married couples. Before leaving this end of the asteroid,\nBlades took his group to the verandah. It was a clear dome jutting\nfrom the surface, softly lighted, furnished as a primitive officers'\nlounge, open to a view of half the sky.\n\n\"Oh-h,\" murmured Ellen Ziska. Unconsciously she moved closer to\nBlades.\n\nYoung Lieutenant Commander Gilbertson gave her a somewhat jaundiced\nlook. \"You've seen deep space often enough before,\" he said.\n\n\"Through a port or a helmet.\" Her eyes glimmered enormous in the dusk.\n\"Never like this.\"\n\nThe stars crowded close in their wintry myriads. The galactic belt\nglistened, diamond against infinite darkness. Vision toppled endlessly\noutward, toward the far mysterious shimmer of the Andromeda Nebula;\nsilence was not a mere absence of noise, but a majestic presence, the\nseething of suns.\n\n\"What about the observation terrace at Leyburg?\" Gilbertson\nchallenged.\n\n\"That was different,\" Ellen Ziska said. \"Everything was safe and\ncivilized. This is like being on the edge of creation.\"\n\nBlades could see why Goddard House had so long resisted the inclusion of\nfemale officers on ships of the line, despite political pressure at home\nand the Russian example abroad. He was glad they'd finally given in. Now\nif only he could build himself up as a dashing, romantic type ... But how\nlong would the _Altair_ stay? Her stopover seemed quite extended already,\nfor a casual visit in the course of a routine patrol cruise. He'd have to\nwork fast.\n\n\"Yes, we are pretty isolated,\" he said. \"The Jupiter ships just unload\ntheir balloons, pick up the empties, and head right back for another\ncargo.\"\n\n\"I don't understand how you can found an industry here, when your raw\nmaterials only arrive at conjunction,\" Ellen said.\n\n\"Things will be different once we're in full operation,\" Blades\nassured her. \"Then we'll be doing enough business to pay for a steady\ninput, transshipped from whatever depot is nearest Jupiter at any\ngiven time.\"\n\n\"You've actually built this simply to process ... gas?\" Gilbertson\ninterposed. Blades didn't know whether he was being sarcastic or\nasking a genuine question. It was astonishing how ignorant\nEarthsiders, even space-traveling Earthsiders, often were about such\nmatters.\n\n\"Jovian gas is rich stuff,\" he explained. \"Chiefly hydrogen and\nhelium, of course; but the scoopships separate out most of that during\na pickup. The rest is ammonia, water, methane, a dozen important\norganics, including some of the damn ... doggonedest metallic\ncomplexes you ever heard of. We need them as the basis of a\nchemosynthetic industry, which we need for survival, which we need if\nwe're to get the minerals that were the reason for colonizing the Belt\nin the first place.\" He waved his hand at the sky. \"When we really get\ngoing, we'll attract settlement. This asteroid has companions, waiting\nfor people to come and mine them. Homeships and orbital stations will\nbe built. In ten years there'll be quite a little city clustered\naround the Sword.\"\n\n\"It's happened before,\" nodded tight-faced Commander Warburton of\nGunnery Control.\n\n\"It's going to happen a lot oftener,\" Blades said enthusiastically.\n\"The Belt's going to grow!\" He aimed his words at Ellen. \"This is the\nreal frontier. The planets will never amount to much. It's actually\nharder to maintain human-type conditions on so big a mass, with a\nuseless atmosphere around you, than on a lump in space like this. And\nthe gravity wells are so deep. Even given nuclear power, the energy\ncost of really exploiting a planet is prohibitive. Besides which, the\nchoice minerals are buried under kilometers of rock. On a metallic\nasteroid, you can find almost everything you want directly under your\nfeet. No limit to what you can do.\"\n\n\"But your own energy expenditure--\" Gilbertson objected.\n\n\"That's no problem.\" As if on cue, the worldlet's spin brought the sun\ninto sight. Tiny but intolerably brilliant, it flooded the dome with\nharsh radiance. Blades lowered the blinds on that side. He pointed in\nthe opposite direction, toward several sparks of equal brightness that\nhad manifested themselves.\n\n\"Hundred-meter parabolic mirrors,\" he said. \"Easy to make; you spray a\nthin metallic coat on a plastic backing. They're in orbit around us,\neach with a small geegee unit to control drift and keep it aimed\ndirectly at the sun. The focused radiation charges heavy-duty\naccumulators, which we then collect and use for our power source in\nall our mobile work.\"\n\n\"Do you mean you haven't any nuclear generator?\" asked Warburton.\n\nHe seemed curiously intent about it. Blades wondered why, but nodded.\n\"That's correct. We don't want one. Too dangerous for us. Nor is it\nnecessary. Even at this distance from the sun, and allowing for\nassorted inefficiencies, a mirror supplies better than five hundred\nkilowatts, twenty-four hours a day, year after year, absolutely free.\"\n\n\"Hm-m-m. Yes.\" Warburton's lean head turned slowly about, to rake\nBlades with a look of calculation. \"I understand that's the normal\npower system in Stations of this type. But we didn't know if it was\nused in your case, too.\"\n\n_Why should you care?_ Blades thought.\n\nHe shoved aside his faint unease and urged Ellen toward the dome\nrailing. \"Maybe we can spot your ship, Lieutenant, uh, Miss Ziska.\nHere's a telescope. Let me see, her orbit ought to run about so....\"\n\n       *       *       *       *       *\n\nHe hunted until the _Altair_ swam into the viewfield. At this distance\nthe spheroid looked like a tiny crescent moon, dully painted; but he\ncould make out the sinister shapes of a rifle turret and a couple of\nmissile launchers. \"Have a look,\" he invited. Her hair tickled his\nnose, brushing past him. It had a delightful sunny odor.\n\n\"How small she seems,\" the girl said, with the same note of wonder as\nbefore. \"And how huge when you're aboard.\"\n\nBig, all right, Blades knew, and loaded to the hatches with nuclear\nhellfire. But not massive. A civilian spaceship carried meteor\nplating, but since that was about as useful as wet cardboard against\nmodern weapons, warcraft sacrificed it for the sake of mobility. The\nself-sealing hull was thin magnesium, the outer shell periodically\nrenewed as cosmic sand eroded it.\n\n\"I'm not surprised we orbited, instead of docking,\" Ellen remarked.\n\"We'd have butted against your radar and bellied into your control\ntower.\"\n\n\"Well, actually, no,\" said Blades. \"Even half finished, our dock's big\nenough to accommodate you, as you'll see today. Don't forget, we\nanticipate a lot of traffic in the future. I'm puzzled why you didn't\naccept our invitation to use it.\"\n\n\"Doctrine!\" Warburton clipped.\n\nThe sun came past the blind and touched the officers' faces with\nincandescence. Did some look startled, one or two open their mouths as\nif to protest and then snap them shut again at a warning look? Blades'\nspine tingled. _I never heard of any such doctrine,_ he thought,\n_least of all when a North American ship drops in on a North American\nStation._\n\n\"Is ... er ... is there some international crisis brewing?\" he\ninquired.\n\n\"Why, no.\" Ellen straightened from the telescope. \"I'd say relations\nhave seldom been as good as they are now. What makes you ask?\"\n\n\"Well, the reason your captain didn't--\"\n\n\"Never mind,\" Warburton said. \"We'd better continue the tour, if you\nplease.\"\n\nBlades filed his misgivings for later reference. He might have fretted\nimmediately, but Ellen Ziska's presence forbade that. A sort of Pauli\nexclusion principle. One can't have two spins simultaneously, can one?\nHe gave her his arm again. \"Let's go on to Central Control,\" he\nproposed. \"That's right behind the people section.\"\n\n\"You know, I can't get over it,\" she told him softly. \"This miracle\nyou've wrought. I've never been more proud of being human.\"\n\n\"Is this your first long space trip?\"\n\n\"Yes, I was stationed at Port Colorado before the new Administration\nreshuffled armed service assignments.\"\n\n\"They did? How come?\"\n\n\"I don't know. Well, that is, during the election campaign the Social\nJustice Party did talk a lot about old-line officers who were too\nhidebound to carry out modern policies effectively. But it sounded\nrather silly to me.\"\n\nWarburton compressed his lips. \"I do not believe it is proper for\nservice officers to discuss political issues publicly,\" he said like a\nmachine gun.\n\nEllen flushed. \"S-sorry, commander.\"\n\nBlades felt a helpless anger on her account. He wasn't sure why. What\nwas she to him? He'd probably never see her again. A hell of an\nattractive target, to be sure; and after so much celibacy he was\nhighly vulnerable; but did she really matter?\n\nHe turned his back on Warburton and his eyes on her--a five thousand\nper cent improvement--and diverted her from her embarrassment by\nasking, \"Are you from Colorado, then, Miss Ziska?\"\n\n\"Oh, no. Toronto.\"\n\n\"How'd you happen to join the Navy, if I may make so bold?\"\n\n\"Gosh, that's hard to say. But I guess mostly I felt so crowded at\nhome. So, pigeonholed. The world seemed to be nothing but neat little\npigeonholes.\"\n\n\"Uh-huh. Same here. I was also a square pigeon in a round hole.\" She\nlaughed. \"Luckily,\" he added, \"Space is too big for compartments.\"\n\nHer agreement lacked vigor. The Navy must have been a disappointment\nto her. But she couldn't very well say so in front of her shipmates.\n\nHm-m-m ... if she could be gotten away from them--\"How long will you\nbe here?\" he inquired. His pulse thuttered.\n\n\"We haven't been told,\" she said.\n\n\"Some work must be done on the missile launchers,\" Warburton said.\n\"That's best carried out here, where extra facilities are available if\nwe need them. Not that I expect we will.\" He paused. \"I hope we won't\ninterfere with your own operations.\"\n\n\"Far from it.\" Blades beamed at Ellen. \"Or, more accurately, this kind\nof interference I don't mind in the least.\"\n\nShe blushed and her eyelids fluttered. Not that she was a fluffhead,\nhe realized. But to avoid incidents, Navy regulations enforced an\ninhuman correctness between personnel of opposite sexes. After weeks\nin the black, meeting a man who could pay a compliment without risking\ncourt-martial must be like a shot of adrenalin. Better and better!\n\n\"Are you sure?\" Warburton persisted. \"For instance, won't we be in the\nway when the next ship comes from Jupiter?\"\n\n\"She'll approach the opposite end of the asteroid,\" Blades said.\n\"Won't stay long, either.\"\n\n\"How long?\"\n\n\"One watch, so the crew can relax a bit among those of us who're off\nduty. It'd be a trifle longer if we didn't happen to have an empty bag\nat the moment. But never very long. Even running under thrust the\nwhole distance, Jupe's a good ways off. They've no time to waste.\"\n\n\"When is the next ship due?\"\n\n\"The _Pallas Castle_ is expected in the second watch from now.\"\n\n\"Second watch. I see.\" Warburton stalked on with a brooding expression\non his Puritan face.\n\n       *       *       *       *       *\n\nBlades might have speculated about that, but someone asked him why the\nStation depended on spin for weight. Why not put in an internal field\ngenerator, like a ship? Blades explained patiently that an Emett large\nenough to produce uniform pull through a volume as big as the Sword\nwas rather expensive. \"Eventually, when we're a few megabucks ahead of\nthe game--\"\n\n\"Do you really expect to become rich?\" Ellen asked. Her tone was awed.\nNo Earthsider had that chance any more, except for the great\ncorporations. \"_Individually_ rich?\"\n\n\"We can't fail to. I tell you, this is a frontier like nothing since\nthe Conquistadores. We could very easily have been wiped out in the\nfirst couple of years--financially or physically--by any of a thousand\naccidents. But now we're too far along for that. We've got it made,\nJimmy and I.\"\n\n\"What will you do with your wealth?\"\n\n\"Live like an old-time sultan,\" Blades grinned. Then, because it was\ntrue as well as because he wanted to shine in her eyes: \"Mostly,\nthough, we'll go on to new things. There's so much that needs to be\ndone. Not simply more asteroid mines. We need farms; timber; parks;\npassenger and cargo liners; every sort of machine. I'd like to try\ngetting at some of that water frozen in the Saturnian System.\nAltogether, I see no end to the jobs. It's no good our depending on\nEarth for anything. Too expensive, too chancy. The Belt has to be made\ncompletely self-sufficient.\"\n\n\"With a nice rakeoff for Sword Enterprises,\" Gilbertson scoffed.\n\n\"Why, sure. Aren't we entitled to some return?\"\n\n\"Yes. But not so out of proportion as the Belt companies seem to\nexpect. They're only using natural resources that rightly belong to\nthe people, and the accumulated skills and wealth of an entire\nsociety.\"\n\n\"Huh! The People didn't do anything with the Sword. Jimmy and I and\nour boys did. No Society was around here grubbing nickel-iron and\nriding out gravel storms; we were.\"\n\n\"Let's leave politics alone,\" Warburton snapped. But it was mostly\nEllen's look of distress which shut Blades up.\n\nTo everybody's relief, they reached Central Control about then. It was\na complex of domes and rooms, crammed with more equipment than Blades\ncould put a name to. Computers were in Chung's line, not his. He\nwasn't able to answer all of Warburton's disconcertingly sharp\nquestions.\n\nBut in a general way he could. Whirling through vacuum with a load of\nfrail humans and intricate artifacts, the Sword must be at once\nmachine, ecology, and unified organism. Everything had to mesh. A\nfailure in the thermodynamic balance, a miscalculation in supply\ninventory, a few mirrors perturbed out of proper orbit, might spell\nRagnarok. The chemical plant's purifications and syntheses were\nalready a network too large for the human mind to grasp as a whole,\nand it was still growing. Even where men could have taken charge,\nautomation was cheaper, more reliable, less risky of lives. The\ncomputer system housed in Central Control was not only the brain, but\nthe nerves and heart of the Sword.\n\n\"Entirely cryotronic, eh?\" Warburton commented. \"That seems to be the\nusual practice at the Stations. Why?\"\n\n\"The least expensive type for us,\" Blades answered. \"There's no\nproblem in maintaining liquid helium here.\"\n\nWarburton's gaze was peculiarly intense. \"Cryotronic systems are\nvulnerable to magnetic and radiation disturbances.\"\n\n\"Uh-huh. That's one reason we don't have a nuclear power plant. This\nfar from the sun, we don't get enough emission to worry about. The\nasteroid's mass screens out what little may arrive. I know the TIMM\nsystem is used on ships; but if nothing else, the initial cost is more\nthan we want to pay.\"\n\n\"What's TIMM?\" inquired the _Altair's_ chaplain.\n\n\"Thermally Integrated Micro-Miniaturized,\" Ellen said crisply.\n\"Essentially, ultraminiaturized ceramic-to-metal-seal vacuum tubes\nrunning off thermionic generators. They're immune to gamma ray and\nmagnetic pulses, easily shielded against particule radiation, and\neconomical of power.\" She grinned. \"Don't tell me there's nothing\nabout them in Leviticus, Padre!\"\n\n\"Very fine for a ship's autopilot,\" Blades agreed. \"But as I said, we\nneedn't worry about rad or mag units here, we don't mind sprawling a\nbit, and as for thermal efficiency, we want to waste some heat. It\ngoes to maintain internal temperature.\"\n\n\"In other words, efficiency depends on what you need to effish,\" Ellen\nbantered. She grew grave once more and studied him for a while before\nshe mused, \"The same person who swung a pick, a couple of years ago,\nnow deals with something as marvelous as this....\" He forgot about\nworrying.\n\n       *       *       *       *       *\n\nBut he remembered later, when the gig had left and Chung called him to\nhis office. Avis came too, by request. As she entered, she asked why.\n\n\"You were visiting your folks Earthside last year,\" Chung said.\n\"Nobody else in the Station has been back as recently as that.\"\n\n\"What can I tell you?\"\n\n\"I'm not sure. Background, perhaps. The feel of the place. We don't\nreally know, out in the Belt, what's going on there. The beamcast news\nis hardly a trickle. Besides, you have more common sense in your left\nlittle toe than that big mick yonder has on his entire copperplated\nhead.\"\n\nThey seated themselves in the cobwebby low-gee chairs around Chung's\ndesk. Blades took out his pipe and filled the bowl with his tobacco\nration for today. Wouldn't it be great, he thought dreamily, if this\nold briar turned out to be an Aladdin's lamp, and the smoke condensed\ninto a blonde she-Canadian--?\n\n\"Wake up, will you?\" Chung barked.\n\n\"Huh?\" Blades started. \"Oh. Sure. What's the matter? You look like a\nfish on Friday.\"\n\n\"Maybe with reason. Did you notice anything unusual with that party\nyou were escorting?\"\n\n\"Yes, indeed.\"\n\n\"What?\"\n\n\"About one hundred seventy-five centimeters tall, yellow hair, blue\neyes, and some of the smoothest fourth-order curves I ever--\"\n\n\"Mike, stop that!\" Avis sounded appalled. \"This is serious.\"\n\n\"I agree. She'll be leaving in a few more watches.\"\n\nThe girl bit her lip. \"You're too old for that mooncalf rot and you\nknow it.\"\n\n\"Agreed again. I feel more like a bull.\" Blades made pawing motions on\nthe desktop.\n\n\"There's a lady present,\" Chung said.\n\nBlades saw that Avis had gone quite pale. \"I'm sorry,\" he blurted. \"I\nnever thought ... I mean, you've always seemed like--\"\n\n\"One of the boys,\" she finished for him in a brittle tone. \"Sure.\nForget it. What's the problem, Jimmy?\"\n\nChung folded his hands and stared at them. \"I can't quite define\nthat,\" he answered, word by careful word. \"Perhaps I've simply gone\nspacedizzy. But when we called on Admiral Hulse, and later when he\ncalled on us, didn't you get the impression of, well, wariness? Didn't\nhe seem to be watching and probing, every minute we were together?\"\n\n\"I wouldn't call him a cheerful sort,\" Blades nodded. \"Stiff as\nmolasses on Pluto. But I suppose ... supposed he's just naturally that\nway.\"\n\nChung shook his head. \"It wasn't a normal standoffishness. You've\nheard me reminisce about the time I was on Vesta with the North\nAmerican technical representative, when the Convention was\nnegotiated.\"\n\n\"Yes, I've heard that story a few times,\" said Avis dryly.\n\n\"Remember, that was right after the Europa Incident. We'd come close\nto a space war--undeclared, but it would have been nasty. We were\nstill close. Every delegate went to that conference cocked and primed.\n\n\"Hulse had the same manner.\"\n\n       *       *       *       *       *\n\nA silence fell. Blades said at length, \"Well, come to think of it, he\ndid ask some rather odd questions. He seemed to twist the conversation\nnow and then, so he could find things out like our exact layout,\nemergency doctrine, and so forth. It didn't strike me as significant,\nthough.\"\n\n\"Nor me,\" Chung admitted. \"Taken in isolation, it meant nothing. But\nthese visitors today--Sure, most of them obviously didn't suspect\nanything untoward. But that Liebknecht, now. Why was he so interested\nin Central Control? Nothing new or secret there. Yet he kept asking\nfor details like the shielding factor of the walls.\"\n\n\"So did Commander Warburton,\" Blades remembered. \"Also, he wanted to\nknow exactly when the _Pallas_ is due, how long she'll stay ...\nhm-m-m, yes, whether we have any radio linkage with the outside, like\nto Ceres or even the nearest Commission base--\"\n\n\"Did you tell him that we don't?\" Avis asked sharply.\n\n\"Yes. Shouldn't I have?\"\n\n\"It scarcely makes any difference,\" Chung said in a resigned voice.\n\"As thoroughly as they went over the ground, they'd have seen what we\ndo and do not have installed so far.\"\n\nHe leaned forward. \"Why are they hanging around?\" he asked. \"I was\nhanded some story about overhauling the missile system.\"\n\n\"Me, too,\" Blades said.\n\n\"But you don't consider a job complete till it's been tested. And you\ndon't fire a test shot, even a dummy, this close to a Station.\nBesides, what could have gone wrong? I can't see a ship departing\nEarth orbit for a long cruise without everything being in order. And\nthey didn't mention any meteorites, any kind of trouble, en route.\nFurthermore, why do the work here? The Navy yard's at Ceres. We can't\nspare them any decent amount of materials or tools or help.\"\n\nBlades frowned. His own half-formulated doubts shouldered to the fore,\nwhich was doubly unpleasant after he'd been considering Ellen Ziska.\n\"They tell me the international situation at home is O.K.,\" he\noffered.\n\nAvis nodded. \"What newsfaxes we get in the mail indicate as much,\" she\nsaid. \"So why this hanky-panky?\" After a moment, in a changed voice:\n\"Jimmy, you begin to scare me a little.\"\n\n\"I scare myself,\" Chung said.\n\n\"Every morning when you debeard,\" Blades said; but his heart wasn't\nin it. He shook himself and protested: \"Damnation, they're our own\ncountrymen. We're engaged in a lawful business. Why should they do\nanything to us?\"\n\n\"Maybe Avis can throw some light on that,\" Chung suggested.\n\nThe girl twisted her fingers together. \"Not me,\" she said. \"I'm no\npolitician.\"\n\n\"But you were home not so long ago. You talked with people, read the\nnews, watched the 3V. Can't you at least give an impression?\"\n\n\"N-no--Well, of course the preliminary guns of the election campaign\nwere already being fired. The Social Justice Party was talking a lot\nabout ... oh, it seemed so ridiculous that I didn't pay much\nattention.\"\n\n\"They talked about how the government had been pouring billions and\nbillions of dollars into space, while overpopulation produced crying\nneeds in America's back yard,\" Chung said. \"We know that much, even in\nthe Belt. We know the appropriations are due to be cut, now the\nEssjays are in. So what?\"\n\n\"We don't need a subsidy any longer,\" Blades remarked. \"It'd help a\nlot, but we can get along without if we have to, and personally, I\nprefer that. Less government money means less government control.\"\n\n\"Sure,\" Avis said. \"There was more than that involved, however. The\nEssjays were complaining about the small return on the investment. Not\nenough minerals coming back to Earth.\"\n\n\"Well, for Jupiter's sake,\" Blades exclaimed, \"what do they expect? We\nhave to build up our capabilities first.\"\n\n\"They even said, some of them, that enough reward never would be\ngotten. That under existing financial policies, the Belt would go in\nfor its own expansion, use nearly everything it produced for itself\nand export only a trickle to America. I had to explain to several of\nmy parents' friends that I wasn't really a socially irresponsible\ncapitalist.\"\n\n\"Is that all the information you have?\" Chung asked when she fell\nsilent.\n\n\"I ... I suppose so. Everything was so vague. No dramatic events. More\nof an atmosphere than a concrete thing.\"\n\n       *       *       *       *       *\n\n\"Still, you confirm my own impression,\" Chung said. Blades jerked his\nundisciplined imagination back from the idea of a Thing, with bug eyes\nand tentacles, cast in reinforced concrete, and listened as his\npartner summed up:\n\n\"The popular feeling at home has turned against private enterprise.\nYou can hardly call a corporate monster like Systemic Developments a\nprivate enterprise! The new President and Congress share that mood. We\ncan expect to see it manifested in changed laws and regulations. But\nwhat has this got to do with a battleship parked a couple of hundred\nkilometers from us?\"\n\n\"If the government doesn't want the asterites to develop much\nfurther--\" Blades bit hard on his pipestem. \"They must know we have a\ncaviar mine here. We'll be the only city in this entire sector.\"\n\n\"But we're still a baby,\" Avis said. \"We won't be important for years\nto come. Who'd have it in for a baby?\"\n\n\"Besides, we're Americans, too,\" Chung said. \"If that were a foreign\nship, the story might be different--Wait a minute! Could they be\nthinking of establishing a new base here?\"\n\n\"The Convention wouldn't allow,\" said Blades.\n\n\"Treaties can always be renegotiated, or even denounced. But first you\nhave to investigate quietly, find out if it's worth your while.\"\n\n\"Hoo hah, what lovely money that'd mean!\"\n\n\"And lovely bureaucrats crawling out of every file cabinet,\" Chung\nsaid grimly. \"No, thank you. We'll fight any such attempt to the last\nlawyer. We've got a good basis, too, in our charter. If the suit is\ntried on Ceres, as I believe it has to be, we'll get a sympathetic\ncourt as well.\"\n\n\"Unless they ring in an Earthside judge,\" Avis warned.\n\n\"Yeah, that's possible. Also, they could spring proceedings on us\nwithout notice. We've got to find out in advance, so we can prepare.\nAny chance of pumping some of those officers?\"\n\n\"'Fraid not,\" Avis said. \"The few who'd be in the know are safely back\non shipboard.\"\n\n\"We could invite 'em here individually,\" said Blades. \"As a matter of\nfact, I already have a date with Lieutenant Ziska.\"\n\n\"What?\" Avis' mouth fell open.\n\n\"Yep,\" Blades said complacently. \"End of the next watch, so she can\nobserve the _Pallas_ arriving. I'm to fetch her on a scooter.\" He blew\na fat smoke ring. \"Look, Jimmy, can you keep everybody off the porch\nfor a while then? Starlight, privacy, soft music on the piccolo--who\nknows what I might find out?\"\n\n\"You won't get anything from _her_,\" Avis spat. \"No secrets or, or\nanything.\"\n\n\"Still, I look forward to making the attempt. C'mon, pal, pass the\nword. I'll do as much for you sometime.\"\n\n\"Times like that never seem to come for me,\" Chung groaned.\n\n\"Oh, let him play around with his suicide blonde,\" Avis said\nfuriously. \"We others have work to do. I ... I'll tell you what,\nJimmy. Let's not eat in the mess tonight. I'll draw our rations and\nfix us something special in your cabin.\"\n\n       *       *       *       *       *\n\n[Illustration]\n\nA scooter was not exactly the ideal steed for a knight to convey his\nlady. It amounted to little more than three saddles and a locker, set\natop an accumulator-powered gyrogravitic engine, sufficient to lift\nyou off an asteroid and run at low acceleration. There were no\nnavigating instruments. You locked the autopilot's radar-gravitic\nsensors onto your target object and it took you there, avoiding any\nbits of debris which might pass near; but you must watch the distance\nindicator and press the deceleration switch in time. If the 'pilot was\nturned off, free maneuver became possible, but that was a dangerous\nthing to try before you were almost on top of your destination.\nStereoscopic vision fails beyond six or seven meters, and the human\norganism isn't equipped to gauge cosmic momenta.\n\nNevertheless, Ellen was enchanted. \"This is like a dream,\" her voice\nmurmured in Blades' earplug. \"The whole universe, on every side of us.\nI could almost reach out and pluck those stars.\"\n\n\"You must have trained in powered spacesuits at the Academy,\" he said\nfor lack of a more poetic rejoinder.\n\n\"Yes, but that's not the same. We had to stay near Luna's night side,\nto be safe from solar particles, and it bit a great chunk out of the\nsky. And then everything was so--regulated, disciplined--we did what\nwe were ordered to do, and that was that. Here I feel free. You can't\nimagine how free.\" Hastily: \"Do you use this machine often?\"\n\n\"Well, yes, we have about twenty scooters at the Station. They're the\nmost convenient way of flitting with a load: out to the mirrors to\nchange accumulators, for instance, or across to one of the companion\nrocks where we're digging some ores that the Sword doesn't have. That\nkind of work.\" Blades would frankly rather have had her behind him on\na motorskimmer, hanging on as they careened through a springtime\ncountryside. He was glad when they reached the main forward air lock\nand debarked.\n\nHe was still gladder when the suits were off. Lieutenant Ziska in\ndress uniform was stunning, but Ellen in civvies, a fluffy low-cut\nblouse and close-fitting slacks, was a hydrogen blast. He wanted to\nroll over and pant, but settled for saying, \"Welcome back\" and holding\nher hand rather longer than necessary.\n\nWith a shy smile, she gave him a package. \"I drew this before\nleaving,\" she said. \"I thought, well, your life is so austere--\"\n\n\"A demi of Sandeman,\" he said reverently. \"I won't tell you you\nshouldn't have, but I will tell you you're a sweet girl.\"\n\n\"No, really.\" She flushed. \"After we've put you to so much trouble.\"\n\n\"Let's go crack this,\" he said. \"The _Pallas_ has called in, but she\nwon't be visible for a while yet.\"\n\n       *       *       *       *       *\n\nThey made their way to the verandah, picking up a couple of glasses\nenroute. Bless his envious heart, Jimmy had warned the other boys off\nas requested. _I hope Avis cooks him a Cordon Bleu dinner_, Blades\nthought. _Nice kid, Avis, if she'd quit trying to ... what? ... mother\nme?_ He forgot about her, with Ellen to seat by the rail.\n\nThe Milky Way turned her hair frosty and glowed in her eyes. Blades\npoured the port with much ceremony and raised his glass. \"Here's to\nyour frequent return,\" he said.\n\nHer pleasure dwindled a bit. \"I don't know if I should drink to that.\nWe aren't likely to be back, ever.\"\n\n\"Drink anyway. Gling, glang, gloria!\" The rims tinkled together.\n\"After all,\" said Blades, \"this isn't the whole universe. We'll both\nbe getting around. See you on Luna?\"\n\n\"Maybe.\"\n\nHe wondered if he was pushing matters too hard. She didn't look at\nease. \"Oh, well,\" he said, \"if nothing else, this has been a grand\nbreak in the monotony for us. I don't wish the Navy ill, but if\ntrouble had to develop, I'm thankful it developed here.\"\n\n\"Yes--\"\n\n\"How's the repair work progressing? Slowly, I hope.\"\n\n\"I don't know.\"\n\n\"You should have some idea, being in QM.\"\n\n\"No supplies have been drawn.\"\n\nBlades stiffened.\n\n\"What's the matter?\" Ellen sounded alarmed.\n\n\"Huh?\" _A fine conspirator I make, if she can see my emotions on me in\nneon capitals!_ \"Nothing. Nothing. It just seemed a little strange,\nyou know. Not taking any replacement units.\"\n\n\"I understand the work is only a matter of making certain\nadjustments.\"\n\n\"Then they should've finished a lot quicker, shouldn't they?\"\n\n\"Please,\" she said unhappily. \"Let's not talk about it. I mean, there\nare such things as security regulations.\"\n\nBlades gave up on that tack. But Chung's idea might be worth probing a\nlittle. \"Sure,\" he said. \"I'm sorry, I didn't mean to pry.\" He took\nanother sip as he hunted for suitable words. A beautiful girl, a\ngolden wine ... and vice versa ... why couldn't he simply relax and\nenjoy himself? Did he have to go fretting about what was probably a\nperfectly harmless conundrum?... Yes. However, recreation might still\ncombine with business.\n\n\"Permit me to daydream,\" he said, leaning close to her. \"The Navy's\ngoing to establish a new base here, and the _Altair_ will be assigned\nto it.\"\n\n\"Daydream indeed!\" she laughed, relieved to get back to a mere\nflirtation. \"Ever hear about the Convention of Vesta?\"\n\n\"Treaties can be renegotiated,\" Blades plagiarized.\n\n\"What do we need an extra base for? Especially since the government\nplans to spend such large sums on social welfare. They certainly don't\nwant to start an arms race besides.\"\n\n       *       *       *       *       *\n\nBlades nodded. _Jimmy's notion did seem pretty thin_, he thought with\na slight chill, _and now I guess it's completely whiffed._ Mostly to\nkeep the conversation going, he shrugged and said, \"My partner--and\nme, too, aside from the privilege of your company--wouldn't have\nwanted it anyhow. Not that we're unpatriotic, but there are plenty of\nother potential bases, and we'd rather keep government agencies out of\nhere.\"\n\n\"Can you, these days?\"\n\n\"Pretty much. We're under a new type of charter, as a private\npartnership. The first such charter in the Belt, as far as I know,\nthough there'll be more in the future. The Bank of Ceres financed us.\nWe haven't taken a nickel of federal money.\"\n\n\"Is that possible?\"\n\n\"Just barely. I'm no economist, but I can see how it works. Money\nrepresents goods and labor. Hitherto those have been in mighty short\nsupply out here. Government subsidies made up the difference, enabling\nus to buy from Earth. But now the asterites have built up enough\npopulation and industry that they have some capital surplus of their\nown, to invest in projects like this.\"\n\n\"Even so, frankly, I'm surprised that two men by themselves could get\nsuch a loan. It must be huge. Wouldn't the bank rather have lent the\nmoney to some corporation?\"\n\n\"To tell the truth, we have friends who pulled wires for us. Also, it\nwas done partly on ideological grounds. A lot of asterites would like\nto see more strictly home-grown enterprises, not committed to anyone\non Earth. That's the only way we can grow. Otherwise our profits--our\nnet production, that is--will continue to be siphoned off for the\nmother country's benefit.\"\n\n\"Well,\" Ellen said with some indignation, \"that was the whole reason\nfor planting asteroid colonies. You can't expect us to set you up in\nbusiness, at enormous cost to ourselves--things we might have done at\nhome--and get nothing but 'Ta' in return.\"\n\n\"Never fear, we'll repay you with interest,\" Blades said. \"But\nwhatever we make from our own work, over and above that, ought to stay\nhere with us.\"\n\nShe grew angrier. \"Your kind of attitude is what provoked the voters\nto elect Social Justice candidates.\"\n\n\"Nice name, that,\" mused Blades. \"Who can be against social justice?\nBut you know, I think I'll go into politics myself. I'll organize the\nNorth American Motherhood Party.\"\n\n\"You wouldn't be so flippant if you'd go see how people have to live\nback there.\"\n\n\"As bad as here? _Whew!_\"\n\n\"Nonsense. You know that isn't true. But bad enough. And you aren't\ngoing to stick in these conditions. Only a few hours ago, you were\nbragging about the millions you intend to make.\"\n\n\"Millions _and_ millions, if my strength holds out,\" leered Blades,\nthinking of the alley in Aresopolis. But he decided that that was then\nand Ellen was now, and what had started as a promising little party\nwas turning into a dismal argument about politics.\n\n\"Let's not fight,\" he said. \"We've got different orientations, and we'd\nonly make each other mad. Let's discuss our next bottle instead ... at the\nCoq d'Or in Paris, shall we say? Or Morraine's in New York.\"\n\nShe calmed down, but her look remained troubled. \"You're right, we are\ndifferent,\" she said low. \"Isolated, living and working under\nconditions we can hardly imagine on Earth--and you can't really\nimagine our problems--yes, you're becoming another people. I hope it\nwill never go so far that--No. I don't want to think about it.\" She\ndrained her glass and held it out for a refill, smiling. \"Very well,\nsir, when do you next plan to be in Paris?\"\n\n       *       *       *       *       *\n\nAn exceedingly enjoyable while later, the time came to go watch the\n_Pallas Castle_ maneuver in. In fact, it had somehow gotten past that\ntime, and they were late; but they didn't hurry their walk aft. Blades\ntook Ellen's hand; and she raised no objection. Schoolboyish, no\ndoubt--however, he had reached the reluctant conclusion that for all\nhis dishonorable intentions, this affair wasn't likely to go beyond\nthe schoolboy stage. Not that he wouldn't keep trying.\n\nAs they glided through the refining and synthesizing section, which\nfilled the broad half of the asteroid, the noise of pumps and\nregulators rose until it throbbed in their bones. Ellen gestured at\none of the pipes which crossed the corridor overhead. \"Do you really\nhandle that big a volume at a time?\" she asked above the racket.\n\n\"No,\" he said. \"Didn't I explain before? The pipe's thick because it's\nso heavily armored.\"\n\n\"I'm glad you don't use that dreadful word 'cladded.' But why the\narmor? High pressure?\"\n\n\"Partly. Also, there's an inertrans lining. Jupiter gas is hellishly\nreactive at room temperature. The metallic complexes especially; but\nthink what a witch's brew the stuff is in every respect. Once it's\nbeen refined, of course, we have less trouble. That particular pipe is\ncarrying it raw.\"\n\nThey left the noise behind and passed on to the approach control dome\nat the receptor end. The two men on duty glanced up and immediately\nwent back to their instruments. Radio voices were staccato in the air.\nBlades led Ellen to an observation port.\n\nShe drew a sharp breath. Outside, the broken ground fell away to space\nand the stars. The ovoid that was the ship hung against them, lit by\nthe hidden sun, a giant even at her distance but dwarfed by the\nballoon she towed. As that bubble tried ponderously to rotate, rainbow\ngleams ran across it, hiding and then revealing the constellations.\nHere, on the asteroid's axis, there was no weight, and one moved with\nunderwater smoothness, as if disembodied. \"Oh, a fairy tale,\" Ellen\nsighed.\n\nFour sparks flashed out of the boat blisters along the ship's hull.\n\"Scoopships,\" Blades told her. \"They haul the cargo in, being so much\nmore maneuverable. Actually, though, the mother vessel is going to\npark her load in orbit, while those boys bring in another one ... see,\nthere it comes into sight. We still haven't got the capacity to keep\nup with our deliveries.\"\n\n\"How many are there? Scoopships, that is.\"\n\n\"Twenty, but you don't need more than four for this job. They've got\nterrific power. Have to, if they're to dive from orbit down into the\nJovian atmosphere, ram themselves full of gas, and come back. There\nthey go.\"\n\nThe _Pallas Castle_ was wrestling the great sphere she had hauled from\nJupiter into a stable path computed by Central Control. Meanwhile the\nscoopships, small only by comparison with her, locked onto the other\nballoon as it drifted close. Energy poured into their drive fields.\nSpiraling downward, transparent globe and four laboring spacecraft\nvanished behind the horizon. The _Pallas_ completed her own task,\ndisengaged her towbars, and dropped from view, headed for the dock.\n\nThe second balloon rose again, like a huge glass moon on the opposite\nside of the Sword. Still it grew in Ellen's eyes, kilometer by\nkilometer of approach. So much mass wasn't easily handled, but the\nbraking curve looked disdainfully smooth. Presently she could make out\nthe scoopships in detail, elongated teardrops with the intake gates\nyawning in the blunt forward end, cockpit canopies raised very\nslightly above.\n\nInstructions rattled from the men in the dome. The balloon veered\nclumsily toward the one free receptor. A derricklike structure\nreleased one end of a cable, which streamed skyward. Things that Ellen\ncouldn't quite follow in this tricky light were done by the four tugs,\nmechanisms of their own extended to make their tow fast to the cable.\n\nThey did not cast loose at once, but continued to drag a little,\neasing the impact of centrifugal force. Nonetheless a slight shudder\nwent through the dome as slack was taken up. Then the job was over.\nThe scoopships let go and flitted off to join their mother vessel. The\nballoon was winched inward. Spacesuited men moved close, preparing to\ncouple valves together.\n\n\"And eventually,\" Blades said into the abrupt quietness, \"that cargo\nwill become food, fabric, vitryl, plastiboard, reagents, fuels, a\nhundred different things. That's what we're here for.\"\n\n\"I've never seen anything so wonderful,\" Ellen said raptly. He laid an\narm around her waist.\n\nThe intercom chose that precise moment to blare: \"Attention!\nEmergency! All hands to emergency stations! Blades, get to Chung's\noffice on the double! All hands to emergency stations!\"\n\nBlades was running before the siren had begun to howl.\n\nRear Admiral Barclay Hulse had come in person. He stood as if on\nparade, towering over Chung. The asterite was red with fury. Avis Page\ncrouched in a corner, her eyes terrified.\n\nBlades barreled through the doorway and stopped hardly short of a\ncollision. \"What's the matter?\" he puffed.\n\n\"Plenty!\" Chung snarled. \"These incredible thumble-fumbed oafs--\" His\nvoice broke. _When he gets mad, it means something!_\n\nHulse nailed Blades with a glance. \"Good day, sir,\" he clipped. \"I\nhave had to report a regrettable accident which will require you to\nevacuate the Station. Temporarily, I hope.\"\n\n\"Huh?\"\n\n\"As I told Mr. Chung and Miss Page, a nuclear missile has escaped us.\nIf it explodes, the radiation will be lethal, even in the heart of the\nasteroid.\"\n\n\"What ... what--\" Blades could only gobble at him.\n\n\"Fortunately, the _Pallas Castle_ is here. She can take your whole\ncomplement aboard and move to a safe distance while we search for the\nobject.\"\n\n\"How the _devil_?\"\n\nHulse allowed himself a look of exasperation. \"Evidently I'll have to\nrepeat myself to you. Very well. You know we have had to make some\nadjustments on our launchers. What you did not know was the reason.\nUnder the circumstances, I think it's permissible to tell you that\nseveral of them have a new and secret, experimental control system.\nOne of our missions on this cruise was to carry out field tests. Well,\nit turned out that the system is still full of, ah, bugs. Gunnery\nCommand has had endless trouble with it, has had to keep tinkering the\nwhole way from Earth.\n\n\"Half an hour ago, while Commander Warburton was completing a\nreassembly--lower ranks aren't allowed in the test turrets--something\nhappened. I can't tell you my guess as to what, but if you want to\nimagine that a relay got stuck, that will do for practical purposes. A\nmissile was released under power. Not a dummy--the real thing. And\nrelease automatically arms the war head.\"\n\n       *       *       *       *       *\n\nThe news was like a hammerblow. Blades spoke an obscenity. Sweat\nsprang forth under his arms and trickled down his ribs.\n\n\"No such thing was expected,\" Hulse went on. \"It's an utter disaster,\nand the designers of the system aren't likely to get any more\ncontracts. But as matters were, no radar fix was gotten on it, and it\nwas soon too far away for gyrogravitic pulse detection. The thrust\nvector is unknown. It could be almost anywhere now.\n\n\"Well, naval missiles are programmed to reverse acceleration if they\nhaven't made a target within a given time. This one should be back in\nless than six hours. If it first detects our ship, everything is all\nright. It has optical recognition circuits that identify any North\nAmerican warcraft by type, disarm the war head, and steer it home.\nBut, if it first comes within fifty kilometers of some other\nmass--like this asteroid or one of the companion rocks--it will\ndetonate. We'll make every effort to intercept, but space is big.\nYou'll have to take your people to a safe distance. They can come back\neven after a blast, of course. There's no concussion in vacuum, and\nthe fireball won't reach here. It's principally an anti-personnel\nweapon. But you must not be within the lethal radius of radiation.\"\n\n\"The hell we can come back!\" Avis cried.\n\n[Illustration]\n\n\"I beg your pardon?\" Hulse said.\n\n\"You imbecile! Don't you know Central Control here is cryotronic?\"\n\nHulse did not flicker an eyelid. \"So it is,\" he said expressionlessly.\n\"I had forgotten.\"\n\n       *       *       *       *       *\n\nBlades mastered his own shock enough to grate: \"Well, we sure haven't.\nIf that thing goes off, the gamma burst will kick up so many minority\ncarriers in the transistors that the _p_-type crystals will act\n_n_-type, and the _n_-type act _p_-type, for a whole couple of\nmicroseconds. Every one of 'em will flip simultaneously! The\ncomputers' memory and program data systems will be scrambled beyond\nhope of reorganization.\"\n\n\"Magnetic pulse, too,\" Chung said. \"The fireball plasma will be full\nof inhomogeneities moving at several per cent of light speed. Their\nelectromagnetic output, hitting our magnetic core units, will turn\nthem from super to ordinary conduction. Same effect, total computer\namnesia. We haven't got enough shielding against it. Your TIMM systems\ncan take that kind of a beating. Ours can't!\"\n\n\"Very regrettable,\" Hulse said. \"You'd have to reprogram everything--\"\n\n\"Reprogram what?\" Avis retorted. Tears started forth in her eyes.\n\"We've told you what sort of stuff our chemical plant is handling. We\ncan't shut it down on that short notice. It'll run wild. There'll be\nsodium explosions, hydrogen and organic combustion, n-n-nothing left\nhere but wreckage!\"\n\nHulse didn't unbend a centimeter. \"I offer my most sincere apologies.\nIf actual harm does occur, I'm sure the government will indemnify you.\nAnd, of course, my command will furnish what supplies may be needed\nfor the _Pallas Castle_ to transport you to the nearest Commission\nbase. At the moment, though, you can do nothing but evacuate and hope\nwe will be able to intercept the missile.\"\n\nBlades knotted his fists. A sudden comprehension rushed up in him and\nhe bellowed, \"There isn't going to be an interception! This wasn't an\naccident!\"\n\nHulse backed a step and drew himself even straighter. \"Don't get\noverwrought,\" he advised.\n\n\"You louse-bitten, egg-sucking, bloated faggot-porter! How stupid do\nyou think we are? As stupid as your Essjay bosses? By heaven, we're\nstaying! Then see if you have the nerve to murder a hundred people!\"\n\n\"Mike ... Mike--\" Avis caught his arm.\n\nHulse turned to Chung. \"I'll overlook that unseemly outburst,\" he\nsaid. \"But in light of my responsibilities and under the provisions of\nthe Constitution, I am hereby putting this asteroid under martial law.\nYou will have all personnel aboard the _Pallas Castle_ and at a\nminimum distance of a thousand kilometers within four hours of this\nmoment, or be subject to arrest and trial. Now I have to get back and\ncommence operations. The _Altair_ will maintain radio contact with\nyou. Good day.\" He bowed curtly, spun on his heel, and clacked from\nthe room.\n\nBlades started to charge after him. Chung caught his free arm.\nTogether he and Avis dragged him to a stop. He stood cursing the air\nultraviolet until Ellen entered.\n\n\"I couldn't keep up with you,\" she panted. \"What's happened, Mike?\"\n\nThe strength drained from Blades. He slumped into a chair and covered\nhis face.\n\n       *       *       *       *       *\n\nChung explained in a few harsh words. \"Oh-h-h,\" Ellen gasped. She went\nto Blades and laid her hands on his shoulders. \"My poor Mike!\"\n\nAfter a moment she looked at the others. \"I should report back, of\ncourse,\" she said, \"but I won't be able to before the ship\naccelerates. So I'll have to stay with you till afterward. Miss Page,\nwe left about half a bottle of wine on the verandah. I think it would\nbe a good idea if you went and got it.\"\n\nAvis bridled. \"And why not you?\"\n\n\"This is no time for personalities,\" Chung said. \"Go on, Avis. You can\nbe thinking what records and other paper we should take, while you're\non your way. I've got to organize the evacuation. As for Miss Ziska,\nwell, Mike needs somebody to pull him out of his dive.\"\n\n\"Her?\" Avis wailed, and fled.\n\nChung sat down and flipped his intercom to Phone Central. \"Get me\nCaptain Janichevski aboard the _Pallas_,\" he ordered. \"Hello, Adam?\nAbout that general alarm--\"\n\nBlades raised a haggard countenance toward Ellen's. \"You better clear\nout, along with the women and any men who don't want to stay,\" he\nsaid. \"But I think most of them will take the chance. They're on a\nprofit-sharing scheme, they stand to lose too much if the place is\nruined.\"\n\n\"What do you mean?\"\n\n\"It's a gamble, but I don't believe Hulse's sealed orders extend to\nmurder. If enough of us stay put, he'll have to catch that thing. He\njolly well knows its exact trajectory.\"\n\n\"You forget we're under martial law,\" Chung said, aside to him. \"If we\ndon't go freely, he'll land some PP's and march us off at gunpoint.\nThere isn't any choice. We've had the course.\"\n\n\"I don't understand,\" Ellen said shakily.\n\nChung went back to his intercom. Blades fumbled out his pipe and\nrolled it empty between his hands. \"That missile was shot off on\npurpose,\" he said.\n\n\"What? No, you must be sick, that's impossible!\"\n\n\"I realize you didn't know about it. Only three or four officers have\nbeen told. The job had to be done very, very secretly, or there'd be a\nscandal, maybe an impeachment. But it's still sabotage.\"\n\nShe shrank from him. \"You're not making sense.\"\n\n\"Their own story doesn't make sense. It's ridiculous. A new missile\nsystem wouldn't be sent on a field trial clear to the Belt before it'd\nhad enough tests closer to home to get the worst bugs out. A war-head\nmissile wouldn't be stashed anywhere near something so unreliable, let\nalone be put under its control. The testing ship wouldn't hang around\na civilian Station while her gunnery chief tinkered. And Hulse,\nWarburton, Liebknecht, they were asking in _such_ detail about how\nradiation-proof we are.\"\n\n\"I can't believe it. Nobody will.\"\n\n\"Not back home. Communication with Earth is so sparse and garbled. The\npublic will only know there was an accident; who'll give a hoot about\nthe details? We couldn't even prove anything in an asteroid court. The\nNavy would say, 'Classified information!' and that'd stop the\nproceedings cold. Sure, there'll be a board of inquiry--composed of\nnaval officers. Probably honorable men, too. But what are they going\nto believe, the sworn word of their Goddard House colleague, or the\nrantings of an asterite bum?\"\n\n\"Mike, I know this is terrible for you, but you've let it go to your\nhead.\" Ellen laid a hand over his. \"Suppose the worst happens. You'll\nbe compensated for your loss.\"\n\n\"Yeah. To the extent of our personal investment. The Bank of Ceres\nstill has nearly all the money that was put in. We didn't figure to\nhave them paid off for another ten years. They, or their insurance\ncarrier, will get the indemnity. And after our fiasco, they won't make\nus a new loan. They were just barely talked into it, the first time\naround. I daresay Systemic Developments will make them a nice juicy\noffer to take this job over.\"\n\nEllen colored. She stamped her foot. \"You're talking like a paranoiac.\nDo you really believe the government of North America would send a\nbattleship clear out here to do you dirt?\"\n\n\"Not the whole government. A few men in the right positions is all\nthat's necessary. I don't know if Hulse was bribed or talked into\nthis. But probably he agreed as a duty. He's the prim type.\"\n\n\"A duty--to destroy a North American business?\"\n\n       *       *       *       *       *\n\nChung finished at the intercom in time to answer: \"Not permanent\nphysical destruction, Miss Ziska. As Mike suggested, some corporation\nwill doubtless inherit the Sword and repair the damage. But a private,\npurely asterite business ... yes, I'm afraid Mike's right. We are the\ntarget.\"\n\n\"In mercy's name, why?\"\n\n\"From the highest motives, of course,\" Chung sneered bitterly. \"You\nknow what the Social Justice Party thinks of private capitalism.\nWhat's more important, though, is that the Sword is the first Belt\nundertaking not tied to Mother Earth's apron strings. We have no\ncommitments to anybody back there. We can sell our output wherever we\nlike. It's notorious that the asterites are itching to build up their\nown self-sufficient industries. Quite apart from sentiment, we can\nmake bigger profits in the Belt than back home, especially when you\nfigure the cost of sending stuff in and out of Earth's gravitational\nwell. So certainly we'd be doing most of our business out here.\n\n\"Our charter can't simply be revoked. First a good many laws would\nhave to be revised, and that's politically impossible. There is still\na lot of individualist sentiment in North America, as witness the\nfact that businesses do get launched and that the Essjays did have a\nhard campaign to get elected. What the new government wants is\nsomething like the Eighteenth Century English policy toward America.\nKeep the colonies as a source of raw materials and as a market for\nmanufactured goods, but don't let them develop a domestic industry.\nYou can't come right out and say that, but you can let the situation\ndevelop naturally.\n\n\"Only ... here the Sword is, obviously bound to grow rich and expand\nin every direction. If we're allowed to develop, to reinvest our\nprofits, we'll become the nucleus of independent asterite enterprise.\nIf, on the other hand, we're wiped out by an unfortunate accident,\nthere's no nucleus; and a small change in the banking laws is all\nthat's needed to prevent others from getting started. Q.E.D.\"\n\n\"I daresay Hulse does think he's doing his patriotic duty,\" said\nBlades. \"He wants to guarantee North America our natural resources--in\nthe long run, maybe, our allegiance. If he has to commit sabotage, too\nbad, but it won't cost him any sleep.\"\n\n\"No!\" Ellen almost screamed.\n\nChung sagged in his chair. \"We're very neatly trapped,\" he said like\nan old man. \"I don't see any way out. Think you can get to work now,\nMike? You can assign group leaders for the evacuation--\"\n\nBlades jumped erect. \"I can fight!\" he growled.\n\n\"With what? Can openers?\"\n\n\"You mean you're going to lie down and let them break us?\"\n\nAvis came back. She thrust the bottle into Blades' hands as he paced\nthe room. \"Here you are,\" she said in a distant voice.\n\nHe held it out toward Ellen. \"Have some,\" he invited.\n\n\"Not with you ... you subversive!\"\n\nAvis brightened noticeably, took the bottle and raised it. \"Then\nhere's to victory,\" she said, drank, and passed it to Blades.\n\nHe started to gulp; but the wine was too noble, and he found himself\nsavoring its course down his throat. _Why,_ he thought vaguely, _do\npeople always speak with scorn about Dutch courage? The Dutch have\nreal guts. They fought themselves free of Spain and free of the ocean\nitself; when the French or Germans came, they made the enemy sea their\nally_--\n\nThe bottle fell from his grasp. In the weak acceleration, it hadn't\nhit the floor when Avis rescued it. \"Gimme that, you big\nbutterfingers,\" she exclaimed. Her free hand clasped his arm.\n\"Whatever happens, Mike,\" she said to him, \"we're not quitting.\"\n\nStill Blades stared beyond her. His fists clenched and unclenched. The\nnoise of his breathing filled the room. Chung looked around in\nbewilderment; Ellen watched with waxing horror; Avis' eyes kindled.\n\n\"Holy smoking seegars,\" Blades whispered at last. \"I really think we\ncan swing it.\"\n\nCaptain Janichevski recoiled. \"You're out of your skull!\"\n\n\"Probably,\" said Blades. \"Fun, huh?\"\n\n\"You can't do this.\"\n\n\"We can try.\"\n\n\"Do you know what you're talking about? Insurrection, that's what.\nQuite likely piracy. Even if your scheme worked, you'd spend the next\nten years in Rehab--at least.\"\n\n\"Maybe, provided the matter ever came to trial. But it won't.\"\n\n\"That's what you think. You're asking me to compound the felony, and\nmisappropriate the property of my owners to boot.\" Janichevski shook\nhis head. \"Sorry, Mike. I'm sorry as hell about this mess. But I won't\nbe party to making it worse.\"\n\n\"In other words,\" Blades replied, \"you'd rather be party to sabotage.\nI'm proposing an act of legitimate self-defense.\"\n\n\"_If_ there actually is a conspiracy to destroy the Station.\"\n\n\"Adam, you're a spaceman. You know how the Navy operates. Can you\nswallow that story about a missile getting loose by accident?\"\n\nJanichevski bit his lip. The sounds from outside filled the captain's\ncabin, voices, footfalls, whirr of machines and clash of doors, as the\n_Pallas Castle_ readied for departure. Blades waited.\n\n\"You may be right,\" said Janichevski at length, wretchedly. \"Though\nwhy Hulse should jeopardize his career--\"\n\n\"He's not. There's a scapegoat groomed back home, you can be sure.\nLike some company that'll be debarred from military contracts for a\nwhile ... and get nice fat orders in other fields. I've kicked around\nthe System enough to know how that works.\"\n\n\"If you're wrong, though ... if this is an honest blunder ... then you\nrisk committing treason.\"\n\n\"Yeah. I'll take the chance.\"\n\n\"Not I. No. I've got a family to support,\" Janichevski said.\n\nBlades regarded him bleakly. \"If the Essjays get away with this stunt,\nwhat kind of life will your family be leading, ten years from now?\nIt's not simply that we'll be high-class peons in the Belt. But tied\nhand and foot to a shortsighted government, how much progress will we\nbe able to make? Other countries have colonies out here too, remember,\nand some of them are already giving their people a freer hand than\nwe've got. Do you want the Asians, or the Russians, or even the\nEuropeans, to take over the asteroids?\"\n\n\"I can't make policy.\"\n\n\"In other words, mama knows best. Believe, obey, anything put out by\nsome bureaucrat who never set foot beyond Luna. Is that your idea of\ncitizenship?\"\n\n\"You're putting a mighty fine gloss on bailing yourself out!\"\nJanichevski flared.\n\n\"Sure, I'm no idealist. But neither am I a slave,\" Blades hesitated.\n\"We've been friends too long, Adam, for me to try bribing you. But if\nworst comes to worst, we'll cover for you ... somehow ... and if\ncontrariwise we win, then we'll soon be hiring captains for our own\nships and you'll get the best offer any spaceman ever got.\"\n\n\"No. Scram. I've work to do.\"\n\nBlades braced himself. \"I didn't want to say this. But I've already\ninformed a number of my men. They're as mad as I am. They're waiting\nin the terminal. A monkey wrench or a laser torch makes a pretty fair\nweapon. We can take over by force. That'll leave you legally in the\nclear. But with so many witnesses around, you'll have to prefer\ncharges against us later on.\"\n\nJanichevski began to sweat.\n\n\"We'll be sent up,\" said Blades. \"But it will still have been worth\nit.\"\n\n\"Is it really that important to you?\"\n\n\"Yes. I admit I'm no crusader. But this is a matter of principle.\"\n\nJanichevski stared at the big red-haired man for a long while.\nSuddenly he stiffened. \"O.K. On that account, and no other, I'll go\nalong with you.\"\n\nBlades wobbled on his feet, near collapse with relief. \"Good man!\" he\ncroaked.\n\n\"But I will not have any of my officers or crew involved.\"\n\nBlades rallied and answered briskly, \"You needn't. Just issue orders\nthat my boys are to have access to the scoopships. They can install\nthe equipment, jockey the boats over to the full balloons, and even\ncouple them on.\"\n\nJanichevski's fears had vanished once he made his decision, but now a\ncertain doubt registered. \"That's a pretty skilled job.\"\n\n\"These are pretty skilled men. It isn't much of a maneuver, not like\nmaking a Jovian sky dive.\"\n\n\"Well, O.K., I'll take your word for their ability. But suppose the\n_Altair_ spots those boats moving around?\"\n\n\"She's already several hundred kilometers off, and getting farther\naway, running a search curve which I'm betting my liberty--and my\nhonor; I certainly don't want to hurt my own country's Navy--I'm\nbetting that search curve is guaranteed not to find the missile in\ntime. They'll spot the _Pallas_ as you depart--oh, yes, our people\nwill be aboard as per orders--but no finer detail will show in so\ncasual an observation.\"\n\n\"Again, I'll take your word. What else can I do to help?\"\n\n\"Nothing you weren't doing before. Leave the piratics to us. I'd\nbetter get back.\" Blades extended his hand. \"I haven't got the words\nto thank you, Adam.\"\n\nJanichevski accepted the shake. \"No reason for thanks. You dragooned\nme.\" A grin crossed his face. \"I must confess though, I'm not sorry\nyou did.\"\n\n       *       *       *       *       *\n\nBlades left. He found his gang in the terminal, two dozen engineers\nand rockjacks clumped tautly together.\n\n\"What's the word?\" Carlos Odonaju shouted.\n\n\"Clear track,\" Blades said. \"Go right aboard.\"\n\n\"Good. Fine. I always wanted to do something vicious and destructive,\"\nOdonaju laughed.\n\n\"The idea is to prevent destruction,\" Blades reminded him, and\nproceeded toward the office.\n\nAvis met him in Corridor Four. Her freckled countenance was distorted\nby a scowl. \"Hey, Mike, wait a minute,\" she said, low and hurriedly.\n\"Have you seen La Ziska?\"\n\n\"The leftenant? Why, no. I left her with you, remember, hoping you\ncould calm her down.\"\n\n\"Uh-huh. She was incandescent mad. Called us a pack of bandits\nand--But then she started crying. Seemed to break down completely. I\ntook her to your cabin and went back to help Jimmy. Only, when I\nchecked there a minute ago, she was gone.\"\n\n\"What? Where?\"\n\n\"How should I know? But that she-devil's capable of anything to wreck\nour chances.\"\n\n\"You're not being fair to her. She's got an oath to keep.\"\n\n\"All right,\" said Avis sweetly. \"Far be it from me to prevent her\nfulfilling her obligations. Afterward she may even write you an\noccasional letter. I'm sure that'll brighten your Rehab cell no end.\"\n\n\"What can she do?\" Blades argued, with an uneasy sense of whistling in\nthe dark. \"She can't get off the asteroid without a scooter, and I've\nalready got Sam's gang working on all the scooters.\"\n\n\"Is there no other possibility? The radio shack?\"\n\n\"With a man on duty there. That's out.\" Blades patted the girl's arm.\n\n\"O.K., I'll get back to work. But ... I'll be so glad when this is\nover, Mike!\"\n\nLooking into the desperate brown eyes, Blades felt a sudden impulse to\nkiss their owner. But no, there was too much else to do. Later,\nperhaps. He cocked a thumb upward. \"Carry on.\"\n\n_Too bad about Ellen_, he thought as he continued toward his office.\n_What an awful waste, to make a permanent enemy of someone with her\nkind of looks. And personality--Come off that stick, you clabberhead!\nShe's probably the marryin' type anyway._\n\n_In her shoes, though, what would I do? Not much; they'd pinch my\nfeet. But--damnation, Avis is right. She's not safe to have running\naround loose. The radio shack? Sparks is not one of the few who've\nbeen told the whole story and co-opted into the plan. She could_--\n\nBlades cursed, whirled, and ran.\n\nHis way was clear. Most of the men were still in their dorms,\npreparing to leave. He traveled in huge low-gravity leaps.\n\nThe radio shack rose out of the surface near the verandah. Blades\ntried the door. It didn't budge. A chill went through him. He backed\nacross the corridor and charged. The door was only plastiboard--\n\nHe hit with a thud and a grunt, and rebounded with a numbed shoulder.\nBut it looked so easy for the cops on 3V!\n\nNo time to figure out the delicate art of forcible entry. He hurled\nhimself against the panel, again and again, heedless of the pain that\nstruck in flesh and bone. When the door finally, splinteringly gave\nway, he stumbled clear across the room beyond, fetched up against an\ninstrument console, recovered his balance, and gaped.\n\nThe operator lay on the floor, swearing in a steady monotone. He had\nbeen efficiently bound with his own blouse and trousers, which\nrevealed his predilection for maroon shorts with zebra stripes. There\nwas a lump on the back of his head, and a hammer lay close by. Ellen\nmust have stolen the tool and come in here with the thing behind her\nback. The operator would have had no reason to suspect her.\n\nShe had not left the sender's chair, not even while the door was under\nattack. Only a carrier beam connected the Sword with the _Altair_. She\ncontinued doggedly to fumble with dials and switches, trying to\nmodulate it and raise the ship.\n\n\"Praises be ... you haven't had advanced training ... in radio,\"\nBlades choked. \"That's ... a long-range set ... pretty special\nsystem--\" He weaved toward her. \"Come along, now.\"\n\nShe spat an unladylike refusal.\n\nTheoretically, Blades should have enjoyed the tussle that followed.\nBut he was in poor shape at the outset. And he was a good deal worse\noff by the time he got her pinioned.\n\n\"O.K.,\" he wheezed. \"Will you come quietly?\"\n\nShe didn't deign to answer, unless you counted her butting him in the\nnose. He had to yell for help to frog-march her aboard ship.\n\n       *       *       *       *       *\n\n\"_Pallas Castle_ calling NASS _Altair_. Come in, _Altair_.\"\n\nThe great ovoid swung clear in space, among a million cold stars. The\nasteroid had dwindled out of sight. A radio beam flickered across\nemptiness. Within the hull, the crew and a hundred refugees sat jammed\ntogether. The air was thick with their breath and sweat and waiting.\n\nBlades and Chung, seated by the transmitter, felt another kind of\nthickness, the pull of the internal field. Earth-normal weight dragged\ndown every movement; the enclosed cabin began to feel suffocatingly\nsmall. _We'd get used to it again pretty quickly,_ Blades thought.\n_Our bodies would, that is. But our own selves, tied down to Earth\nforever--no._\n\nThe vision screen jumped to life. \"NASS _Altair_ acknowledging _Pallas\nCastle_,\" said the uniformed figure within.\n\n\"O.K., Charlie, go outside and don't let anybody else enter,\" Chung\ntold his own operator.\n\nThe spaceman gave him a quizzical glance, but obeyed. \"I wish to\nreport that evacuation of the Sword is now complete,\" Chung said\nformally.\n\n\"Very good, sir,\" the Navy face replied. \"I'll inform my superiors.\"\n\n\"Wait, don't break off yet. We have to talk with your captain.\"\n\n\"Sir? I'll switch you over to--\"\n\n\"None of your damned chains of command,\" Blades interrupted. \"Get me\nRear Admiral Hulse direct, toot sweet, or I'll eat out whatever\nfraction of you he leaves unchewed. This is an emergency. I've got to\nwarn him of an immediate danger only he can deal with.\"\n\nThe other stared, first at Chung's obvious exhaustion, then at the\nblack eye and assorted bruises, scratches, and bites that adorned\nBlades' visage. \"I'll put the message through Channel Red at once,\nsir.\" The screen blanked.\n\n\"Well, here we go,\" Chung said. \"I wonder how the food in Rehab is\nthese days.\"\n\n\"Want me to do the talking?\" Blades asked. Chung wasn't built for\ntimes as hectic as the last few hours, and was worn to a nubbin. He\nhimself felt immensely keyed up. He'd always liked a good fight.\n\n\"Sure.\" Chung pulled a crumpled cigarette from his pocket and began to\nfill the cabin with smoke. \"You have a larger stock of rudeness than\nI.\"\n\n[Illustration]\n\nPresently the screen showed Hulse, rigid at his post on the bridge.\n\"Good day, gentlemen,\" he said. \"What's the trouble?\"\n\n\"Plenty,\" Blades answered. \"Clear everybody else out of there; let\nyour ship orbit free a while. And seal your circuit.\"\n\nHulse reddened. \"Who do you think you are?\"\n\n\"Well, my birth certificate says Michael Joseph Blades. I've got some\nnews for you concerning that top-secret gadget you told us about. You\nwouldn't want unauthorized personnel listening in.\"\n\nHulse leaned forward till he seemed about to fall through the screen.\n\"What's this about a hazard?\"\n\n\"Fact. The _Altair_ is in distinct danger of getting blown to bits.\"\n\n\"Have you gone crazy? Get me the captain of the _Pallas_.\"\n\n\"Very small bits.\"\n\nHulse compressed his lips. \"All right, I'll listen to you for a short\ntime. You had better make it worth my while.\"\n\nHe spoke orders. Blades scratched his back while he waited for the\nbridge to be emptied and wondered if there was any chance of a hot\nshower in the near future.\n\n\"Done,\" said Hulse. \"Give me your report.\"\n\nBlades glanced at the telltale. \"You haven't sealed your circuit,\nadmiral.\"\n\nHulse said angry words, but complied. \"Now will you talk?\"\n\n\"Sure. This secrecy is for your own protection. You risk court-martial\notherwise.\"\n\nHulse suppressed a retort.\n\n       *       *       *       *       *\n\n\"O.K., here's the word.\" Blades met the transmitted glare with an\nalmost palpable crash of eyeballs. \"We decided, Mr. Chung and I, that\nany missile rig as haywire as yours represents a menace to navigation\nand public safety. If you can't control your own nuclear weapons, you\nshouldn't be at large. Our charter gives us local authority as peace\nofficers. By virtue thereof and so on and so forth, we ordered certain\nprecautionary steps taken. As a result, if that war head goes off, I'm\nsorry to say that NASS _Altair_ will be destroyed.\"\n\n\"Are you ... have you--\" Hulse congealed. In spite of everything, he\nwas a competent officer, Blades decided. \"Please explain yourself,\" he\nsaid without tone.\n\n\"Sure,\" Blades obliged. \"The Station hasn't got any armament, but\ntrust the human race to juryrig that. We commandeered the scoopships\nbelonging to this vessel and loaded them with Jovian gas at maximum\npressure. If your missile detonates, they'll dive on you.\"\n\nSomething like amusement tinged Hulse's shocked expression. \"Do you\nseriously consider that a weapon?\"\n\n\"I seriously do. Let me explain. The ships are orbiting free right\nnow, scattered through quite a large volume of space. Nobody's aboard\nthem. What is aboard each one, though, is an autopilot taken from a\nscooter, hooked into the drive controls. Each 'pilot has its sensors\nlocked onto your ship. You can't maneuver fast enough to shake off\nradar beams and mass detectors. You're the target object, and there's\nnothing to tell those idiot computers to decelerate as they approach\nyou.\n\n\"Of course, no approach is being made yet. A switch has been put in\nevery scooter circuit, and left open. Only the meteorite evasion units\nare operative right now. That is, if anyone tried to lay alongside one\nof those scoopships, he'd be detected and the ship would skitter away.\nRemember, a scoopship hasn't much mass, and she does have engines\ndesigned for diving in and out of Jupe's gravitational well. She can\nout-accelerate either of our vessels, or any boat of yours, and\nout-dodge any of your missiles. You can't catch her.\"\n\nHulse snorted. \"What's the significance of this farce?\"\n\n\"I said the autopilots were switched off at the moment, as far as\nheading for the target is concerned. But each of those switches is\ncoupled to two other units. One is simply the sensor box. If you\nwithdraw beyond a certain distance, the switches will close. That is,\nthe 'pilots will be turned on if you try to go beyond range of the\nbeams now locked onto you. The other unit we've installed in every\nboat is an ordinary two-for-a-dollar radiation meter. If a nuclear\nweapon goes off, anywhere within a couple of thousand kilometers, the\nswitches will also close. In either of those cases, the scoopships\nwill dive on you.\n\n\"You might knock out a few with missiles, before they strike.\nUndoubtedly you can punch holes in them with laser guns. But that\nwon't do any good, except when you're lucky enough to hit a vital\npart. Nobody's aboard to be killed. Not even much gas will be lost, in\nso short a time.\n\n\"So to summarize, chum, if that rogue missile explodes, your ship will\nbe struck by ten to twenty scoopships, each crammed full of\nconcentrated Jovian air. They'll pierce that thin hull of yours, but\nsince they're already pumped full beyond the margin of safety, the\nimpact will split them open and the gas will whoosh out. Do you know\nwhat Jovian air does to substances like magnesium?\n\n\"You can probably save your crew, take to the boats and reach a\nCommission base. But your nice battleship will be _ganz kaput_. Is\nyour game worth that candle?\"\n\n\"You're totally insane! Releasing such a thing--\"\n\n\"Oh, not permanently. There's one more switch on each boat, connected\nto the meteorite evasion unit and controlled by a small battery. When\nthose batteries run down, in about twenty hours, the 'pilots will be\nturned off completely. Then we can spot the scoopships by radar and\npick 'em up. And you'll be free to leave.\"\n\n\"Do you think for one instant that your fantastic claim of acting\nlegally will stand up in court?\"\n\n\"No, probably not. But it won't have to. Obviously you can't make\nanybody swallow your yarn if a _second_ missile gets loose. And as for\nthe first one, since it's failed in its purpose, your bosses aren't\ngoing to want the matter publicized. It'd embarrass them to no end,\nand serve no purpose except revenge on Jimmy and me--which there's no\npoint in taking, since the Sword would still be privately owned. You\ncheck with Earth, admiral, before shooting off your mouth. They'll\ntell you that both parties to this quarrel had better forget about\nlegal action. Both would lose.\n\n\"So I'm afraid your only choice is to find that missile before it goes\noff.\"\n\n\"And yours? What are your alternatives?\" Hulse had gone gray in the\nface, but he still spoke stoutly.\n\nBlades grinned at him. \"None whatsoever. We've burned our bridges. We\ncan't do anything about those scoopships now, so it's no use trying to\nscare us or arrest us or whatever else may occur to you. What we've\ndone is establish an automatic deterrent.\"\n\n\"Against an, an attempt ... at sabotage ... that only exists in your\nimagination!\"\n\nBlades shrugged. \"That argument isn't relevant any longer. I do\nbelieve the missile was released deliberately. We wouldn't have done\nwhat we did otherwise. But there's no longer any point in making\ncharges and denials. You'd just better retrieve the thing.\"\n\nHulse squared his shoulders. \"How do I know you're telling the truth?\"\n\n\"Well, you can send a man to the Station. He'll find the scooters\nlying gutted. Send another man over here to the _Pallas_. He'll find\nthe scoopships gone. I also took a few photographs of the autopilots\nbeing installed and the ships being cast adrift. Go right ahead.\nHowever, may I remind you that the fewer people who have an inkling of\nthis little intrigue, the better for all concerned.\"\n\nHulse opened his mouth, shut it again, stared from side to side, and\nfinally slumped the barest bit. \"Very well,\" he said, biting off the\nwords syllable by syllable. \"I can't risk a ship of the line. Of\ncourse, since the rogue is still farther away than your deterrent\nallows the _Altair_ to go, we shall have to wait in space a while.\"\n\n\"I don't mind.\"\n\n\"I shall report the full story to my superiors at home ... but\nunofficially.\"\n\n\"Good. I'd like them to know that we asterites have teeth.\"\n\n\"Signing off, then.\"\n\nChung stirred. \"Wait a bit,\" he said. \"We have one of your people\naboard, Lieutenant Ziska. Can you send a gig for her?\"\n\n\"She didn't collaborate with us,\" Blades added. \"You can see the\nevidence of her loyalty, all over my mug.\"\n\n\"Good girl!\" Hulse exclaimed savagely. \"Yes, I'll send a boat. Signing\noff.\"\n\n       *       *       *       *       *\n\nThe screen blanked. Chung and Blades let out a long, ragged breath.\nThey sat a while trembling before Chung muttered, \"That skunk as good\nas admitted everything.\"\n\n\"Sure,\" said Blades, \"But we won't have any more trouble from him.\"\n\nChung stubbed out his cigarette. Poise was returning to both men.\n\"There could be other attempts, though, in the next few years.\" He\nscowled. \"I think we should arm the Station. A couple of laser guns,\nif nothing else. We can say it's for protection in case of war. But\nit'll make our own government handle us more carefully, too.\"\n\n\"Well, you can approach the Commission about it.\" Blades yawned and\nstretched, trying to loosen his muscles. \"Better get a lot of other\nowners and supervisors to sign your petition, though.\" The next order\nof business came to his mind. He rose. \"Why don't you go tell Adam the\ngood news?\"\n\n\"Where are you bound?\"\n\n\"To let Ellen know the fight is over.\"\n\n\"Is it, as far as she's concerned?\"\n\n\"That's what I'm about to find out. Hope I won't need an armored\nescort.\" Blades went from the cubicle, past the watchful radioman, and\ndown the deserted passageway beyond.\n\nThe cabin given her lay at the end, locked from outside. The key hung\nmagnetically on the bulkhead. Blades unlocked the door and tapped it\nwith his knuckles.\n\n\"Who's there?\" she called.\n\n\"Me,\" he said. \"May I come in?\"\n\n\"If you must,\" she said freezingly.\n\nHe opened the door and stepped through. The overhead light shimmered\noff her hair and limned her figure with shadows. His heart bumped.\n\"You, uh, you can come out now,\" he faltered. \"Everything's O.K.\"\n\nShe said nothing, only regarded him from glacier-blue eyes.\n\n\"No harm's been done, except to me and Sparks, and we're not mad,\" he\ngroped. \"Shall we forget the whole episode?\"\n\n\"If you wish.\"\n\n\"Ellen,\" he pleaded, \"I had to do what seemed right to me.\"\n\n\"So did I.\"\n\nHe couldn't find any more words.\n\n\"I assume that I'll be returned to my own ship,\" she said. He nodded.\n\"Then, if you will excuse me, I had best make myself as presentable as\nI can. Good day, Mr. Blades.\"\n\n\"What's good about it?\" he snarled, and slammed the door on his way\nout.\n\nAvis stood outside the jampacked saloon. She saw him coming and ran to\nmeet him. He made swab-O with his fingers and joy blazed from her.\n\"Mike,\" she cried, \"I'm so happy!\"\n\nThe only gentlemanly thing to do was hug her. His spirits lifted a bit\nas he did. She made a nice armful. Not bad looking, either.\n\n       *       *       *       *       *\n\n\"Well,\" said Amspaugh. \"So that's the inside story. How very\ninteresting. I never heard it before.\"\n\n\"No, obviously it never got into any official record,\" Missy said.\n\"The only announcement made was that there'd been a near accident,\nthat the Station tried to make counter-missiles out of scoopships, but\nthat the quick action of NASS _Altair_ was what saved the situation.\nHer captain was commended. I don't believe he ever got a further\npromotion, though.\"\n\n\"Why didn't you publicize the facts afterwards?\" Lindgren wondered.\n\"When the revolution began, that is. It would've made good\npropaganda.\"\n\n\"Nonsense,\" Missy said. \"Too much else had happened since then.\nBesides, neither Mike nor Jimmy nor I wanted to do any cheap\nemotion-fanning. We knew the asterites weren't any little\npink-bottomed angels, nor the people back sunward a crew of devils.\nThere were rights and wrongs on both sides. We did what we could in\nthe war, and hated every minute of it, and when it was over we broke\nout two cases of champagne and invited as many Earthsiders as we could\nget to the party. They had a lot of love to carry home for us.\"\n\nA stillness fell. She took a long swallow from her glass and sat\nlooking out at the stars.\n\n\"Yes,\" Lindgren said finally, \"I guess that was the worst, fighting\nagainst our own kin.\"\n\n\"Well, I was better off in that respect than some,\" Missy conceded.\n\"I'd made my commitment so long before the trouble that my ties were\nnearly all out here. Twenty years is time enough to grow new roots.\"\n\n\"Really?\" Orloff was surprised. \"I haven't met you often before, Mrs.\nBlades, so evidently I've had a false impression. I thought you were a\nmore recent immigrant than that.\"\n\n\"Shucks, no,\" she laughed. \"I only needed six months after the\n_Altair_ incident to think things out, resign my commission and catch\nthe next Belt-bound ship. You don't think I'd have let a man like Mike\nget away, do you?\"\n\n       *       *       *       *       *\n\n\n\n\n\n\n\nEnd of Project Gutenberg's Industrial Revolution, by Poul William Anderson\n\n*** END OF THIS PROJECT GUTENBERG EBOOK INDUSTRIAL REVOLUTION ***\n\n***** This file should be named 30971.txt or 30971.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/0/9/7/30971/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}