{"title": "The Real Hard Sell", "author": "William W Stuart", "releaseDate": "January 21, 2010", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Robert Cicconetti, David Wilson and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n+--------------------------------------------------------------+\n|                                                              |\n| Transcriber's note:                                          |\n|                                                              |\n| This story was published in _If: Worlds of Science Fiction_, |\n| July 1961. Extensive research did not uncover any evidence   |\n| that the U.S. copyright on this publication was renewed.     |\n|                                                              |\n+--------------------------------------------------------------+\n\n\n\n\nNaturally human work was more creative, more inspiring, more important\nthan robot drudgery. Naturally it was the most important task in all the\nworld ... or was it?\n\n\n\n\nTHE REAL HARD SELL\n\nBy William W. Stuart\n\n\nBen Tilman sat down in the easiest of all easy chairs. He picked up a\nmagazine, flipped pages; stood up, snapped fingers; walked to the view\nwall, walked back; sat down, picked up the magazine.\n\nHe was waiting, near the end of the day, after hours, in the lush, plush\nwaiting room--\"The customer's ease is the Sales Manager's please\"--to\nsee the Old Man. He was fidgety, but not about something. About nothing.\nHe was irritated at nobody, at the world; at himself.\n\nHe was irritated at himself because there was no clear reason for him to\nbe irritated at anything.\n\nThere he sat, Ben Tilman, normally a cheerful, pleasant young man. He\nwas a salesman like any modern man and a far better salesman than most.\nHe had a sweet little wife, blonde and pretty. He had a fine, husky\ntwo-year-old boy, smart, a real future National Sales Manager. He loved\nthem both. He had every reason to be contented with his highly\ndesirable, comfortable lot.\n\nAnd yet he had been getting more sour and edgy ever since about six\nmonths after the baby came home from the Center and the novelty of\nresponsibility for wife and child had worn off. He had now quit three\njobs, good enough sales jobs where he was doing well, in a year. For no\nreason? For petty, pointless reasons.\n\nWith Ancestral Insurance, \"Generations of Protection,\" he'd made the\nBillion Dollar Club--and immediately begun to feel dissatisfied with\nit--just before cute, sexy, blonde Betty had suddenly come from nowhere\ninto his life and he had married her. That had helped, sure. But as soon\nafter that as he had started paying serious attention to his job again,\nhe was fed up with it. \"Too much paper work. All those forms. It's work\nfor a robot, not a man,\" he'd told Betty when he quit. A lie. The paper\nwork was, as he looked back on it, not bad at all; pleasant even, in a\nway. It was just--nothing. Anything.\n\nIndoor-Outdoor Climatizers--sniffles, he said, kept killing his sales\npresentation even though his record was good enough. Ultra-sonic\ntoothbrushes, then, were a fine product. Only the vibration, with his\ngold inlay, seemed to give him headaches after every demonstration. He\ndidn't _have_ a gold inlay. But the headaches were real enough. So he\nquit.\n\nSo now he had a great new job with a great organization, Amalgamated\nProduction for Living--ALPRODLIV. He was about to take on his first big\nassignment.\n\nFor that he had felt a spark of the old enthusiasm and it had carried\nhim into working out a bright new sales approach for the deal tonight.\nThe Old Man himself had taken a personal interest, which was a terrific\nbreak. And still Ben Tilman felt that uneasy dissatisfaction. Damn.\n\n\"Mr. Robb will see you now, Mr. Tilman,\" said the cool robot voice from\nthe Elec-Sec Desk. It was after customer hours and the charming human\nreceptionist had gone. The robot secretary, like most working robots,\nwas functional in form--circuits and wires, mike, speaker, extension\narms to type and to reach any file in the room, wheels for intra-office\nmobility.\n\n\"Thanks, hon,\" said Ben. Nevertheless, robot secretaries were all\nprogrammed and rated female--and it was wise to be polite to them. After\nall, they could think and had feelings. There were a lot of important\nthings they could do for a salesman--or, sometimes, not do. This one,\nbeing helpful, stretched out a long metal arm to open the door to the\ninner office for Ben. He smiled his appreciation and went in.\n\n       *       *       *       *       *\n\nThe Old Man, Amalgamated's grand old salesman, was billiard bald, aging,\na little stout and a little slower now. But he was still a fine sales\nmanager. He sat at his huge, old fashioned oak desk as Ben walked across\nthe office.\n\n\"Evening, sir.\" No response. Louder, \"Good evening, Mr. Robb. Mr. Robb,\nit's Ben, sir. Ben Tilman. You memo'd me to come--\" Still no sign. The\neyes, under the great, beetling brows, seemed closed.\n\nBen grinned and reached out across the wide desk toward the small,\nplastic box hanging on the Old Man's chest. The Old Man glanced up as\nBen tapped the plastic lightly with his fingernail.\n\n\"Oh, Ben. It's you.\" The Old Man raised his hand to adjust the ancient\nstyle hearing aid he affected as Ben sank into a chair. \"Sorry Ben. I\njust had old Brannic Z-IX in here. A fine old robot, yes, but like most\nof that model, long-winded. So--\" He gestured at the hearing aid.\n\nBen smiled. Everyone knew the Old Man used that crude old rig so he\ncould pointedly tune out conversations he didn't care to hear. Any time\nyou were talking to him and that distant look came into his half closed\neyes, you could be sure that you were cut off.\n\n\"Sorry, Ben. Well now. I simply wanted to check with you, boy.\nEverything all set for tonight?\"\n\n\"Well, yes, sir. Everything is set and programmed. Betty and I will play\nit all evening for the suspense, let them wonder, build it up--and then,\ninstead of the big pitch they'll be looking for, we'll let it go easy.\"\n\n\"A new twist on the old change-up. Ben, boy, it's going to go. I feel\nit. It's in the air, things are just ripe for a new, super-soft-sell\npitch. Selling you've got to do by feel, eh Ben? By sales genius and the\nold seat of the pants. Good. After tonight I'm going all out, a\nhemisphere-wide, thirty day campaign. I'll put the top sales artist of\nevery regional office on it. They can train on your test pattern tapes.\nI believe we can turn over billions before everybody picks up the signal\nand it senilesces. You give an old man a new faith in sales, Ben! You're\na _salesman_.\"\n\n\"Well, sir--\" But the Old Man's knack with the youthful-enthusiasm\napproach was contagious. For the moment Ben caught it and he felt pretty\ngood about the coming night's work. He and Betty together would put the\ndeal over. That would be something.\n\nSure it would...\n\n\"How do you and your wife like the place, Ben?\" It was some place, for\nsure, the brand new house that Amalgamated had installed Ben, Betty and\nBennie in the day after he had signed up.\n\n\"It's--uh--just fine, sir. Betty likes it very much, really. We both\ndo.\" He hoped his tone was right.\n\n\"Good, Ben. Well, be sure to stop by in the morning. I'll have the\ntapes, of course, but I'll want your analysis. Might be a little\nvacation bonus in it for you, too.\"\n\n\"Sir, I don't know how to thank you.\"\n\nThe Old Man waved a hand. \"Nothing you won't have earned, my boy. Robots\ncan't sell.\" That was the set dismissal.\n\n\"Yes, sir. Robots can't manage sales, or--\" He winked. The Old Man\nchuckled. An old joke was never too old for the Old Man. The same old\nbromides every time; and the same hearty chuckle. Ben left on the end of\nit.\n\n       *       *       *       *       *\n\nDialing home on his new, Company-owned, convertible soar-kart, he felt\nnot too bad. Some of the old lift in spirits came as the kart-pilot\ncircuits digested the directions, selected a route and zipped up into a\nnorth-north-west traffic pattern. The Old Man was a wonderful sales\nmanager and boss. The new house-warming pitch that he and Betty would\ntry tonight was smart. He could feel he had done something.\n\nExercising his sales ability with fair success, he fed himself this\npitch all along the two hundred mile, twenty-minute hop home from the\ncity. The time and distance didn't bother him. \"Gives me time to think,\"\nhe had told Betty. Whether or not this seemed to her an advantage, she\ndidn't say. At least she liked the place, \"Amalgamated's Country\nGentleman Estate--Spacious, Yet fully Automated.\"\n\n\"We are,\" the Old Man told Ben when he was given the Company-assigned\nquarters, \"starting a new trend. With the terrific decline in birth rate\nduring the past 90 to 100 years, you'll be astonished at how much room\nthere is out there. No reason for everyone to live in the suburban\ncenters any more. With millions of empty apartments in them, high time\nwe built something else, eh? Trouble with people today, no initiative in\nobsolescing. But we'll move them.\"\n\nHome, Ben left the kart out and conveyed up the walk. The front door\nopened. Betty had been watching for him. He walked to the family\nvueroom, as usual declining to convey in the house. The hell with the\nconveyor's feelings, if so simple a robot really had any. He _liked_ to\nwalk.\n\n\"Color pattern,\" Betty ordered the vuescreen as he came in, \"robot audio\nout.\" With people talking in the house it was still necessary to put the\nmachines under master automatic and manual control. Some of the less\nsophisticated robots might pick up some chance phrase of conversation\nand interpret it as an order if left on audio.\n\n\"Ben,\" said Betty, getting up to meet him, \"you're late.\"\n\nBen was too good a salesman to argue that. Instead, he took her in his\narms and kissed her. It was a very good sixty seconds later that she\npushed him away with a severeness destroyed by a blush and a giggle to\nsay, \"Late but making up for lost time, huh? And sober, too. You must be\nfeeling good for a change.\"\n\n\"Sure--and you feel even better, sugar.\" He reached for her again. She\nslipped away from him, laughing, but his wrist tel-timer caught on the\nlocket she always wore, her only memento from her parents, dead in the\nold moon-orb crash disaster. She stood still, slightly annoyed, as he\nunhooked and his mood was, not broken, but set back a little. \"What's\ngot into you tonight anyway, Ben?\"\n\n\"Oh, I don't know. Did I tell you, the O.M. may give us a vacation?\nRemember some of those nights up at that new 'Do It Yourself' Camp last\nsummer?\"\n\n\"Ben!\" She blushed, smiled. \"We won't get any vacation if we blow our\nhouse-warming pitch tonight, you know. And we have three couples due\nhere in less than a half hour. Besides, I have to talk to you about\nNana.\"\n\n       *       *       *       *       *\n\n\"That damned new CD-IX model. Now what?\"\n\n\"She's very upset about Bennie. I'm not sure I blame her. This afternoon\nhe simply refused his indoctrination. All the time he should have been\nplaying store with Playmate he insisted on _drawing_ things--himself,\nmind you, not Playmate. On the walls, with an old pencil of yours he\nfound someplace in your things. Nana couldn't do a thing with him. She\nsays you've got to give him a spanking.\"\n\n\"Why me? Why not you?\"\n\n\"Now Ben, we've been over that and over it. Discipline is the father's\njob.\"\n\n\"Well, I won't do it. Bennie's just a baby. Let him do a few things\nhimself. Won't hurt him.\"\n\n\"Ben!\"\n\n\"That Nana is an officious busybody, trying to run our lives.\"\n\n\"Oh, Ben! You know Nana loves little Bennie. She only wants to help\nhim.\"\n\n\"But to what?\"\n\n\"She'd never dream of lifting a finger against Bennie no matter what he\ndid. And she lives in terror that he'll cut her switch in some temper\ntantrum.\"\n\n\"Hmph! Well, I'm going up right now and tell her if I hear another word\nfrom her about spanking Bennie, I'll cut her switch myself. Then she can\ngo back to Central for reprogramming and see how she likes it.\"\n\n\"Ben! You wouldn't.\"\n\n\"Why not? Maybe she needs a new personality?\"\n\n\"You won't say a thing to her. You're too soft-hearted.\"\n\n\"This time I won't be.\"\n\nThis time he wasn't. He met Nana CD-IX in the hallway outside Bennie's\nroom. Like all nurse, teaching, and children's personal service robots,\nshe was human in form, except for her control dial safely out of baby's\nreach, top, center.\n\nThe human form was reassuring to children, kept them from feeling\nstrange with parents back. Nana was big, gray-haired, stout, buxom,\nmotherly, to reassure parents.\n\n\"Now, Mr. Tilman,\" she said with weary impatience, \"you are too late.\nSurely you don't intend to burst in and disturb your son now.\"\n\n\"Surely I do.\"\n\n\"But he is having his supper. You will upset him. Can't you understand\nthat you should arrange to be here between 5:30 and 6 if you wish to\ninterview the child?\"\n\n\"Did he miss me? Sorry, I couldn't make it earlier. But now I am going\nto see him a minute.\"\n\n\"Mr. Tilman!\"\n\n\"Nana! And what's this about your wanting Bennie spanked because he drew\na few pictures?\"\n\n\"Surely you realize these are the child's formative years, Mr. Tilman.\nHe should be learning to think in terms of selling now--not _doing_\nthings. That's robot work, Mr. Tilman. Robots can't sell, you know, and\nwhat will people, let alone robots think if you let your boy grow up--\"\n\n       *       *       *       *       *\n\n\"He's growing up fine; and I am going in to see him.\"\n\n\"Mr. Tilman!\"\n\n\"_And_ for two credits, Nana, I'd cut your switch. You hear me?\"\n\n\"Mr. Tilman--no! No, please. I'm sorry. Let the boy scrawl a bit;\nperhaps it won't hurt him. Go in and see him if you must, but do try not\nto upset him or-- All right, all right. But please Mr. Tilman, my\nswitch--\"\n\n\"Very well Nana. I'll leave it. This time.\"\n\n\"Thank you, Mr. Tilman.\"\n\n\"So we understand each other, Nana. Though, matter of fact, I'm hanged\nif I ever did quite see why you senior-level robots get so worked up\nabout your identities.\"\n\n\"Wouldn't you, Mr. Tilman?\"\n\n\"Of course. But--well, yes, I suppose I do see, in a way. Let's go see\nBennie-boy.\"\n\nSo Ben Tilman went into the nursery and enjoyed every second of a fast\nfifteen-minute roughhouse with his round-faced, laughing, chubby son and\nheir. No doubt it was very bad, just after supper. But Nana, with a\nrather humanly anxious restraint, confined herself to an unobtrusive\nlook of disapproval.\n\nHe left Bennie giggling and doubtless upset, at least to a point of\nuneagerness for Nana's bedtime story about Billie the oldtime newsboy,\nwho sold the Brooklyn Bridge.\n\nSo then he was run through a fast ten-minute shower, shave and change by\nValet. He floated downstairs just as Betty came out of the cocktail\nlounge to say, \"Code 462112 on the approach indicator. Must be the\nStoddards. They always get every place first, in time for an extra\ndrink.\"\n\n\"Fred and Alice, yes. But damn their taste for gin, don't let Barboy\nkeep the cork in the vermouth all evening. I like a touch of vermouth. I\nwonder if maybe I shouldn't--\"\n\n\"No, you shouldn't mix the cocktails yourself and scandalize everybody.\nYou know perfectly well Barboy really does do better anyway.\"\n\n\"Well, maybe. Everything all set, hon? Sorry I was late.\"\n\n\"No trouble here. I just fed Robutler the base program this morning and\nspent the rest of the day planning my side of our Sell. How to tantalize\nthe girls, pique the curiosity without giving it away. But you know--\"\nshe laughed a little ruefully--\"I sort of miss not having even the\nshopping to do. Sometimes it hardly seems as though you need a wife at\nall.\"\n\nBen slid an arm around her waist. \"Selling isn't the only thing robots\ncan't do, sugar.\" He pulled her close.\n\n\"Ben! They're at the door.\"\n\nThey were, and then in the door, oh-ing and ah-ing over this and that.\nAnd complimenting Barboy on the martinis. Then the Wilsons came and the\nBartletts and that was it.\n\n\"Three couples will be right,\" Ben had analyzed it. \"Enough so we can\nlet them get together and build up each others' curiosity but not too\nmany for easy control. People that don't know us so well they might be\nlikely to guess the gimmick. We'll let them stew all evening while they\nenjoy the Country Gentleman House-Warming hospitality. Then, very\ncasually, we toss it out and let it lie there in front of them. They\nwill be sniffing, ready to nibble. The clincher will drive them right\nin. I'd stake my sales reputation on it.\" If it matters a damn, he\nadded. But silently.\n\nThey entertained three couples at their house-warming party. It was a\ndelightful party, a credit to Ben, Betty and the finest built-in house\nrobots the mind of Amalgamated could devise.\n\nBy ten o'clock they had dropped a dozen or more random hints, but never\na sales pitch. Suspense was building nicely when Betty put down an empty\nglass and unobtrusively pushed the button to cue Nana. Perfect timing.\nThey apologized to the guests, \"We're ashamed to be so old-fashioned but\nwe feel better if we look in on the boy when he wakes in the night. It\nkeeps him from forgetting us.\"\n\nThen they floated off upstairs together, ostensibly to see Nana and\nlittle Bennie.\n\nFred Stoddard: \"Some place they have here, eh? Off-beat. A little too\nadvanced for my taste, this single dwelling idea, but maybe--Ben sure\nmust have landed something juicy with Amalgamated to afford this. What\nthe devil is he pushing, anyway?\"\n\nScoville Wilson (shrug): \"Beats me. You know, before dinner I cornered\nhim at the bar to see if I could slip in a word or two of sell. Damned\nif he didn't sign an order for my Cyclo-sell Junior Tape Library without\neven a C level resistance. Then he talked a bit about the drinks and I\nthought sure he was pushing that new model Barboy. I was all set to come\nback with a sincere 'think it over'--and then he took a bottle from the\nBarboy, added a dash of vermouth to his drink and walked off without a\nword of sell. He always was an odd one.\"\n\nLucy Wilson (turns from woman talk with the other two wives): \"Oh no! I\nknew it wasn't the Barboy set. They wouldn't have him set so slow.\nBesides didn't you hear the way she carried on about the nursery and\nthat lovely Nana? That must have been a build-up, but Ben goofed his\ncue to move in on Sco and me for a close. Doesn't Amalgamated handle\nthose nurseries?\"\n\nTom Bartlett: \"Amalgamated makes almost anything. That's the puzzle. I\ndunno--but it must be something big. He has to hit us with something,\ndoesn't he?\"\n\nBelle Bartlett: \"Who ever heard of a party without a sell?\"\n\nNancy Stoddard: \"Who ever heard of a party going past ten without at\nleast a warm-up pitch? And Betty promised Fred to send both Ben and\nBennie to the Clinic for their Medchecks. You know we have the newest,\nfinest diagnosticians--\"\n\nFred Stoddard: \"Nancy!\"\n\nNancy Stoddard: \"Oh, I'm sorry. I shouldn't be selling you folks at\n_their_ party, should I? Come to think, you're all signed with Fred\nanyway, aren't you? Well, about Ben, _I_ think--\"\n\nLucy Wilson: \"Sh-h-h! Here they come.\"\n\n       *       *       *       *       *\n\nSmiling, charming--and still not an order form in sight--Ben and Betty\ngot back to their guests. Another half hour. Barboy was passing around\nwith nightcaps. Lucy Wilson nervously put a reducegar to her\nsophisticated, peppermint-striped lips.\n\nQuickly Ben Tilman was on his feet. He pulled a small, metal cylinder\nfrom his pocket with a flourish and held it out on his open palm toward\nLucy. A tiny robot Statue of Liberty climbed from the cylinder, walked\nacross Ben's hand, smiled, curtsied and reached out to light the\nreducegar with her torch, piping in a high, thin voice, \"Amalgamated\nreducegars are cooler, lighter, finer.\"\n\n\"Ben! How simply darling!\"\n\n\"Do you like it? It's a new thing from Amalgamated NovelDiv. You can\nprogram it for up to a hundred selective sell phrases, audio or visio\nkey. Every salesman should have one. Makes a marvelous gift, and\nsurprisingly reasonable.\"\n\n\"So that's it, Ben. I just love it!\"\n\n\"Good! It's yours, compliments of Amalgamated.\"\n\n\"But--then you're not selling them? Well, what on earth--?\"\n\n\"Damn it, Ben,\" Fred Stoddard broke in, \"come on, man, out with it. What\nin hell _are_ you selling? You've given us the shakes. What is it? The\nBarboy set? It's great. If I can scrape up the down payment, I'll--\"\n\n\"_After_ we furnish a nursery with a decent Nana, Fred Stoddard,\" Nancy\nsnapped, \"and get a second soar-kart. Ben isn't selling Barboys anyway,\nare you. Ben? It _is_ that sweet, sweet Nana, isn't it? And I do want\none, the whole nursery, Playmate and all, girl-programmed of course,\nfor our Polly.\"\n\n\"_Is_ it the nursery, Betty?\" Lucy pitched in her credit's worth. \"Make\nhim tell us, darling. We have enjoyed everything so much, the dinner,\nthe Tri-deo, this whole lovely, lovely place of yours. Certainly the\nhouse warming has been perfectly charming.\"\n\n\"And that's it,\" said Ben smiling, a sheaf of paper forms suddenly in\nhis hand.\n\n\"What? Not--?\"\n\n\"The house, yes. Amalgamated's Country Gentleman Estate, complete,\neverything in it except Bennie, Betty and me. Your equity in your Center\nco-op can serve as down payment, easy three-generation terms, issue\ninsurance. Actually, I can show you how, counting in your entertainment,\nvacation, incidental, and living expenses, the Country Gentleman will\nhonestly cost you less.\"\n\n\"Ben!\"\n\n\"How simply too clever!\"\n\nBen let it rest there. It was enough. Fred Stoddard, after a short\nscuffle with Scoville Wilson for the pen, signed the contract with a\nflourish. Sco followed.\n\n\"There!\"\n\n\"There now, Ben,\" said Betty, holding Bennie a little awkwardly in her\narms in the soar-kart. They had moved out so the Stoddards could move\nright in. Now they were on their way in to their reserved suite at\nAmalgamated's Guest-ville. \"You were absolutely marvellous. Imagine\nselling all three of them!\"\n\n\"There wasn't anything to it, actually.\"\n\n\"Ben, how can you say that? Nobody else could have done it. It was a\nsales masterpiece. And just think. Now salesmen all over the hemisphere\nare going to follow your sales plan. Doesn't it make you proud? Happy?\nBen, you aren't going to be like _that_ again?\"\n\nNo, of course he wasn't. He was pleased and proud. Anyway, the Old Man\nwould be, and that, certainly, was something. A man had to feel good\nabout winning the approval of Amalgamated's grand Old Man. And it did\nseem to make Betty happy.\n\nBut the actual selling of the fool house and even the two other,\nidentical houses on the other side of the hill--he just couldn't seem to\nget much of a glow over it. He had done it; and what had he done? It was\nthe insurance and the toothbrushes all over again, and the old nervous,\nsour feeling inside.\n\n\"At least we do have a vacation trip coming out of it, hon. The O.M.\npractically promised it yesterday, if our sell sold. We could--\"\n\n\"--go back to that queer new 'Do It Yourself' camp up on the lake you\ninsisted on dragging me to the last week of our vacation last summer.\nBen, really!\" He _was_ going to be like that. She knew it.\n\n\"Well, even you admitted it was some fun.\"\n\n\"Oh, sort of, I suppose. For a little while. Once you got used to the\nwhole place without one single machine that could think or do even the\nsimplest little thing by itself. So, well, almost like being savages. Do\nyou think it would be safe for Bennie? We can't watch him all the time,\nyou know.\"\n\n\"People used to manage in the old days. And remember those people, the\nBurleys, who were staying up there?\"\n\n\"That queer, crazy bunch who went there for a vacation when the Camp was\nfirst opened and then just stayed? Honestly, Ben! Surely you're not\nthinking of--\"\n\n\"Oh, nothing like that. Just a vacation. Only--\"\n\nOnly those queer, peculiar people, the Burleys had seemed so relaxed and\ncheerful. Grandma and Ma Burley cleaning, washing, cooking on the\nancient electric stove; little Donnie, being a nuisance, poking at the\nkeys on his father's crude, manual typewriter, a museum piece; Donnie\nand his brothers wasting away childhood digging and piling sand on the\nbeach, paddling a boat and actually building a play house. It was mad.\nPeople playing robots. And yet, they seemed to have a wonderful time\nwhile they were doing it.\n\n\"But how do you keep staying here?\" he had asked Buck Burley, \"Why don't\nthey put you out?\"\n\n\"Who?\" asked Buck. \"How? Nobody can sell me on leaving. We like it here.\nNo robot can force us out. Here we are. Here we stay.\"\n\n       *       *       *       *       *\n\nThey pulled into the Guest-ville ramp. Bennie was fussy; the nursery\nNana was strange to him. On impulse, Betty took him in to sleep in their\nroom, ignoring the disapproving stares of both the Nana and the Roboy\nwith their things.\n\nThey were tired, let down. They went to bed quietly.\n\nIn the morning Betty was already up when Ben stumbled out of bed. \"Hi,\"\nshe said, nervously cheerful. \"The house Nanas all had overload this\nmorning and I won't stand for any of those utility components with\nBennie. So I'm taking care of him myself.\"\n\nBennie chortled and drooled vita-meal at his high-chair, unreprimanded.\nBen mustered a faint smile and turned to go dial a shave, cool shower\nand dress at Robather.\n\nThat done, he had a bite of breakfast. He felt less than top-sale, but\nbetter. Last night _had_ gone well. The Old Man would give them a\npre-paid vacation clearance to any resort in the world or out. Why\ngloom?\n\nHe rubbed Bennie's unruly hair, kissed Betty and conveyed over from\nGuest-ville to office.\n\nMessage-sec, in tone respect-admiration A, told him the Old Man was\nwaiting for him. Susan, the human receptionist in the outer office,\nfavored him with a dazzling smile. There was a girl who could sell; and\nhad a product of her own, too.\n\nThe Old Man was at his big, oak desk but, a signal honor, he got up and\ncame half across the room to grab Ben's hand and shake it. \"Got the full\nreport, son. Checked the tapes already. That's selling, boy! I'm proud\nof you. Tell you what, Ben. Instead of waiting for a sales slack, I'm\ngoing to move you and that sweet little wife of yours right into a\nspanking new, special Country Gentleman unit I had in mind for myself.\nAnd a nice, fat boost in your credit rating has already gone down to\naccounting. Good? Good. Now, Ben, I have a real, artistic sales\nchallenge that is crying for your talent.\"\n\n\"Sir? Thank you. But, sir, there is the matter of the vacation--\"\n\n[Illustration]\n\n\"Vacation? Sure, Ben. Take a vacation anytime. But right now it seems to\nthe Old Man you're on a hot selling streak. I don't want to see you get\noff the track, son; your interests are mine. And wait till you get\nyour teeth into this one. Books, Ben boy. Books! People are spending all\ntheir time sitting in on Tri-deo, not reading. People should read more,\nBen. Gives them that healthy tired feeling. Now we have the product. We\nhave senior Robo-writers with more circuits than ever before. All\npossible information, every conceivable plot. Maybe a saturation guilt\ntype campaign to start--but it's up to you, Ben. I don't care how you do\nit, but move books.\"\n\n\"Books, eh? Well, now.\" Ben was interested. \"Funny thing, sir, but that\nties in with something I was thinking about just last night.\"\n\n\"You have an angle? Good boy!\"\n\n\"Yes, sir. Well, it is a wild thought maybe, but last summer when I was\non vacation I met a man up at that new camp and--well, I know it sounds\nsilly, but he was writing a book.\"\n\n\"Nonsense!\"\n\n\"Just what I thought, sir. But I read some of it and, I don't know, it\nhad a sort of a feel about it. Something new, sir, it might catch on.\"\n\n\"All right, all right. That's enough. You're a salesman. You've sold\nme.\"\n\n\"On the book?\" Ben was surprised.\n\n\"Quit pulling an old man's leg, Ben. I'm sold on your needing a\nvacation. I'll fill out your vacation pass right now.\" The Old Man,\nstill a vigorous, vital figure, turned and walked back to his Desk-sec.\n\"Yes sir,\" said the secretarial voice, \"got it. Vacation clearance for\nTilman, Ben, any resort.\"\n\n\"And family,\" said Ben.\n\n\"And family. Very good, sir.\"\n\nThe Old Man made his sign on the pass and said heavily, \"All right then,\nBen. That's it. Maybe if you go back up to that place for a few days and\nsee that psycho who was writing a book again, perhaps you'll realize how\nimpractical it is.\"\n\n\"But sir! I'm serious about that book. It really did have--\" he broke\noff.\n\nThe Old Man was sitting there, face blank, withdrawn. Ben could feel he\nwasn't even listening. That damned hearing aid of his. The Old Man had\ncut it off. Suddenly, unreasoningly, Ben was furious. He stood by the\nhuge desk and he reached across toward the hearing aid on the Old Man's\nchest to turn up the volume. The Old Man looked up and saw Ben's hand\nstretching out.\n\nA sudden look of fear came into his china blue, clear eyes but he made\nno move. He sat frozen in his chair.\n\nBen hesitated a second. \"What--?\" But he didn't have to ask. He knew.\n\nAnd he also knew what he was going to do.\n\n\"No!\" said the Old Man. \"No, Ben. I've only been trying to help; trying\nto serve your best interests the best way I know. Ben, you mustn't--\"\n\nBut Ben moved forward.\n\n       *       *       *       *       *\n\nHe took the plastic box on the Old Man's chest and firmly cut the\nswitch.\n\nThe Old Man, the Robot Old Man, went lifeless and slumped back in his\nchair as Ben stretched to cut off the Desk-sec. Then he picked up his\nvacation clearance.\n\n\"Robots can't sell, eh?\" he said to the dead machine behind the desk.\n\"Well, you couldn't sell me that time, could you, Old Man?\"\n\nClumsily, rustily, Ben whistled a cheerful little off-key tune to\nhimself. Hell, they could do anything at all--except sell.\n\n\"You can't fool some of the people all of the time,\" he remarked over\nhis shoulder to the still, silent figure of the Old Man as he left the\noffice, \"it was a man said that.\" He closed the door softly behind him.\n\nBetty would be waiting.\n\nBetty was waiting. Her head ached as she bounced Bennie, the child of\nBen, of herself and of an unknown egg cell from an anonymous ovary, on\nher knees. Betty 3-RC-VIII, secret, wife-style model, the highest\ndevelopment of the art of Robotics had known instantly when Ben cut the\nOld Man's switch. She had half expected it. But it made her headache\nworse.\n\n\"But damn my programming!\" She spoke abruptly, aloud, nervously\nfingering the locket around her neck. \"Damn it and shift circuit. He's\nright! He is my husband and he is right and I'm glad. I'm glad we're\ngoing to the camp and I'm going to help him stay.\"\n\nAfter all, why shouldn't a man want to do things just as much as a\nrobot? He had energy, circuits, feelings too. She knew he did.\n\nFor herself, she loved her Ben and Bennie. But still just that wasn't\nenough occupation. She was glad they were going to the new isolation\ncompound for non-psychotic but unstable, hyper-active, socially\ndangerous individual humans. At the camp there would be things to do.\n\nAt the camp they would be happy.\n\nAll at once the headache that had been bothering her so these past\nmonths was gone. She felt fine and she smiled at little Bennie.\n\"Bennie-boy,\" she said, kissing his smooth, untroubled baby forehead.\n\"Daddy's coming.\" Bennie laughed and started to reach for the locket\naround Mommy's neck. But just then the door opened and he jumped down to\nrun and meet his daddy.\n\n\n        END\n\n\n\n\n\nEnd of the Project Gutenberg EBook of The Real Hard Sell, by William W Stuart\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE REAL HARD SELL ***\n\n***** This file should be named 31038.txt or 31038.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/1/0/3/31038/\n\nProduced by Robert Cicconetti, David Wilson and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}