{"title": "The Cartels Jungle", "author": "Irving E. Cox, Jr.", "releaseDate": "March 16, 2010", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced from Fantastic Universe September 1955.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed.\n\n\n[_In most ideally conceived Utopias the world as it exists\n  is depicted as a mushrooming horror of maladjustment, cruelty and\n  crime. In this startlingly original short novel that basic premise is\n  granted, but only to pave the way for an approach to Utopia over a\n  highway of the mind so daringly unusual we predict you'll forget\n  completely that you're embarking on a fictional excursion into the\n  future by one of the most gifted writers in the field. And that\n  forgetfulness will be accompanied by the startling realization that\n  Irving E. Cox has a great deal more than a storyteller's magic to\n  impart._]\n\n\n                          the cartels jungle\n\n\n                     _by ... Irving E. Cox, Jr._\n\n\n     It was a world of greedy Dynasts--each contending for the\n     right to pillage and enslave. But one man's valor became a\n     shining shield.\n\n       *       *       *       *       *\n\n\n\n\n     _... and he who overcomes an enemy by fraud is as much to be\n      praised as he who does so by force._\n\n                                        Machiavelli, DISCORSI, III, 1531\n\n\nThe captain walked down the ramp carrying a lightweight bag. To a\ndiscerning eye, that bag meant only one thing: Max Hunter had quit the\nservice. A spaceman on leave never took personal belongings from his\nship, because without a bag he could by-pass the tedious wait for a\ncustoms clearance.\n\nFrom the foot of the ramp a gray-haired port hand called up to Hunter,\n\"So you're really through, Max?\"\n\n\"I always said, by the time I was twenty-six--\"\n\n\"Lots of guys think they'll make it. I did once myself. Look at me\nnow. I'm no good in the ships any more, so they bust me back to port\nhand. It's too damn easy to throw your credits away in the\ncrumb-joints.\"\n\n\"I'm getting married,\" Hunter replied. \"Ann and I worked this out when\nI joined the service. Now we have the capital to open her clinic--and\nninety-six thousand credits, salted away in the Solar First National\nFund.\"\n\n\"Every youngster starts out like you did, but something always\nhappens. The girl doesn't wait, maybe. Or he gets to thinking he can\npile up credits faster in the company casinos.\" The old man saluted.\n\"So long, boy. It does my soul good to meet one guy who's getting out\nof this crazy space racket.\"\n\nMax Hunter strode along the fenced causeway toward the low,\npink-walled municipal building, shimmering in the desert sun. Behind\nhim the repair docks and the launching tubes made a ragged silhouette\nagainst the sky.\n\nHunter felt no romantic inclination to look back. He had always been\namused by the insipid, Tri-D space operas. To Hunter it had been a\nbusiness--a job different from other occupations only because the\nrisks were greater and the bonus scale higher.\n\nAnn would be waiting in the lobby, as she always was when he came in\nfrom a flight. But today when they left the field, it would be for\nkeeps. Anticipation made his memory of Ann Saymer suddenly vivid--the\ncaress of her lips, the delicate scent of her hair, her quick smile\nand the pert upturn of her nose.\n\nCaptain Hunter thought of Ann as small and delicate, yet neither term\nwas strictly applicable except subjectively in relation to himself.\nHunter towered a good four inches above six feet. His shoulders were\nbroad and powerful, his hips narrow, and his belly flat and hard. He\nmoved with the co-ordination that had become second nature to him\nafter a decade of frontier war. He was the typical spaceman, holding a\nFirst in his profession.\n\nAs was his privilege, he still wore his captain's uniform--dress boots\nof black plastic, tight-fitting trousers, and a scarlet jacket bearing\nthe gold insignia of Consolidated Solar Industries.\n\nHunter entered the municipal building and joined the line of people\nmoving slowly toward the customs booth. Anxiously he scanned the mass\nof faces in the lobby. Ann Saymer wasn't there.\n\nHe felt the keen, knife-edge disappointment, and something\nelse--something he didn't want to put into words. He had sent Ann a\nmicropic telling her when his ship would be in. Of course, there was\nthat commission-job she had taken--\n\nAbruptly he was face to face again with the vague fear that had nagged\nat his mind for nearly a month. This wasn't like Ann. Always before\nshe had sent him every two or three days a chatty micropic, using the\nprivate code they had invented to cut the unit cost of words. But four\nweeks had now passed since he had last heard from her.\n\nIn an attempt at self-assurance, he recalled to mind just how exacting\na commission-job could be. Perhaps Ann had been working so hard she\nhad simply not had the time to send him a message.\n\nNot even five minutes to send a micropic?\n\nIt didn't occur to him that she might be ill, for preventive medicine\nhad long ago made physical disease a trivial factor in human affairs.\nA maladjustment then, with commitment to a city clinic? But Ann Saymer\nheld a First in Psychiatry.\n\nHunter fingered the Saving Fund record in his pocket--the goal he and\nAnn had worked for so long. Nothing could go wrong now, nothing! He\nsaid the words over in his mind as he might have repeated the litany\nof a prayer, although Max Hunter did not consider himself a religious\nman.\n\nAt sixteen he and Ann Saymer had fallen in love, while they had both\nbeen in the last semester of the general school. They could have\nmarried then, or they might have registered for the less permanent\ncompanionship-union.\n\nIn either case, both of them would have had to go to work. Hunter\ncould not have entered the space service, which enrolled only single\nmen and Ann could not have afforded the university.\n\nIt hadn't mattered to Hunter. But Ann had possessed enough ambition\nfor them both. She knew she had the ability to earn a First in\nPsychiatry, and would settle for nothing less. The drive that kept\ntheir goal alive was hers. She was determined to establish a clinic of\nher own. The plan she worked out was very practical--for Ann was in\nall respects the opposite of an idle dreamer.\n\nHunter was to join a commercial spacefleet. His bonus credits would\naccumulate to supply their capital, while he paid her university\ntuition from his current earnings. After they married, Hunter was to\nmanage the finances of the clinic while Ann became the resident\npsychiatrist.\n\nEven at sixteen Ann Saymer had very positive ideas about curing mental\nillness, which was the epidemic sickness of their world. Eight years\nlater, while she was still serving her internship in a city clinic,\nAnn had invented the tiny machine which, with wry humor, she called an\nExorciser.\n\nShe had never used the device in the public clinic. If she had, she\nwould have lost the patent, since she had built the Exorciser while\nshe was still serving out her educational apprenticeship in the city\nclinic.\n\n\"I'm no fool, Max,\" she told Hunter. \"Why should I give it away? We'll\ncoin credits in our own clinic with that little gadget.\"\n\nHunter had no objection to her aggressive selfishness. In fact, the\nterm \"selfishness\" did not even occur to him. Ann was simply\nexpressing the ethic of their society. He admired her brilliance, her\ncleverness; and he knew that her Exorciser, properly exploited, would\nbe the touchstone to a fortune.\n\nDuring one of his furloughs Ann demonstrated what the machine could\ndo. After a minor surgical operation, a fragile filigree of\nmicroscopic platinum wires was planted in the cerebral cortex of a\npatient's skull. From a multi-dialed console Ann verbally transmitted\na new personality directly into the maladjusted mind. After twenty\nminutes she removed the wire grid, and the disorganized personality\nwas whole again, with an adjustment index testing at zero-zero.\n\n\"A cure that leaves out the long probe for psychic causes,\" she said\nenthusiastically. \"In minutes, Max, we'll be able to do what now takes\nweeks or months. They'll swarm into our clinic.\"\n\nHunter reasoned that Ann had taken the commission-job in order to\nexperiment with her machine in a privately-operated clinic. Her\ninternship had ended a month before, and it had been an altogether\nlegal thing for her to do. The fact that she had taken a commission\nmeant she would work for only a specific contract period. And because\na commission-job carried a professional classification, Ann had not\nbeen compelled to join the union.\n\nNevertheless the haze of anxiety still lay oppressively over Captain\nHunter's mind. No matter what the requirements of Ann's commission may\nhave been, she could have met him at the spaceport. She knew when his\nship was due, and had never failed to show up before.\n\n\nII\n\nThe line of people continued to move steadily toward the customs\nbooth. Hunter stopped at last in front of a counter where a male\nclerk, wearing on his tunic the identification disc of his U.F.W.\nunion local, typed out the customs forms, took Hunter's thumbprint,\nand carefully checked his medical certificate.\n\n\"You had your last boosters in the Mars station, is that correct?\"\n\n\"Yes, last January,\" Hunter replied.\n\n\"That gives you an eight months' clearance.\" The clerk smiled. \"Plenty\nof time for a spaceman's furlough.\"\n\n\"I'm making a permanent separation,\" Hunter affirmed.\n\nThe clerk glanced at him sharply. \"Then I'd better issue a temporary\nhealth card.\" He ran a red-tinted, celluloid rectangle through a\nstamping machine and Hunter pressed his thumbprint upon the signature\nsquare. \"Can you give me your home address, Captain?\"\n\n\"I'll be staying at the Roost for a day or so. After that I'm getting\nmarried.\"\n\n\"I'll assign your health file to the Los Angeles Clinic then,\" the\nclerk said. \"You can apply for an official reassignment later, if\nnecessary.\"\n\nHe made a photo-copy of the health card, pushed it into a pneumatic\ntube and handed the original to Hunter. Then he rolled the customs\nform back into the typewriter.\n\n\"Since you're quitting the service, Captain, I'll have to have\nadditional information for the municipal file. Do you have union\naffiliation?\"\n\n\"No. Spacemen aren't required to join the U.F.W.\"\n\n\"If you want to give me a part payment on the initiation fee, I'll be\nglad to issue--\"\n\n\"It'll be a long, hard winter before Eric Young gets any of my\ncredits,\" Hunter said, his eyes narrowing. Considering how Hunter felt\nabout the Union of Free Workers and the labor czar, Eric Young, he\nthought he had phrased his answer with remarkable restraint.\n\n\"Anti-labor,\" the clerk said, and typed the designation on the form.\n\n\"No,\" Hunter snapped, \"and I won't be labeled that. As far as the\nindividual goes, I believe he has every right to organize. No one can\nstand up against the cartels in any other way. But this exploitation\nby Young--\"\n\n\"You either join the U.F.W., or you're against us.\" The clerk shrugged\ndisinterestedly. \"It's all one and the same thing to me, Captain.\nHowever, if you expect a job in the city, you'll have to get it\nthrough the union.\" He typed again on the customs form. \"According to\na new regulation, I'm obliged to classify you as unemployed, and that\nrestricts you to limited areas of Los Angeles as well as--\"\n\n\"When the hell did they put over a law like that?\"\n\n\"Two weeks ago, sir. It gives the clinics a closer control over the\npotentially maladjusted, and it should help ease the pressure--\"\n\n\"There are no exceptions?\"\n\n\"The executive classifications, naturally--professionals, and\nspacemen. That would have included you, Captain Hunter, but you say\nyou've left the service.\"\n\nHunter gritted his teeth. It had been like this for as long as he\ncould remember. Whenever he returned from a long flight there was\nalways a new form of regimentation to adjust to. And always for the\nsame reason--to stop the steadily rising incidence of psychotic\nmaladjustment.\n\n\"How does the law define an executive?\" Hunter asked.\n\n\"Job bracket with one of the cartels,\" the clerk replied. \"Or the\ntotal credits held on deposit with a recognized fund.\"\n\nThe captain flung his savings book on the counter. The clerk glanced\nat the balance and X'ed out the last word he had typed on the customs\nform.\n\n\"You qualify, sir--with a thousand credits to spare. I'll give you a\ncity-wide clearance as an executive. But I can only make it\ntemporary. You'll have to check once each week with the U.F.W. office.\nIf your balance drops below ninety-five thousand, you'll be\nreclassified.\"\n\nThe clerk ran another celluloid card--this time it was blue--through\nthe stamping machine and passed it across to Hunter. Captain Hunter\npicked up his bag and entered the customs booth, which by that time\nwas empty. The probe lights glowed from the walls and ceiling,\nefficiently X-raying his bag and his clothing for any prohibited\nimports. Within seconds the alarm bell clanged and the metal doors\nbanged shut, imprisoning Hunter in the booth.\n\nNow what? he asked himself. What regulation had he violated this time?\nIn his mind he inventoried the contents of his bag. It contained only\na handful of personal belongings, and the tools of trade which he had\nneeded as a captain of a fighting ship. Everything was legitimate and\nabove-board. Hunter hadn't even brought Ann a souvenir from the\nfrontier.\n\n       *       *       *       *       *\n\nAfter a time, the booth door swung open. A senior inspector, carrying\na blaster, crowded into the cubicle.\n\n\"Open your bag!\" The inspector commanded, motioning with his weapon.\n\nHunter saw that the blaster dial was set to fire the death charge, not\nthe weaker dispersal charge which produced only an hour's paralysis.\n\nHunter thumbed the photocell lock. It responded to the individual\npattern of his thumbprint, and the bag fell open. The inspector picked\nup the worn blaster which lay under Hunter's shipboard uniform.\n\n\"Smuggling firearms, Captain, is a violation of the city code. The\nfine is--\"\n\n\"Smuggling?\" Hunter exploded. \"That blaster was registered to me nine\nyears ago.\" He snapped open his wallet.\n\nThe inspector frowned over the registration form, biting indecisively\nat his lower lip.\n\n\"That was issued before my time,\" he alibied. \"I'll have to check the\nregulations. It may take a while.\"\n\nHe left the booth. He was gone for a quarter of an hour. When he\nreturned, both metal doors snapped open. \"Your permit is valid,\nCaptain Hunter,\" the inspector admitted. \"Unrestricted registrations\nlike yours have not been issued for the past five years. That's why\nthe probe was not adjusted to the special conditions which apply in\nyour case. Your permit is revocable if you are committed for\nmaladjustment.\"\n\nHunter grinned. \"I wouldn't count on that. My adjustment index is\nzero-zero.\"\n\n\"A paragon, Captain.\" The voice was dry and biting. \"But you may find\nconditions on the Earth a little trying. You haven't had a chance to\nget really well-acquainted with your own world since you were a kid of\nsixteen.\"\n\nHunter's customs clearance had taken more than an hour. Before he left\nthe municipal building, he made a quick tour of the lobby, searching\nagain for Ann Saymer. Satisfied that she had not come, he put in a\ncall from a public tele-booth to Ann's apartment residence. After a\nmoment, Mrs. Ames' face came into sharp focus on the screen, the light\ncoalescing about her hair.\n\nA warm, motherly widow of nearly eighty, Mrs. Ames had been the\nresidence's owner for a decade, and had taken a great deal of\nvicarious pleasure in Ann's romance with the captain. \"It's so\ndifferent,\" she said once to Hunter, \"your faith in each other, the\nway you work together for a goal you both want. If the rest of us\ncould only learn to have some honest affection for each other. But,\nthere, I'm an old woman, living too much in the past.\"\n\nAs soon as Hunter saw her face on the screen, he knew that something\nwas wrong. She was tense and nervous, tied in the emotional knots of\nan anxiety neurosis. And Mrs. Ames was not the woman to fall easy\nvictim to mental illness. If Hunter had been guessing the odds, he\nwould have put her adjustment index on a par with his own.\n\n\"I haven't seen Ann for a month,\" she told him.\n\n\"Where is she? My last micropic from her said something about a\ncommission-job--\"\n\n\"She's all right, Max. Did you join the U.F.W.?\"\n\n\"I'll be damned if I will.\"\n\nWhy had she asked him that? Her question seemed totally unrelated to\nher reassurance as to Ann--another clear symptom of her emotional\nunbalance.\n\n\"About Ann, Mrs. Ames,\" he persisted. \"Do you know what clinic gave\nher the commission?\"\n\nMrs. Ames stared at him in surprise. \"Ann didn't tell you in her\nmicropic?\"\n\n\"We use a personal code,\" he explained. \"That makes a certain type of\ncommunication extremely difficult.\"\n\n\"I didn't see her, Max. After she took the commission some men came\nfor her things. They brought me a note from Ann, but it didn't tell me\nwhere she was. It just authorized the men to move out her belongings.\"\n\n\"Is the work outside of Los Angeles? Do you know that much?\"\n\n\"At first I guessed--\" She broke off, biting her lip, and her face\ntwisted in an agony of intense feeling. \"No, Max, an old woman's\nguesses won't help. I can't tell you any more about it.\"\n\n\"I'll come out and see you this afternoon, Mrs. Ames,\" he promised,\n\"after I check in at the Roost. I want to look at that note you had\nfrom Ann.\"\n\n\nIII\n\nCaptain Hunter left the municipal building and stood on the transit\nplatform. It was blazing hot in the noon sun, and he considered\nchartering an autojet to the city, as he always had before. But though\na jet was faster than the monorail it was also more expensive. Acutely\nmindful that he had left the service and would earn no more juicy\ncredit bonuses, he took the monorail instead.\n\nHe had only a ten-minute wait before a crowded car screamed to a stop\nat the port station. Hunter went aboard, along with four passengers\nfrom recent inbound flights--laboring class tourists returning from\nvacations on one of the planetoid resorts. Since a majority of the\npeople who passed through the spaceport were executives or\nprofessionals, they used the autojets.\n\nHunter's uniform set him apart. A spaceman was expected to live high,\nto throw away credits like the glamor heroes on the Tri-D space\ndramas.\n\nThe monorail car was crowded, primarily with afternoon-shift workers\non their way to the industrial area. They all wore on their tunics the\ndiscs of the Union of Free Workers. The four tourists who went aboard\nat the spaceport with Hunter pulled out their U.F.W. badges and pinned\nthem on. They belonged. Hunter didn't.\n\nHe found an empty chair at the rear of the car, beside a gaudily\nattired woman, whose union disc proclaimed her a member of Local 47,\nthe Recreational Companion Union. What miracles we perform, Hunter\nthought, with a judicial selection of innocuous words!\n\nHe glanced at the woman. She was past the first bloom of youth and her\nface, under her makeup, was heavily lined, her eyes shrewd and\nobserving. Had he known that she had been shadowing him almost from\nthe instant of his arrival in Los Angeles, and had been awaiting his\nreturn to Earth in obedience to carefully formulated instructions he\nwould not have regarded her so complacently.\n\nThe monorail shot up toward the Palms-Pine pass of the San Jacinto\nMountains. From the crest of the grade Hunter could look back at the\nflat, cemented field of the spaceport and the ragged teeth of the\nlaunching tubes rearing high on the Mojave. Ahead of him, misted by\nthe blue haze of industrial smog, was Los Angeles, the capital city of\nSector West--and indirectly the capital of the entire planet.\n\nAlmost indistinct against the horizon were the soaring, Babel towers,\nthe tangled network of walk-levels, jet-ways and private landing\nflats, which was the center-city. The lower, bulky factory buildings\nsquatted under the towers and spreading outward from them, like\nconcentric rings made by a stone hurled into a quiet pool, was the\nmonotonous clutter of the minimum-housing.\n\nThe city sprawled from San Diego to Santa Barbara, and it lapped\nagainst the arid Mojave to the east. Beyond were the suburban homes of\nlaborers and low-echelon executives who had carved brass-knuckled\nniches for themselves in the medium-income bracket.\n\nHunter saw the panoramic view of Sector West for only a split-second\nbefore the monorail car screamed down through the layer of gray haze.\nFor thirty minutes the car shot across the minimum-housing area,\nstopping from time to time at high-platformed stations.\n\nIn the industrial district the car emptied rapidly. Only Hunter and\nhis faded seat companion got out at the turnaround terminal and took\nthe slideway to center-city. In the metro-entry at the top of the\nstairs they went through a security check station manned by six\nblaster-armed police guards.\n\nHalf of the guards wore the insignia of Consolidated Solar Industries\nand half of United Research, the two titan cartels which were locked\nin deadly battle for the empire beyond the stars.\n\nThe government played it safe, Hunter thought with bitterness, using\nan equal number of police from each organization. On Earth the pacific\nbalance of commercial power was never disturbed--not, at least, on the\nsurface. The two imperial giants lived side by side in a tactful\ndisplay of peace.\n\nOn the frontier the real conflict raged, fought with all the weapons\nof treachery and an arsenal of highly refined atomic weapons--the\nblaster which could tear a man into component elements, and the\nL-bombs that were capable of turning a young sun into a nova.\n\nThe woman passed through the security check with no trouble. The men\nknew her and made only a perfunctory examination of her cards. But\nHunter again had difficulty because of the blaster in his bag. His\nregistered permit carried no weight with the guards. It was not their\nduty to execute existing law, but to protect their private employers.\n\nHowever, the Consolidated insignia on Hunter's jacket made the three\nConsolidated guards ready to honor his permit. Eventually they\npersuaded the opposition to pass Hunter into the city, on the ground\nthat the captain's zero-zero adjustment index indicated that it was\nsafe for him to carry arms.\n\nWhen Hunter went through the probe, he found the woman waiting for\nhim. During the half-hour ride from the spaceport, he had tried twice\nto start a conversation with her, and failed. Now, abruptly, her face\nwas animated with interest. She put her arm through his and walked\nwith him to the lift shaft.\n\n\"So you got away with it, Captain.\" Since it was long-standing\nfashion, she had trained her voice to sound low-pitched and husky. \"I\nmean, bringing a blaster into center-city.\"\n\n\"Why all this fuss about a gun?\" Hunter asked.\n\n\"It's a new government regulation,\" she told him.\n\n\"The government doesn't make the law,\" he reminded her. \"The cartels\ndo.\"\n\n\"The last fiscal mental health report showed the percentage of\nmaladjusted--\" She laughed throatily. \"I wish we'd use words honestly!\nThe survey showed the _lunatic_ percentage is still increasing. The\ncartels are using that report as an excuse to keep the people\nunarmed.\"\n\nHunter was regarding her steadily. \"Why?\" he asked.\n\n\"We're not as content with our world as we're supposed to be,\" she\nsaid. \"Eric Young can't keep all of us in line forever. Captain, we\ncould use your blaster. It's next to impossible to get one these days.\nI could make it worth your while--\"\n\n\"It's registered to me,\" Hunter pointed out.\n\n\"I'll change the serial,\" was her instant reply. \"Your name wouldn't\nbe involved.\"\n\n\"No, I want to keep it.\"\n\n\"To use yourself?\"\n\n\"Don't talk nonsense,\" he said. \"This isn't the frontier.\"\n\nHe made the denial vehemently, but deep in his mind he had an\nuncertain feeling that her guess was right. Earth was not the\nbattle-ground, but it had spawned the conflict. The appearance of\npeace was a sham. Here the battle was fought with more subtlety, but\nthe objective remained the same.\n\nIf Ann Saymer had somehow been caught in the no-man's-land between the\ntwo cartels--It was the first time that thought had occurred to\nHunter, and it filled him with a dread foreboding.\n\nThe woman sensed his feeling. He saw a smile on her curving lips. She\nsaid softly, \"So even a spaceman sometimes has his doubts.\"\n\n\"I left the service this morning,\" he said. Suddenly he was telling\nher all about himself and Ann. It was unwise, perhaps even dangerous.\nBut he had to unburden himself to someone or run the risk of losing\nhis emotional control.\n\n\"So now you've lost this--this ambitious woman of yours,\" she said\nwhen he had finished.\n\n\"No,\" he protested. \"I won't let myself believe that. Once I did--\"\n\n\"As well as her interesting invention--the Exorciser,\" she went on\nrelentlessly. \"Have you ever wondered, Captain Hunter, what might\nhappen if the platinum grid was _not_ removed from a patient's brain?\"\n\n\"No, but I suppose--I suppose he'd remain in control of the operator\nof the transmitter.\"\n\nShe nodded. \"He'd become a perfectly adjusted specimen with a\nzero-zero index, but--he'd also become a human robot with no will of\nhis own.\"\n\n\"But Ann wouldn't--\"\n\n\"Not Ann, Captain. Not the girl you've waited so long to marry. All\nshe wants is a clinic of her own so that she can help the maladjusted.\nBut don't forget--she holds a _priceless_ patent. Keep your blaster,\nmy friend. I've an idea you may need it.\"\n\nHe gripped her wrist. \"You know something about this?\"\n\n\"I know the world we live in--nothing more.\"\n\n\"But you're guessing--\"\n\n\"Later, Captain, after you start putting some facts together on your\nown.\" She pulled away from him. \"If you want to find me again--and I\nthink you will--look for me in Number thirty-four on the amusement\nlevel. Ask for Dawn.\"\n\nSuddenly, for no reason that he could explain, he had for her a great\nsympathy. She was no ordinary woman. Her discernment was\nextraordinary, and she possessed, in addition, a strangely elusive\ncharm.\n\nThey rode the lift as it moved up through the city level in its\ntransparent, fairy-world shaft. Dawn got out first, at the mid-city\nwalk-way where the cheapest shops and the gaudiest entertainment\nhouses were crammed together. Dazzling in the glare of colored lights,\nthe mid-city never slept. It was always thronged. It was the only area\nof the heartland--except for the top level casinos--open to every\ncitizen without restriction.\n\nOn the levels immediately above it were the specialty shops, dealing\nin luxuries for the suburbanites who had fought, schemed and bribed\ntheir way out of the minimum housing. Higher still was the sector\ngiven over to the less expensive commercial hotels.\n\nThe upper levels were occupied by cartel executive offices and at the\ntop, high enough to escape the smog and feel the warmth of the sun,\nwere the fabulous casino resorts, the mansions built by the family\ndynasts who controlled the cartels, and the modest, limestone building\nhousing the mockery which passed as government.\n\n\nIV\n\nCaptain Hunter left the lift at Level Nineteen. An automatic entry\nprobe accepted his blue-tinted executive card, and he walked the short\ndistance to the hotel which specialized in catering to spacemen. It\nwas traditionally neutral ground, where the mercenaries of\nConsolidated or United Research met as friends, although a week before\nthey might have been firing radiation fire at each other in the outer\nreaches of space. The frontier conflict was a business to the\nspaceman. Hunter was too well-adjusted to become emotionally involved\nin it himself.\n\nThe spacemen called their hotel the Roost, a contraction lifted from\nthe public micropic code. The full name was the _Roosevelt_, lettered\non the entry. The hotel was popularly supposed to have been built\nclose to the site of a twentieth century Los Angeles hotel of the\nsame name, destroyed in the last convulsive war that had shattered the\nearth.\n\nBy micropic Hunter had made his customary reservation. His room was\nhigh in an upper floor overlooking Level Twenty-three. Through the\nvisipanel he could see the walk-ways thronged by the various\nclassifications of executives who worked in the central offices of the\ncartels--lawyers, engineers, administrators, directors,\nastrogeographers, designers, statisticians, researchers.\n\nSomewhere in the crowd, perhaps, were the two men who ruled the\ncartels and directed the struggle for the Galactic empire. Glenn\nFarren of Consolidated Solar and Werner von Rausch of United\nResearchers. Max Hunter had never seen either of the men or any of\ntheir dynastic families. He knew little about them. Their pictures\nwere never published.\n\nYet Farren and Von Rausch held in their hands more despotic power,\nmore real wealth and military might, than any ancient Khan or Caesar\nhad ever dreamed of.\n\nDid they now want Ann Saymer's patent? The answer, Hunter realized,\nwas obvious. With Ann's Exorciser, they could enslave the centers of\ncivilization as they had enslaved the frontier. In itself that was a\nminor factor, already accomplished by man's acceptance of the jungle\nethics of the cartels. Far more important, if one of the cartels\ncontrolled the patent, it had a weapon that would ultimately destroy\nthe other.\n\nWith trembling fingers, Hunter took Ann's last micropic from his bag\nand rolled the tiny film into a wall-scanner. He could have recited it\nby heart; yet, by reading it again, he somehow expected to extract a\nnew meaning. The code he and Ann used, contrived for economy rather\nthan secrecy, was merely a telescoping of common phrases into single\nword symbols.\n\nIHTKN, at the beginning, was easily interpreted as \"I have taken,\" and\nCOMJB became \"commission-job.\" The micropic transmission monopoly\narbitrarily limited all code words to five letters or less, counting\nadditional letters as whole words. But because of the simplicity of\nthe technique, some of Ann's symbols were open to a number of\ninterpretations.\n\nHunter was sure of one thing. Ann had not specifically named the\nclinic where she was working. She said she had gone to work for the\nbiggest--or possibly the symbol meant best--of the private clinics.\nEither term could apply to the clinics run by the two cartels; or, for\nthat matter, to the largest of them all, operated by Eric Young's\nunion.\n\nBut Ann, having invented the Exorciser, would know all its possible\nmisuses--a factor which had not occurred to Hunter until Dawn spelled\nit out for him. Would Ann, then, have been fool enough to let herself\nfall into the hands of the cartels?\n\nThat line of reasoning gave Hunter new hope. If one of the cartels\ntried to trap her, Ann would simply go into hiding. It would\ncomplicate the problem of finding her, but at least he could assure\nhimself she was safe. Ann had brains to match her ambition. She\ncouldn't otherwise have earned a First in Psychiatry. No, Hunter was\ncertain the cartels didn't have her.\n\nThe telescreen buzzer gave a plaintive bleep. Hunter jerked down the\nresponse toggle. Surprisingly, the screen remained dark, but Hunter\nheard a man's voice say clearly, \"You are anxious to find Ann Saymer,\nCaptain Hunter?\"\n\nApparently the transmission from Hunter's screen was unimpaired, for\nthe speaker seemed to recognize him.\n\n\"Who is this?\" Hunter asked, his mouth suddenly dry.\n\n\"A friend. We have your interest at heart, Captain. We suggest that\nyou investigate United Researchers' clinic when you start looking for\nMiss Saymer.\"\n\nThe contact snapped off. Hunter sat down slowly, his mind reeling.\nSince only his screen had been neutralized, the machine was not at\nfault. Only a top-ranking cartel executive could arrange for a\ndeliberate interruption of service. The rest followed logically. No\none in United would have given him the information.\n\nSo Ann had fallen into their hands after all! Someone in\nConsolidated--perhaps Glenn Farren himself--was setting him on Ann's\ntrail, on the chance that Hunter could find her when Consolidated's\noperatives had failed.\n\nHunter was used to the risk of long odds. He had a ten-year\napprenticeship in the treachery and in-fighting of the frontier. There\nwas a good chance that he could play one cartel against the other, and\nin the process get Ann away from both of them.\n\nOne more thing he wanted before he planned his opening attack against\nUnited Researchers--the note Ann had sent to Mrs. Ames. It might give\nhim a clue as to where United had taken her. Hunter wasn't naive\nenough to suppose they had kept her in center-city. But perhaps she\nwas not even in Sector West.\n\n       *       *       *       *       *\n\nEach of the eleven sectors into which the Earth was divided was\ncontrolled by one of the two cartels, as an agricultural or industrial\nappendage of the western metropolis. It was a paternal relationship,\nalthough no comparable city had been permitted to develop and company\nmercenaries policed the sectors.\n\nChildren who exhibited any spark of initiative or ability were skimmed\noff from the hinterland to Sector West and thrown into the competitive\nstruggle of the general school. If they fought to the top there, they\nwere integrated as adults into the hierarchy of the cartels.\n\nThe rest became the labor force of Sector West, enrolled in Eric\nYoung's union and crowded into the minimum housing. The teeming\nmillions left in the hinterland were a plodding, uninspired mass\ncontent with trivialities. They felt neither ambition nor frustration.\nWhile the number of the mentally ill continued to multiply in Sector\nWest, only a fraction of the hinterland population suffered the mental\ndecay.\n\nHunter fervently hoped United had taken Ann to one of the other\nsectors. Rescue would be easy. An experienced spaceman could out-talk,\nout-maneuver, and out-fight an entire hinterland battalion.\n\nMax Hunter took an autojet from the Roost to Mrs. Ames' residential\napartment. Conservation of his capital no longer counted, but time\ndid. If United had Ann's patent, Ann herself was expendable. Hunter\nhad to make his move to save her before they knew what he was up to.\nIt would be a difficult deal to pull off in the capital city, where\noperatives of both cartels swarmed everywhere.\n\nHe left his blaster in his hotel room, to avoid an interrogation at\nany other metro-entry. Mrs. Ames' apartment residence was one place in\nthe city where he had no need to go armed.\n\nJust outside center-city a single street of twentieth century houses,\nsheltered by the Palos Verdes Hills, had survived the devastation of\nthe last war. In the beginning the street had been preserved as a\nmuseum piece while the cartel city had grown up around it. But with\neach passing generation, popular interest had waned. Eventually the\nhouses had been sold.\n\nOne was now operated by a religious cult. Two were enormously\nprofitable party houses, where clients masqueraded in the amusing\ntwentieth century costumes and passed a few short hours living with\nthe quaint inconveniences of the past. The game had become so\nattractive that reservations were booked months in advance. The fourth\nrelic remained unsold, slowly falling into ruin. The fifth belonged to\nMrs. Ames.\n\nTo satisfy a whim--originally it was no more than that, Mrs. Ames had\nassured Hunter many times--she had asked her husband to buy it for her\nsome fifty years ago. After a space-liner accident left her a widow at\nthirty-five, she had moved into the house as a means of\npsychologically withdrawing from her grief.\n\nShe never left it again. She found the old house an island in time, a\nmagic escape from the chaos of her world.\n\nShe took in four residents because she needed their credits to augment\nthe income from her husband's estate, and the house was then\nofficially listed as an apartment. Chance worked her a miracle--or\nperhaps the house did possess a magic of its own--for the residents\nwere as charmed by its inconveniences as Mrs. Ames had been. Ann\nwouldn't consider living anywhere else, although the house was more\nthan a mile from her university. Even Hunter felt the indefinable\nspell, when he was in from a flight and went to see Ann.\n\nIt was a house that invited relaxation. It was a house where time\nseemed to be stated in a value that could not be measured with\ncredits. It was a house that whispered, \"I saw one world fall into\ndust; yours is no more eternal\"--and, for a moment, that whisper made\nthe cartel-jungle meaningless.\n\n\nV\n\nHunter left his autojet on the parking flat behind the house. He fed\nenough coins in the meter to hold the car for twenty-four hours. He\ndidn't know how fast he'd want an autojet after he talked to Mrs.\nAmes, but he didn't want a chance passer-by to pick up his car if the\ncharter expired.\n\nIt was necessary for him to ring a bell manually, by means of a metal\nbutton fixed to the wooden frame of the front door. No scanner\nannounced his arrival, nor did any soundless auto-door respond to a\nbeam transmitted from within the house. After a time Hunter heard\nfootsteps. A strange woman--probably a new resident who had taken\nAnn's place--opened the door.\n\n\"I'm Captain Hunter,\" he said. \"I came to see Mrs. Ames.\"\n\n\"Won't you come in, Captain?\" the woman replied.\n\nShe led him into a front room which, Ann had once told him, had been\ncalled a living room. A peculiar name, surely, for the room appeared\nto have been designed solely as a place to sit while watching\nTri-D--or flat-screen television, as it had been called in its early\ndevelopmental stage when the house was new--or to hear someone play\nthe bulky instrument known as a piano.\n\nThe room was an example of the appalling waste of space so common to\nthe twentieth century. It was extremely spacious, but neither food\ntubes nor bed drawers were concealed in the walls.\n\nHunter had always been curious about the piano. It amazed him that it\nhad been operated entirely by hand. There was no electric scanner to\nread the mood of the player and interpret it in melody. Driven to\ncontrive his own harmonics, how could the twentieth century man have\nderived any satisfaction at all from music? His sensibilities had been\nimmature, of course. But even so, an instrument which demanded so much\nindividual creativeness must have been an enormous frustration.\n\nSince so many surviving twentieth century machines made the same\ndemand on the individual--their automobiles, for example, had been\nindividually directed, without any sort of electronic safety\ncontrol--it had puzzled both Hunter and Ann that the incidence of\nmaladjustment in the past had been so low.\n\nThe captain dropped into a comfortable, chintz-covered rocking\nchair--one relic in this island of time that he really enjoyed. \"Will\nyou tell Mrs. Ames I'm here?\" he asked the stranger.\n\n\"I'm Mrs. Ames.\"\n\n\"I mean Mrs. _Janice_ Ames--the owner of the house.\"\n\nThe woman smiled woodenly. \"You're speaking to her, Captain, though I\nmust say I don't remember ever having met you before.\"\n\n\"You don't remember--\"\n\nFear clutched at his heart. He sprang up, moving toward her with\nclenched fists. \"An hour ago I called Mrs. Ames from the spaceport. I\nsaw her. Here--in this room.\"\n\n\"I've owned this house all my life, Captain.\" Her expression was more\nthan good acting. She spoke with utter conviction, and seemed\ncompletely sure of herself. \"You must be--\" She hesitated and looked\nat him sharply. \"Have you checked your adjustment index recently?\"\n\n\"I haven't lost my mind, if that's what you're getting at,\" he said.\n\"Where's Ann Saymer?\"\n\n\"Believe me, please. The name is totally unfamiliar to me.\" The woman\nwas painfully sympathetic--and frankly scared. She backed away from\nhim. \"You need help from the clinic, Captain. Will you let me call\nthem for you?\"\n\nSuddenly the light fell full on her face, and Hunter saw the tiny,\nstill-unhealed scalpel wounds on both sides of her skull. The light\nglowed on the microscopic filament of platinum wire clumsily left\nprojecting through the incision.\n\nHe understood, then. This woman was wearing one of Ann's patented\ngrids, sealed into her cerebral cortex. It made her into a robot,\nresponding with unquestioning obedience to the direction of Ann's\ntransmitter. And Hunter had no doubt that United manipulated the\ntransmission.\n\nSimultaneously he realized something else. If the cartel went to this\nextreme to forestall his search for Ann, she must still be alive. For\nsome reason they still needed her. Possibly her patent drawings had\nbeen submitted for government registry in such a way that only Ann\nunderstood them.\n\nAnn had been through the general school, and knew what the score was.\nShe would have protected her invention--and incidentally insured her\nown survival--if she could have possibly done so, even at a fearful\nrisk to herself.\n\nHunter swung toward the door. It did not occur to him to call the\npolice, since they were all cartel mercenaries. Whatever he did to\nhelp Ann, he would have to do on his own. Until he found her, he could\ncount on help from Consolidated. After that--nothing.\n\nHe jerked open the front door--and froze. Three men were waiting on\nthe porch with drawn blasters. Hunter had no time to recognize facial\nfeatures which it might have been to his advantage to remember later,\nno time to find any identifying insignia on their tunics. With a\nbarely visible flickering fire arced from one of the weapons, and pain\nexploded in his body, unconsciousness washed into his brain.\n\nHis first sensation when the paralysis began to wear off was the dull\nache of visceral nausea. He opened his eyes, and saw, bleakly\nshadowed, the living room of the Ames house. It was after dark, which\ncould only mean that he had lain there nearly four hours. To knock him\nout for that period of time, they must have given him a nearly lethal\ncharge from the blaster calculated just under the limit of physical\nendurance.\n\nHis motor control and his sense of touch returned more slowly. For a\nquarter of an hour he lay helpless in the chintz-covered rocker,\nfeeling nothing but a tingling, like pin-pricks of fire, in his arms\nand legs.\n\nHe looked down and saw that he held a blaster in his hand--his own\nblaster, which he had left in his room in the Roost. He did not yet\nhave the neural control to release his fingers from the firing dial.\n\nAs his sense of hearing was restored, he became aware that the Tri D\nhad been left on. The screen pictured the swirling confusion of a mob.\nAn announcer was describing the sudden outburst of labor violence\nwhich had occurred in the industrial district that afternoon. Eric\nYoung's U.F.W. had gone on strike against a dozen separate plants.\n\nEssential plants, naturally. Everything was always essential, and\ngovernment spokesmen always made pretty speeches deploring the\nsituation. It was a pattern familiar to Hunter for years. One of the\ncartels would pay Young to strike factories belonging to the other.\nThen a second bribe, paid by the struck cartel, bought off the strike.\nOccasionally a sop of bonus credits had to be dished out to the\nfaithful.\n\nIt was not a maneuver either Consolidated or United used frequently,\nbecause the advantage was transitory, and the only long-term winner\nwas Eric Young.\n\nThis time there was a slight variation in the formula. Young had\nstruck plants of both cartels. That puzzled Hunter, but any curiosity\nhe felt was subordinate to his disgust. How much longer would this\nfarce go on before it dawned on the rank and file of the U.F.W. that\nEric Young was playing them all for suckers? Hunter tried to get up to\nsnap off the telecast. He managed only to throw himself awkwardly over\nthe arm of the chair.\n\nAnd then he saw the body on the floor--the body of the genuine Mrs.\nAmes, charred by a ragged blaster wound seared through her breast.\nThey had murdered her--naturally with his blaster--and left him at the\nscene, neatly framed for the crime.\n\nHunter heard--right on cue--the whine of a police siren outside.\nEverything timed to trap him just as the motor paralysis wore off!\nWith an effort that brought beads of sweat to his forehead, he dropped\nhis blaster and pushed himself out of the chair. His feet were numb.\nHe moved a few steps and banged into the piano. Clawing for support,\nhis hands crashed in jangling discord on the keys.\n\nThe siren swelled loud in front of the house. Hunter heard the\ndrum-beat of boots on the porch. He stumbled toward the kitchen--and\nfell into the arms of two police officers who had entered from the\nrear of the house.\n\nHe swung his fist; the fingers felt like clods of wet clay. One of the\nmercenaries caught his wrist and held it easily. In the gloom Hunter\nsaw the Consolidated insignia on the man's jacket, and the guard\nwhispered quickly, \"This deal was a set-up, Hunter--packaged evidence,\ndropped at headquarters ten minutes ago.\"\n\nHunter stared. \"Accusing me by name? Get this straight! Four hours ago\nthey put me under with a blaster and--\"\n\n\"It's a United frame,\" the guard said. \"They want you out for good.\nThe top brass of Consolidated is giving you the green right down the\nline. The fastest out Jake and I could figure--\" He jerked his head\ntoward his companion. \"--was to give the United boys on our team the\nfront of the house, and let you make a break for it from the back.\nWe'll fake enough here to protect ourselves.\"\n\nThey pushed a blaster into Hunter's hands. He stumbled through the\nkitchen as the front door gave and two United mercenaries burst into\nthe house. Hunter ran awkwardly, without full control of his legs.\n\nHe saw, looming black against the night shadows, the oval silhouette\nof the autojet on the Ames flat, still held under his twenty-four hour\ncharter. It offered a tempting means of escape, but a public car was\ntoo easily traced and brought down by police tracers. However, it\ncould perform a miracle as a diversion.\n\n\nVI\n\nHunter slid into the car, punched out a destination blindly, and\nengaged the flight gear. With the customary roar of power, the car\nshot up from the flat. Hunter leaped free. His feet struck the cement.\nThe lingering trace of paralysis, destroying his normal co-ordination,\nmade the fall very painful.\n\nHunter flung himself flat in the shadow of the ornamental shrubs along\nthe edge of the parking flat. The four police mercenaries sprinted out\nof the house and leaped into the police jet. With sirens screaming,\nit soared up in pursuit of the empty autojet.\n\nHunter estimated that he had perhaps thirty minutes before they sent\nout a general alarm. A painfully small margin of safety. Where could\nhe hide that the machines of detection--the skilled, emotionless,\none-track, electronic brains--would not eventually find him? And what\nof Ann Saymer? What could he do as a fugitive to save her?\n\nUnited had planned it all down to the smallest detail. But that was\nthe way the cartels operated. It was the system Hunter was accustomed\nto. He felt neither anger not resentment, simply a determination to\nout-plan and out-play the enemy.\n\nIf he accepted defeat he would admit frustration, and for Captain Max\nHunter that was impossible. Hadn't he survived a decade of frontier\nconflict with an adjustment index of zero-zero? Instead of hopelessly\nweighing the odds stacked against him, he counted the advantage which\na single man held in maneuverability and rapid change of pace.\n\nHe walked along the museum street, the blaster in his hand. A block\naway rose the bulk of a factory building and behind it towered the\nmonster of center-city, transformed into a fairyland by the glow of\nlights on the many levels. Hunter's eye followed the pattern up toward\nthe top, hidden above the blanket of haze.\n\nThe top! Luxury casinos and the castles of the cartels. Werner von\nRausch and his empire of United Researchers. Werner von Rausch, who\ngave orders and Ann Saymer disappeared. Werner von Rausch, who gave\nnew orders and Mrs. Ames lay murdered in her living room.\n\nBut behind the façade of his spacefleet and his private army, behind\nhis police mercenaries, Werner von Rausch was one man--an old man,\nHunter had been told--and a vulnerable target. Hunter weighed his\nchanges, and the margin of success seemed to be balanced in his favor.\n\nIt was not what they would expect him to do. They had framed him for\nmurder and he should now be running for his life. The hunted turned\nhunter. Hunter grinned savagely, enjoying his pun.\n\n       *       *       *       *       *\n\nHe slipped the blaster under his belt, leaving the scarlet jacket open\nto his navel so that the loose folds would conceal the outline of the\nweapon. He would have no trouble reaching the top level.\n\nThe resort casinos, like the mid-city amusement area, were open to any\ncitizen. Special autojets, with destinations pre-set for the casino\nflat, were available in every monorail terminal. Hunter could by-pass\na probe inspection at a regular metro-entry. The nearest terminal,\nfrom the north-coast line, was less than a quarter of a mile away.\n\nAs Hunter entered the industrial district he heard the turmoil of an\nangry crowd. He came upon them suddenly, swarming at the gates of a\nfactory close to the terminal.\n\nEric Young's trouble-makers, he thought with a worried frown, jumping\nobediently when the big boss spoke the word. In less than five years\nEric Young had turned the union into a third cartel, more powerful\nthan Consolidated or United because the commodity Young\ncontrolled--human labor--was essential to the other two.\n\nA third cartel! Suddenly Max Hunter understood why the cartels had to\nhave Ann's patent at any cost. The absolute control of the human mind!\nIt was the only weapon which Consolidated or United could use to break\nYoung's power.\n\nHunter shouldered his way through the strikers toward the terminal.\nThough he wore no U.F.W. disc, he felt no alarm. Eric Young's strike\nriots were always well-managed. None of the violence was real and no\none was ever seriously hurt.\n\nBut these trouble-makers seemed absurdly well-disciplined. They stood\nin drill-team ranks, moving and shouting abuse in perfect unison. Then\nHunter saw their faces, as blank as death masks--and in all their\nskulls the still unhealed scalpel wound, as well as an occasional\nprojecting platinum strand which sometimes caught the reflected light.\n\nMax Hunter felt a chill of terror. He was walking in a human graveyard\nof living automatons, responding to the transmission from Ann's\nmachine. United had lost no time in putting the thing to work. This\nwas no ordinary strike, but the opening skirmish in the conflict that\nwould wreck both Consolidated and the Union of Free Workers.\n\nHunter entered the monorail terminal. It was deserted except for a\nwoman who stood by the window looking out at the crowd. She was\nwearing a demure, pink dress. Her face was plain, and she had used no\ncosmetic plasti-skin to make it more striking. Her brown hair,\nstreaked with a gray which she took no trouble to hide, was pulled\ninto a bun at the back of her neck.\n\nSurprisingly, Hunter thought she was pretty, perhaps because she was\nso different from the eternal, baby-faced adolescent who thronged the\ncity in a million identical duplications.\n\nHunter knew he had seen her before. He couldn't remember where. She\nshifted her position slightly and the light cast a sharp, angular\nshadow on her face. Then he knew.\n\n\"Dawn!\" he cried.\n\nStartled, she turned to face him with a strange look in her eyes.\n\n\"I was hoping you wouldn't recognize me, Captain Hunter,\" she said.\n\n\"What are you doing here--dressed like some dowdy just in from a farm\nsector?\" he asked, his gaze incredulous.\n\n\"We're all of us a mixture of different personalities,\" she replied.\n\"I work for an entertainment house, yes. But I also have some of the\nqualities of your Ann Saymer. Don't take offense, please. Ann and I\nare both interested in the maladjusted. She wants a quick cure. I'm\nlooking for the cause.\"\n\n\"Here?\"\n\n\"Wherever there are people who face an emotional crisis--the men who\ncome to Number thirty-four, or a mob of strikers. I want to know why\nwe react in the way we do, and what makes up the frustration pattern\nthat crowds us across the borderline into insanity.\"\n\n\"You sound like a psychiatrist,\" he said.\n\n\"I hold a First, Captain Hunter.\"\n\n\"And you work in an entertainment house?\"\n\n\"Tell me about yourself, Captain. Have you found Ann yet?\"\n\nHe looked away quickly.\n\n\"No,\" he said, his face hardening.\n\n\"And you still haven't had a chance to use your blaster?\"\n\nHe directed an appraising glance at her. The question might imply a\ngreat deal. Did she somehow know what had happened at Mrs. Ames'? Did\nshe know he was a fugitive?\n\nA dozen police mercenaries appeared abruptly at the end of the street.\nSince the police had never been used to break a strike, Hunter guessed\nthat this was Consolidated's answer to Werner von Rausch's new weapon.\n\nThe mercenaries drew their blasters and ordered the mob to disperse.\nThe automatons turned to face them. And as they turned they fell\nsilent--the cloying, choking silence of the tomb. Like marching\npuppets, the mob moved toward the police. Clearly Hunter could hear a\nshrill voice ordering them to halt.\n\nHunter felt a sickening inner horror. How could the mob obey when they\nheard nothing but the enslaving grid, and responded to neither fear\nnor reason? Still they moved forward, in a robot death march. Whatever\nhappened, it was a situation Young could turn to his advantage. If the\nmercenaries killed unarmed workers, it could be turned into superb\npropaganda. And ultimately, by sheer weight of numbers, the\ndefenseless mob could overwhelm the mercenaries.\n\nWhite fire leaped from the blasters. The first rank fell, but the mob\nmarched blindly across the smoking corpses. The mercenaries fired\nagain. It was slaughter--brutal and pointless--of slaves unaware of\ntheir danger, unable to save themselves.\n\nWithout understanding his own motivation--and without caring--Max\nHunter leaped into the sill of the terminal window. There he was in a\nposition to fire over the heads of the mob. The blast from his weapon\narrowed into the line of police mercenaries.\n\nThree fell in the agony of the flames. The rest, glad for an excuse to\nstop the slaughter, turned and fled. Like clockwork things, the mob\nturned back and resumed its precision demonstration in front of the\nfactory.\n\nHunter slipped white-faced into a terminal bench. His hand trembled as\nhe jammed the blaster back beneath his belt.\n\n\"Why did you do it, Captain?\" Dawn asked.\n\nHow could he answer her, without saying he had seen the grids in their\nskulls? And he wasn't ready to trust Dawn to that extent.\n\n\"The people couldn't help themselves,\" he said ambiguously.\n\n\"Because they're in the U.F.W. and Eric Young cracks the whip. Is that\nwhat you mean?\"\n\n\"They weren't aware of their own danger.\"\n\n\"Miscalculating the risks then? But that's part of the system,\nCaptain. If you can't fight your way up to the top--\"\n\n\"Then the system is utterly vicious.\"\n\n\"You don't mean that,\" she said.\n\n\"Why not? We're living in a jungle society. It's nothing but\nconflict--conflict on the frontier and conflict here from the time\nthey put you in the general school.\"\n\n\"Only the children who have the intelligence--\"\n\n\"But why?\" he interrupted fiercely. \"Where does it get us?\"\n\n\"We have a stable society,\" she told him. \"Peace of a sort. Law\nenforcement, too, and a chance to build something better when we learn\nhow.\"\n\n\"Something better?\" He laughed as he stood up. \"We'll get that when we\npull this hell apart, and not before.\"\n\nShe put her hand on his arm. \"No, Captain. It's not realistic to say\nthat. Over and over again in the past we wrecked civilization because\ngood-hearted and conscientious people thought there was no other way\nto create a finer world. It didn't work, because violence is madness.\nThis time we have to begin where we are and build rationally. We can,\nyou know, when we understand what we have to build with.\"\n\n\"What else do we need to know, Dawn? You're falling back on the\ntypical double-talk of the psychiatrists. With all the application of\nphysical science that we have--\"\n\n\"I wasn't thinking of technology, Captain. Civilization isn't\nmachines. It's people. Our accumulation of knowledge is tremendous,\nbut essentially it means nothing because we know so little about\nourselves. It's absurd to talk of making something better until we\nreally know the individual we're making it for.\"\n\n\"Go ahead,\" he countered angrily. \"Pussy-foot around with your\ncautious experiments, make sure nobody gets hurt--and you'll all end\nup slaves. As for me, I'm going to find Ann and get out while there's\nstill time.\"\n\n\"Always the same two alternatives,\" Dawn said wearily. \"Pull down the\nworld, or run away from it. We need the courage to try something\ndifferent. We need men who will act like men. I thought, Captain, by\nthis time--\" She looked up into his eyes. \"Where are you going?\"\n\n\"To the top--the casinos.\" Her abrupt question took him off balance\nand almost surprised him into telling the whole truth.\n\n\"Top level.\" She paused, studying his face. \"That's logical, of\ncourse. You'll rescue your woman and run away--perhaps to the\nfrontier, or to a forgotten world too insignificant to be claimed by\neither cartel. It all sounds so easy, doesn't it? You have friends in\nthe service. They'll smuggle you away from Sector West.\" She hesitated\nagain. \"Running away is insanity, too, Captain. But that is one thing\nyou still have to learn.\"\n\n\nVII\n\nMax Hunter rode the autojet to the casino. As the machine rose past\nthe city levels, he found himself thinking less about Ann and a good\ndeal more about Dawn--a Recreational companion woman who was\nsimultaneously a psychiatrist. Where did she really fit in the subtle\nbattle between the titan cartels? Which of them was her ally--or did\nDawn represent another element as yet unidentified?\n\nKnowing Ann Saymer had taught Hunter a wholesome respect for the\nthinking of a First in Psychiatry. They operated with a deviousness\nthat made cartel treacheries seem like child's play. He knew that Dawn\nhad manipulated their conversation in the terminal to her own ends.\nBehind that deftly-phrased patter of words, what else had she tried to\ntell him? And what had she tried to find out? \"Top level,\" she had\nsaid. \"That's logical.\" Why logical? Logical to whom? Did she know\nwhere he was going and why?\n\nThe autojet thudded on the casino flat. A female attendant, robed in a\nskin-colored sheath bright with amber jewels, held open the cab door\nfor him. Hunter entered the nearest casino. At the door he showed his\nsaving record in the Solar First National Fund, and a casino teller\nissued him a ten thousand credit limit, the smallest denomination\navailable. The resorts weren't wasting effort on pikers.\n\nAlthough the casinos everywhere in the system were popular with\nspacemen, Hunter had never been to the top level before because Ann\nhad seen to it that his surplus credits went into their savings.\n\nIt was Hunter's opinion that he hadn't missed much. The Los Angeles\nresorts duplicated, on an elaborate scale, the most unsavory\nestablishments of the frontier. Anything which by any stretch of a\nperverted imagination could be defined as entertainment was\navailable--at a price.\n\nIt was early and the crowd was still small. It consisted of spacemen\non the usual furlough binge, a handful of suburbanites who had\nhoarded a half-year's savings for this one-night fling in the big\nresorts, and a dozen bright-faced executives from the lower levels of\nthe cartel hierarchy. The big brass would turn up later on, at a more\nfashionable hour.\n\nAt all costs, Hunter had to keep himself inconspicuous. His uniform\nwas not entirely out of place, although Consolidated did issue its\ncommanders a formal outfit--more gold braid, a jeweled insignia, and a\njacket cut to emphasize the broad shoulders.\n\nHunter stopped at the snack bar and wolfed a plate of cold cuts, the\nfirst food he had eaten since morning. Then he moved indirectly across\nthe pillared gambling pavilion, pausing at two tables to place bets.\nHis objective was to find a vantage point in the upper floor of the\ncasino where he could observe the geographic layout of the top level.\n\nHe slipped quickly into the dark well of an emergency stairway,\nfeeling reasonably sure that no one had seen him leave the game room.\nMore than half an hour had passed since he had fled Mrs. Ames' rooming\nhouse and he was convinced that very shortly--if they had not done so\nalready--the police would put out a general alarm.\n\nAs a matter of course, there would be inquiries at the top level, but\nat first they would be made by police mercenaries. No one in the\ncasino had any reason to identify Hunter as the fugitive. Later on, of\ncourse, when the police used electronic trackers, he wouldn't stand a\nchance. But before that happened he intended to make a deal with\nWerner von Rausch.\n\nAt the top of the stairs he found a tower window which afforded a\ncrow's nest view of the top level. The twelve casinos, bright with\nlights, occupied more than half the area. Beyond the resort parkland\nwas the small, white government building, dignified by its simplicity\namong so much ostentation. Beside it was the transparent semi-sphere\nhousing the top landing of the center-city lifts. A third structure--a\ngrotesque mechanical monster trapped in the heart of a spider-web of\nconverging wires--was the power distribution center for the top level.\n\nIn back of the government building a high, metal-faced fence knifed\nacross the level. That fence guarded the forbidden home-ground of the\ntitans. Hunter could see the silhouette of the cartel castles rising\nagainst the sky, two gigantic masses of stone. The one on the west was\nFarren's; the eastern one, Von Rausch's. That much and no more was\ncommon knowledge.\n\nWere the two families, who had fought for so long to control the\nempire beyond the stars, on speaking terms here? Did they observe the\nsocial amenities in the same spirit that their companies enforced the\nsham peace on earth? In their lonely, lofty isolation, what\namusements did they enjoy? What contributed to the enrichment of the\nlives of those fragile beings who possessed the wealth of the galaxy?\n\nHunter was sure no armed guards patrolled the forbidden paradise.\nThere was no need for them, for scanners formed a protective grid over\nthe area. An autojet, attempting a landing from any direction, would\nbreak a beam and instantly become the target for the autoblasters\nerected at intervals along the fence. A man attempting to scale the\nwall would meet the same lethal charge.\n\nHunter saw one small gate with an identification screen mounted in\nfront of it. Obviously the gate would open to the handprint of a Von\nRausch or a Farren. But a stranger would find himself standing in the\nline of fire of two blasters, conspicuous over the gate.\n\nThe scanners, the blasters, the identification screen--all the\ncomplex, electronic watchdogs--depended solely upon power. Countless\nother people, Hunter knew, had realized that. Only mechanically\nproduced power made the area invulnerable. Anyone could break through\nthe fence. It hadn't been done before, perhaps, because no other man\nhad ever had Hunter's motivation. None had been a fugitive on the run.\n\nHunter made his way out of the casino and crossed the park in the\ndirection of the government building. Sheltered by the trees from the\nblaze of light, he was able to see the stars, bright in the velvet\nsky. The endless universe! Somewhere he could find a haven for himself\nand Ann, a pinprick of light in the high-arching firmament which the\ncartels had overlooked.\n\nDawn had said that running away was madness. But what alternative did\nhe have? To stay, and attempt to make the cartel rat-race over,\nsweetly and rationally so that no one would be hurt? Hunter laughed\nbitterly. Von Rausch had the Exorciser, and he could keep it. It would\nbe part of the bargain the captain thought he could make to save Ann.\nWith that weapon, Von Rausch would sooner or later tear his own world\nto shreds. No man in his right mind would want to stay around to pick\nup the pieces--if any. He drew his blaster and took careful aim at the\npower distribution center.\n\nThe machine exploded. Burning wires sang in the air. In the casinos\nthe lights winked out, and the entertainment machines went dark.\nHunter heard the shrill screaming of the trapped crowd. He knew that\nit would bring the police running, but he also knew they would have\narrived shortly in any case. The important thing was that the\nelectronic watchdogs on the wall were now lifeless.\n\nHunter blasted open the gate, and took the path that led east.\n\nThe Von Rausch castle--and the word was scarcely a metaphor--was\nsomething lifted bodily out of a Tri-D historical romance, complete\nwith porticos, battlements, stone-walled towers and an imitation moat\nwhere mechanical swans floated on the dark water.\n\nHe crossed the moat on a rustic footbridge of plastic cleverly\nfabricated to seem like crudely hewn wood. Through a high, narrow\nwindow he saw a pale flicker of light. The pane was thick with grime.\n\nHunter could distinguish nothing in the room except a thin, elderly\nwoman who seemed to be moving around a table where six candles burned\nin a silver candelabrum.\n\nHe kicked open the window. The woman looked at him, neither frightened\nnor alarmed. She was wearing an odd black dress, long-sleeved,\nhigh-necked, with a hemline that touched the floor. Her face was pale\nand wrinkled, unrelieved by any sort of cosmetic.\n\nShe held out her fragile hands. \"You did come, Karl! I knew you\nwouldn't disappoint Auntie.\"\n\nHunter cried through clenched teeth, \"I want Werner von Rausch. Where\nis he?\"\n\n\"Goodness, dear, how should I know? Werner never comes to my parties.\"\n\nHunter noticed the table, then, set for eight, its gleaming silver and\ngold-rimmed china glowing in the soft candle light.\n\n\"Your Cousin Charlotte's already here, Karl.\" The woman gestured\ngracefully toward the table. \"And little Helmig. They know how\nimportant it is to come on time.\"\n\nHe felt horror--and unconscious pity--as he realized the truth. Yet he\ntried once more to get from her the information he wanted.\n\n\"Oh, bother with Werner,\" she answered, pouting. \"If you must know, I\ndidn't even invite him. He's such a bore among young people.\"\n\nShe saw the blaster in Hunter's hand and pushed it aside gently, with\na grimace of disapproval. \"I don't like you to have these toys, Karl.\nNext thing, you'll be wanting to join the army.\"\n\nHunter flung himself out of that room, into a dark and musty hall.\nBehind him he heard the woman still talking, as if he had never left\nher. He blundered from one bleak room to another, rooms that were like\ntombs smelling of dust and decay.\n\nOn the second floor he came upon a small, balding man who sat reading\nat a desk in a room crammed with tottering stacks of old books. The\nlight came from an antiquated electric lamp. Obviously the house had\nits own generating plant, independent of the power center Hunter had\ndestroyed.\n\nHunter jerked up his blaster again. \"Werner von Rausch?\"\n\n\"One moment,\" the man said. Ignoring Hunter, the man quietly finished\nwhat he was reading, slipped a leather placemark into the book, and\nput it on top of a stack beside the desk. The pile promptly collapsed\nin a cloud of dust at Hunter's feet.\n\nMax saw some of the title pages. The books were extraordinarily old,\nsome of them with a printing date a thousand years in the past. The\nman pinched a pair of eye-glasses on his nose and studied Hunter\ncarefully.\n\n\"You're from the police, I presume?\" he asked.\n\n\"If you are Werner von Rausch--\"\n\n\"I'm Heinrich. I sent in the report. Though, I must say, you couldn't\nhave come at a more inconvenient time. I'm collating the spells\ntonight. I have them all, right here at my fingertips. And when I'm\nfinished--\" He seized the captain's jacket and his voice was suddenly\nshrill. \"--I'll have the power to summon up any demon from hell. Think\nwhat that means! I'll be greater than Faust. I'll have more power\nthan--\"\n\n\"Where can I find Werner von Rausch?\"\n\n\"Yes, Werner. Poor boy.\" Heinrich was calm again. \"You'll have to do\nyour duty, officer. He's been annoying me all afternoon. So much\nnoise--a man can't think. He's in his shop at the end of the hall. But\ndon't be too severe with him. Perhaps this time just a warning will\nmake him see reason.\"\n\nHunter went back to the corridor, feeling again the shadow of horror\nat this sick distortion of reality. In the distance, beyond the metal\nfence, he heard the scream of sirens, and realized he had at best\nanother three minutes before the police would be there. Three minutes\nto make a deal with Werner and save Ann.\n\nHunter pushed back the nightmare that welled up from the depths of his\nmind. It wasn't true; it couldn't be true. If it were, nothing in the\njungle made sense.\n\n\nVIII\n\nAs he felt his way along the hall, he passed the cage of a lift, a\nprivate transit between the house and the cartel offices on the city\nlevels below. He noted it subconsciously, as a possible means of\nescape. But he was through running. He could make a deal with Von\nRausch. After that the police wouldn't matter.\n\nAt the end of the corridor he came upon a paneled door. Behind it he\ncould hear the hum of a motor, and knew that he had found Werner's\nshop, and the source of the noise that had disturbed Heinrich's\nresearch.\n\nHunter flung open the door. The light was bright and gay. On the\nfloor, a fat old man sat hunched over the remote control console of a\ntoy monorail system. Toy space liners and fighting ships buzzed in the\nair.\n\n\"Werner von Rausch?\" Hunter whispered.\n\n\"You've come to play with me!\" The fat, old man flashed the cherubic\nsmile of a child. \"And you brought me a blaster. Oh, let me see it!\nLet me see it!\"\n\nHe clapped his hands eagerly.\n\nHunter turned and fled. The scream of the sirens still seemed no\ncloser, but without assessing his chances Hunter sprang into the\nprivate lift. It dropped downward toward its unknown destination. What\nthat was, Hunter didn't care. Anything to escape from so hideous a\nmadhouse.\n\nThe Von Rausch clan: an old lady who lived with ghosts; a scholar of\ndemonology; a patriarch lost in an eternal childhood. All of them\nrunning away into their own private fantasies.\n\nBut this Was the family which ruled a cartel and directed the conquest\nof half the galaxy; these were the most powerful human beings who had\never lived. And they were escaping into insanity. Escaping what?\nResponsibility? The jungle of the cartels?\n\n\"Two alternatives,\" Dawn had said. \"Pull down the world or run away\nfrom it.\" The Von Rausches had made this mess and then fled in horror\nfrom their own brutal and destructive creation.\n\nThe lift cage jerked to a stop. The door opened on a warmly lighted\nexecutive office where a white-haired man sat at a desk which had been\ncut from a single slab of Venusian crystal. A much enlarged projection\nof the United Researchers' emblem glowed from the Wall. Hunter raised\nhis weapon.\n\nThe old man gestured imperiously. \"Don't be a fool, Captain. I\nwouldn't be here unless I had adequate protection. There are blasters\nin the wall, which I can trigger with a single spoken word.\"\n\n\"You want to finish the job your men bungled this afternoon?\"\n\n\"Not our men, Captain. We got in on this deal a little late. We knew\nnothing about this psychiatric patent until the strikes started\ntoday.\"\n\n\"But Ann Saymer--\"\n\n\"Unfortunately, we do not have her. It's Consolidated. We sent our men\nout to bring you in, Captain. We wanted your help. When you got away,\nit didn't occur to me that you would go to the top level. Not until we\nheard the report of the destruction of the power distributor. It was\neasy enough to anticipate your moves after that.\n\n\"If you hadn't used the private Von Rausch lift, you would have gone\nout again through the gate, where my men were waiting. Naturally we\ncouldn't send them inside. You can understand why, of course.\"\n\nHunter heard only vaguely what the man was saying, for abruptly the\npattern fell into place. Neither Consolidated nor United had Ann or\nthe Exorciser. Each cartel suspected the other because they hadn't yet\nadjusted to the idea that a third cartel existed: Eric Young's union.\n\nAnn's micropic had told the literal truth. She had taken her\ncommission-job with the biggest private clinic, operated by the\nU.F.W. It was a dead giveaway when Young struck both cartels\nsimultaneously, if Hunter had read the data correctly.\n\nHunter moved toward the crystal desk. \"I know where Ann is, sir,\" he\nsaid. \"I can--\"\n\n\"You can stay where you are,\" the old man interrupted. \"One hour ago,\nmy friend, I was ready to offer you a deal. Since then you've seen--\"\nHe raised his eyes toward the ceiling. \"You've seen what's up there.\nOnly four of us know that secret. We don't relish sharing it with a\nfifth.\"\n\n\"Unless you destroy Ann's patent, you're finished anyway.\"\n\n\"Destroy, Captain?\" The senile voice turned silky. \"No, we want that\nmachine intact.\"\n\n\"If you'll guarantee Ann's safety and mine--\"\n\n\"You have an exaggerated idea of your own importance. You would have\nbeen useful to us, particularly since you have been a Consolidated\nemployee. But this thing you blundered into up there destroys your\nvalue entirely. It makes you potentially as dangerous as the Saymer\npatent. That's my opinion.\n\n\"The other three who share the Von Rausch secret have an equal vote in\ndeciding the issue. They may reverse my decision. I've asked them to\ncome here, and I'm waiting for them now.\"\n\nThe old man was so intent upon making a logical explanation of the\ndeath sentence he pronounced--without putting it into words--that he\ndidn't notice Hunter edging closer to the desk. Captain Hunter saw no\nchance for a reprieve when the other three arrived. Why wait? Having\nfought on the frontier, Hunter was aware of a property of the Venusian\ncrystal which possibly the old man did not know. It was impervious to\nblaster fire.\n\nHunter acted with the split-second timing of an experienced spaceman.\nHe swung his body in a flying tackle against the old man's chair and\nin the same swift motion pushed himself into the leg cubicle carved in\nthe crystal.\n\nAs the chair toppled and before he realized his own danger, the old\nman cried the code word that triggered the wall blasters. He was\ninstantly caught in the deadly cross-fire.\n\nAs the weapons slid back into the wall slots, Hunter leaped for the\ndoor, and passed quickly through it. The outer hall was empty. He\nsprinted for the walk-way, the echoes of the blast still ringing in\nhis ears.\n\nA destination marker glowed above a nearby metro-entry. It told him he\nwas on the Twenty-eighth level of center-city. On a large, public\nTri-D screen Hunter saw a picture of the strike mob in the industrial\narea. That was all the data he needed. If the mob was still in the\nstreets, Eric Young was still manipulating the transmitter.\n\nHunter took an unchartered autojet and dialed as his destination the\nU.F.W. clinic. It was the largest structure in the industrial area,\nmade from luminous, pink, Martian stone, which had been imported at\ngreat cost--and with a blaze of publicity.\n\nCompleted only three years before, the U.F.W. clinic had been given a\ncontinuous flood of publicity. Numerous Tri-D public service programs\nhad explored its wards, its laboratories, and its service centers, and\neven in a distant spaceship Hunter had not remained in ignorance of\nthe build-up. The knowledge served to his advantage now, for he knew\njust where Young's personal penthouse was located and exactly how to\nreach it.\n\nThere were no armed guards or automatic probes in the clinic. Such an\noutward display of force wouldn't have jibed with Young's public\npersonality. He was the much-loved official head of a union whose\nmembership totaled millions.\n\nAny protective device would have distorted the illusion and destroyed\nthe legend completely.\n\nYoung's penthouse, thirty floors above street level, was the modest\ngarden cottage which had been so widely publicized and that, too, was\na part of his illusion. When Hunter saw the tiny house he was able to\nappreciate Young's showmanship, his insight into the mental processes\nof the credulous.\n\nHunter moved toward the door. Light glowed inside the cottage, but\nthrough the broad, front window he could see no one. He felt a\nmomentary doubt. Had he guessed wrong? Was Young holding Ann somewhere\nelse?\n\nBut Hunter was sure Young had not taken that precaution. It would have\ninvolved risks he would not have to contend with at the clinic, unless\nhe had been reasonably certain he would be found out. And Young had\nexpected to prevent that by keeping Consolidated and United at each\nother's throats.\n\nHunter kicked open the door. The three small rooms in the cottage were\nempty--until a man wearing a union smock emerged from the narrow\ngalley. He hadn't been there a moment before when Hunter examined the\ncubicle, and there was no rear entry to the cottage.\n\n\"Mr. Young isn't here, sir.\" The man said, gliding swiftly toward him.\n\"If you wish to leave a message--\"\n\nHunter saw the telltale grid wire in the stranger's forehead. He\nducked aside instinctively as the knife gleamed in the man's hand.\nWith an odd, sighing sound, the blade arched through the air, smashing\nthe picture window. Hunter's fist shot out, and the man dropped\nunconscious.\n\nHunter went into the galley and found what he had missed before--the\nfalse bank of food slots which masked a narrow stairway. He ran\nquickly down the steps, and found the opulent living quarters Eric\nYoung had concealed on the clinic floor beneath the innocent garden\ncottage. Here in gaudy splendor, in the tasteless clutter of objects\nassembled from every quarter of the cartel empire, was the true index\nto the infinite ambition of the U.F.W. boss.\n\nA dozen men and women lurched at Hunter from an open hall. They wore\nwhite hospital robes and their foreheads were still bandaged.\nObviously they were patients with recently grafted slave grids.\nObedient to the transmission, they fought with a desperate, savage\nfury--and a clumsy lack of co-ordination which caricatured normal\nhuman behavior.\n\nHunter repulsed their attack without difficulty. Yet he felt an inner\ndisgust and loathing as if he were using his strength to defeat\nhelpless children. In two minutes it was over. One of the men was\ndead, his head bandage torn loose, and the grid ripped out of his\nskull. Three more lay sprawled out on the floor, bleeding badly from\nfreshly opened incisions.\n\nHunter drew his blaster and entered the thickly-carpeted hall, glowing\nwith the soft, pink light of the luminous, Martian stone. He cried\nAnn's name. His voice fell hollowly in the silence, but there was no\nresponse. He moved to the end of the hall and pushed open a narrow\ndoor.\n\nHe saw the white-tiled laboratory, Ann's transmitter standing on a\nlong table with new platinum grids piled by the dozen beside it, and\nthe barrack rows of hospital beds. From the angle of the room which\nwas hidden by the half-open door, Ann Saymer ran toward him with\noutstretched hands, crying his name. He took a step toward her. And\nsomething struck the back of his head.\n\n\nIX\n\nHunter's mind rocked. He felt himself falling down the long spiral\ninto unconsciousness. The blaster slipped from his hand and his knees\nbuckled. But he clawed blindly, with animal instinct, at the hands\nclosing on his throat.\n\nHis head cleared. He saw Eric Young's dark face close to his. Hunter\nswung his fist into Young's stomach, and the hands slid away from his\nthroat. Captain Hunter sprang to his feet, crouching low to meet\nYoung's next attack. Young's swing went wild. Hunter's fist struck at\nthe flabby jaw. Eric Young backed away, reeling under the hammer\nblows, until he came up against the laboratory table.\n\nSuddenly he slashed at Hunter with a scalpel. The blade nicked Max's\nshoulder and cut across his jacket. The cloth parted, sliding down his\narms and pinning his hands together. In the split-second it took\nHunter to free himself from the torn jacket, Young swung the scalpel\nagain. Hunter dodged. Miscalculating his aim, Eric Young tripped over\nHunter's outstretched leg and fell, screaming, upon the point of his\nown weapon.\n\nHunter stood for an instant with his legs spread wide, looking down at\nYoung. Then he dropped to his knees and rolled the grievously wounded\nman over on his back. The hand grasping the scalpel slowly pulled the\nblade from the abdominal wound. Blood pulsed out upon the white tile.\nYoung was still barely alive.\n\nHunter walked toward the transmitter, where Ann stood, saying nothing,\nher eyes wide and staring. A tremendous conflict was raging within\nhim. Running away was no solution, but what if he could destroy the\nsystem itself? Break the mold and start anew.\n\nHe had the instrument that would do it, the hundreds of obedient\nslaves Young had already turned loose on the streets. With Ann's\ntransmitter he could transform the disciplined strike of human\nautomatons into a civic disaster. Terror and violence uprooting the\nfoundations of the city.\n\nBut a moment's madness could not overthrow the enduring rationality of\nHunter's adjustment index. To loose that horror was to set himself in\njudgment upon the dreams and hopes, the perversion and the sublimity,\nof his fellow men. To play at God--a delusion no different from Eric\nYoung's.\n\nSavagely Hunter lifted a chair and started to swing it at the\ntransmitter. Instantly, Ann Saymer turned to face him, the blaster\nclasped tightly in her hand.\n\n\"No, Max.\"\n\n\"But, Ann, those people outside are in desperate danger--\"\n\n\"I've gone this far. I _won't_ turn back.\" In her voice was the\nfamiliar drive, the ambition he knew so well. But now it seemed\ndifferent, a twisted distortion of something he had once admired.\n\n\"We don't need Eric Young,\" she said. \"He's bungled everything. You\nand I, Max--\" She caressed the transmitter affectionately. \"With this,\nwe'll possess unlimited power.\"\n\n\"You mean, Ann--\" He choked on the words. \"You came here of your own\nfree will? You deliberately planned Mrs. Ames' murder?\"\n\n\"She was dangerous, Max. She guessed too much. We knew that when we\nmonitored the call you made from the spaceport. But in the beginning\nwe weren't going to make you responsible. We thought the strangers in\nthe house--your attempt to expose the other woman who called herself\nMrs. Ames--would be enough to get you committed to a clinic. I didn't\nwant you to be hurt, Max.\"\n\n\"Why, Ann?\" His voice was dead, emotionless. \"Because you loved me? Or\nbecause you wanted me to be your ace in the hole, if you failed to\nmanage Eric Young the way you thought you could?\"\n\n\"That doesn't matter now, Max, dear. I thought Eric had what I\nneeded. But I was misjudging you all along.\"\n\n\"You're still misjudging me, Ann. I'm going to smash this machine and\nafterward--\"\n\n\"No you aren't, Max,\" she said coldly. \"I'll kill you first.\"\n\nCalmly she turned the dial on the blaster. He lifted the chair again,\nwatching her face, still unable to accept what he knew was true. This\nwas Ann Saymer, the woman he had loved. It was the same Ann whose\nambition had driven her from the general school to a First in\nPsychiatry.\n\nWith a fighting man's instinct, Hunter calculated his chances as he\nheld the chair high above his head. It was Ann who had to die. He\nwould accomplish nothing if he smashed her transmitter. She knew how\nto build another. If he threw the chair at her rather than the\nExorciser and if he threw it hard enough--\n\nFrom the door a fan of flame blazed out, gently touching Ann. She\nstood rigid in the first muscular tension of paralysis. Hunter dropped\nthe chair, shattering the transmitter. He turned and saw Dawn in the\ndoorway. Somewhere deep in his subconscious mind he had expected her.\nHe was glad she was there.\n\n\"We've known for a long time we would have to break up their little\npartnership,\" Dawn explained. \"After I talked to you this morning,\nCaptain, I persuaded the others to hold off for another day or so. A\nclinical experiment of my own.\n\n\"It was unkind of me, I suppose, to make you the guinea pig. But I\nwanted to watch your reactions while you fought your way to the truth.\nNow you know it all--more than you bargained for. And you know what\nwe're trying to do. Are you willing to join us?\"\n\nHe looked at her.\n\n\"In your third alternative--the cautious, rational rebuilding?\"\n\n\"After men understand themselves. When we're able to answer one\nquestion: why did you and Ann Saymer, with identical backgrounds, and\nintelligence, and an identical socio-economic incentive, become such\ndifferent personalities? What gives you a zero-zero adjustment index\nthat nothing can shake? Not the psychiatric shock of war, Captain. Not\nphysical pain alone or the treachery of the girl you love. We need\nyou, Captain. We need to know what makes you tick.\"\n\n\"That 'we' of yours. Just what does that embrace?\"\n\n\"A cross-section of us all,\" she told him. \"Psychiatrists, executives\nin both cartels, union officials. We've been working at this for a\ngood many years. We want to make our world over, yes. But this time\nwith reason and without violence--without sacrificing the good we\nalready have.\"\n\n\"And you yourself, Dawn. Who are you?\"\n\n\"I represent that nonentity called the government, Captain.\"\n\n\"A nonentity wouldn't make you what you are, Dawn.\"\n\n\"My name, Captain--\" She drew a long breath. \"My name is Dawn Farren.\nThe rest of my family is dying out as the Von Rausches are. Unlimited\npower has a way of poisoning the human mind. If wealth is our only\nethical goal, what do we really have when we possess it all? Madness.\nBoth cartels are shams, Captain Hunter, just as your frontier wars are\nshams.\n\n\"Yes, you may as well know that, too. Neither fleet has actually\nfought the other for a good many years. The planets you blast are\nhulks already long dead. It's all a sham, but we have to keep it\nalive. We have to make it _seem_ real--until we're sure we've found\nsomething better and more workable for all of us.\"\n\nThe tension in Ann Saymer's muscles started to relax. Very slowly her\nbody began to slump, in the secondary stage of paralysis.\n\n\"What about her?\" Hunter asked. \"She can still make another\nExorciser--\"\n\n\"The dream of enslaving mankind is _always_ insanity. We'll put her in\na public clinic, of course. We may have to use her own machine once\nmore to erase the memory of its structure from her mind. After that\nthe patent drawings will be destroyed. It's not a superficial cure for\nmaladjustment that we're after, Captain Hunter, but the cause. All of\nAnn's research was up a blind alley--a brilliant waste.\"\n\nSuddenly Dawn screamed a warning and leveled her blaster at Eric\nYoung. Hunter sprang back as Dawn fired. But her timing was a second\ntoo late. In a last, blazing agony of life-before-death Young had\nregained consciousness long enough to hurl the scalpel at Hunter's\nback. Ebbing strength distorted his aim. The blade plunged into Ann's\nheart as she slumped against the wall.\n\nAfter a long pause, Max Hunter moved toward Dawn and took her arm. He\nclenched his jaw tight and drew her quickly into the hall. \"I want\nout, Dawn. There's no healing here. I won't feel free again until I\ncan look up at the stars.\"\n\n\"The stars. Then you're going back to the service, Captain? You're\nrunning away?\"\n\nHe didn't answer her until they stood in Eric Young's garden.\n\n\"Sham battles for shadow cartels,\" he said. \"That's a child's\nsubterfuge for the Tri-D space heroes. No, Dawn, the real war is here\nin the struggle for information about ourselves so that we can build a\nnew world of freedom and human dignity. You say you need me. All\nright, Dawn, you've enrolled a recruit.\"\n\n\"It will be a long, slow war, Captain,\" she said, her eyes shining.\n\"We may never see a victory, and--we can never make a truce. But at\nleast we've learned how to go about solving the problem--after ten\nmillennia of trial and error.\"\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of Project Gutenberg's The Cartels Jungle, by Irving E. Cox, Jr.\n\n*** END OF THIS PROJECT GUTENBERG EBOOK THE CARTELS JUNGLE ***\n\n***** This file should be named 31062-8.txt or 31062-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/1/0/6/31062/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}