{"title": "A World Apart", "author": "Samuel Kimball Merwin", "releaseDate": "February 8, 2010", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n\n\n    _For obvious reasons, since time-travel has yet to be invented as\n    far as we know, science fiction authors usually attribute it to the\n    future. Yet there is always the possibility that somewhere, somehow,\n    somewhen, it has already been put to use. A possibility which Sammy\n    Merwin here considers in highly intriguing and human terms. Let's go\n    back with Coulter...._\n\n\n     a\n world\n apart\n\n _by ... Sam Merwin, Jr._\n\n\n Most men of middle age would welcome\n a chance to live their lives a second\n time. But Coulter did not.\n\n\nIt wasn't much of a bump. The shock absorbers of the liquid-smooth\nconvertible neutralized all but a tiny percent of the jarring impact\nbefore it could reach the imported English flannel seat of Coulter's\nexpensively-tailored pants. But it was sufficient to jolt him out of his\nreverie, trebly induced by a four-course luncheon with cocktails and\nliqueur, the nostalgia of returning to a hometown unvisited in twenty\nyears and the fact that he was driving westward into an afternoon sun.\n\nCoulter grunted mild resentment at being thus disturbed. Then, as he\nquickly, incredulously scanned the road ahead and the car whose wheel\nwas gripped by his gloved hands, he narrowed his eyes and muttered to\nhimself, \"Wake up! For God's sake snap out of it!\"\n\nThe road itself had changed. From a twin-laned ten-car highway,\ncarefully graded and landscaped and clover-leafed, it had become a\nsingle-laned three-car thoroughfare, paved with tar instead of concrete\nand high-crowned along its center. He swung the wheel quickly to avoid\nrunning onto a dirt shoulder hardened with ice.\n\nIts curves were no longer graded for high-speed cars but were scarcely\ntilted at all, when they didn't slant the wrong way. Its crossings were\nblind, level and unprotected by traffic lights. Neat unattractive\nclusters of mass-built houses interspersed with occasional clumps of\nwoodland had been replaced with long stretches of pine woods, only\noccasionally relieved by houses and barns of obviously antique\nmanufacture. Some of these looked disturbingly familiar.\n\nAnd the roadside signs--all at once they were everywhere. Here a\nweathered but still-legible little Burma-Shave series, a wooden\nHorlick's contented cow, Socony, That Good Gulf Gasoline, the black\ncat-face bespeaking Catspaw Rubber Heels. Here were the coal-black Gold\nDust twins, Kelly Springfield's Lotta Miles peering through a large\nrubber tire, a cocked-hatted boniface advertising New York's Prince\nGeorge Hotel, the sleepy Fisk Tire boy in his pajamas and carrying a\ncandle.\n\nAnd then a huge opened book with a quill pen stuck in an inkwell\nalongside. On the right-hand page it said, _United States Tires Are Good\nTires_ and on the left, _You are 3-1/2 miles from Lincolnville. In 1778\nGeneral O'Hara, leading a British raiding party inland, was ambushed on\nthis spot by Colonel Amos Coulter and his militia and forced to retreat\nwith heavy loss._\n\nSlowing down because the high-crowned road was slippery with sun-melted\nice, Coulter noted that the steering wheel responded heavily. Then he\nsaw suddenly that it was smaller than he'd remembered and made of black\nrubber instead of the almond-hued plastic of his new convertible. And\nhis light costly fabric gloves had become black leather, lined with fur!\n\nA gong rang in his memory. He had driven this road many times in years\ngone by, he had known all these signs as quasi-landmarks, he had worn\nsuch gloves one winter. There had been a little triangular tear in the\nheel of the left one, where he had snagged it on a nail sticking out of\nthe garage wall. But that had been many years ago....\n\nHe looked and found the tear and felt cold sweat bathe his body under\nhis clothes. And he was suddenly, mightily, afraid....\n\nHe hit another bump and this time the springs did not take up the shock.\nHe felt briefly like a rodeo cowboy riding a bucking mustang. The car in\nwhich he rode had changed. It was no longer the sleek convertible of the\nmid-1950's. It was his old Pontiac sedan, the car he had driven for two\nyears before leaving Lincolnville behind him twenty years ago!\n\nNor was he wearing the dark-blue vicuna topcoat he had reclaimed an hour\nbefore from the checkroom girl in the restaurant back in the city. His\nsleeves now were of well-worn camel's hair. He didn't dare pull the\nrear-view mirror around so he could see his face. He said again,\nfiercely, \"Snap out of it! For God's sake wake up before you hit\nsomething!\"\n\nHe didn't hit anything. Road, signs, car, clothing, all stayed the same.\nFields abridged by wooded low hills fell away on either side of the\nroad. The snow had been heavier away from the city and covered tillage,\ntrees and stone walls alike with a tracked and sullen late-winter\ndark-white blanket.\n\nHe came to a hill and the obsolete engine knocked and panted. Once over\nthe top of the hill, he thought with a sudden encouraging flash, he\ncould prove that whatever was happening to him was illusion. At its foot\non the other side had lain the Brigham Farm, a two-century-old house and\nbarn converted into a restaurant by a pair of energetic spinsters. A\nrestaurant where Coulter and his parents had habitually dined out on\nThursday, the servants' night off.\n\nHe had heard a long while ago that the Brigham Farm had been struck by\nlightning and burned during August of 1939. If it were still there ...\n\nHe breasted the hill and there it was, ancient timbers painted a neat\ndark red with white door and window-frames and shutters. He held his\neyes carefully away from it after the one look, held them on the road,\nwhich was now paved with a hard-packed layer of snow.\n\nHe passed an ear-flapped and baa-baa-coated farmer who sat atop a pung\ndrawn by a patient percheron whose nostrils emitted twin plumes of\nsteam. A pung! How many times had he and the other boys of Lincolnville\nridden the runners of such utility sleighs on hitch-hiked rides through\nthe by-ways of the lovely surrounding countryside!\n\nCoulter maneuvered in his seat to take a quick look at this relic from\nthe past--and caught a glimpse of his face in the mirror above the\nwindshield. He said just one word--\"_Jesus!_\" Nor was he blasphemous in\nsaying it.\n\nHe thought of Jurgen, of Faust--for in some miraculous way he had\nreclaimed his youth or been reclaimed by it. The face that looked back\nat him was fresh-skinned, unlined, unweathered by life. He saw with\nsurprise, from the detachment of almost two decades, that he had been\nbetter looking than he remembered.\n\nHe looked down, saw that his body, beneath the camel's hair coat, was\nthin. The fat and fatigue of too many years of rich eating and drinking,\nof sedentary work, of immense nervous pressures, had been swept away\nwithout diet, without tiresome exercise. He was young again--and he\nalmost ran the Pontiac into a ditch at the side of the road....\n\nIf it was a dream, he decided, it was a dream he was going to enjoy. He\nrecalled what Shaw had said about youth being such a wonderful thing it\nwas a pity to waste it on children. And he knew that he, at any rate,\nwas no child, whatever the body that had so miraculously been restored\nto him.\n\nThe unhappy Pontiac cleared another hilltop and Lincolnville lay\nstretched out before Coulter, naked and exposed, stripped of its summer\nfoliage. He had forgotten how dominated it was by the five church\nsteeples--Unitarian, Episcopal, Trinitarian, Roman Catholic and Swedish\nReform. There was no spire atop the concrete-and-stucco pillared\nbuilding in which the Christian Scientists held their Sunday readings.\n\nHalf-consciously he dug for a cigar in his breast pocket, looked with\nmild surprise on the straight-stemmed pipe he found there. He had\nforgotten that he once smoked a pipe as completely as he had forgotten\nthe churchly domination of his home town.\n\nEven though Lincolnville remained fixed in his memory as it had looked\ntwenty years ago--as it looked now awaiting his belated return--he was\naware of many anachronisms while tooling the Pontiac slowly along\nClinton Street. He had become used to the many outer changes of the past\ntwo decades, was unable completely to suppress surprise at not finding\nthem present on his return.\n\nFor one thing there was the vast amount of overhead wiring. Coulter had\nforgotten how its lacework of insulation and poles took up space even in\na comparatively small community. He had long since forgotten the English\nsparrows, erstwhile avian pest of America, that were to vanish so\nswiftly with the final abolition of the horse.\n\nThere were more horses than he recalled, parked here and there among the\nshoppers' automobiles. And the cars themselves looked like refugees from\na well-aged television movie, all straight-up-and-down windshields and\nunbuilt-in fenders and wooden spoked or wire wheels. He suspected the\nPontiac he was driving would look as odd to him once he got out and\nexamined it.\n\nA dark-overcoated policeman, lounging against the front of the Rexall\nstore at the main intersection, lifted a mittened hand in casual salute.\nCoulter replied in kind, drove on through the Center, took the fork past\nthe old library with the skeleton of its summer coat of ivy looking bare\nand chilly against the sunset breeze. The bit of sky he could see\nthrough the houses and leafless trees was grey and yellow and cold.\n\nThe house was there, just as he had left it. It was still a good-sized\nmansion in comfortable ugly space-wasting Reign-of-Terror Tuscan,\nstanding ornate and towered and turreted behind a fence of granite posts\nconnected by long iron pipes that sagged in the middle as the result of\nchildren walking them on their way to and from the public schools around\nthe corner on Sheldon Street.\n\nCoulter turned left and felt the crunch of ashes under his tires as he\ndrove across the sidewalk, through the fence opening, into the driveway\nto the open-doored garage awaiting him. He reminded himself to be\ncareful of the jutting nail that had torn his glove.\n\nThe concrete floor of the garage felt cold against the soles of his\nshoes. Coulter stamped his feet as he turned on the heater and moved\ntoward the door. It stuck--he had forgotten about that--and he swore\nlustily as he exerted strength he had forgotten ever possessing to yank\nit clear of the snag and across the front of the building.\n\nHe didn't want the Pontiac to freeze. Not when he had a date with Eve\nLawton.... A date with Eve Lawton.... He hadn't thought of Eve in years,\nexcept on those occasional sleepless nights when he amused himself with\nseeking to visualize the women he had known in a Biblical sense of the\nword.\n\nMost of them were faceless units in a faceless and somewhat undignified\nparade. But not Eve. She wasn't pretty--not in the sense of the\ndoll-faced creatures that adorned the movie magazines or even the\nhealthy maidens with whom he occasionally rollicked since coming home\nfrom college.\n\nEve had a sensitivity of feature that was a sounding board for her\nemotions. Coulter paused against the garage door and thought about her.\nWith the knowledge of twenty years he knew now that what Eve had, or had\nhad twenty years ago, was the basis of beauty, the inner intangible\nwhich stamps a woman a woman above other women....\n\n_What in hell has happened to me, is happening to me?_ Coulter felt the\nchill of the evening wind stab deep into his bones. Then he looked down\nat his vanished embonpoint and patted with his gloves the flat hardness\nthat had replaced it. It was all right with him as long as he didn't\nwake up too soon--before his date with Eve anyway.\n\nCoulter walked around the house and in through the front with its extra\nwinter doorway. There was the big square sapphire-blue carpet with the\nworn spot at the foot of the stairs. There was the antique cherry card\ntable which, to his definite knowledge, should be standing in the front\nhall of his own house in Scarborough, more than two hundred miles and\ntwenty years away.\n\nHis mother appeared in the door of the library, edged with light from\nthe cannel-coal fire in the grate behind her. She said, \"Oh, there you\nare, Banny. I'm glad you're back in time for ... Heaven's sake, Banny!\nWhat's all this for?\"\n\nCoulter felt himself grow hot with embarrassment. He and his mother had\nnever been much given to outward show of affection. Yet, knowing she\nwould be dead within the year, he had been unable to resist the urge to\nembrace her. He was going to have to watch his step. He said, fumbling a\nlittle, \"I don't know, mother. I guess I just felt like it, that's all.\"\n\n\"Well--all right.\" She was mollified, patted the blue-white hair above\ndelicately handsome features to make certain no strand had been\ndisarranged. Then, \"Did you remember to stop at MacAuliffe's and pick up\nmy lighter?\"\n\nFeeling lost, Coulter felt in the pockets of his polo coat. To his\nrelief he found a small package in one of them, pulled it out. It was\nwrapped with the city jeweler's tartan paper and he handed it to his\nmother. She said, \"Thanks--I've missed it this last week.\"\n\nHe had forgotten his mother was a smoker. Coulter took off his coat and\nhat and hung them up, trying to remember details of a life he had long\nsince allowed to blur into soft focus. She had taken up the habit about\na year after his father died of a ruptured appendix while on a hunting\ntrip down in the Maine woods.\n\nHe noticed the skis and ski-boots and ski-poles standing at attention in\nthe back of the closet, wondered if he could still execute a decent\nChristie. Then, emerging, he said, \"Just us for dinner tonight, mother?\"\n\n\"Just us,\" she said, regarding him with a faint frown from over a\nfresh-lit cigarette.\n\n\"Good!\" he said. \"How about a drink?\"\n\n\"Banny,\" said his mother with patient sternness, \"you know as well as I\nthat you're the family liquor-provider since your father died. I'm not\ngoing to deal with bootleggers. And there's nothing but a little\nvermouth in the pantry.\"\n\n\"Snooping again,\" he said, carefully unsmiling. Good God, it was still\nProhibition! Memory stabbed at him, bringing what had so recently\nemerged from past into present clearly into focus, technicolored focus.\n\"I've got a little surprise upstairs in my closet.\"\n\nHe found himself taking the stairs two at a time without effort. Shaw\nhad definitely been right, he decided when he discovered the exertion\nhad not winded him in the slightest. He went into the big room\noverlooking the front lawn, now covered with much-trodden snow, that he\nhad fallen heir to after his father died.\n\nKaren, the Swedish-born second maid, was opening the bed. He had\ncompletely forgotten Karen, had to battle against staring at her. She\nwas a perfect incipient human brood-mare--lush not-yet-fat figure, broad\npelvis, meaningless pretty-enough face. Now what the devil had been his\nrelations with _her_?\n\nSince he couldn't remember, he decided they must have been innocuous. He\nsaid, \"Hi, Karen, broken up any new homes lately?\"\n\nShe said, \"Oh--_you_, Mr. Coulter!\" She giggled and fled, stumbling over\nthe threshold in her hurry.\n\nCoulter looked after her, his eyebrows high. Well, he thought, here was\nsomething he had evidently missed entirely. Karen's crush was painfully\napparent, viewed from a vantage of two decades of added experience. Or\nperhaps he had been smarter than he remembered.\n\nThe gallon of home-made gin was stuck behind the textbook-filled carton\non the back floor of his closet, where somehow he had known it must be.\nIt was between a third and half full of colorless liquid. He uncorked\nit, sniffed and shuddered. Prohibition was going to take a bit of\ngetting used to after two decades of Repeal.\n\nHalf an hour later he sipped his rather dire martini and listened to his\nmother talk. Not to the words especially, for she was one of those\nnearly-extinct well-bred women, brought up in the horsehair amenities of\nthe late Victorian era, who could talk charmingly and vivaciously and at\nconsiderable length without saying anything. It was pleasant merely to\nsit and sip and let the words flow over him.\n\nShe looked remarkably well, he thought, for a woman who was to die\nwithin a year of galloping cancer. She seemed to have recovered entirely\nfrom the emotional aftermath of his father's death. So much so that he\nfound himself wondering how deeply she had loved the man with whom she\nhad spent some thirty-eight years of her life.\n\nShe was slim and quick and sure in her movements and her figure, of\nwhich she was inordinately proud, resembled that of a girl rather than\nthe body of a woman nibbling late middle-age. Slowly he realized she had\nstopped talking, had asked him a question and was awaiting his answer.\nHe smiled apologetically and said, \"Sorry, mother, I must have been\nwool-gathering.\"\n\n\"You're tired, lamb.\" No one had called him that in twenty years. \"And\nno wonder, with all that _run_ning around for Mr. Simms on the\n_news_paper.\"\n\nMr. Simms--that would be Patrick \"Paddy\" Simms, his managing editor,\nthe old-school city-room tyrant who had taught him his job so well that\nhe had gone on to make a successful career of public relations and the\norganization of facts into words--at rates far more imposing than those\npaid a junior reporter during the Great Depression.\n\nIn his swell of memories Coulter almost lost his mother's question a\nsecond time, barely managed to catch its meaning. He sipped his drink\nand said, \"I agree, mother, the burning of the books in Germany _is_ a\nthreat to freedom. But I don't think you'll have to worry about Adolph\nHitler very long.\"\n\nShe misread his meaning, of course, frowned charmingly and said, \"I _do_\nhope you're right, Banny. Nellie Maynard had a few of us for tea this\nafternoon and Margot Henson, she's tre_men_dously chic and her husband\nknows _all_ those big men in the New Deal in Washington--not that he\na_grees_ with them, thank goodness--well, _she_ says the big men in the\nState Department are really _wor_ried about Hitler. They think he may\ntry to make Germany strong enough to start an_oth_er war.\"\n\n\"It could happen, of course,\" Coulter told her. He had forgotten his\nmother's trick of stressing one syllable of a word. Funny, Connie, his\nwife--if she was still his wife after whatever had happened--had the\nsame trick. With an upper-class Manhattan dry soda-cracker drawl added.\n\nHe wondered if he were going to have to live through it all again--the\nNRA, the Roosevelt boomlet, the Recession, the string of Hitler triumphs\nin Europe, the war, Pearl Harbor and all that followed--Truman, the Cold\nWar, Korea, McCarthy ...\n\nSeated across from her at the gleaming Sheraton dining table, which\nshould by rights be in his own dining room in Scarborough overlooking\nthe majestic Hudson, he wondered how he could put his foreknowledge to\nuse. There was the market, of course. And he could recall the upset\nfootball win of Yale over Princeton in 1934, the Notre Dame last-minute\ntriumph over Ohio State a year later, most of the World Series winners.\nOn the Derby winners he was lost....\n\nWhen the meal was over and they were returning to the library with its\nsnug insulating bookshelves and warm cannel-coal fire, his mother said,\n\"Banny, it's been so nice _hav_ing this talk with you. We haven't had\n_many_ lately. I _wish_ you'd stay home tonight with me. You really _do_\nlook tired, you know.\"\n\n\"Sorry, mother,\" he replied. \"I've got a date.\"\n\n\"With the _Law_ton girl, I suppose,\" she said without affection. Then,\naccepting a cigarette and holding it before lighting it, \"I do wish you\n_wouldn't_ see quite so much of her. I'll ad_mit_ she's a perfectly\nnice girl, of course. But she _is_ strange and people are be_gin_ning to\ntalk. I hope you're not going to be _fool_ish about her.\"\n\n\"Don't worry,\" Coulter replied. Since when, he wondered, had wanting a\ngirl as he wanted Eve Lawton been foolish. He added, \"What's wrong with\nEve anyway?\"\n\nHis mother lit a cigarette. \"Lamb, it's not that there's anything\n_real_ly wrong with Eve. As a matter of fact I be_lieve_ her family is\nquite distinguished--good old _Linc_olnville stock.\"\n\n\"I'm aware of that,\" he replied drily. \"I believe her great, great,\ngreat grandfather was a brigadier while mine was only a colonel in the\nRevolution.\"\n\nHis mother dismissed the distant past with a gesture. \"But the Lawtons\nhaven't _man_aged to keep up,\" she stated. \"Think of your schooling,\ndear--you've had the _ve_ry best. While Eve ...\" With a shrug.\n\n\"Went to grammar and high-school right here in Lincolnville,\" Coulter\nfinished for her. \"Mother, Eve has more brains and character than any of\nthe debs I know.\" Then, collecting himself, \"But don't worry,\nmother--I'm not going to let it upset my life.\"\n\n\"I'm _ve_ry glad to hear it,\" Mrs. Coulter said simply. \"Re_mem_ber,\nBanny, you and your Eve are a world apart. Besides, we're going to take\na trip a_broad_ this summer. There's _so_ much I want us to see\nto_gether_. It would be a shame to ...\" She let it hang.\n\nCoulter looked at his mother, remembering hard. He had been able to\nstymie that trip on the excuse that he'd almost certainly lose his job\nand that new jobs were too hard to get in a depression era. He thought\nthat his surviving parent was, beneath her well-mannered surface, a\nshallow, domineering, snobbish empress. Granted his new vista of vision,\nhe realized for the first time how she had dominated both his father and\nhimself.\n\n       *       *       *       *       *\n\nHe thought, _I hate this woman. No, not hate, just loathe._\n\nHe glanced at the watch on his wrist, a Waltham he had long since lost\nor broken or given away--he couldn't recall which. He said, \"All the\nsame, mother, a date's a date. I'm a little late now. Don't wait up for\nme.\"\n\n\"I shan't,\" she replied, looking after him with a frown of pale concern\nas he headed for the hall closet.\n\nIt took a few minutes to get the Pontiac warmed up but once out of the\ndriveway Coulter knew the way to Eve Lawton's house as if he had been\nthere last night, not two decades earlier. The small cold winter moon\ncast its frigid light over an intimate little group of apple tapioca\nclouds and made the snow-clad fields a dark grey beneath the black\nevergreens that backed the fields beside the road.\n\nAs he slowed to a stop in front of the old white-frame house with its\ngraceful utilitarian lines of roof and gable, he found himself wondering\nwhether this were the dream or the other--the twenty years that had\nfound him an orphan. That had given him enough inherited money to strike\nout for himself in New York. That had seen him win success as a\nhighly-paid publicist. That had seen him married to wealthy Connie\nMarlin and a way of life as far from that of Lincolnville as he himself\nnow was from Scarborough and Connie.\n\n       *       *       *       *       *\n\nEve opened the door before he reached it. She was as willowy and alive\nas he remembered her, and a great deal more vital and beautiful. She put\nup her face to be kissed as soon as he was inside and his arms went\naround her soft angora sweater and he wondered a little at what he had\nso cavalierly dismissed and left behind him.\n\nShe said, \"You're late, Banning. I thought you'd forgotten.\"\n\nHe kept one arm around her as they walked into the living room with its\nblazing fire. He said, \"Sorry. Mother wanted to talk.\"\n\n\"Is she terribly worried about me?\" Eve asked. Her face, in inquiry, was\nlike a half-opened rose.\n\nCoulter hesitated, then replied, \"I think so, darling. She was afraid\nyour stock had gone to seed. I had to remind her that your great, great,\ngreat grandfather outranked mine.\"\n\nThe odd, in her case beautiful, blankness of fear smoothed Eve's\nforehead. She said, her voice low, her eyes not meeting his, \"Yesterday\nyou'd never have noticed what she was thinking.\"\n\n\"Yesterday?\" He forced her to look at him. \"Yesterday I was another\nman--a whole twenty-four hours younger.\" He added the last hastily, so\nas not to rouse suspicion. Eve, he both knew at once and remembered, was\nhighly sensitive, intuitively brilliant.\n\n\"I know,\" she said simply, and for the second time since the amazing\ntransformation of the afternoon he felt the tight grip of terror.\nWatching her as she turned from him and began to stoke the fire, he\nwondered just what she did know.\n\nThe album rested on the table against the back of the sofa in front of\nthe fireplace. It was a massive leather-and-parchment tome, with\nimitation medieval brass clasps and hinges. He opened it carelessly,\nseeking reassurance in idle action.\n\nHe flipped the pages idly, in bunches. There was Eve, a lacy little\nmoppet, held in the arms of her drunkard farming father. A sort of local\nmad-Edison whose inventions never worked or, if they did, were promptly\nstolen from him by more profit-minded promoters. Her brother Jim,\nsturdy, cowlicked, squinting into the sun, stood at his father's knee.\nHe wondered what had happened to Jim but didn't dare ask. Presumably he\nshould know since Jim shared the house with his sister and an ancient\nhousekeeper, doubtless long since asleep.\n\nHe flipped more pages, came to a snapshot of Eve in a bathing suit at\nLake Tahoe. Bill Something-or-other, Lincolnville High School football\nhero of five years before, had an arm around Eve's slim, wool-covered\nwaist. Two-piece suits and bikinis were still a long way in the future.\nHe said, \"What's become of Bill?\"\n\nShe said, \"Don't you remember? He was killed in that auto crash coming\nhome from the city last year.\" There was an odd questing flatness in her\nvoice.\n\nCoulter remembered the incident now, of course. There had been a girl in\nthe car, who had been disfigured for life. Plastic surgery, like\nbikinis, still lay well ahead. He and Eve had begun going together right\nafter that accident....\n\nSomething about Eve's tone, some urgency, disturbed him. He looked at\nher quickly. She was standing by the fireplace, watching him, watching\nhim as if he were doing something important. The fright within him\nrenewed itself. Quickly he turned back to the album, flipped further\npages.\n\nHe was close to the end of the album. What he saw was a newspaper\nclipping, a clipping showing himself and Harvey MacIlwaine of\nConsolidated Motors shaking hands at a banquet table. The headline above\nthe picture read, AUTHOR AND AUTO MAGNATE CELEBRATE BIOGRAPHY.\n\nAbove the headline was the date: _January 16, 1947_.\n\nWith hard-forced deliberation, because every nerve in his body was\nsinging its song of fear like a banjo string, Coulter closed the album.\nThe honeymoon, if that was the right term for it, was over. He knew now\nwhich was the dream, which the reality.\n\nHe said, \"All of this is your doing, Eve.\" It was not a question.\n\nShe said quietly, \"That's right, Banning, it's my doing.\" She looked at\nhim with a cool detachment that added to his bewilderment--and to his\nfright.\n\nHe said, \"Why, Eve? _Why_ have you done this?\"\n\nShe said, \"Banning, do you know what a Jane Austen villain is?\"\n\nHe shook his head. \"Hardly my pitch, is it?\"\n\n\"Hardly.\" There was a trace of sadness in her voice. Then, \"A Jane\nAusten villain is an attractive, powerful, good-natured male who rides\nthrough life roughshod, interested only in himself, completely unaware\nof his effect on those unlucky souls whose existences become entangled\nin his.\"\n\n\"And I am a Jane Austen villain?\" He was puzzled, disturbed that\nanyone--Eve or anyone--should think of him as a villain. Mentally he\nbegan to search for kindnesses, for unselfishnesses. He found\ngenerosities, yes, but these, he supposed with sudden dreadful clarity,\nhad been little more than balm to his ego.\n\n\"You are perhaps a classic example, Banning,\" she told him. Her face, in\nshadow, was exquisitely beautiful. \"When you left Lincolnville twenty\nyears ago, without seeing me, without letting me see you, you destroyed\nme.\"\n\n\"Good God!\" Coulter exclaimed. \"But how? I know it was rude, but I did\nmean to come back. And when things moved differently it seemed better to\nkeep a clean break clean.\" He hesitated, added, \"I'm sorry.\"\n\n\"Sorry that you destroyed me?\" Her tone was acid-etched.\n\n\"Dammit, do you want me down on my knees?\" he countered. \"How the devil\ndid my leaving destroy _you_?\" Anger, prodded by fear, was warming his\nblood.\n\n\"I was sensitive--aware of the collapse of my family, of my own\nshortcomings, of my lack of opportunity,\" she said, staring with immense\ngrey eyes at the wall behind him. \"I was just beginning to feel I could\nbe somebody, could mean something to someone I--liked--when you dropped\nme and never looked back.\n\n\"I took a job at the bank. For twenty years I've sat in a cage, counting\nout money and putting little legends in bank-books. I've felt myself\ndrying up day by day, week by week, year by year. When I've sought love\nI've merely defiled myself. You taught me passion, Banning, then\ndestroyed my capacity to enjoy it with anyone but you. You destroyed me\nand never even knew it.\"\n\n\"You could have gone out into the world,\" he said with a trace of\ncontempt. \"Other girls have.\"\n\n\"Other girls are not me,\" Eve replied steadily. \"Other girls don't give\nthemselves to a man as completely as I gave myself to you.\"\n\n\"What can I do now?\" Coulter asked, running a hand through his newly\ncrew-cut hair. Recalling Eve at dinner, seeing her in the doorway,\nholding her briefly in his arms--he had almost decided that in this new\nlife she was the partner he would carry with him.\n\nNow, however, he was afraid of her. It was Eve who had, in some strange\nway, brought him back twenty years for purposes she had yet to divulge.\nOne thing he knew, logically and intuitively--he could never endure life\nwith anyone of whom he was frightened.\n\nShe was no longer looking at the wall--she was looking directly at him\nand with curious intensity. She said, \"Do you have to ask?\"\n\nShe was testing him, of course. Sensitive, brilliant, she might be--yet\nshe was a fool not to have judged the effect of his fear of her. He\nwalked around the table, took hold of her shoulders, turned her to face\nhim, said, \"What has this particular evening to do with bringing\nme--us--back?\"\n\n\"Everything!\" she said, her eyes suddenly ablaze. \"_Everything_,\nBanning! Can't you understand?\"\n\nHe released her, lit himself a cigarette, seeking the calmness he knew\nhe must have to keep his thinking clear. He said, \"Perhaps I understand\nwhy--a little. But how, Eve, _how_?\"\n\nShe got up and walked across the wide hearth, kicked a fallen log back\ninto place. Its glowing red scales burst into yellow flame. She turned\nand said, \"Remember my father's last work? His efforts to discover the\nsecrets of Time?\"\n\n\"I remember he threw away what should have been your inheritance on a\nflock of crackpot ideas,\" he told her.\n\n\"This wasn't a crackpot idea,\" she said, eyeing him as if he were\nanother log for the fire. \"His basic premise that Time is all-existent\nwas sound. Time is past, present and future.\"\n\n\"I might have argued that with you--before today,\" he replied.\n\n\"It was like everything else he tried.\" She made an odd little gesture\nof helplessness. \"He went at it wrong-end-to, of course. Not until after\nhe died and Jim got back from M.I.T. did we get to work on it. I was\nmerely the helper who held the tools for Jim. And when we completed it\n_he_ lacked the courage to try it out.\" There was the acid of contempt\nin her voice at her brother's poltroonery.\n\n\"I don't blame him,\" said Coulter. \"After all ...\" He changed the\nsubject, asked, \"Where _is_ Jim?\"\n\n\"He was killed at Iwo Jima,\" she told him.\n\n\"What's to keep him from walking in here tonight--or to keep _you_ from\nwalking in on us?\" he asked.\n\n\"Jim's in Cambridge, studying for exams,\" she replied. \"As for my\nmeeting myself, it's impossible. It's hard to explain but in coming back\nhere I became reintegrated with the past me. Just as you are both a\npresent and a past you. You must have noticed a certain duplication of\nmemories, an overlapping? _I_ have.\"\n\n\"I've noticed,\" he said. \"But _why_ only we two?\"\n\n\"I'll show you,\" she said. \"Come.\" She led him down rough wooden cellar\nstairs to a basement, unfastened with pale and dexterous fingers a\npadlocked wooden door behind the big old-fashioned furnace with its\nup-curving stovepipe arms, under which he had to stoop to avoid bumping\nhis head.\n\nThe sharp sting of dead furnace-ashes was in his nostrils as he looked\nat the strange device. The strange cage-like device, the strange\njerry-built apparatus was centered in a bizarre instrument panel that\nseemed to hang from nothing at all. He said, eyeing a bucket-seat for\nthe operator, \"It looks like Red Barber's cat-bird seat, Eve.\"\n\n\"And we're sitting in it, just you and I, darling,\" she replied. \"Just\nyou and I out of all the people who ever lived. Think of what we can do\nwith our lives now, the mistakes we can avoid!\"\n\n\"I'm thinking of them,\" said Coulter. Then, after a brief pause, \"But\nhow in hell did you manage to get _me_ into the act?\"\n\nShe stepped inside the odd cage, plucked things from a cup-like\nreceptacle that hung from the instrument panel, showed them to him.\nThere were a lock of hair, a scarf, what looked like fingernail parings.\nAt his bewilderment her face lighted briefly with the shadow of a smile.\n\nShe said, \"These are _you_, darling. Oh, you _still_ don't understand!\nLacking the _person_ or _thing_ to be sent back in Time, something that\nis part of the person or thing will work. It keys directly to individual\npatterns.\"\n\n\"And you've kept those things--those pieces of me--in there all this\ntime?\" He shuddered. \"It looks like voodoo to me.\"\n\nShe put back the mementos, stepped out of the cage, put her arms\nfiercely around him. \"Banning, darling, after you left me I _did_ try\nvoodoo. I wanted you to suffer as I suffered. But then, when the Time\nmachine was finished and Jim was afraid to use it, I put the things in\nit--and waited. It's been a long wait.\"\n\n\"How did it reach me while I was still miles away?\" he asked.\n\n\"Jim always said its working radius was about five miles,\" she said.\n\"When you drove within range, it took over.... But let's go back\nupstairs, darling--we have our lives to plan.\"\n\nTo change the subject Coulter said, when they emerged from the basement,\n\"You must have had a time picking the right moment for this little\nreunion--or was it hit or miss?\"\n\n\"The machine is completely accurate,\" she said firmly. She stood there,\nthe firelight making a halo of her dark hair. There was urgency in her,\nan expectation that the remark would mean something to him. It didn't.\n\nFinally she burst out with, \"Banning, are you really so forgetful? Don't\nyou remember what tonight was ... _don't_ you?\"\n\nCoulter did some hasty mental kangaroo-hopping. He knew it was important\nto Eve and, because of the incredible thing she had accomplished, he\nfelt a new wave of fright. From some recess of his memory he got a\nflash--Jim was in Cambridge, the housekeeper asleep in the rear ell of\nthe old farmhouse, he and Eve were alone.\n\nHe drew her gently close to him and kissed her soft waiting lips as he\nhad kissed them twenty years before, felt the quiver of her slim body\nagainst him as he had felt it twenty years before. He should have\nknown--Eve had selected for their reunion the anniversary of the first\ntime they had truly given themselves to each other.\n\nHe said, \"Of course I remember, darling. If I'm a little slow on the\nuptake it's because I've had a lot of things happen to me all at once.\"\n\n\"The old Banning Coulter would never have understood,\" she said, giving\nhim a quick hug before standing clear of him. Her eyes were shining like\nstar sapphires. \"Banning, you've grown up!\"\n\n\"People do,\" he said drily. There was an odd sort of tension between\nthem as they stood there, knowing what was to happen between them. Eve\ntook a deep unsteady breath and the rise and fall of her angora sweater\nmade his arms itch to pull her close.\n\nShe said, before he could translate desire into action, \"Oh, I've been\nso _wrong_ about so many things, darling. But I was so _right_ to bring\nyou back. Think of what we're going to be able to do, you and I\ntogether, now that we have this second chance. We'll know just what's\ngoing to happen. We'll be rich and free and lord it over ordinary\nmortals. I'll have furs and you'll have yachts and we'll ...\"\n\n\"I'm a lousy sailor,\" said Coulter. \"No, I don't want a yacht.\"\n\n\"Nonsense, we'll have a yacht and cruise wherever we want to go. Think\nof how easy it will be for us to make money.\" Her eyes were shining more\nbrightly still. \"No more standing in a teller's cage for me. No more\nfeeling the life-sap dry up inside me, handling thousands of dollars a\nday and none of it mine.\"\n\nShe stepped to him, gripped him tightly, her fingernails making\nthemselves felt even through the heavy material of his jacket. She\nkissed him fiercely and said in a throaty whisper, \"Darling, I'm going\nupstairs. Come up in ten minutes--and be young again with me.\"\n\nShe left him standing alone in front of the fire....\n\nCoulter filled his pipe and lit it. His mother had said _we_ when she\ntalked of her plans, as if her son were merely an object to be moved\nabout at her whim. _Pick up my lighter at MacAuliffe's ... going to take\na trip abroad this summer ... not going to be foolish about her...._ He\ncould see the phrases as vividly as if they were written on a video\nteleprompter.\n\nAnd then he saw another set of phrases--different in content, yet\nstrangely alike in meaning. _Nonsense, we'll have a yacht ... lord it\nover ordinary mortals ... a long wait._ He thought of the voodoo and the\nfingernail parings, of the savage materialism of the woman who was even\nnow preparing herself to receive him upstairs, who was planning to\nrelive his life with him in _her_ image.\n\nHe thought of his wife, foolish perhaps, but true to him and never\ndomineering. He thought of the Scarborough house and the good friends he\nhad there, hundreds of miles and twenty years away. He wondered if he\ncould go back if he got beyond the five-mile radius of the strange\nmachine in the basement.\n\nHe looked down with regret at his slim young body, so unexpectedly\nregained--and thought of the heavier, older less vibrant body that lay\nwaiting for him five miles away. Then swiftly, silently, he tiptoed into\nthe hall, donned coat and hat and gloves, slipped through the front door\nand bolted for the Pontiac.\n\nHe drove like a madman over the icy roads through the dark. Somehow he\nsensed he would have to get beyond the reach of the machine before Eve\ngrew impatient and came downstairs and found him gone. She might, in her\nanger, send him back to some other Time--or perhaps the machine worked\nboth ways. He didn't know. He could only flee in fear ... and hope....\n\nAt times, in the years that had passed since his abrupt breaking-off of\nhis romance with Eve Lawton, he had wondered a little about why he had\ndropped her so quickly, just when his mother's death seemed to open the\npath for their marriage.\n\nNow he knew that youthful instinct had served him better than he knew.\nSomehow, beneath the charm and wit and beauty of the girl, he had sensed\nthe domineering woman. Perhaps a lifetime with his mother had made him\nextra-aware of Eve's desire to dominate without its reaching his\nconscious mind.\n\nBut to have exchanged the velvet glove of his mother for the velvet\nglove of Eve would have meant a lifetime of bondage. He would never have\nbeen his own man, never....\n\nHe could feel cold sweat bathe his body once more as he sped past the\nBrigham Farm. According to his wristwatch just eight and a quarter\nminutes had elapsed since Eve had left him and gone upstairs. He felt a\nsudden urge to turn around and go back to her--he knew she would forgive\nhis attempt to run away. After all, he couldn't even guess at what would\nhappen when he reached the outer limit of the machine's influence. Would\nhe be in 1934 or 1954--or irretrievably lost in some timeless nowhere at\nall?\n\nHe thought again of what Eve had said about yachts and world traveling\nand wondered how she could hope to do so if the radius of influence was\nonly five miles. Eve might be passionate, headstrong and neurotic, but\nshe was not a fool. If she had planned travel on a world of two decades\npast she must have found a way of making his and her stay in that past\npermanent, without trammels.\n\nIf she had altered the machine ... But she wouldn't have until he was\ncaught in her trap when, inevitably, he returned to look at the scenes\nof his childhood. He tried to recall what she had done, what gestures\nshe had made, when she demonstrated the machine. As nearly as he could\nremember, all Eve had done was to pluck out his nail parings, the bit of\nhair and scarf, then return them to their receptacle.\n\nVoodoo.... She was close to mad. Or perhaps he was mad himself. He wiped\nhis streaming forehead with a sleeve, barely avoided overturning as he\nrounded a curve flanked by signboards....\n\nHe felt a bump....\n\nAnd suddenly he was in the big convertible again, guiding it over to one\nof the parking lanes at the side of the magnificent two-laned highway.\nHe looked down at his sleek dark vicuna coat, visualized the rise of\nplump stomach beneath it, reached in his breast pocket for a panatella.\n\n       *       *       *       *       *\n\nHe noticed the tremble in his hand. _No, no cigars now_, he thought.\n_Not with the old pump acting up like this. Too much excitement._ He\nreached for the little box of nitroglycerin tablets in his watch-pocket,\ngot it out, took one, waited.\n\nMaybe his life wasn't perfect, maybe there wasn't much of it left to\nlive--but what there was was his, not his mother's, not Eve's. The\nunsteadiness in his chest was fading. He turned on the ignition, drove\nslowly back through the housing developments, the neon signs and\nclover-leaf turns and graded crossings toward the city....\n\nWhen he got back to the hotel he would call Connie in Scarborough. It\nwould be heavenly, the sound of her high, silly little voice....\n\n\n\n\nTranscriber's Note:\n\n    This etext was produced from _Fantastic Universe_ May 1954.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed. Minor spelling and\n    typographical errors have been corrected without note.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of A World Apart, by Samuel Kimball Merwin\n\n*** END OF THIS PROJECT GUTENBERG EBOOK A WORLD APART ***\n\n***** This file should be named 31215.txt or 31215.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/1/2/1/31215/\n\nProduced by Greg Weeks, Stephen Blundell and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}