{"title": "Rastignac the Devil", "author": "Philip José Farmer", "releaseDate": "February 12, 2010", "language": "English", "content": "\n\n\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n\n\n                         Transcriber's Note:\n\n    This etext was produced from Fantastic Universe May 1954. Extensive\n    research did not uncover any evidence that the U.S. copyright on this\n    publication was renewed.\n\n\n    _Here is high fidelity fiction at Philip José Farmer's\n     story-telling best. It's a vibrant, distractingly different\n     tale of three centuries into the future. And as you read\n     you'll have a vague, uneasy feeling that it's all taking\n     place somewhere in the unexplored parts of the universe, even\n     today._\n\n\n                         rastignac the devil\n\n\n                     _by ... Philip José Farmer_\n\n\n     Enslaved by a triangular powered despotism--one lone man\n     sets his sights to the Six Bright Stars and eventual freedom\n     of his world.\n\n       *       *       *       *       *\n\n\n\n\n_After the Apocalyptic War, the decimated remnants of the French\nhuddled in the Loire Valley were gradually squeezed between two new\nand growing nations. The Colossus to the north was unfriendly and\nobviously intended to absorb the little New France. The Colossus to\nthe south was friendly and offered to take the weak state into its\nconfederation of republics as a full partner._\n\n_A number of proud and independent French citizens feared that even\nthe latter alternative meant the eventual transmutation of their\ntongue, religion and nationality into those of their southern\nneighbor. Seeking a way of salvation, they built six huge space-ships\nthat would hold thirty thousand people, most of whom would be in deep\nfreeze until they reached their destination. The six vessels then set\noff into interstellar space to find a planet that would be as much\nlike Earth as possible._\n\n_That was in the 22nd Century. Over three hundred and fifty years\npassed before Earth heard of them again. However, we are not here\nconcerned with the home world but with the story of a man of that\npioneer group who wanted to leave the New Gaul and sail again to the\nstars...._\n\n       *       *       *       *       *\n\nRastignac had no Skin. He was, nevertheless, happier than he had been\nsince the age of five.\n\nHe was as happy as a man can be who lives deep under the ground.\nUnderground organizations are often under the ground. They are formed\ninto cells. Cell Number One usually contains the leader of the\nunderground.\n\nJean-Jacques Rastignac, chief of the Legal Underground of the Kingdom\nof L'Bawpfey, was literally in a cell beneath the surface of the\nearth. He was in jail.\n\nFor a dungeon, it wasn't bad. He had two cells. One was deep inside\nthe building proper, built into the wall so that he could sit in it\nwhen he wanted to retreat from the sun or the rain. The adjoining cell\nwas at the bottom of a well whose top was covered with a grille of\nthin steel bars. Here he spent most of his waking hours. Forced to\nlook upwards if he wanted to see the sky or the stars, Rastignac\nsuffered from a chronic stiff neck.\n\nSeveral times during the day he had visitors. They were allowed to\nbend over the grille and talk down to him. A guard, one of the King's\nmucketeers,[1] stood by as a censor.\n\n[Footnote 1: Mucketeer is the best translation of the 26th century\nFrench noun _foutriquet_, pronounced _vfeutwikey_.]\n\nWhen night came, Rastignac ate the meal let down by ropes on a\nplatform. Then another of the King's mucketeers stood by with drawn\népée until he had finished eating. When the tray was pulled back up\nand the grille lowered and locked, the mucketeer marched off with the\nturnkey.\n\nRastignac sharpened his wit by calling a few choice insults to the\nnight guard, then went into the cell inside the wall and lay down to\ntake a nap. Later, he would rise and pace back and forth like a caged\ntiger. Now and then he would stop and look upwards, scan the stars,\nhunch his shoulders and resume his savage circuit of the cell. But the\ntime would come when he would stand statue-still. Nothing moved except\nhis head, which turned slowly.\n\n\"Some day I'll ride to the stars with you.\"\n\nHe said it as he watched the Six Flying Stars speed across the night\nsky--six glowing stars that moved in a direction opposite to the march\nof the other stars. Bright as Sirius seen from Earth, strung out one\nbehind the other like jewels on a velvet string, they hurtled across\nthe heavens.\n\nThey were the six ships on which the original Loire Valley Frenchmen\nhad sailed out into space, seeking a home on a new planet. They had\nbeen put into an orbit around New Gaul and left there while their\nthirty thousand passengers had descended to the surface in\nchemical-fuel rockets. Mankind, once on the fair and fresh earth of\nthe new planet, had never again ascended to re-visit the great ships.\n\nFor three hundred years the six ships had circled the planet known as\nNew Gaul, nightly beacons and glowing reminders to Man that he was a\nstranger on this planet.\n\nWhen the Earthmen landed on the new planet they had called the new\nland _Le Beau Pays_, or, as it was now pronounced, _L'Bawpfey_--The\nBeautiful Country. They had been delighted, entranced with the fresh\nnew land. After the burned, war-racked Earth they had just left, it\nwas like coming to Heaven.\n\nThey found two intelligent species living on the planet, and they\nfound that the species lived in peace and that they had no conception\nof war or of poverty. And they were quite willing to receive the\nTerrans into their society.\n\nProvided, that is, they became integrated, or--as they phrased\nit--natural. The Frenchmen from Earth had been given their choice.\nThey were told:\n\n\"You can live with the people of the Beautiful Land on our terms--war\nwith us, or leave to seek another planet.\"\n\nThe Terrans conferred. Half of them decided to stay; the other half\ndecided to remain only long enough to mine uranium and other\nchemicals. Then they would voyage onwards.\n\nBut nobody from that group of Earthmen ever again stepped into the\nferry-rockets and soared up to the six ion-beam ships circling about\nLe Beau Pays. All succumbed to the Philosophy of the Natural. Within a\nfew generations a stranger landing upon the planet would not have\nknown without previous information that the Terrans were not\naboriginal.\n\nHe would have found three species. Two were warm-blooded egglayers who\nhad evolved directly from reptiles without becoming mammals--the\nSsassarors and the Amphibs. Somewhere in their dim past--like all\nhappy nations, they had no history--they had set up their society and\nbeen very satisfied with it since.\n\nIt was a peaceful quiet world, largely peasant, where nobody had to\nscratch for a living and where a superb manipulation of biological\nforces ensured very long lives, no disease, and a social lubrication\nthat left little to desire--from their viewpoint, anyway.\n\nThe government was, nominally, a monarchy. The Kings were elected by\nthe people and were a different species than the group each ruled.\nSsassaror ruled Human, and vice versa, each assisted by\nfoster-brothers and sisters of the race over which they reigned. These\nwere the so-called Dukes and Duchesses.\n\nThe Chamber of Deputies--_L'Syawp t' Tapfuti_--was half Human and half\nSsassaror. The so-called Kings took turns presiding over the Chamber\nfor forty day intervals. The Deputies were elected for ten-year terms\nby constituents who could not be deceived about their representatives'\npurposes because of the sensitive Skins which allowed them to\ndetermine their true feelings and worth.\n\nIn one custom alone did the ex-Terrans differ from their neighbors.\nThis was in carrying arms. In the beginning, the Ssassaror had allowed\nthe Men to wear their short rapiers, so they would feel safe even\nthough in the midst of aliens.\n\nAs time went on, only the King's mucketeers--and members of the\nofficial underground--were allowed to carry épées. These men, it might\nbe noticed, were the congenital adventurers, men who needed to\nswashbuckle and revel in the name of individualist.\n\nLike the egg-stealers, they needed an institution in which they could\nwork off anti-social steam.\n\nFrom the beginning the Amphibians had been a little separate from the\nSsassaror and when the Earthmen came they did not get any more\nneighborly. Nevertheless, they preserved excellent relations and they,\ntoo, participated in the Changeling-custom.\n\nThis Changeling-custom was another social device set up millennia ago\nto keep a mutual understanding between all species on the planet. It\nwas a peculiar institution, one that the Earthmen had found hard to\nunderstand and ever more difficult to adopt. Nevertheless, once the\nSkins had been accepted they had changed their attitude, forgot their\nspeculations about its origin and threw themselves into the custom of\nstealing babies--or eggs--from another race and raising the children\nas their own.\n\n_You rob my cradle; I'll rob yours._ Such was their motto, and it\nworked.\n\nA Guild of Egg Stealers was formed. The Human branch of it guaranteed,\nfor a price, to bring you a Ssassaror child to replace the one that\nhad been stolen from you. Or, if you lived on the sea-shore, and an\nAmphibian had crept into your nursery and taken your baby--always\nunder two years old, according to the rules--then the Guildsman would\nbring you an Amphib or, perhaps, the child of a Human Changeling\nreared by the Seafolk.\n\nYou raised it and loved it as your own. How could you help loving it?\n\nYour Skin told you that it was small and helpless and needed you and\nwas, despite appearances, as Human as any of your babies. Nor did you\nneed to worry about the one that had been abducted. It was getting\njust as good care as you were giving this one.\n\nIt had never occurred to anyone to quit the stealing and voluntary\nexchange of babies. Perhaps that was because it would strain even the\nloving nature of the Skin-wearers to give away their own flesh and\nblood. But once the transfer had taken place, they could adapt.\n\nOr perhaps the custom was kept because tradition is stronger than law\nin a peasant-monarchy society and also because egg-and-baby stealing\ngave the more naturally aggressive and daring citizens a chance to\nwork off anti-social behavior.\n\nNobody but a historian would have known, and there were no historians\nin The Beautiful Land.\n\nLong ago the Ssassaror had discovered that if they lived meatless,\nthey had a much easier time curbing their belligerency, obeying the\nSkins and remaining cooperative. So they induced the Earthmen to put a\ntaboo on eating flesh. The only drawback to the meatless diet was that\nboth Ssassaror and Man became as stunted in stature as they did in\naggressiveness, the former so much so that they barely came to the\nchins of the Humans. These, in turn, would have seemed short to a\nWestern European.\n\nBut Rastignac, an Earthman, and his good friend, Mapfarity, the\nSsassaror Giant, became taboo-breakers when they were children and\nplayed together on the beach where they first ate seafood out of\ncuriosity, then continued because they liked it. And due to their\nprotein diet the Terran had grown well over six feet in height and the\nSsassaror seemed to have touched off a rocket of expansion in his body\nwith his protein-eating. Those Ssassarors who shared his guilt--became\nmeat-eaters--became ostracized and eventually moved off to live by\nthemselves. They were called Ssassaror-Giants and were pointed to as\nan object lesson to the young of the normal Ssassarors and Humans on\nthe land.\n\n       *       *       *       *       *\n\nIf a stranger had landed shortly before Rastignac was born, however,\nhe would have noticed that all was not as serene as it was supposed to\nbe among the different species. The cause for the flaw in the former\nEden might have puzzled him if he had not known the previous history\nof _L'Bawfey_ and the fact that the situation had not changed for the\nworst until the introduction of Human Changelings among the\nAmphibians.\n\nThen it had been that blood-drinking began among them, that Amphibians\nbegan seducing Humans to come live with them by their tales of easy\nimmortality, and that they started the system of leaving savage little\ncarnivores in the Human nurseries.\n\nWhen the Land-dwellers protested, the Amphibs replied that these\nthings were carried out by unnaturals or outlaws, and that the\nSea-King could not be held responsible. Permission was given to\nChalice those caught in such behavior.\n\nNevertheless, the suspicion remained that the Amphib monarch had, in\naccordance with age-old procedure, given his unofficial official\nblessing and that he was preparing even more disgusting and outrageous\nand unnatural moves. Through his control of the populace by the Master\nSkin, he would be able to do as he pleased with their minds.\n\nIt was the Skins that had made the universal peace possible on the\nplanet of New Gaul. And it would be the custom of the Skins that would\nmake possible the change from peace to conflict among the populace.\n\nThrough the artificial Skins that were put on all babies at birth--and\nwhich grew with them, attached to their body, feeding from their\nbloodstreams, their nervous systems--the Skins, controlled by a huge\nMaster Skin that floated in a chemical vat in the palace of the\nrulers, fed, indoctrinated and attended day and night by a crew of the\nmost brilliant scientists of the planet, gave the Kings complete\ncontrol of the minds and emotions of the inhabitants of the planet.\n\nOriginally the rulers of New Gaul had desired only that the populace\nlive in peace and enjoy the good things of their planet equally. But\nthe change that had been coming gradually--the growth of conflict\nbetween the Kings of the different species for control of the whole\npopulace--was beginning to be generally felt. Uneasiness, distrust of\neach other was growing among the people. Hence the legalizing of the\nUnderground, the Philosophy of Violence by the government, an effort\nto control the revolt that was brewing.\n\nYet, the Land-dwellers had managed to take no action at all and to\nignore the growing number of vicious acts.\n\nBut not all were content to drowse. One man was aroused. He was\nRastignac.\n\nThey were Rastignac's hope, those Six Stars, the gods to which he\nprayed. When they passed quickly out of his sight he would continue\nhis pacing, meditating for the twenty-thousandth time on a means for\nreaching one of those ships and using it to visit the stars. The end\nof his fantasies was always a curse because of the futility of such\nhopes. He was doomed! Mankind was doomed!\n\n       *       *       *       *       *\n\nAnd it was all the more maddening because Man would not admit that he\nwas through. Ended, that is, as a human being.\n\nMan was changing into something not quite _homo sapiens_. It might be\na desirable change, but it would mean the finish of his climb upwards.\nSo it seemed to Rastignac. And he, being the man he was, had decided\nto do something about it even if it meant violence.\n\nThat was why he was now in the well-dungeon. He was an advocator of\nviolence against the status quo.\n\n\nII\n\nThere was another cell next to his. It was also at the bottom of a\nwell and was separated from his by a thin wall of cement. A window had\nbeen set into it so that the prisoners could talk to each other.\nRastignac did not care for the woman who had been let down into the\nadjoining cell, but she was somebody to talk to.\n\n\"Amphib-changelings\" was the name given to those human beings who had\nbeen stolen from their cradles and raised among the non-humanoid\nAmphibians as their own. The girl in the adjoining cell, Lusine, was\nsuch a person. It was not her fault that she was a blood-drinking\nAmphib. Yet he could not help disliking her for what she had done and\nfor the things she stood for.\n\nShe was in prison because she had been caught in the act of stealing a\nMan child from its cradle. This was no crime, but she had left in the\ncradle, under the covers, a savage and blood-thirsty little monster\nthat had leaped up and slashed the throat of the unsuspecting baby's\nmother.\n\nHer cell was lit by a cageful of glowworms. Rastignac, peering through\nthe grille, could see her shadowy shape in the inner cell inside the\nwall. She rose langorously and stepped into the circle of dim orange\nlight cast by the insects.\n\n\"_B'zhu, m'fweh_,\" she greeted him.\n\nIt annoyed him that she called him her brother, and it annoyed him\neven more to know that she knew it. It was true that she had some\nexcuse for thus addressing him. She did resemble him. Like him, she\nhad straight glossy blue-black hair, thick bracket-shaped eyebrows,\nbrown eyes, a straight nose and a prominent chin. And where his build\nwas superbly masculine, hers was magnificently feminine.\n\nNevertheless, this was not her reason for so speaking to him. She knew\nthe disgust the Land-walker had for the Amphib-changeling, and she\ntook a perverted delight in baiting him.\n\nHe was proud that he seldom allowed her to see that she annoyed him.\n\"_B'zhu, fam tey zafeep_,\" he said. \"Good evening, woman of the\nAmphibians.\"\n\nMockingly she said, \"Have you been watching the Six Flying Stars,\nJean-Jacques?\"\n\n\"_Vi._ I do so every time they come over.\"\n\n\"Why do you eat your heart out because you cannot fly up to them and\nthen voyage among the stars on one of them?\"\n\nHe refused to give her the satisfaction of knowing his real reason.\nHe did not want her to realize how little he thought of Mankind and\nits chances for surviving--as humanity--upon the face of this planet,\nL'Bawpfey.\n\n\"I look at them because they remind me that Man was once captain of\nhis soul.\"\n\n\"Then you admit that the Land-walker is weak?\"\n\n\"I think he is on the way to becoming non-human, which is to say that\nhe is weak, yes. But what I say about Landman goes for Seaman, too.\nYou Changelings are becoming more Amphibian every day and less Human.\nThrough the Skins the Amphibs are gradually changing you completely.\nSoon you will be completely sea-people.\"\n\nShe laughed scornfully, exposing perfect white teeth as she did so.\n\n\"The Sea will win out against the Land. It launches itself against the\nshore and shakes it with the crash of its body. It eats away the rock\nand the dirt and absorbs it into its own self. It can't be worn away\nnor caught and held in a net. It is elusive and all-powerful and\nnever-tiring.\"\n\nLusine paused for breath. He said, \"That is a very pretty analogy, but\nit doesn't apply. You Seafolk are as much flesh and blood as we\nLandfolk. What hurts us hurts you.\"\n\nShe put a hand around one bar. The glow-light fell upon it in such a\nway that it showed plainly the webbing of skin between her fingers. He\nglanced at it with a faint repulsion under which was a counter-current\nof attraction. This was the hand that had, indirectly, shed blood.\n\nShe glanced at him sidewise, challenged him in trembling tones. \"You\nare not one to throw stones, Jean-Jacques. I have heard that you eat\nmeat.\"\n\n\"Fish, not meat. That is part of my Philosophy of Violence,\" he\nretorted. \"I maintain that one of the reasons man is losing his power\nand strength is that he has so long been upon a vegetable diet. He is\nas cowed and submissive as the grass-eating beast of the fields.\"\n\nLusine put her face against the bars.\n\n\"That is interesting,\" she said. \"But how did you happen to begin\neating fish? I thought we Amphibs alone did that.\"\n\nWhat Lusine had just said angered him. He had no reply.\n\nRastignac knew he should not be talking to a Sea-changeling. They were\nglib and seductive and always searching for ways to twist your\nthoughts. But being Rastignac, he had to talk. Moreover, it was so\ndifficult to find anybody who would listen to his ideas that he could\nnot resist the temptation.\n\n\"I was given fish by the Ssassaror, Mapfarity, when I was a child. We\nlived along the sea-shore. Mapfarity was a child, too, and we played\ntogether. Don't eat fish!' my parents said. To me that meant 'Eat\nit!' So, despite my distaste at the idea, and my squeamish stomach, I\ndid eat fish. And I liked it. And as I grew to manhood I adopted the\nPhilosophy of Violence and I continued to eat fish although I am not a\nChangeling.\"\n\n\"What did your Skin do when it detected you?\" Lusine asked. Her eyes\nwere wide and luminous with wonder and a sort of glee as if she\nrelished the confession of his sins. Also, he knew, she was taunting\nhim about the futility of his ideas of violence so long as he was a\nprisoner of the Skin.\n\nHe frowned in annoyance at the reminder of the Skin. Much thought had\nhe given, in a weak way, to the possibility of life without the Skin.\n\nAshamed now of his weak resistance to the Skin, he blustered a bit in\nfront of the teasing Amphib girl.\n\n\"Mapfarity and I discovered something that most people don't know,\" he\nanswered boastfully. \"We found that if you can stand the shocks your\nSkin gives you when you do something wrong, the Skin gets tired and\nquits after a while. Of course your Skin recharges itself and the next\ntime you eat fish it shocks you again. But after very many shocks it\nbecomes accustomed, forgets its conditioning, and leaves you alone.\"\n\nLusine laughed and said in a low conspirational tone, \"So your\nSsassaror pal and you adopted the Philosophy of Violence because you\nremained fish and meat eaters?\"\n\n\"Yes, we did. When Mapfarity reached puberty he became a Giant and\nwent off to live in a castle in the forest. But we have remained\nfriends through our connection in the underground.\"\n\n\"Your parents must have suspected that you were a fish eater when you\nfirst proposed your Philosophy of Violence?\" she said.\n\n\"Suspicion isn't proof,\" he answered. \"But I shouldn't be telling you\nall this, Lusine. I feel it is safe for me to do so only because you\nwill never have a chance to tell on me. You will soon be taken to\nChalice and there you will stay until you have been cured.\"\n\nShe shivered and said, \"This Chalice? What is it?\"\n\n\"It is a place far to the north where both Terrans and Ssassarors send\ntheir incorrigibles. It is an extinct volcano whose steep-sided\ninterior makes an inescapable prison. There those who have persisted\nin unnatural behavior are given special treatment.\"\n\n\"They are bled?\" she asked, her eyes widening as her tongue flicked\nover her lips again hungrily.\n\n\"No. A special breed of Skin is given them to wear. These Skins shock\nthem more powerfully than the ordinary ones, and the shocks are\nassociated with the habit they are trying to cure. The shocks effect\na cure. Also, these special Skins are used to detect hidden unnatural\nemotions. They re-condition the deviate. The result is that when the\nChaliced Man is judged able to go out and take his place in society\nagain, he is thoroughly re-conditioned. Then his regular Skin is given\nback to him and it has no trouble keeping him in line from then on.\nThe Chaliced Man is a very good citizen.\"\n\n\"And what if a revolter doesn't become Chaliced?\"\n\n\"Then he stays in Chalice until he decides to become so.\"\n\nHer voice rose sharply as she said, \"But if I go there, and I am not\nfed the diet of the Amphibs, I will grow old and die!\"\n\n\"No. The government will feed you the diet you need until you are\nre-conditioned. Except....\" He paused.\n\n\"Except I won't get blood,\" she wailed. Then, realizing she was acting\nundignified before a Landman, she firmed her voice.\n\n\"The King of the Amphibians will not allow them to do this to me,\" she\nsaid. \"When he hears of it he will demand my return. And if the King\nof Men refuses, my King will use violence to get me back.\"\n\nRastignac smiled and said, \"I hope he does. Then perhaps my people\nwill wake up and get rid of their Skins and make war upon your\npeople.\"\n\n\"So that is what you Philosophers of Violence want, is it? Well, you\nwill not get it. My father, the Amphib King, will not be so stupid as\nto declare a war.\"\n\n\"I suppose not,\" replied Rastignac. \"He will send a band to rescue\nyou. If they're caught they'll claim to be criminals and say they are\n_not_ under the King's orders.\"\n\nLusine looked upwards to see if a guard was hanging over the well's mouth\nlistening. Perceiving no one, she nodded and said, \"You have guessed it\ncorrectly. And that is why we laugh so much at you stupid Humans. You know\nas well as we do what's going on, but you are afraid to tell us so. You\nkeep clinging to the idea that your turn-the-other-cheek policy will\nsoften us and insure peace.\"\n\n\"Not I,\" said Rastignac. \"I know perfectly well there is only one\nsolution to man's problems. That is--\"\n\n\"That is Violence,\" she finished for him. \"That is what you have been\npreaching. And that is why you are in this cell, waiting for trial.\"\n\n\"You don't understand,\" he said. \"Men are not put into the Chalice for\n_proposing_ new philosophies. As long as they behave naturally they\nmay say what they wish. They may even petition the King that the new\nphilosophy be made a law. The King passes it on to the Chamber of\nDeputies. They consider it and put it up to the people. If the people\nlike it, it becomes a law. The only trouble with that procedure is\nthat it may take ten years before the law is considered by the Chamber\nof Deputies.\"\n\n\"And in those ten years,\" she mocked him, \"the Amphibs and the\nAmphibian-changelings will have won the planet.\"\n\n\"That is true,\" he said.\n\n\"The King of the Humans is a Ssassaror and the King of the Ssassaror\nis a Man,\" said Lusine. \"Our King can't see any reason for changing\nthe status quo. After all, it is the Ssassaror who are responsible for\nthe Skins and for Man's position in the sentient society of this\nplanet. Why should he be favorable to a policy of Violence? The\nSsassarors loathe violence.\"\n\n\"And so you have preached Violence without waiting for it to become a\nlaw? And for that you are now in this cell?\"\n\n\"Not exactly. The Ssassarors have long known that to suppress too much\nof Man's naturally belligerent nature only results in an explosion. So\nthey have legalized illegality--up to a point. Thus the King\nofficially made me the Chief of the Underground and gave me a state\nlicense to preach--but not practice--Violence. I am even allowed to\nadvocate overthrow of the present system of government--as long as I\ntake no action that is too productive of results.\n\n\"I am in jail now because the Minister of Ill-Will put me here. He had\nmy Skin examined, and it was found to be 'unhealthy.' He thought I'd\nbe better off locked up until I became 'healthy' again. But the\nKing....\"\n\n\nIII\n\nLusine's laughter was like the call of a silverbell bird. Whatever her\nunhuman appetites, she had a beautiful voice. She said, \"How comical!\nAnd how do you, with your brave ideas, like being regarded as a\nharmless figure of fun, or as a sick man?\"\n\n\"I like it as well as you would,\" he growled.\n\nShe gripped the bars of her window until the tendons on the back of\nher long thin hands stood out and the membranes between her fingers\nstretched like wind-blown tents. Face twisted, she spat at him,\n\"Coward! Why don't you kill somebody and break out of this ridiculous\nmold--that Skin that the Ssassarors have poured you into?\"\n\nRastignac was silent. That was a good question. Why didn't he? Killing\nwas the logical result of his philosophy. But the Skin kept him\ndocile. Yes, he could vaguely see that he had purposely shut his eyes\nto the destination towards which his ideas were slowly but inevitably\ntraveling.\n\nAnd there was another facet to the answer to her question--if he had\nto kill, he would not kill a Man. His philosophy was directed towards\nthe Amphibians and the Sea-changelings.\n\nHe said, \"Violence doesn't necessarily mean the shedding of blood,\nLusine. My philosophy urges that we take a more vigorous action, that\nwe overthrow some of the bio-social institutions which have imprisoned\nMan and stripped him of his dignity as an individual.\"\n\n\"Yes, I have heard that you want Man to stop wearing the Skin. That is\nwhat has horrified your people, isn't it?\"\n\n\"Yes,\" he said. \"And I understand it has had the same effect among the\nAmphibians.\"\n\nShe bridled, her brown eyes flashing in the feeble glowworms' light.\n\"Why shouldn't it? What would we be without our Skins?\"\n\n\"What, indeed?\" he said, laughing derisively afterwards.\n\nEarnestly she said, \"You don't understand. We Amphibians--our Skins\nare not like yours. We do not wear them for the same reason you do.\nYou are imprisoned by your Skins--they tell you how to feel, what to\nthink. Above all, they keep you from getting ideas about\nnon-cooperation or non-integration with Nature as a whole.\n\n\"That, to us individualistic Amphibians, is false. The purpose of our\nSkins is to make sure that our King's subjects understand what he\nwants so that we may all act as one unit and thus further the progress\nof the Seafolk.\"\n\nThe first time Rastignac had heard this statement he had howled with\nlaughter. Now, however, knowing that she could not see the fallacy, he\ndid not try to argue the point. The Amphibs were, in their way, as\nhidebound--no pun intended--as the Land-walkers.\n\n\"Look, Lusine,\" he said, \"there are only three places where a Man may\ntake off his Skin. One is in his own home, when he may hang it upon\nthe halltree. Two is when he is, like us, in jail and therefore may\nnot harm anybody. The third is when a man is King. Now you and I have\nbeen without our Skins for a week. We have gone longer without them\nthan anybody, except the King. Tell me true, don't you feel free for\nthe first time in your life?\n\n\"Don't you feel as if you belong to nobody but yourself, that you are\naccountable to no one but yourself, and that you love that feeling?\nAnd don't you dread the day we will be let out of prison and made to\nwear our Skins again? That day which, curiously enough, will be the\nvery day that we will lose our freedom.\"\n\nLusine looked as if she didn't know what he was talking about.\n\n\"You'll see what I mean when we are freed and the Skins are put back\nupon us,\" he said. Immediately after, he was embarrassed. He\nremembered that she would go to the Chalice where one of the heavy and\npowerful Skins used for unnaturals would be fastened to her\nshoulders.\n\nLusine did not notice. She was considering the last but most telling\npoint in her argument \"You cannot win against us,\" she said, watching\nhim narrowly for the effect of her words. \"We have a weapon that is\nirresistible. We have immortality.\"\n\nHis face did not lose its imperturbability.\n\nShe continued, \"And what is more, we can give immortality to anyone\nwho casts off his Skin and adopts ours. Don't think that your people\ndon't know this. For instance, during the last year more than two\nthousand Humans living along the beaches deserted and went over to us,\nthe Amphibs.\"\n\nHe was a little shocked to hear this, but he did not doubt her. He\nremembered the mysterious case of the schooner _Le Pauvre Pierre_\nwhich had been found drifting and crewless, and he remembered a\nconversation he had had with a fisherman in his home port of Marrec.\n\nHe put his hands behind his back and began pacing. Lusine continued\nstaring at him through the bars. Despite the fact that her face was in\nthe shadows, he could see--or feel--her smile. He had humiliated her,\nbut she had won in the end.\n\nRastignac quit his limited roving and called up to the guard.\n\n\"_Shoo l'footyay, kal u ay tee?_\"\n\nThe guard leaned over the grille. His large hat with its tall wings\nsticking from the peak was green in the daytime. But now, illuminated\nonly by a far off torchlight and by a glowworm coiled around the band,\nit was black.\n\n\"_Ah, shoo Zhaw-Zhawk W'stenyek_,\" he said, loudly. \"What time is it?\nWhat do you care what time it is?\" And he concluded with the stock\nphrase of the jailer, unchanged through millenia and over light-years.\n\"You're not going any place, are you?\"\n\nRastignac threw his head back to howl at the guard but stopped to\nwince at the sudden pain in his neck. After uttering, \"_Sek Ploo!_\"\nand \"_S'pweestee!_\" both of which were close enough to the old Terran\nFrench so that a language specialist might have recognized them, he\nsaid, more calmly, \"If you would let me out on the ground, _monsieur\nle foutriquet_, and give me a good épée, I would show you where I am\ngoing. Or, at least, where my sword is going. I am thinking of a nice\nsheath for it.\"\n\nTonight he had a special reason for keeping the attention of the\nKing's mucketeer directed towards himself. So, when the guard grew\ntired of returning insults--mainly because his limited imagination\ncould invent no new ones--Rastignac began telling jokes. They were\nbroad and aimed at the mucketeer's narrow intellect.\n\n\"Then,\" said Rastignac, \"there was the itinerant salesman whose\n_s'fel_ threw a shoe. He knocked on the door of the hut of the nearest\npeasant and said....\" What was said by the salesman was never known.\n\nA strangled gasp had come from above.\n\n\nIV\n\nRastignac saw something enormous blot out the smaller shadow of the\nguard. Then both figures disappeared. A moment later a silhouette cut\nacross the lines of the grille. Unoiled hinges screeched; the bars\nlifted. A rope uncoiled from above to fall at Rastignac's feet. He\nseized it and felt himself being drawn powerfully upwards.\n\nWhen he came over the edge of the well, he saw that his rescuer was a\ngiant Ssassaror. The light from the glowworm on the guard's hat lit up\nfeebly his face, which was orthagnathous and had quite humanoid eyes\nand lips. Large canine teeth stuck out from the mouth, and its huge\nears were tipped with feathery tufts. The forehead down to the\neyebrows looked as if it needed a shave, but Rastignac knew that more\nlight would show the blue-black shade came from many small feathers,\nnot stubbled hair.\n\n\"Mapfarity!\" Rastignac said. \"It's good to see you after all these\nyears!\"\n\nThe Ssassaror giant put his hand on his friend's shoulder. Clenched,\nit was almost as big as Rastignac's head. He spoke with a voice like a\nlion coughing at the bottom of a deep well.\n\n\"It is good to see you again, my friend.\"\n\n\"What are you doing here?\" said Rastignac, tears running down his face\nas he stroked the great fingers on his shoulder.\n\nMapfarity's huge ears quivered like the wings of a bat tied to a rock\nand unable to fly off. The tufts of feathers at their ends grew stiff\nand suddenly crackled with tiny sparks.\n\nThe electrical display was his equivalent of the human's weeping. Both\ncreatures discharged emotion; their bodies chose different avenues and\nmanifestations. Nevertheless, the sight of the other's joy affected\neach deeply.\n\n\"I have come to rescue you,\" said Mapfarity. \"I caught Archambaud\nhere,\"--he indicated the other man--\"stealing eggs from my golden\ngoose. And....\"\n\nRaoul Archambaud--pronounced Wawl Shebvo--interrupted excitedly, \"I\nshowed him my license to steal eggs from Giants who were raising\ncounterfeit geese, but he was going to lock me up anyway. He was going\nto take my Skin off and feed me on meat....\"\n\n\"Meat!\" said Rastignac, astonished and revolted despite himself.\n\"Mapfarity, what have you been doing in that castle of yours?\"\n\nMapfarity lowered his voice to match the distant roar of a cataract.\n\"I haven't been very active these last few years,\" he said, \"because I\nam so big that it hurts my feet if I walk very much. So I've had much\ntime to think. And I, being logical, decided that the next step after\neating fish was eating meat. It couldn't make me any larger. So, I ate\nmeat. And while doing so, I came to the same conclusion that you,\napparently, have done independently. That is, the Philosophy of....\"\n\n\"Of Violence,\" interrupted Archambaud. \"Ah, Jean-Jacques, there must\nbe some mystic bond that brings two Humans of such different\nbackgrounds as yours and the Ssassaror together, giving you both the\nsame philosophy. When I explained what you had been doing and that you\nwere in jail because you had advocated getting rid of the Skins,\nMapfarity petitioned....\"\n\n\"The King to make an official jail-break,\" said Mapfarity with an\nimpatient glance at the rolypoly egg-stealer. \"And....\"\n\n\"The King agreed,\" broke in Archambaud, \"provided Mapfarity would turn\nin his counterfeit goose and provided you would agree to say no more\nabout abandoning Skins, but....\"\n\nThe Giant's basso profundo-redundo pushed the egg-stealer's high pitch\naside. \"If this squeaker will quit interrupting, perhaps we can get on\nwith the rescue. We'll talk later, if you don't mind.\"\n\nAt that moment Lusine's voice floated up from the bottom of her cell.\n\"Jean-Jacques, my love, my brave, my own, would you abandon me to the\nChalice? Please take me with you! You will need somebody to hide you\nwhen the Minister of Ill-Will sends his mucketeers after you. I can\nhide you where no one will ever find you.\" Her voice was mocking, but\nthere was an undercurrent of anxiety to it.\n\nMapfarity muttered, \"She will hide us, yes, at the bottom of a\nsea-cave where we will eat strange food and suffer a change.\nNever....\"\n\n\"Trust an Amphib,\" finished Archambaud for him.\n\nMapfarity forgot to whisper. \"_Bey-t'cul, vu nu fez yey! Fe'm sa!_\" he\nroared.\n\nA shocked hush covered the courtyard. Only Mapfarity's wrathful\nbreathing could be heard. Then, disembodied, Lusine's voice floated\nfrom the well.\n\n\"Jean-Jacques, do not forget that I am the foster-daughter of the King\nof the Amphibians! If you were to take me with you, I could assure you\nof safety and a warm welcome in the halls of the Sea-King's Palace!\"\n\n\"Pah!\" said Mapfarity. \"That web-footed witch!\"\n\nRastignac did not reply to her. He took the broad silk belt and the\nsheathed épée from Archambaud and buckled them around his waist.\nMapfarity handed him a mucketeer's hat; he clapped that on firmly.\nLast of all, he took the Skin that the fat egg-stealer had been\nholding out to him.\n\nFor the first time he hesitated. It was his Skin, the one he had been\nwearing since he was six. It had grown with him, fed off his blood for\ntwenty-two years, clung to him as clothing, censor, and castigator,\nand parted from him only when he was inside the walls of his own\nhouse, went swimming, or, as during the last seven days, when he laid\nin jail.\n\nA week ago, after they had removed his second Skin, he had felt naked\nand helpless and cut off from his fellow creatures. But that was a\nweek ago. Since then, as he had remarked to Lusine, he had experienced\nthe birth of a strange feeling. It was, at first, frightening. It made\nhim cling to the bars as if they were the only stable thing in the\ncenter of a whirling universe.\n\nLater, when that first giddiness had passed, it was succeeded by\nanother intoxication--the joy of being an individual, the knowledge\nthat he was separate, not a part of a multitude. Without the Skin he\ncould think as he pleased. He did not have a censor.\n\nNow, he was on level ground again, out of the cell. But as soon as he\nhad put that prison-shaft behind him he was faced with the old second\nSkin.\n\nArchambaud held it out like a cloak in his hands. It looked much like\na ragged garment. It was pale and limp and roughly rectangular with\nfour extensions at each corner. When Rastignac put it on his back, it\nwould sink four tiny hollow teeth into his veins and the suckers on\nthe inner surface of its flat body would cling to him. Its long upper\nextensions would wrap themselves around his shoulders and over his\nchest; the lower, around his loins and thighs. Soon it would lose its\npaleness and flaccidity, become pink and slightly convex, pulsing with\nRastignac's blood.\n\n\nV\n\nRastignac hesitated for a few seconds. Then he allowed the habit of a\nlifetime to take over. Sighing, he turned his back. In a moment he\nfelt the cold flesh descend over his shoulders and the little bite of\nthe four teeth as they attached the Skin to his shoulders. Then, as\nhis blood poured into the creature he felt it grow warm and strong. It\nspread out and followed the passages it had long ago been conditioned\nto follow, wrapped him warmly and lovingly and comfortably. And he\nknew, though he couldn't feel it, that it was pushing nerves into the\ngrooves along the teeth. Nerves to connect with his.\n\nA minute later he experienced the first of the expected _rapport_. It\nwas nothing that you could put a mental finger on. It was just a\ndiffused tingling and then the sudden consciousness of how the others\naround him _felt_.\n\nThey were ghosts in the background of his mind. Yet, pale and\nectoplasmic as they were, they were easily identifiable. Mapfarity\nloomed above the others, a transparent Colossus radiating streamers of\nconfidence in his clumsy strength. A meat-eater, uncertain about the\nfuture, with a hope and trust in Rastignac to show him the right way.\nAnd with a strong current of anger against the conqueror who had\ninflicted the Skin upon him.\n\nArchambaud was a shorter phantom, rolypoly even in his psychic\nmanifestations, emitting bursts of impatience because other people did\nnot talk fast enough to suit him, his mind leaping on ahead of their\ntongues, his fingers wriggling to wrap themselves around something\nvaluable--preferably the eggs of the golden goose--and a general\neagerness to be up and about and onwards. He was one round fidget on\ntwo legs, yet a good man for any project requiring action.\n\nFaintly, Rastignac detected the slumbering guard as if he were the\ntendrils of some plant at the sea-bottom, floating in the green\ntwilight, at peace and unconscious.\n\nAnd even more faintly he felt Lusine's presence, shielded by the walls\nof the shaft. Hers was a pale and light hand, one whose fingers tapped\na barely heard code of impotent rage and voiceless screaming fear. Yet\nbeneath that anguish was a base of confidence and mockery at others.\nShe might be temporarily upset, but when the chance came for her to do\nsomething she would seize it with every ability at her command.\n\nAnother radiation dipped into the general picture and out. A wild\nglowworm had swooped over them and disturbed the smooth reflection\nbuilt up by the Skins.\n\nThis was the way the Skins worked. They penetrated into you and found\nout what you were feeling and emoting, and then they broadcast it to\nother closeby Skins, which then projected their hosts' psychosomatic\nresponses. The whole was then integrated so that each Skin-wearer\ncould detect the group-feeling and at the same time, though in a much\nduller manner, the feeling of the individuals of the _gestalt_.\n\nThat wasn't the only function of the Skin. The parasite, created in\nthe bio-factories, had several other social and biological uses.\n\nRastignac almost fell into a reverie at that point. It was nothing\nunusual. The effect of the Skins was a slowing-down one. The wearer\nthought more slowly, acted more leisurely, and was much more\ncontented.\n\nBut now, by a deliberate wrenching of himself from the\nfeeling-pattern, Rastignac woke up. There were things to do, and\nstanding around and drinking in the lotus of the group-rapport was\nnot one of them.\n\nHe gestured at the prostrate form of the mucketeer. \"You didn't hurt\nhim?\"\n\nThe Ssassaror rumbled, \"No. I scratched him with a little venom of the\ndream-snake. He will sleep for an hour or so. Besides, I would not be\nallowed to hurt him. You forget that all this is carefully staged by\nthe King's Official Jail-breaker.\"\n\n\"_Me'dt!_\" swore Rastignac.\n\nAlarmed, Archambaud said, \"What's the matter, Jean-Jacques?\"\n\n\"Can't we do anything on our own? Must the King meddle in everything?\"\n\n\"You wouldn't want us to take a chance and have to shed _blood_, would\nyou?\" breathed Archambaud.\n\n\"What are you carrying those swords for? As a decoration?\" Rastignac\nsnarled.\n\n\"_Seelahs, m'fweh_,\" warned Mapfarity. \"If you alarm the other guards,\nyou will embarrass them. They will be forced to do their duty and\nrecapture you. And the Jail-breaker would be reprimanded because he\nhad fallen down on his job. He might even get a demotion.\"\n\nRastignac was so upset that his Skin, reacting to the negative fields\nracing over the Skin and the hormone imbalance of his blood, writhed\naway from his back.\n\n\"What are we, a bunch children playing war?\"\n\nMapfarity growled, \"We are all God's children, and we mustn't hurt\nanyone if we can help it.\"\n\n\"Mapfarity, you eat meat!\"\n\n\"_Voo zavf w'zaw m'fweh_,\" admitted the Giant. \"But it is the flesh of\nunintelligent creatures. I have not yet shed the blood of any being\nthat can talk with the tongue of Man.\"\n\nRastignac snorted and said, \"If you stick with me you will some day do\nthat, _m'fweh_ Mapfarity. There is no other course. It is inevitable.\"\n\n\"Nature spare me the day! But if it comes it will find Mapfarity\nunafraid. They do not call me Giant for nothing.\"\n\nRastignac sighed and walked ahead. Sometimes he wondered if the\nmembers of his underground--or anybody else for that matter--ever\nrealized the grim conclusions formed by the Philosophy of Violence.\n\nThe Amphibians, he was sure, did. And they were doing something\npositive about it. But it was the Amphibians who had driven Rastignac\nto adopt a Philosophy of Violence.\n\n\"_Law_,\" he said again. \"Let's go.\"\n\nThe three of them walked out of the huge courtyard and through the\nopen gate. Nearby stood a short man whose Skin gleamed black-red in\nthe light shed by the two glowworms attached to his shoulders. The\nSkin was oversized and hung to the ground.\n\nThe King's man, however, did not think he was a comic figure. He\nsputtered, and the red of his face matched the color of the skin on\nhis back.\n\n\"You took long enough,\" he said accusingly and then, when Rastignac\nopened his mouth to protest, the Jail-breaker said, \"Never mind, never\nmind. _Sa n'apawt_. The thing is that we get you away fast. The\nMinister of Ill-Will has doubtless by now received word that an\nofficial jail-break is planned for tonight. He will send a company of\nhis mucketeers to intercept you. By coming in advance of the appointed\ntime we shall have time to escape before the official rescue party\narrives.\"\n\n\"How much time do we have?\" asked Rastignac.\n\nThe King's man said, \"Let's see. After I escort you through the rooms\nof the Duke, the King's foster-brother--he is most favorable to the\nViolent Philosophy, you know, and has petitioned the King to become\nyour official patron, which petition will be considered at the next\nmeeting of the Chamber of Deputies in three months--let's see, where\nwas I? Ah, yes, I escort you through the rooms of the King's brother.\nYou will be disguised as His Majesty's mucketeers, ostensibly looking\nfor the escaped prisoners. From the rooms of the Duke you will be let\nout through a small door in the wall of the palace itself. A car will\nbe waiting.\n\n\"From then on it will be up to you. I suggest, however, that you make\na dash for Mapfarity's castle. Follow the _Rue des Nues_; that is your\nbest chance. The mucketeers have been pulled off that boulevard.\nHowever, it is possible that Auverpin, the Ill-Will Minister, may see\nthat order and will rescind it, realizing what it means. If he does, I\nsuppose I will see you back in your cell, Rastignac.\"\n\nHe bowed to the Ssassaror and Archambaud and said, \"And you two\ngentlemen will then be with him.\"\n\n\"And then what?\" rumbled Mapfarity.\n\n\"According to the law, you will be allowed one more jail-break. Any\nmore after that will, of course, be illegal. That is, unthinkable.\"\n\nRastignac unsheathed his épée and slashed it at the air. \"Let the\nmucketeers stand in my way,\" he said fiercely. \"I will cut them down\nwith this!\"\n\nThe Jail-breaker staggered back, hands outthrust.\n\n\"Please, Monsieur Rastignac! Please! Don't even talk about it! You\nknow that your philosophy is, as yet, illegal. The shedding of blood\nis an act that will be regarded with horror throughout the sentient\nplanet. People would think you are an Amphibian!\"\n\n\"The Amphibians know what they're doing far better than we do,\"\nanswered Rastignac. \"Why do you think they're winning against us\nHumans?\"\n\nSuddenly, before anybody could answer, the sound of blaring horns came\nfrom somewhere on the ramparts. Shouts went up; drums began to beat,\ncalling the mucketeers to alert.\n\nAnd above it all came the roar of a giant Ssassaror voice: \"_An\nEarthship has landed in the sea! And the pilot of the ship is in the\nhands of the Amphibians!_\"\n\nAs the meaning of the words seeped into Rastignac's consciousness he\nmade a sudden violent movement--and began to tear the Skin from his\nbody!\n\n\nVI\n\nRastignac ran down the steps, out into the courtyard. He seized the\nJail-breaker's arm and demanded the key to the grilles. Dazed, the\nwhite-faced official meekly and silently handed it to him. Without his\nSkin Rastignac was no longer fearfully inhibited. If you were forceful\nenough and did not behave according to the normal pattern you could\nget just about anything you wanted. The average Man or Ssassaror did\nnot know how to react to his violence. By the time they had recovered\nfrom their confusion he could be miles away.\n\nSuch a thought flashed through his head as he ran towards the prison\nwells. At the same time he heard the horn-blasts of the king's\nmucketeers and knew that he shortly would have a different type of Man\nto deal with. The mucketeers, closest approach to soldiers in this\npacifistic land, wore Skins that conditioned them to be more\nbelligerent than the common citizen. They carried épées and, while it\nwas true that their points were dull and their wielders had never\nengaged in serious swordsmanship, the mucketeers could be dangerous\nfrom a viewpoint of numbers alone.\n\nMapfarity bellowed, \"Jean-Jacques, what are you doing?\"\n\nHe called back over his shoulder, \"I'm taking Lusine with us! She can\nhelp us get the Earthman from the Amphibians!\"\n\nThe Giant lumbered up behind him, threw a rope down to the eager hands\nof Lusine and pulled her up without effort to the top of the well. A\nsecond later, Rastignac leaped upon Mapfarity's back, dug his hands\nunder the upper fringe of the huge Skin and, ignoring its electrical\nblasts, ripped downwards.\n\nMapfarity cried out with shock and surprise as his skin flopped on the\nstones like a devilfish on dry land.\n\nArchambaud ran up then and, without bothering to explain, the\nSsassaror and the Man seized him and peeled off _his_ artificial hide.\n\n\"Now we're all free men!\" panted Rastignac. \"And the mucketeers have\nno way of locating us if we hide, nor can they punish us with shocks.\"\n\nHe put the Giant on his right side, Lusine on his left, and the\negg-stealer behind him. He removed the Jail-breaker's rapier from his\nsheath. The official was too astonished to protest.\n\n\"_Law, m'zawfa!_\" cried Rastignac, parodying in his grotesque French\nthe old Gallic war cry of \"_Allons, mes enfants!_\"\n\nThe King's official came to life and screamed orders at the group of\nmucketeers who had poured into the courtyard. They halted in\nconfusion. They could not hear him above the roar of horns and thunder\nof drums and the people sticking their heads out of windows and\nshouting.\n\nRastignac scooped up with his épée one of the abandoned Skins flopping\non the floor and threw it at the foremost guard. It descended upon the\nman's head, knocking off his hat and wrapping itself around the head\nand shoulders. The guard dropped his sword and staggered backwards\ninto the group. At the same time the escapees charged and bowled over\ntheir feeble opposition.\n\nIt was here that Rastignac drew first blood. The tip of his épée drove\npast a bewildered mucketeer's blade and entered the fellow's throat\njust below the chin. It did not penetrate very far because of the\ndullness of the point. Nevertheless, when Rastignac withdrew his sword\nhe saw blood spurt.\n\nIt was the first flower of violence, this scarlet blossom set against\nthe whiteness of a Man's skin.\n\nIt would, if he had worn his Skin, have sickened him. Now, he exulted\nwith a shout of triumph.\n\nLusine swooped up from behind him, bent over the fallen man. Her\nfingers dipped into the blood and went to her mouth. Greedily, she\nsucked her fingers.\n\nRastignac struck her cheek hard with the flat of his hand. She\nstaggered back, her eyes narrow, but she laughed.\n\nThe next moments were busy as they entered the castle, knocked down\ntwo mucketeers who tried to prevent their passage to the Duke's rooms,\nthen filed across the long suite.\n\nThe Duke rose from his writing-desk to greet them. Rastignac,\ndetermined to sever all ties and impress the government with the fact\nthat he meant a real violence, snarled at his benefactor, \"_Va t'feh\nfout!_\"\n\nThe Duke was disconcerted at this harsh command, so obviously\nimpossible to carry out. He blinked and said nothing. The escapees\nhurried past him to the door that gave exit to the outside. They\npushed it open and stepped out into the car that waited for them. A\nchauffeur leaned against its thin wooden body.\n\nMapfarity pushed him aside and climbed in. The others followed.\nRastignac was the last to get in. He examined in a glance the vehicle\nthey were supposed to make their flight in.\n\nIt was as good a car as you could find in the realm. A Renault of the\nlarge class, it had a long boat-shaped scarlet body. There wasn't a\nscratch on it. It had seats for six. And that it had the power to\noutrun most anything was indicated by the two extra pairs of legs\nsticking out from the bottom. There were twelve pairs of legs, equine\nin form and shod with the best steel. It was the kind of vehicle you\nwanted when you might have to take off across the country. Wheeled\ncars could go faster on the highway, but this Renault would not be\ndaunted by water, plowed fields, or steep hillsides.\n\nRastignac climbed into the driver's seat, seized the wheel and pressed\nhis foot down on the accelerator. The nerve-spot beneath the pedal\nsent a message to the muscles hidden beneath the hood and the legs\nprojecting from the body. The Renault lurched forward, steadied, and\nbegan to pick up speed. It entered a broad paved highway. Hooves\ndrummed; sparks shot out from the steel shoes.\n\nRastignac guided the brainless, blind creature concealed within the\nbody. He was helped by the somatically-generated radar it employed to\nsteer it past obstacles. When he came to the _Rue des Nues_, he slowed\nit down to a trot. There was no use tiring it out. Halfway up the\ngentle slope of the boulevard, however, a Ford galloped out from a\nside-street. Its seats bristled with tall peaked hats with outspread\nglowworm wings and with drawn épées.\n\nRastignac shoved the accelerator to the floor. The Renault broke into\na gallop. The Ford turned so that it would present its broad side. As\nthere was a fencework of tall shrubbery growing along the boulevard,\nthe Ford was thus able to block most of the passage.\n\nBut, just before his vehicle reached the Ford, Rastignac pressed the\nJump button. Few cars had this; only sportsmen or the royalty could\nafford to have such a neural circuit installed. And it did not allow\nfor gradations in leaping. It was an all-or-none reaction; the legs\nspurned the ground in perfect unison and with every bit of the power\nin them. There was no holding back.\n\nThe nose lifted, the Renault soared into the air. There was a shout, a\nslight swaying as the trailing hooves struck the heads of mucketeers\nwho had been stupid enough not to duck, and the vehicle landed with a\nscreeching lurch, upright, on the other side of the Ford. Nor did it\npause.\n\nHalf an hour later Rastignac reined in the car under a large tree\nwhose shadow protected them. \"We're well out in the country,\" he said.\n\n\"What do we do now?\" asked impatient Archambaud.\n\n\"First we must know more about this Earthman,\" Rastignac answered.\n\"Then we can decide.\"\n\n\nVII\n\nDawn broke through night's guard and spilled a crimson swath on the\nhills to the East, and the Six Flying Stars faded from sight like a\nnecklace of glowing jewels dipped into an ink bottle.\n\nRastignac halted the weary Renault on the top of a hill, looked down\nover the landscape spread out for miles below him. Mapfarity's\ncastle--a tall rose-colored tower of flying buttresses--flashed in the\nrising sun. It stood on another hill by the sea shore. The country\naround was a madman's dream of color. Yet to Rastignac every hue\nsickened the eye. That bright green, for instance, was poisonous; that\nflaming scarlet was bloody; that pale yellow, rheumy; that velvet\nblack, funeral; that pure white, maggotty.\n\n\"Rastignac!\" It was Mapfarity's bass, strumming irritation deep in his\nchest.\n\n\"What?\"\n\n\"What do we do now?\"\n\nJean-Jacques was silent. Archambaud spoke plaintively.\n\n\"I'm not used to going without my Skin. There are things I miss. For\none thing, I don't know what you're thinking, Jean-Jacques. I don't\nknow whether you're angry at me or love me or are indifferent to me. I\ndon't know where other people _are_. I don't feel the joy of the\nlittle animals playing, the freedom of the flight of birds, the\nghostly plucking of the growing grass, the sweet stab of the mating\nlust of the wild-horned apigator, the humming of bees working to build\na hive, and the sleepy stupid arrogance of the giant cabbage-eating\n_deuxnez_. I can feel nothing without the Skin I have worn so long. I\nfeel alone.\"\n\nRastignac replied, \"You are not alone. I am with you.\"\n\nLusine spoke in a low voice, her large brown eyes upon his.\n\n\"I, too, feel alone. My Skin is gone, the Skin by which I knew how to\nact according to the wisdom of my father, the Amphib King. Now that it\nis gone and I cannot hear his voice through the vibrating tympanum, I\ndo not know what to do.\"\n\n\"At present,\" replied Rastignac, \"you will do as I tell you.\"\n\nMapfarity repeated, \"What now?\"\n\nRastignac became brisk. He said, \"We go to your castle, Giant. We use\nyour smithy to put sharp points on our swords, points to slide through\na man's body from front to back. Don't pale! That is what we must do.\nAnd then we pick up your goose that lays the golden eggs, for we must\nhave money if we are to act efficiently. After that, we buy--or\nsteal--a boat and we go to wherever the Earthman is held captive. And\nwe rescue him.\"\n\n\"And then?\" said Lusine, her eyes shining with emotion.\n\n\"What you do then will be up to you. But I am going to leave this\nplanet and voyage with the Earthman to other worlds.\"\n\nSilence. Then Mapfarity said, \"Why leave here?\"\n\n\"Because there is no hope for this land. Nobody will give up his Skin.\n_Le Beau Pays_ is doomed to a lotus-life. And that is not for me.\"\n\nArchambaud jerked a thumb at the Amphib girl. \"What about her people?\"\n\n\"They may win, the water-people. What's the difference? It will be\njust the exchange of one Skin for another. Before I heard of the\nlanding of the Earthman I was going to fight no matter what the cost\nto me or inevitable defeat. But not now.\"\n\nMapfarity's rumble was angry. \"Ah, Jean-Jacques, this is not my\ncomrade talking. Are you sure you haven't swallowed your Skin? You\ntalk as if you were inside-out. What is the matter with your brain?\nCan't you see that it will indeed make a difference if the Amphibs get\nthe upper hand? Can't you see _who_ is making the Amphibs behave the\nway they have been?\"\n\nRastignac urged the Renault towards the rose-colored lacy castle high\nupon a hill. The vehicle trotted tiredly along the rough and narrow\nforest path.\n\n\"What do you mean?\" he said.\n\n\"I mean the Amphibs got along fine with the Ssassaror until a new\nelement entered their lives--the Earthmen. Then the antagonising\nbegan. What is this new element? It's the Changelings--the mixture of\nEarthmen and Amphibs or Ssassaror and Terran. Add it up. Turn it\naround. Look at it from any angle. It is the Changelings who are\nbehind this restlessness--the Human element.\n\n\"Another thing. The Amphibs have always had Skins different from ours.\nOur factories create our Skins to set up an affinity and communication\nbetween their wearers and all of Nature. They are designed to make it\neasier for every Man to love his neighbor.\n\n\"Now, the strange thing about the Amphibs' Skin is that they, too,\nwere once designed to do such things. But in the past thirty or forty\nyears new Skins have been created for one primary purpose--to\nestablish a communication between the Sea-King and his subjects. Not\nonly that, the Skins can be operated at long distances so that the\nKing may punish any disobedient subject. And they are set so that they\nestablish affinity only among the Waterfolk, not between them and all\nof Nature.\"\n\n\"I had gathered some of that during my conversations with Lusine,\"\nsaid Rastignac. \"But I did not know it had gone to such lengths.\"\n\n\"Yes, and you may safely bet that the Changelings are behind it.\"\n\n\"Then it is the human element that is corrupting?\"\n\n\"What else?\"\n\nRastignac said, \"Lusine, what do you say to this?\"\n\n\"I think it is best that you leave this world. Or else turn\nChangeling-Amphib.\"\n\n\"Why should I join you Amphibians?\"\n\n\"A man like you could become a Sea-King.\"\n\n\"And drink blood?\"\n\n\"I would rather drink blood than mate with a Man. Almost, that is. But\nI would make an exception with you, Jean-Jacques.\"\n\nIf it had been a Land-woman who made such a blunt proposal he would\nhave listened with equanimity. There was no modesty, false or\notherwise in the country of the Skin-wearers. But to hear such a thing\nfrom a woman whose mouth had drunk the blood of a living man filled\nhim with disgust.\n\nYet, he had to admit Lusine was beautiful. If she had not been a\nblood-drinker....\n\nThough he lacked his receptive Skin, Mapfarity seemed to sense\nRastignac's emotions. He said, \"You must not blame her too much,\nJean-Jacques. Sea-changelings are conditioned from babyhood to love\nblood. And for a very definite purpose, too, unnatural though it is.\nWhen the time comes for hordes of Changelings to sweep out of the sea\nand overwhelm the Landfolk, they will have no compunctions about\ncutting the throats of their fellow-creatures.\"\n\nLusine laughed. The rest of them shifted uneasily but did not comment.\nRastignac changed the subject.\n\n\"How did you find out about the Earthman, Mapfarity?\" he said.\n\nThe Ssassaror smiled. Two long yellow canines shone wetly; the nose,\nwhich had nostrils set in the sides, gaped open; blue sparks shot out\nfrom it; at the same time the feathered tufts on the ends of the\nelephantine ears stiffened and crackled with red-and-blue sparks.\n\n\"I have been doing something besides breeding geese to lay golden\neggs,\" he said. \"I have set traps for Waterfolk, and I have caught\ntwo. These I caged in a dungeon in my castle, and I experimented with\nthem. I removed their Skins and put them on me, and I found out many\ninteresting facts.\"\n\nHe leered at Lusine, who was no longer laughing, and he said, \"For\ninstance, I discovered that the Sea-King can locate, talk to, and\npunish any of his subjects anywhere in the sea or along the coast. He\nhas booster Skins planted all over his realm so that any message he\nsends will reach the receiver, no matter how far away he is. Moreover,\nhe has conditioned each and every Skin so that, by uttering a certain\ncode-word to which only one particular Skin will respond, he may\nstimulate it to shock or even to kill its carrier.\"\n\nMapfarity continued, \"I analyzed those two Skins in my lab and then,\nusing them as models, made a number of duplicates in my fleshforge.\nThey lacked only the nerves that would enable the Sea-King to shock\nus.\"\n\nRastignac smiled his appreciation of this coup. Mapfarity's ears\ncrackled blue sparks of joy, his equivalent of blushing.\n\n\"Ah, then you have doubtless listened in to many broadcasts. And you\nknow where the Earthman is located?\"\n\n\"Yes,\" said the Giant. \"He is in the palace of the Amphib King, upon\nthe island of Kataproimnoin. That is only thirty miles out to the\nsea.\"\n\nRastignac did not know what he would do, but he had two advantages in\nthe Amphibs' Skins and in Lusine. And he burned to get off this doomed\nplanet, this land of men too sunk in false happiness, sloth, and\nstupidity to see that soon death would come from the water.\n\nHe had two possible avenues of escape. One was to use the newly\narrived Earthman's knowledge so that the fuels necessary to propel the\nferry-rockets could be manufactured. The rockets themselves still\nstood in a museum. Rastignac had not planned to use them because\nneither he nor any one else on this planet knew how to make fuel for\nthem. Such secrets had long ago been forgotten.\n\nBut now that science was available through the newcomer from Earth,\nthe rockets could be equipped and taken up to one of the Six Flying\nStars. The Earthman could study the rocket, determine what was needed\nin the way of supplies, then it could be outfitted for the long\nvoyage.\n\nAn alternative was the Terran's vessel. Perhaps he might invite him to\ncome along in it....\n\nThe huge gateway to Mapfarity's castle interrupted his thoughts.\n\n\nVIII\n\nHe halted the Renault, told Archambaud to find the Giant's servant and\nhave him feed their vehicle, rub its legs down with liniment, and\nexamine the hooves for defective shoes.\n\nArchambaud was glad to look up Mapfabvisheen, the Giant's servant,\nbecause he had not seen him for a long time. The little Ssassaror had\nbeen an active member of the Egg-stealer's Guild until the night three\nyears ago when he had tried to creep into Mapfarity's strongroom. The\ncrafty guildsman had avoided the Giant's traps and there found the\ntwo geese squatting upon their bed of minerals.\n\nThese fabulous geese made no sound when he picked them up with\nlead-lined gloves and put them in his bag, also lined with lead-leaf.\nThey were not even aware of him. Laboratory-bred, retort-shaped, their\nprotoplasm a blend of silicon-carbon, unconscious even that they\nlived, they munched upon lead and other elements, ruminated, gestated,\ntransmuted, and every month, regular as the clockwork march of stars\nor whirl of electrons, each laid an octagonal egg of pure gold.\n\nMapfabvisheen had trodden softly from the strongroom and thought\nhimself safe. And then, amazingly, frighteningly, and totally\nunethically, from his viewpoint, the geese had begun honking loudly!\n\nHe had run, but not fast enough. The Giant had come stumbling from his\nbed in response to the wild clamor and had caught him. And, according\nto the contract drawn up between the Guild of Egg-stealers and the\nLeague of Giants, a guildsman seized within the precincts of a castle\nmust serve the goose's owner for two years. Mapfabvisheen had been\ngreedy; he had tried to take both geese. Therefore, he must wait upon\nthe Giant for a double term.\n\nAfterwards, he found out how he'd been trapped. The egglayers\nthemselves hadn't been honking. Mouthless, they were utterly incapable\nof that. Mapfarity had fastened a so-called \"goose-tracker\" to the\nstrong-room's doorway. This device clicked loudly whenever a goose was\nnearby. It could smell out one even through a lead-leaf-lined bag.\nWhen Mapfabvisheen passed underneath it, its clicks woke up a small\nSkin beside it. The Skin, mostly lung-sac and voice organs, honked its\nwarning. And the dwarf, Mapfabvisheen, began his servitude to the\nGiant, Mapfarity.\n\nRastignac knew the story. He also knew that Mapfarity had infected the\nfellow with the philosophy of Violence and that he was now a good\nmember of his Underground. He was eager to tell him his servitor days\nwere over, that he could now take his place in their band as an equal.\nSubject, of course, to Rastignac's order.\n\nMapfabvisheen was stretched out upon the floor and snoring a sour\nbreath. A grey-haired man was slumped on a nearby table. His head,\nturned to one side, exhibited the same slack-jawed look that the\nSsassaror's had, and he flung the ill-smelling gauntlet of his breath\nat the visitors. He held an empty bottle in one loose hand. Two other\nbottles lay on the stone floor, one shattered.\n\nBesides the bottles lay the men's Skins. Rastignac wondered why they\nhad not crawled to the halltree and hung themselves up.\n\n\"What ails them? What is that smell?\" said Mapfarity.\n\n\"I don't know,\" replied Archambaud, \"but I know the visitor. He is\nFather Jules, priest of the Guild of Egg-stealers.\"\n\nRastignac raised his queer, bracket-shaped eyebrows, picked up a\nbottle in which there remained a slight residue, and drank.\n\n\"Mon Dieu, it is the sacrament wine!\" he cried.\n\nMapfarity said, \"Why would they be drinking that?\"\n\n\"I don't know. Wake Mapfabvisheen up, but let the good father sleep.\nHe seems tired after his spiritual labors and doubtless deserves a\nrest.\"\n\nDoused with a bucket of cold water the little Ssassaror staggered to\nhis feet. Seeing Archambaud, he embraced him. \"Ah, Archambaud, old\nbaby-abductor, my sweet goose-bagger, my ears tingle to see you\nagain!\"\n\nThey did. Red and blue sparks flew off his ear-feathers.\n\n\"What is the meaning of this?\" sternly interrupted Mapfarity. He\npointed at the dirt swept into the corners.\n\nMapfabvisheen drew himself up to his full dignity, which wasn't much.\n\"Good Father Jules was making his circuits,\" he said. \"You know he\ntravels around the country and hears confession and sings Mass for us\npoor egg-stealers who have been unlucky enough to fall into the\nclutches of some rich and greedy and anti-social Giant who is too\nstingy to hire servants, but captures them instead, and who won't\nallow us to leave the premises until our servitude is over....\"\n\n\"Cut it!\" thundered Mapfarity. \"I can't stand around all day,\nlistening to the likes of you. My feet hurt too much. Anyway, you know\nI've allowed you to go into town every week-end. Why don't you see a\npriest then?\"\n\nMapfabvisheen said, \"You know very well the closest town is ten\nkilometers away and it's full of Pantheists. There's not a priest to\nbe found there.\"\n\nRastignac groaned inwardly. Always it was thus. You could never hurry\nthese people or get them to regard anything seriously.\n\nTake the case they were wasting their breath on now. Everybody knew\nthe Church had been outlawed a long time ago because it opposed the\nuse of the Skins and certain other practices that went along with it.\nSo, no sooner had that been done than the Ssassarors, anxious to\nestablish their check-and-balance system, had made arrangements\nthrough the Minister of Ill-Will to give the Church unofficial legal\nrecognizance.\n\nThen, though the aborigines had belonged to that pantheistical\norganization known as the Sons of Good And Old Mother Nature, they\nhad all joined the Church of the Terrans. They operated under the\ntheory that the best way to make an institution innocuous was for\neverybody to sign up for it. Never persecute. That makes it thrive.\n\n       *       *       *       *       *\n\nMuch to the Church's chagrin, the theory worked. How can you fight an\nenemy who insists on joining you and who will also agree to everything\nyou teach him and then still worship at the other service? Supposedly\ndriven underground, the Church counted almost every Landsman among its\nsupporters from the Kings down.\n\nEvery now and then a priest would forget to wear his Skin out-of-doors\nand be arrested, then released later in an official jail-break. Those\nwho refused to cooperate were forcibly kidnapped, taken to another\ntown and there let loose. Nor did it do the priest any good to\nproclaim boldly who he was. Everybody pretended not to know he was a\nfugitive from justice. They insisted on calling him by his official\npseudonym.\n\nHowever, few priests were such martyrs. Generations of Skin-wearing\nhad sapped the ecclesiastical vigor.\n\nThe thing that puzzled Rastignac about Father Jules was the sacrament\nwine. Neither he nor anybody else in L'Bawpfey, as far as he knew, had\never tasted the liquid outside of the ceremony. Indeed, except for\ncertain of the priests, nobody even knew how to make wine.\n\nHe shook the priest awake, said, \"What's the matter, Father?\"\n\nFather Jules burst into tears. \"Ah, my boy, you have caught me in my\nsin. I am a drunkard.\"\n\nEverybody looked blank. \"What does that word _drunkard_ mean?\"\n\n\"It means a man who's damned enough to fill his Skin with alcohol, my\nboy, fill it until he's no longer a man but a beast.\"\n\n\"Alcohol? What is that?\"\n\n\"The stuff that's in the wine, my boy. You don't know what I'm talking\nabout because the knowledge was long ago forbidden except to us of the\ncloth. Cloth, he says! Bah! We go around like everybody, naked except\nfor these extradermal monstrosities which reveal rather than conceal,\nwhich not only serve us as clothing but as mentors, parents, censors,\ninterpreters, and, yes, even as priests. Where's a bottle that's not\nempty? I'm thirsty.\"\n\nRastignac stuck to the subject \"Why was the making of this alcohol\nforbidden?\"\n\n\"How should I know?\" said Father Jules. \"I'm old, but not so ancient\nthat I came with the Six Flying Stars.... Where is that bottle?\"\n\nRastignac was not offended by his crossness. Priests were notorious\nfor being the most ill-tempered, obstreperous, and unstable of men.\nThey were not at all like the clerics of Earth, whom everybody knew\nfrom legend had been sweet-tempered, meek, humble, and obedient to\nauthority. But on L'Bawpfey these men of the Church had reason to be\nout of sorts. Everybody attended Mass, paid their tithes, went to\nconfession, and did not fall asleep during sermons. Everybody believed\nwhat the priests told them and were as good as it was possible for\nhuman beings to be. So, the priests had no real incentive to work, no\nevil to fight.\n\nThen why the prohibition against alcohol?\n\n\"_Sacre Bleu!_\" groaned Father Jules. \"Drink as much as I did last\nnight and you'll find out. Never again, I say. Ah, there's another\nbottle, hidden by a providential fate under my traveling robe. Where's\nthat corkscrew?\"\n\nFather Jules swallowed half of the bottle, smacked his lips, picked up\nhis Skin from the floor, brushed off the dirt and said, \"I must be\ngoing, my sons. I've a noon appointment with the bishop, and I've a\ngood twelve kilometers to travel. Perhaps one of you gentlemen has a\ncar?\"\n\nRastignac shook his head and said he was sorry but their car was tired and\nhad, besides, thrown a shoe. Father Jules shrugged philosophically, put on\nhis Skin and reached out again for the bottle.\n\nRastignac said, \"Sorry, Father. I'm keeping this bottle.\"\n\n\"For what?\" asked father Jules.\n\n\"Never mind. Say I'm keeping you from temptation.\"\n\n\"Bless you, my son, and may you have a big enough hangover to show you\nthe wickedness of your ways.\"\n\nSmiling, Rastignac watched the Father walk out. He was not\ndisappointed. The priest had no sooner reached the huge door than his\nSkin fell off and lay motionless upon the stone.\n\n\"Ah,\" breathed Rastignac. \"The same thing happened to Mapfabvisheen\nwhen he put his on. There must be something about the wine that\ndeadens the Skins, makes them fall off.\"\n\nAfter the padre had left, Rastignac handed the bottle to Mapfarity.\n\"We're dedicated to breaking the law most illegally, brother. So I'm\nasking you to analyze this wine and find out how to make it.\"\n\n\"Why not ask Father Jules?\"\n\n\"Because priests are pledged never to reveal the secret. That was one\nof the original agreements whereby the Church was allowed to remain on\nL'Bawpfey. Or, at least that's what my parish priest told me. He said\nit was a good thing, as it removed an evil from man's temptation. He\nnever did say why it was so evil. Maybe he didn't know.\n\n\"That doesn't matter. What does matter is that the Church has\ninadvertently given us a weapon whereby we may free Man from his\nbondage to the Skins and it has also given itself once again a chance\nto be really persecuted and to flourish on the blood of its martyrs.\"\n\n\"Blood?\" said Lusine, licking her lips. \"The Churchmen drink blood?\"\n\nRastignac did not explain. He could be wrong. If so, he'd feel less\nlike a fool if they didn't know what he thought.\n\nMeanwhile, there were the first steps to be taken for the unskinning\nof an entire planet.\n\n\nIX\n\nLater that day the mucketeers surrounded the castle but they made no\neffort to storm it. The following day one of them knocked on the huge\nfront door and presented Mapfarity with a summons requiring them to\nsurrender. The Giant laughed, put the document in his mouth and ate\nit. The server fainted and had to be revived with a bucket of cold\nwater before he could stagger back to report this tradition-shattering\nreception.\n\nRastignac set up his underground so it could be expanded in a hurry.\nHe didn't worry about the blockade because, as was well known, Giants'\ncastles had all sorts of subterranean tunnels and secret exits. He\ncontacted a small number of priests who were willing to work for him.\nThese were congenital rebels who became quite enthusiastic when he\ntold them their activities would result in a fierce persecution of the\nChurch.\n\nThe majority, however, clung to their Skins and said they would have\nnothing to do with this extradermal-less devil. They took pride and\ncomfort in that term. The vulgar phrase for the man who refused to\nwear his Skin was \"devil,\" and, by law and logic, the Church could not\nbe associated with a devil. As everybody knew, the priests have always\nbeen on the side of the angels.\n\nMeanwhile, the Devil's band slipped out of the tunnels and made raids.\nTheir targets were Giants' castles and government treasuries; their\nloot, the geese. So many raids did they make that the president of the\nLeague of Giants and the Business Agent for the Guild of Egg-stealers\ncame to plead with them. And remained to denounce. Rastignac was\ndelighted with their complaints, and, after listening for a while,\nthrew them out.\n\nRastignac had, like all other Skin-wearers, always accepted the\nmonetary system as a thing of reason and steady balance. But, without\nhis Skin he was able to think objectively and saw its weaknesses.\n\nFor some cause buried far in history, the Giants had always had\ncontrol of the means for making the hexagonal golden coins called\n_oeufs_. But the Kings, wishing to get control of the golden eggs, had\nset up that élite branch of the Guild which specialized in abducting\nthe half-living 'geese.' Whenever a thief was successful he turned the\ngoose over to his King. The monarch, in turn, sent a note to the\nrobbed Giant informing him that the government intended to keep the\ngoose to make its own currency. But even though the Giant was making\ncounterfeit geese, the King, in his generosity, would ship to the\nGiant one out of every thirty eggs laid by the kidnappee.\n\nThe note was a polite and well-recognized lie. The Giants made the\nonly genuine gold-egg-laying geese on the planet because the Giants'\nLeague alone knew the secret. And the King gave back one-thirtieth of\nhis loot so the Giant could accumulate enough money to buy the\nmaterials to create another goose. Which would, possibly, be stolen\nlater on.\n\nRastignac, by his illegal rape of geese, was making money scarce.\nPeasants were hanging on to their produce and waiting to sell until\nprices were at their highest. The government, merchants, the league,\nthe guild, all saw themselves impoverished.\n\nFurthermore, the Amphibs, taking note of the situation, were making\nraids of their own and blaming them on Rastignac.\n\nHe did not care. He was intent on trying to find a way to reach\nKataproimnoin and rescue the Earthman so he could take off in the\nspaceship floating in the harbor. But he knew that he would have to\ntake things slowly, to scout out the land and plan accordingly.\n\nFurthermore, Mapfarity had made him promise he would do his best to\nset up the Landsmen so they would be able to resist the Waterfolk when\nthe day for war came.\n\nRastignac made his biggest raid when he and his band stole one\nmoonless night into the capital itself to rob the big Goose House,\nonly an egg's throw away from the Palace and the Ministry of Ill-Will.\nThey put the Goose House guards to sleep with little arrows smeared\nwith dream-snake venom, filled their lead-leaf-lined bags with gold\neggs, and sneaked out the back door.\n\nAs they left, Rastignac saw a cloaked figure slinking from the back\ndoor of the Ministry. Seized with intuition, he tackled the figure. It\nwas an Amphib-changeling. Rastignac struck the Amphib with a venomous\narrow before the Water-human could cry out or stab back.\n\nMapfarity grabbed up the limp Amphib and they raced for the safety of\nthe castle.\n\nThey questioned the Amphib, Pierre Pusipremnoos, in the castle. At\nfirst silent, he later began talking freely when Mapfarity got a heavy\nSkin from his fleshforge and put it on the fellow. It was a Skin\nmodeled after those worn by the Water-people, but it differed in that\nthe Giant could control, through another Skin, the powerful neural\nshocks.\n\nAfter a few shocks Pierre admitted he was the foster-son of the\nAmphibian King and that, incidentally, Lusine was his foster-sister.\nHe further stated he was a messenger between the Amphib King and the\nSsarraror's Ill-Will Minister.\n\nMore shocks extracted the fact that the Minister of Ill-Will,\nAuverpin, was an Amphib-changeling who was passing himself off as a\nborn Landsman. Not only that, the Human hostages among the Amphibs\nwere about to stage a carefully planned revolt against the born\nAmphibs. It would kill off about half of them. The rest would then be\nbrought under control of the Master Skin.\n\nWhen the two stepped from the lab they were attacked by Lusine, knife\nin hand. She gashed Rastignac in the arm before he knocked her out\nwith an upper-cut. Later, while Mapfarity applied a little jelly-like\ncreature called a _scar-jester_ to the wound, Rastignac complained:\n\n\"I don't know if I can endure much more of this. I thought the way of\nViolence would not be hard to follow because I hated the Skins and the\nAmphibs so much. But it is easier to attack a faceless, hypothetical\nenemy, or torture him, than the individual enemy. Much easier.\"\n\n\"My brother,\" boomed the Giant, \"if you continue to dwell upon the\nphilosophical implications of your actions you will end up as helpless\nand confused as the leg-counting centipede. Better not think. Warriors\nare not supposed to. They lose their keen fighting edge when they\nthink. And you need all of that now.\"\n\n\"I would suppose that thought would sharpen them.\"\n\n\"When issues are simple, yes. But you must remember that the system on\nthis planet is anything but uncomplicated. It was set up to confuse,\nto keep one always off balance. Just try to keep one thing in\nmind--the Skins are far more of an impediment to Man than they are a\nhelp. Also, that if the Skins don't come off the Amphibs will soon be\ncutting our throats. The only way to save ourselves is to kill them\nfirst. Right?\"\n\n\"I suppose so,\" said Rastignac. He stooped and put his hands under the\nunconscious Lusine's armpits. \"Help me put her in a room. We'll keep\nher locked up until she cools off. Then we'll use her to guide us when\nwe get to Kataproimnoin. Which reminds me--how many gallons of the\nwine have you made so far?\"\n\n\nX\n\nA week later Rastignac summoned Lusine. She came in frowning, and with\nher lower lip protruding in a pretty pout.\n\nHe said, \"Day after tomorrow is the day on which the new Kings are\ncrowned, isn't it?\"\n\nTonelessly she said, \"Supposedly. Actually, the present Kings will be\ncrowned again.\"\n\nRastignac smiled. \"I know. Peculiar, isn't it, how the 'people' always\nvote the same Kings back into power? However, that isn't what I'm\ngetting at. If I remember correctly, the Amphibs give their King\nexotic and amusing gifts on coronation day. What do you think would\nhappen if I took a big shipload of bottles of wine and passed it out\namong the population just before the Amphibs begin their surprise\nmassacre?\"\n\nLusine had seen Mapfarity and Rastignac experimenting with the wine\nand she had been frightened by the results. Nevertheless, she made a\nbrave attempt to hide her fear now. She spit at him and said, \"You\nmud-footed fool! There are priests who will know what it is! They will\nbe in the coronation crowd.\"\n\n\"Ah, not so! In the first place, you Amphibs are almost entirely\nAggressive Pantheists. You have only a few priests, and you will now\npay for that omission of wine-tasters. Second, Mapfarity's concoction\ntastes not at all vinous and is twice as strong.\"\n\nShe spat at him again and spun on her heel and walked out.\n\nThat night Rastignac's band and Lusine went through a tunnel which\nbrought them up through a hollow tree about two miles west of the\ncastle. There they hopped into the Renault, which had been kept in a\ncamouflaged garage, and drove to the little port of Marrec. Archambaud\nhad paved their way here with golden eggs and a sloop was waiting for\nthem.\n\nRastignac took the boat's wheel. Lusine stood beside him, ready to\nanswer the challenge of any Amphib patrol that tried to stop them. As\nthe Amphib-King's foster-daughter, she could get the boat through to\nthe Amphib island without any trouble at all.\n\nArchambaud stood behind her, a knife under his cloak, to make sure she\ndid not try to betray them. Lusine had sworn she could be trusted.\nRastignac had answered that he was sure she could be, too, as long as\nthe knife point pricked her back to remind her.\n\nNobody stopped them. An hour before dawn they anchored in the harbor\nof Kataproimnoin. Lusine was tied hand and foot inside the cabin.\nBefore Rastignac could scratch her with dream-snake venom, she\npleaded, \"You could not do this to me, Jean-Jacques, if you loved me.\"\n\n\"Who said anything about loving you?\"\n\n\"Well, I like that! You said so, you cheat!\"\n\n\"Oh, _then_! Well, Lusine, you've had enough experience to know that\nsuch protestations of tenderness and affection are only inevitable\naccompaniments of the moment's passion.\"\n\nFor the first time since he had known her he saw Lusine's lower lip\ntremble and tears come in her eyes. \"Do you mean you were only using\nme?\" she sobbed.\n\n\"You forget I had good reason to think you were just using _me_.\nRemember, you're an Amphib, Lusine. Your people can't be trusted. You\nblood-drinkers are as savage as the little sea-monsters you leave in\nHuman cradles.\"\n\n\"Jean-Jacques, take me with you! I'll do anything you say! I'll even\ncut my foster-father's throat for you!\"\n\nHe laughed. Unheeding, she swept on. \"I want to be with you,\nJean-Jacques! Look, with me to guide you in, my homeland--with my\nprestige as the Amphib-King's daughter--you can become King yourself\nafter the rebellion. I'd get rid of the Amphib-King for you so\nthere'll be nobody in your way!\"\n\nShe felt no more guilt than a tigress. She was naive and terrible,\ninnocent and disgusting.\n\n\"No, thanks, Lusine.\" He scratched her with the dream-snake needle. As\nher eyes closed he said, \"You don't understand. All I want to do is\nvoyage to the stars. Being King means nothing to me. The only person\nI'd trade places with would be the Earthman the Amphibs hold\nprisoner.\"\n\nHe left her sleeping in the locked cabin.\n\nNoon found them loafing on the great square in front of the Palace of\nthe Two Kings of the Sea and the Islands. All were disguised as\nWaterfolk. Before they'd left the castle, they had grafted webs\nbetween their fingers and toes--just as Amphib-changelings who weren't\nborn with them, did--and they wore the special Amphib Skins that\nMapfarity had grown in his fleshforge. These were able to tune in on\nthe Amphibs' wavelengths, but they lacked their shock mechanism.\n\nRastignac had to locate the Earthman, rescue him, and get him to the\nspaceship that lay anchored between two wharfs, its sharp nose\npointing outwards. A wooden bridge had been built from one of the\nwharfs to a place halfway up its towering side.\n\nRastignac could not make out any breaks in the smooth metal that would\nindicate a port, but reason told him there must be some sort of\nentrance to the ship at that point.\n\nA guard of twenty Amphibs repulsed any attempt on the crowd's part to\nget on the bridge.\n\nRastignac had contacted the harbor-master and made arrangements for\nworkmen to unload his cargo of wine. His freehandedness with the gold\neggs got him immediate service even on this general holiday. Once in\nthe square, he and his men uncrated the wine but left the two heavy\nchests on the wagon which was hitched to a powerful little six-legged\nJeep.\n\nThey stacked the bottles of wine in a huge pile while the curious\ncrowd in the square encircled them to watch. Rastignac then stood on a\nchest to survey the scene, so that he could best judge the time to\nstart. There were perhaps seven or eight thousand of all three races\nthere--the Ssassarors, the Amphibs, the Humans--with an unequal\nportioning of each.\n\nRastignac, looking for just such a thing, noticed that every non-human\nAmphib had at least two Humans tagging at his heels.\n\nIt would take two Humans to handle an Amphib or a Ssassaror. The\nAmphibs stood upon their seal-like hind flippers at least six and a\nhalf feet tall and weighed about three hundred pounds. The Giant\nSsassarors, being fisheaters, had reached the same enormous height as\nMapfarity. The Giants were in the minority, as the Amphibs had always\npreferred stealing Human babies from the Terrans. These were marked\nfor death as much as the Amphibs.\n\nRastignac watched for signs of uneasiness or hostility between the\nthree groups. Soon he saw the signs. They were not plentiful, but they\nwere enough to indicate an uneasy undercurrent. Three times the guards\nhad to intervene to break up quarrels. The Humans eyed the non-human\nquarrelers, but made no move to help their Amphib fellows against the\nGiants. Not only that, they took them aside afterwards and seemed to\nbe reprimanding them. Evidently the order was that everyone was to be\non his behavior until the time to revolt. Rastignac glanced at the\ngreat tower-clock. \"It's an hour before the ceremonies begin,\" he said\nto his men. \"Let's go.\"\n\n\nXI\n\nMapfarity, who had been loitering in the crowd some distance away,\ncaught Archambaud's signal and slowly, as befit a Giant whose feet\nhurt, limped towards them. He stopped, scrutinized the pile of\nbottles, then, in his lion's-roar-at-the-bottom-of-a-well voice said,\n\"Say, what's in these bottles?\"\n\nRastignac shouted back, \"A drink which the new Kings will enjoy very\nmuch.\"\n\n\"What's that?\" replied Mapfarity. \"Sea-water?\"\n\nThe crowd laughed.\n\n\"No, it's not water,\" Rastignac said, \"as anybody but a lumbering\nGiant should know. It is a delicious drink that brings a rare ecstacy\nupon the drinker. I got the formula for it from an old witch who lives\non the shores of far off Apfelabvidanahyew. He told me it had been in\nhis family since the coming of Man to L'Bawpfey. He parted with the\nformula on condition I make it only for the Kings.\"\n\n\"Will only Their Majesties get to taste this exquisite drink?\"\nbellowed Mapfarity.\n\n\"That depends upon whether it pleases Their Majesties to give some to\ntheir subjects to celebrate the result of the elections.\"\n\nArchambaud, also planted in the crowd, shrilled, \"I suppose if they\ndo, the big-paunched Amphibs and Giants will get twice as much as us\nHumans. They always do, it seems.\"\n\nThere was a mutter from the crowd; approbation from the Amphibs,\nprotest from the others.\n\n\"That will make no difference,\" said Rastignac, smiling. \"The\nfascinating thing about this is that an Amphib can drink no more than\na Human. That may be why the old man who revealed his secret to me\ncalled the drink Old Equalizer.\"\n\n\"Ah, you're skinless,\" scoffed Mapfarity, throwing the most deadly\ninsult known. \"I can out-drink, out-eat, and out-swim any Human here.\nHere, Amphib, give me a bottle, and we'll see if I'm bragging.\"\n\nAn Amphib captain pushed himself through the throng, waddling clumsily\non his flippers like an upright seal.\n\n\"No, you don't!\" he barked. \"Those bottles are intended for the Kings.\nNo commoner touches them, least of all a Human and a Giant.\"\n\nRastignac mentally hugged himself. He couldn't have planned a better\nintervention himself! \"Why can't I?\" he replied. \"Until I make an\nofficial presentation, these bottles are mine, not the Kings'. I'll do\nwhat I want with them.\"\n\n\"Yeah,\" said the Amphibs. \"That's telling him!\"\n\nThe Amphib's big brown eyes narrowed and his animal-like face\nwrinkled, but he couldn't think of a retort. Rastignac at once handed\na bottle apiece to each of his comrades. They uncorked and drank and\nthen assumed an ecstatic expression which was a tribute to their\nacting, for these three bottles held only fruit juice.\n\n\"Look here, captain,\" said Rastignac, \"why don't you try a swig\nyourself? Go ahead. There's plenty. And I'm sure Their Majesties would\nbe pleased to contribute some of it on this joyous occasion. Besides,\nI can always make more for the Kings.\n\n\"As a matter of fact,\" he added, winking, \"I expect to get a pension\nfrom the courts as the Kings' Old Equalizer-maker.\"\n\nThe crowd laughed. The Amphib, afraid of losing face, took the\nbottle--which contained wine rather than fruit juice. After a few long\nswallows the Amphib's eyes became red and a silly grin curved his\nthin, black-edged lips. Finally, in a thickening voice, he asked for\nanother bottle.\n\nRastignac, in a sudden burst of generosity, not only gave him one, but\nbegan passing out bottles to the many eager reaching hands. Mapfarity\nand the two egg-thieves helped him. In a short time, the pile of\nbottles had dwindled to a fourth of its former height. When a mixed\ngroup of guards strode up and demanded to know what the commotion was\nabout, Rastignac gave them some of the bottles.\n\nMeanwhile, Archambaud slipped off into the mob. He lurched into an\nAmphib, said something nasty about his ancestors, and pulled his\nknife. When the Amphib lunged for the little man, Archambaud jumped\nback and shoved a Human-Amphib into the giant flipper-like arms.\n\nWithin a minute the square had erupted into a fighting mob.\nStaggering, red-eyed, slur-tongued, their long-repressed hostility\nagainst each other, released by the liquor which their bodies were\nunaccustomed to, Human, Ssassaror and Amphib fell to with the utmost\nwill, slashing, slugging, fighting with everything they had.\n\nNone of them noticed that every one who had drunk from the bottles had\nlost his Skin. The Skins had fallen off one by one and lay motionless\non the pavement where they were kicked or stepped upon. Not one Skin\ntried to crawl back to its owner because they were all nerve-numbed by\nthe wine.\n\nRastignac, seated behind the wheel of the Jeep, began driving as best\nhe could through the battling mob. After frequent stops he halted\nbefore the broad marble steps that ran like a stairway to heaven, up\nand up before it ended on the Porpoise Porch of the Palace. He and his\ngang were about to take the two heavy chests off the wagon when they\nwere transfixed by a scene before them.\n\nA score of dead Humans and Amphibs lay on the steps, evidence of the\nfierce struggle that had taken place between the guards of the two\nmonarchs. Evidently the King had heard of the riot and hastened\noutside. There the Amphib-changeling King had apparently realized that\nthe rebellion was way ahead of schedule, but he had attacked the\nAmphib King anyway.\n\nAnd he had won, for his guardsmen held the struggling flipper-footed\nAmphib ruler down while two others bent his head back over a step. The\nChangeling-King himself, still clad in the coronation robes, was about\nto draw his long ceremonial knife across the exposed and palpitating\nthroat of the Amphib King.\n\nThis in itself was enough to freeze the onlookers. But the sight of\nLusine running up the stairway towards the rulers added to their\nparalysis. She had a knife in her hand and was holding it high as she\nran toward her foster-father, the Amphib King.\n\nMapfarity groaned, but Rastignac said, \"It doesn't matter that she has\nescaped. We'll go ahead with our original plan.\"\n\nThey began unloading the chests while Rastignac kept an eye on\nLusine. He saw her run up, stop, say a few words to the Amphib King,\nthen kneel and stab him, burying the knife in his jugular vein. Then,\nbefore anybody could stop her she had applied her mouth to the cut in\nhis neck.\n\nThe Human-King kicked her in the ribs and sent her rolling down the\nsteps. Rastignac saw correctly that it was not her murderous deed that\ncaused his reaction. It was because she had dared to commit it without\nhis permission and had also drunk the royal blood first.\n\nHe further noted with grim satisfaction that when Lusine recovered\nfrom the blow and ran back up to talk to the King, he ignored her. She\npointed at the group around the wagon but he dismissed her with a wave\nof his hand. He was too busy gloating over his vanquished rival lying\nat his feet.\n\nThe plotters hoisted the two chests and staggered up the steps. The\nKing passed them as he went down with no more than a curious glance.\nGifts had been coming up those steps all day for the King, so he\nundoubtedly thought of them only as more gifts. So Rastignac and his\nmen walked past the knives of the guards as if they had nothing to\nfear.\n\nLusine stood alone at the top of the steps. She was in a half-crouch,\nknife ready. \"I'll kill the King and I'll drink from his throat!\" she\ncried hoarsely. \"No man kicks me except for love. Has he forgotten\nthat I am the foster-daughter of the Amphib King?\"\n\nRastignac felt revulsion but he had learned by now that those who deal\nin violence and rebellion must march with strange steppers.\n\n\"Bear a hand here,\" he said, ignoring her threat.\n\nMeekly she grabbed hold of a chest's corner. To his further\nquestioning, she replied that the Earthman who had landed in the ship\nwas held in a suite of rooms in the west wing. Their trip thereafter\nwas fast and direct. Unopposed, they carted the chests to the huge\nroom where the Master Skin was kept.\n\nThere they found ten frantic bio-technicians excitedly trying to\ndetermine why the great extraderm--the Master Skin through which all\nindividual Skins were controlled--was not broadcasting properly. They\nhad no way as yet of knowing that it was operating perfectly but that\nthe little Skins upon the Amphibs and their hostage Humans were not\nshocking them into submission because they were lying in a wine-stupor\non the ground. No one had told them that the Skins, which fed off the\nbloodstream of their hosts, had become anesthetized from the alcohol\nand failed any longer to react to their Master Skin.\n\nThat, of course, applied only to those Skins in the square that were\ndrunk from the wine. Elsewhere all over the kingdom, Amphibs writhed\nin agony and Ssassarors and Terrans were taking advantage of their\nhelplessness to cut their throats. But not here, where the crux of the\nmatter was.\n\n\nXII\n\nThe Landsmen rushed the techs and pushed them into the great chemical\nvat in which the twenty-five hundred foot square Master Skin floated.\nThen they uncrated the lead-leaf-lined bags filled with stolen geese\nand emptied them into the nutrient fluid. According to Mapfarity's\ncalculations, the radio-activity from the silicon-carbon geese should\nkill the big Skin within a few days. When a new one was grown, that,\ntoo, would die. Unless the Amphib guessed what was wrong and located\nthe geese on the bottom of the ten-foot deep tank, they would not be\nable to stop the process. That did not seem likely.\n\nIn either case, it was necessary that the Master Skin be put out of\ntemporary commission, at least, so the Amphibs over the Kingdom could\nhave a fighting chance. Mapfarity plunged a hollow harpoon into the\nisle of floating protoplasm and through a tube connected to that\npoured into the Skin three gallons of the dream-snake venom. That was\nenough to knock it out for an hour or two. Meanwhile, if the Amphibs\nhad any sense at all, they'd have rid themselves of their extraderms.\n\nThey left the lab and entered the west wing. As they trotted up the\nlong winding corridors Lusine said, \"Jean-Jacques, what do you plan on\ndoing now? Will you try to make yourself King of the Terrans and fight\nus Amphibs?\" When he said nothing she went on. \"Why don't you kill the\nAmphib-changeling King and take over here? I could help you do that.\nYou could then have all of L'Bawpfey in your power.\"\n\nHe shot her a look of contempt and cried, \"Lusine, can't you get it\nthrough that thick little head of yours that everything I've done has\nbeen done so that I can win one goal: reach the Flying Stars? If I can\nget the Earthman to his ship I'll leave with him and not set foot\nagain for years on this planet. Maybe never again.\"\n\nShe looked stricken. \"But what about the war here?\" she asked.\n\n\"There are a few men among the Landfolk who are capable of leading in\nwartime. It will take strong men, and there are very few like me, I\nadmit, but--oh, oh, opposition!\" He broke off at sight of the six\nguards who stood before the Earthman's suite.\n\nLusine helped, and within a minute they had slain three and chased\naway the others. Then they burst through the door--and Rastignac\nreceived another shock.\n\nThe occupant of the apartment was a tiny and exquisitely formed\nredhead with large blue eyes and very unmasculine curves!\n\n\"I thought you said Earth_man_?\" protested Rastignac to the Giant who\ncame lumbering along behind them.\n\n\"Oh, I used that in the generic sense,\" Mapfarity replied. \"You didn't\nexpect me to pay any attention to sex, did you? I'm not interested in\nthe gender of you Humans, you know.\"\n\nThere was no time for reproach. Rastignac tried to explain to the\nEarthwoman who he was, but she did not understand him. However, she\ndid seem to catch on to what he wanted and seemed reassured by his\ngestures. She picked up a large book from a table and, hugging it to\nher small, high and rounded bosom, went with him out the door.\n\nThey raced from the palace and descended onto the square. Here they\nfound the surviving Amphibs clustered into a solid phalanx and\nfighting, bloody step by step, towards the street that led to the\nharbor.\n\nRastignac's little group skirted the battle and started down the steep\navenue toward the harbor. Halfway down he glanced back and saw that\nnobody as yet was paying any attention to them. Nor was there anybody\non the street to bother them, though the pavement was strewn with\nSkins and bodies. Apparently, those who'd lived through the first\nsavage mêlée had gone to the square.\n\nThey ran onto the wharf. The Earthwoman motioned to Rastignac that she\nknew how to open the spaceship, but the Amphibs didn't. Moreover, if\nthey did get in, they wouldn't know how to operate it. She had the\ndirections for so doing in the book hugged so desperately to her\nchest. Rastignac surmised she hadn't told the Amphibs about that.\nApparently they hadn't, as yet, tried to torture the information from\nher.\n\nTherefore, her telling him about the book indicated she trusted him.\n\nLusine said, \"Now what, Jean-Jacques? Are you still going to abandon\nthis planet?\"\n\n\"Of course,\" he snapped.\n\n\"Will you take me with you?\"\n\nHe had spent most of his life under the tutelage of his Skin, which\nensured that others would know when he was lying. It did not come easy\nto hide his true feelings. So a habit of a lifetime won out.\n\n\"I will not take you,\" he said. \"In the first place, though you may\nhave some admirable virtues, I've failed to detect one. In the second\nplace, I could not stand your blood-drinking nor your murderous and\ntotally immoral ways.\"\n\n\"But, Jean-Jacques, I will give them up for you!\"\n\n\"Can the shark stop eating fish?\"\n\n\"You would leave Lusine, who loves you as no Earthwoman could, and go\nwith that--that pale little doll I could break with my hands?\"\n\n\"Be quiet,\" he said. \"I have dreamed of this moment all my life.\nNothing can stop me now.\"\n\nThey were on the wharf beside the bridge that ran up the smooth side\nof the starship. The guard was no longer there, though bodies showed\nthat there had been reluctance on the part of some to leave.\n\nThey let the Earthwoman precede them up the bridge.\n\nLusine suddenly ran ahead of him, crying, \"If you won't have me, you\nwon't have her, either! Nor the stars!\"\n\nHer knife sank twice into the Earthwoman's back. Then, before anybody\ncould reach her, she had leaped off the bridge and into the harbor.\n\nRastignac knelt beside the Earthwoman. She held out the book to him,\nthen she died. He caught the volume before it struck the wharf.\n\n\"My God! My God!\" moaned Rastignac, stunned with grief and shock and\nsorrow. Sorrow for the woman and shock at the loss of the ship and the\nend of his plans for freedom.\n\nMapfarity ran up then and took the book from his nerveless hand. \"She\nindicated that this is a manual for running the ship,\" he said. \"All\nis not lost.\"\n\n\"It will be in a language we don't know,\" Rastignac whispered.\n\nArchambaud came running up, shrilled, \"The Amphibs have broken through\nand are coming down the street! Let's get to our boat before the whole\nblood-thirsty mob gets here!\"\n\nMapfarity paid him no attention. He thumbed through the book, then\nreached down and lifted Rastignac from his crouching position by the\ncorpse.\n\n\"There's hope yet, Jean-Jacques,\" he growled. \"This book is printed\nwith the same characters as those I saw in a book owned by a priest I\nknew. He said it was in Hebrew, and that it was the Holy Book in the\noriginal Earth language. This woman must be a citizen of the Republic\nof Israeli, which I understand was rising to be a great power on Earth\nat the time you French left.\n\n\"Perhaps the language of this woman has changed somewhat from the\noriginal tongue, but I don't think the alphabet has. I'll bet that if\nwe get this to a priest who can read it--there are only a few left--he\ncan translate it well enough for us to figure out everything.\"\n\nThey walked to the wharf's end and climbed down a ladder to a platform\nwhere a dory was tied up. As they rowed out to their sloop Mapfarity\nsaid:\n\n\"Look, Rastignac, things aren't as bad as they seem. If you haven't\nthe ship nobody else has, either. And you alone have the key to its\nentrance and operation. For that you can thank the Church, which has\npreserved the ancient wisdom for emergencies which it couldn't forsee,\nsuch as this. Just as it kept the secret of wine, which will\neventually be the greatest means for delivering our people from their\nbondage to the Skins and, thus enable them to fight the Amphibs back\ninstead of being slaughtered.\n\n\"Meanwhile, we've a battle to wage. You will have to lead it. Nobody\nelse but the Skinless Devil has the prestige to make the people gather\naround him. Once we accuse the Minister of Ill-Will of treason and\njail him, without an official Breaker to release him, we'll demand a\ngeneral election. You'll be made King of the Ssassaror; I, of the\nTerrans. That is inevitable, for we are the only skinless men and,\ntherefore, irresistible. After the war is won, we'll leave for the\nstars. How do you like that?\"\n\nRastignac smiled. It was weak, but it was a smile. His bracket-shaped\neyebrows bent into their old sign of determination.\n\n\"You are right,\" he replied. \"I have given it much thought. A man has\nno right to leave his native land until he's settled his problems\nhere. Even if Lusine hadn't killed the Earthwoman and I had sailed\naway, my conscience wouldn't have given me any rest. I would have\nknown I had abandoned the fight in the middle of it. But now that I\nhave stripped myself of my Skin--which was a substitute for a\nconscience--and now that I am being forced to develop my own inward\nconscience, I must admit that immediate flight to the stars would have\nbeen the wrong thing.\"\n\nThe pleased and happy Mapfarity said, \"And you must also admit,\nRastignac, that things so far have had a way of working out for the\nbest. Even Lusine, evil as she was, has helped towards the general\ngood by keeping you on this planet. And the Church, though it has\nreleased once again the old evil of alcohol, has done more good by so\ndoing than....\"\n\nBut here Rastignac interrupted to say he did not believe in this\nparticular school of thought, and so, while the howls of savage\nwarriors drifted from the wharfs, while the structure of their world\ncrashed around them, they plunged into that most violent and circular\nof all whirlpools--the Discussion Philosophical.\n\n       *       *       *       *       *\n\n\n\n\n\n\nEnd of Project Gutenberg's Rastignac the Devil, by Philip José Farmer\n\n*** END OF THIS PROJECT GUTENBERG EBOOK RASTIGNAC THE DEVIL ***\n\n***** This file should be named 31262-8.txt or 31262-8.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/1/2/6/31262/\n\nProduced by Sankar Viswanathan, Greg Weeks, and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.org/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.org\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need, are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including checks, online payments and credit card donations.\nTo donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.org\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}