{"title": "B-12's Moon Glow", "author": "Charles A. Stearns", "releaseDate": "February 23, 2010", "language": "English", "type": "books", "content": "\n\n\n\nProduced by Greg Weeks, Barbara Tozier and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\n\n\n\n    This etext was produced from _Planet Stories_ January 1954.\n    Extensive research did not uncover any evidence that the U.S.\n    copyright on this publication was renewed.\n\n\n\n\n[Illustration]\n\n[Illustration]\n\n\nB-12's MOON GLOW\n\nBy CHARLES A. STEARNS\n\n\n    _Among the metal-persons of Phobos, robot B-12 held a special\n    niche. He might not have been stronger, larger, faster than\n    some ... but he could be devious ... and more important, he\n    was that junkyard planetoid's only moonshiner._\n\n\nI am B-12, a metal person. If you read _Day_ and the other progressive\njournals you will know that in some quarters of the galaxy there is\nconsiderable prejudice directed against us. It is ever so with\nminority races, and I do not complain. I merely make this statement so\nthat you will understand about the alarm clock.\n\nAn alarm clock is a simple mechanism used by the Builders to shock\nthemselves into consciousness after the periodic comas to which they\nare subject. It is obsolescent, but still used in such out of the way\nplaces as Phobos.\n\nMy own contact with one of these devices came about in the following\nmanner:\n\nI had come into Argon City under cover of darkness, which is the only\nsensible thing to do, in my profession, and I was stealing through the\nback alleyways as silently as my rusty joints would allow.\n\nI was less than three blocks from Benny's Place, and still undetected,\nwhen I passed the window. It was a large, cheerful oblong of light, so\nquite naturally I stopped to investigate, being slightly phototropic,\nby virtue of the selenium grids in my rectifier cells. I went over and\nlooked in, unobtrusively resting my grapples on the outer ledge.\n\nThere was a Builder inside such as I had not seen since I came to\nPhobos half a century ago, and yet I recognized the subspecies at\nonce, for they are common on Earth. It was a she.\n\nIt was in the process of removing certain outer sheaths, and I noted\nthat, while quite symmetrical, bilaterally, it was otherwise oddly\nformed, being disproportionately large and lumpy in the anterior\nventral region.\n\nI had watched for some two or three minutes, entirely forgetting my\nown safety, when then she saw me. Its eyes widened and it snatched up\nthe alarm clock which was, as I have hinted, near at hand.\n\n\"Get out of here, you nosey old tin can!\" it screamed, and threw the\nclock, which caromed off my headpiece, damaging one earphone. I ran.\n\nIf you still do not see what I mean about racial prejudice, you will,\nwhen you hear what happened later.\n\nI continued on until I came to Benny's Place, entering through the\nback door. Benny met me there, and quickly shushed me into a side\nroom. His fluorescent eyes were glowing with excitement.\n\nBenny's real name is BNE-96, and when on Earth he had been only a\nServitor, not a General Purpose like myself.\n\nBut perhaps I should explain.\n\nWe metal people are the children of the Builders of Earth, and later\nof Mars and Venus. We were not born of two parents, as they are. That\nis a function far too complex to explain here; in fact I do not even\nunderstand it myself. No, we were born of the hands and intellects of\nthe greatest of their scientists, and for this reason it might be\nnatural to suppose that we, and not they, would be considered a\nsuperior race. It is not so.\n\nMany of us were fashioned in those days, a metal person for every kind\nof task that they could devise, and some, like myself, who could do\nalmost anything. We were contented enough, for the greater part, but\nthe scientists kept creating, always striving to better their former\nefforts.\n\nAnd one day the situation which the Builders had always regarded as\ninevitable, but we, somehow, had supposed would never come, was upon\nus. The first generation of the metal people--more than fifty thousand\nof us--were obsolete. The things that we had been designed to do, the\nnew ones, with their crystalline brains, fresh, untarnished,\naccomplished better.\n\nWe were banished to Phobos, dreary, lifeless moon of Mars. It had long\nbeen a sort of interplanetary junkyard; now it became a graveyard.\n\n       *       *       *       *       *\n\nUpon the barren face of this little world there was no life except for\nthe handful of hardy Martian and Terran prospectors who searched for\nminerals. Later on, a few rude mining communities sprang up under\nplastic airdromes, but never came to much. Argon City was such a\nplace.\n\nI wonder if you can comprehend the loneliness, the hollow futility of\nour plight. Fifty thousand skilled workmen with nothing to do. Some of\nthe less adaptable gave up, prostrating themselves upon the bare rocks\nuntil their joints froze from lack of use, and their works corroded.\nOthers served the miners and prospectors, but their needs were all too\nfew.\n\nThe overwhelming majority of us were still idle, and somehow we\nlearned the secret of racial existence at last. We learned to serve\neach other.\n\nThis was not an easy lesson to learn. In the first place there must be\nmotivation involved in racial preservation. Yet we derived no pleasure\nout of the things that make the Builders wish to continue to live. We\ndid not sleep; we did not eat, and we were not able to reproduce\nourselves. (And, besides, this latter, as I have indicated, would have\nbeen pointless with us.)\n\nThere was, however, one other pleasure of the Builders that intrigued\nus. It can best be described as a stimulation produced by drenching\ntheir insides with alcoholic compounds, and is a universal pastime\namong the males and many of the shes.\n\nOne of us--R-47, I think it was (rest him)--tried it one day. He pried\nopen the top of his helmet and pouted an entire bottle of the fluid\ndown his mechanism.\n\nPoor R-47. He caught fire and blazed up in a glorious blue flame that\nwe could not extinguish in time. He was beyond repair, and we were\nforced to scrap him.\n\nBut his was not a sacrifice in vain. He had established an idea in our\nennui-bursting minds. An idea which led to the discovery of Moon Glow.\nMy discovery, I should say, for I was the first.\n\nNaturally, I cannot divulge my secret formula for Moon Glow. There are\nmany kinds of Moon Glow these days, but there is still only one B-12\nMoon Glow.\n\nSuffice it to say that it is a high octane preparation, only a drop of\nwhich--but you know the effects of Moon Glow, of course.\n\nHow the merest thimbleful, when judiciously poured into one's power\npack, gives new life and the most deliriously happy freedom of\nmovement imaginable. One possesses soaring spirits and super-strength.\n\nOld, rusted joints move freely once more, one's transistors glow\nbrightly, and the currents of the body race about with the minutest\nresistance. Moon Glow is like being born again.\n\nThe sale of it has been illegal for several years, for no reason that\nI can think of except that the Builders, who make the laws, can not\nbear to see metal people have fun.\n\nOf course, a part of the blame rests on such individuals as X-101,\nwho, when lubricated with Moon Glow, insists upon dancing around on\nlarge, cast-iron feet to the hazard of all toes in his vicinity. He is\nthin and long jointed, and he goes \"creak, creak,\" in a weird,\nsing-song fashion as he dances. It is a shameful, ludicrous sight.\n\nThen there was DC-5, who tore down the 300 feet long equipment hangar\nof the Builders one night. He had over-indulged.\n\n       *       *       *       *       *\n\nI do not feel responsible for these things. If I had not sold them the\nMoon Glow, someone else would have done so. Besides, I am only a\nwholesaler. Benny buys everything that I am able to produce in my\nlittle laboratory hidden out in the Dumps.\n\nJust now, by Benny's attitude, I knew that something was very wrong.\n\"What is the matter?\" I said. \"Is it the revenue agents?\"\n\n\"I do not know,\" said BNE-96 in that curious, flat voice of his that\nis incapable of inflection. \"I do not know, but there are visitors of\nimportance from Earth. It could mean anything, but I have a\npremonition of disaster. Jon tipped me off.\"\n\nHe meant Jon Rogeson, of course, who was the peace officer here in\nArgon City, and the only one of the Builders I had ever met who did\nnot look down upon a metal person. When sober he was a clever person\nwho always looked out for our interests here.\n\n\"What are they like?\" I asked in some fear, for I had six vials of\nMoon Glow with me at the moment.\n\n\"I have not seen them, but there is one who is high in the government,\nand his wife. There are half a dozen others of the Builder race, and\none of the new type metal persons.\"\n\nI had met the she who must have been the wife. \"They hate us,\" I said.\n\"We can expect only evil from these persons.\"\n\n\"You may be right. If you have any merchandise with you, I will take\nit, but do not risk bringing more here until they have gone.\"\n\nI produced the vials of Moon Glow, and he paid me in Phobos credits,\nwhich are good for a specified number of refuelings at the Central\nfueling station.\n\nBenny put the vials away and he went into the bar. There was the usual\njostling crowd of hard-bitten Earth miners, and of the metal people\nwho come to lose their loneliness. I recognized many, though I spend\nvery little time in these places, preferring solitary pursuits, such\nas the distillation of Moon Glow, and improving my mind by study and\ncontemplation out in the barrens.\n\nJon Rogeson and I saw each other at the same time, and I did not like\nthe expression in his eye as he crooked a finger at me. I went over to\nhis table. He was pleasant looking, as Builders go, with blue eyes\nless dull than most, and a brown, unruly topknot of hair such as is\nuniversally affected by them.\n\n\"Sit down,\" he invited, revealing his white incisors in greeting.\n\nI never sit, but this time I did so, to be polite. I was wary; ready\nfor anything. I knew that there was something unpleasant in the air. I\nwondered if he had seen me passing the Moon Glow to Benny somehow.\nPerhaps he had barrier-penetrating vision, like the Z group of metal\npeople ... but I had never heard of a Builder like that. I knew that\nhe had long suspected that I made Moon Glow.\n\n\"What do you want?\" I asked cautiously.\n\n\"Come on now,\" he said, \"loosen up! Limber those stainless steel\nhinges of yours and be friendly.\"\n\nThat made me feel good. Actually, I am somewhat pitted with rust, but\nhe never seems to notice, for he is like that. I felt young, as if I\nhad partaken of my own product.\n\n\"The fact is, B-12,\" he said, \"I want you to do me a favor, old pal.\"\n\n\"And what is that?\"\n\n\"Perhaps you have heard that there is some big brass from Earth\nvisiting Phobos this week.\"\n\n\"I have heard nothing,\" I said. It is often helpful to appear ignorant\nwhen questioned by the Builders, for they believe us to be incapable\nof misrepresenting the truth. The fact is, though it is an acquired\ntrait, and not built into us, we General Purposes can lie as well as\nanyone.\n\n\"Well, there is. A Federation Senator, no less. Simon F. Langley. It's\nmy job to keep them entertained; that's where you come in.\"\n\nI was mystified. I had never heard of this Langley, but I know what\nentertainment is. I had a mental image of myself singing or dancing\nbefore the Senator's party. But I can not sing very well, for three of\nmy voice reeds are broken and have never been replaced, and lateral\nmotion, for me, is almost impossible these days. \"I do not know what\nyou mean,\" I said. \"There is J-66. He was once an Entertainment--\"\n\n\"No, no!\" he interrupted, \"you don't get it. What the Senator wants is\na guide. They're making a survey of the Dumps, though I'll be damned\nif I can find out why. And you know the Dumps better than any metal\nperson--or human--on Phobos.\"\n\nSo that was it. I felt a vague dread, a premonition of disaster. I had\nsuch feelings before, and usually with reason. This too, was an\nacquired sensibility, I am sure. For many years I have studied the\nBuilders, and there is much to be learned of their mobile faces and\ntheir eyes. In Jon's eyes, however, I read no trickery--nothing.\n\nYet, I say, I had the sensation of evil. It was just for a moment; no\nlonger.\n\nI said I would think it over.\n\n       *       *       *       *       *\n\nSenator Langley was distinguished. Jon said so. And yet he was\ncumbersomely round, and he rattled incessantly of things into which I\ncould interpret no meaning. The she who was his wife was much younger,\nand sullen, and unpleasantly I sensed great rapport between her and\nJon Rogeson from the very first.\n\nThere were several other humans in the group--I will not call them\nBuilders, for I did not hold them to be, in any way, superior to my\nown people. They all wore spectacles, and they gravitated about the\nround body of the Senator like minor moons, and I could tell that they\nwere some kind of servitors.\n\nI will not describe them further.\n\nMS-33 I will describe. I felt an unconscionable hatred for him at\nonce. I can not say why, except that he hung about his master\nobsequiously, power pack smoothly purring, and he was slim limbed,\nnickel-plated, and wore, I thought, a smug expression on his\nviziplate. He represented the new order; the ones who had displaced us\non Earth. He knew too much, and showed it at every opportunity.\n\nWe did not go far that first morning. The half-track was driven to the\nedge of the Dumps. Within the Dumps one walks--or does not go. Phobos\nis an airless world, and yet so small that rockets are impractical.\nThe terrain is broken and littered with the refuse of half a dozen\nworlds, but the Dumps themselves--that is different.\n\nImagine, if you can, an endless vista of death, a sea of rusting\ncorpses of space ships, and worn-out mining machinery, and of those of\nmy race whose power packs burned out, or who simply gave up, retiring\ninto this endless, corroding limbo of the barrens. A more sombre sight\nwas never seen.\n\nBut this fat ghoul, Langley, sickened me. This shame of the Builder\nrace, this atavism--this beast--rubbed his fat, impractical hands\ntogether with an ungod-like glee. \"Excellent,\" he said. \"Far, far\nbetter, in fact, than I had hoped.\" He did not elucidate.\n\nI looked at Jon Rogeson. He shook his head slowly.\n\n\"You there--robot!\" said Langley, looking at me. \"How far across this\nplace?\" The word was like a blow. I could not answer.\n\nMS-33, glistening in the dying light of Mars, strode over to me,\nclanking heavily up on the black rocks. He seized me with his grapples\nand shook me until my wiring was in danger of shorting out. \"Speak up\nwhen you are spoken to, archaic mechanism!\" he grated.\n\nI would have struck out at him, but what use except to warp my own\naging limbs.\n\nJon Rogeson came to my rescue. \"On Phobos,\" he explained to Langley,\n\"we don't use that word 'robot.' These folk have been free a long\ntime. They've quite a culture of their own nowadays, and they like to\nbe called 'metal people.' As a return courtesy, they refer to us\nhumans as 'builders.' Just a custom, Senator, but if you want to get\nalong with them--\"\n\n\"Can they vote?\" said Langley, grinning at his own sour humor.\n\n\"Nonsense,\" said MS-33. \"I am a robot, and proud of it. This rusty\npiece has no call to put on airs.\"\n\n\"Release him,\" Langley said. \"Droll fellows, these discarded robots.\nReally nothing but mechanical dolls, you know, but I think the old\nscientists made a mistake, giving them such human appearance, and such\nobstinate traits.\"\n\nOh, it was true enough, from his point of view. We had been mechanical\ndolls at first, I suppose, but fifty years can change one. All I know\nis this: we are people; we think and feel, and are happy and sad, and\nquite often we are bored stiff with this dreary moon of Phobos.\n\nIt seared me. My selenium cells throbbed white hot within the shell of\nmy frame, and I made up my mind that I would learn more about the\nmission of this Langley, and I would get even with MS-33 even if they\nhad me dismantled for it.\n\nOf the rest of that week I recall few pleasant moments. We went out\nevery day, and the quick-eyed servants of Langley measured the areas\nwith their instruments, and exchanged significant looks from behind\ntheir spectacles, smug in their thin air helmets. It was all very\nmysterious. And disturbing.\n\nBut I could discover nothing about their mission. And when I\nquestioned MS-33, he would look important and say nothing. Somehow it\nseemed vital that I find out what was going on before it was too late.\n\nOn the third day there was a strange occurrence. My friend, Jon\nRogeson had been taking pictures of the Dumps. Langley and his wife\nhad withdrawn to one side and were talking in low tomes to one\nanother. Quite thoughtlessly Jon turned the lens on them and clicked\nthe shutter.\n\nLangley became rust-red throughout the vast expanse of his neck and\nface. \"Here!\" he said, \"what are you doing?\"\n\n\"Nothing,\" said Jon.\n\n\"You took a picture of me,\" snarled Langley. \"Give me the plate at\nonce.\"\n\nJon Rogeson got a bit red himself. He was not used to being ordered\naround. \"I'll be damned if I will,\" he said.\n\nLangley growled something I couldn't understand, and turned his back\non us. The she who was called his wife looked startled and worried.\nHer eyes were beseeching as she looked at Jon. A message there, but I\ncould not read it. Jon looked away.\n\nLangley started walking back to the half-track alone. He turned once\nand there was evil in his gaze as he looked at Jon. \"You will lose\nyour job for this impertinence,\" he said with quiet savagery, and\nadded, enigmatically, \"not that there will be a job after this week\nanyway.\"\n\nBuilders may appear to act without reason, but there is always a\nmotivation somewhere in their complex brains, if one can only find it,\neither in the seat of reason, or in the labyrinthine inhibitions from\ntheir childhood. I knew this, because I had studied them, and now\nthere were certain notions that came into my brain which, even if I\ncould not prove them, were no less interesting for that.\n\n       *       *       *       *       *\n\nThe time had come to act. I could scarcely wait for darkness to come.\nThere were things in my brain that appalled me, but I was now certain\nthat I had been right. Something was about to happen to Phobos, to all\nof us here--I knew not what, but I must prevent it somehow.\n\nI kept in the shadows of the shabby buildings of Argon City, and I\nfound the window without effort. The place where I had spied upon the\nwife of Langley to my sorrow the other night. There was no one there;\nthere was darkness within, but that did not deter me.\n\nWithin the airdrome which covers Argon City the buildings are loosely\nconstructed, even as they are on Earth. I had no trouble, therefore,\nopening the window. I swung a leg up and was presently within the\ndarkened room. I found the door I sought and entered cautiously. In\nthis adjacent compartment I made a thorough search but I did not find\nwhat I primarily sought--namely the elusive reason for Langley's visit\nto Phobos. It was in a metallic overnight bag that I did find\nsomething else which made my power pack hum so loudly that I was\nafraid of being heard. The thing which explained the strangeness of\nthe pompous Senator's attitude today--which explained, in short, many\nthings, and caused my brain to race with new ideas.\n\nI put the thing in my chest container, and left as stealthily as I had\ncome. There had been progress, but since I had not found what I hoped\nto find, I must now try my alternate plan.\n\nTwo hours later I found the one I sought, and made sure that I was\nseen by him. Then I left Argon City by the South lock, furtively, as a\nthief, always glancing over my shoulder, and when I made certain that\nI was being followed, I went swiftly, and it was not long before I was\nclambering over the first heaps of debris at the edge of the Dumps.\n\nOnce I thought I heard footsteps behind me, but when I looked back\nthere was no one in sight. Just the tiny disk of Deimos peering over\nthe sharp peak of the nearest ridge, the black velvet sky outlining\nthe curvature of this airless moon.\n\nPresently I was in sight of home, the time-eaten hull of an ancient\nstar freighter resting near the top of a heap of junked equipment from\nsome old strip mining operation. It would never rise again, but its\nshell remained strong enough to shelter my distillery and scant\nfurnishings from any chance meteorite that might fall.\n\nI greeted it with the usual warmth of feeling which one has for the\nsafe and the familiar. I stumbled over tin fuel cans, wires and other\ntangled metal in my haste to get there.\n\nIt was just as I had left it. The heating element under the network of\ncoils and pressure chambers still glowed with white heat, and the Moon\nGlow was dripping with musical sound into the retort.\n\nI felt good. No one ever bothered me here. This was my fortress, with\nall that I cared for inside. My tools, my work, my micro-library. And\nyet I had deliberately--\n\nSomething--a heavy foot--clanked upon the first step of the manport\nthrough which I had entered.\n\nI turned quickly. The form shimmered in the pale Deimoslight that\nsilhouetted it.\n\nMS-33.\n\nHe had followed me here.\n\n\"What do you want?\" I said. \"What are you doing here?\"\n\n\"A simple question,\" said MS-33. \"Tonight you looked very suspicious\nwhen you left Argon City. I saw you and followed you here. You may as\nwell know that I have never trusted you. All the old ones were\nunreliable. That is why you were replaced.\"\n\nHe came in, boldly, without being invited, and looked around. I\ndetected a sneer in his voice as he said, \"So this is where you hide.\"\n\n\"I do not hide. I live here, it is true.\"\n\n\"A robot does not live. A robot exists. We newer models do not require\nshelter like an animal. We are rust-proof and invulnerable.\" He strode\nover to my micro-library, several racks of carefully arranged spools,\nand fingered them irreverently. \"What is this?\"\n\n\"My library.\"\n\n\"So! _Our_ memories are built into us. We have no need to refresh\nthem.\"\n\n\"So is mine,\" I said. \"But I would learn more than I know.\" I was\nstalling for time, waiting until he made the right opening.\n\n\"Nonsense,\" he said. \"I know why you stay out here in the Dumps,\nmasterless. I have heard of the forbidden drug that is sold in the\nmining camps such as Argon City. Is this the mechanism?\" He pointed at\nthe still.\n\nNow was the time. I mustered all my cunning, but I could not speak.\nNot yet.\n\n\"Never mind,\" he said. \"I can see that it is. I shall report you, of\ncourse. It will give me great pleasure to see you dismantled. Not that\nit really matters, of course--now.\"\n\n_There it was again. The same frightening allusion that Langley had\nmade today._ I must succeed!\n\n       *       *       *       *       *\n\nI knew that MS-33, for all his brilliance, and newness, and vaunted\nsuperiority, was only a Secretarial. For the age of specialism was\nupon Earth, and General Purpose models were no longer made. That was\nwhy we were different here on Phobos. It was why we had survived. The\nold ones had given us something special which the new metal people did\nnot have. Moreover, MS-33 had his weakness. He was larger, stronger,\nfaster than me, but I doubted that he could be devious.\n\n\"You are right,\" I said, pretending resignation. \"This is my\ndistillery. It is where I make the fluid which is called Moon Glow by\nthe metal people of Phobos. Doubtless you are interested in learning\nhow it works.\"\n\n\"Not even remotely interested,\" he said. \"I am interested only in\ntaking you back and turning you over to the authorities.\"\n\n\"It works much like the conventional distilling plants of Earth,\" I\nsaid, \"except that the basic ingredient, a silicon compound, is\nirradiated as it passes through zirconium tubes to the heating pile,\nwhere it is activated and broken down into the droplets of the elixir\ncalled Moon Glow. You see the golden drops falling there.\n\n\"It has the excellent flavor of fine petroleum, as I make it. Perhaps\nyou'd care to taste it. Then you could understand that it is not\nreally bad at all. Perhaps you could persuade yourself to be more\nlenient with me.\"\n\n\"Certainly not,\" said MS-33.\n\n\"Perhaps you are right,\" I said after a moment of reflection. I took a\nsyringe, drew up several drops of the stuff and squirted it into my\ncarapace, where it would do the most good. I felt much better.\n\n\"Yes,\" I continued, \"certainly you are quite correct, now that I think\nof it. You newer models would never bear it. You weren't built to\nstand such things. Nor, for that matter, could you comprehend the\nexquisite joys that are derived from Moon Glow. Not only would you\nderive no pleasure from it, but it would corrode your parts, I\nimagine, until you could scarcely crawl back to your master for\nrepairs.\" I helped myself to another liberal portion.\n\n\"That is the silliest thing I've ever heard,\" he said.\n\n\"What?\"\n\n\"I said, it's silly. We are constructed to withstand a hundred times\ngreater stress, and twice as many chemical actions as you were.\nNothing could hurt us. Besides, it looks harmless enough. I doubt that\nit is hardly anything at all.\"\n\n\"For me it is not,\" I admitted. \"But you--\"\n\n\"Give me the syringe, fool!\"\n\n\"I dare not.\"\n\n\"Give it here!\"\n\nI allowed him to wrest it from my grasp. In any case I could not have\nprevented him. He shoved me backwards against the rusty bulkhead with\na clang. He pushed the nozzle of the syringe down into the retort and\nwithdrew it filled with Moon Glow. He opened an inspection plate in\nhis ventral region and squirted himself generously.\n\nIt was quite a dose. He waited for a moment. \"I feel nothing,\" he said\nfinally. \"I do not believe it is anything more than common lubricating\noil.\" He was silent for another moment. \"There _is_ an ease of\nmovement,\" he said.\n\n\"No paralysis?\" I asked.\n\n\"Paral--? You stupid, rusty old robot!\" He helped himself to another\nsyringeful of Moon Glow. The stuff brought twenty credits an ounce,\nbut I did not begrudge it him.\n\nHe flexed his superbly articulated joints in three directions, and I\ncould hear his power unit building up within him to a whining pitch.\nHe took a shuffling sidestep, and then another, gazing down at his\nfeet, with arms akimbo.\n\n\"The light gravity here is superb, superb, superb, superb, superb,\" he\nsaid, skipping a bit.\n\n\"Isn't it?\" I said.\n\n\"Almost negligible,\" he said.\n\n\"True.\"\n\n\"You have been very kind to me,\" MS-33 said. \"Extremely,\nextraordinarily, incomparably, incalculably kind.\" He used up all the\nadjectives in his memory pack. \"I wonder if you would mind awfully\nmuch if--\"\n\n\"Not at all,\" I said. \"Help yourself. By the way, friend, would you\nmind telling me what your real mission of your party is here on\nPhobos. The Senator forgot to say.\"\n\n\"Secret,\" he said. \"Horribly top secret. As a dutiful subject--I mean\nservant--of Earth, I could not, of course, divulge it to anyone. If I\ncould--\" his neon eyes glistened, \"if I could, you would, of course,\nbe the first to know. The very first.\" He threw one nickel-plated arm\nabout my shoulder.\n\n\"I see,\" I said, \"and just what is it that you are not allowed to tell\nme?\"\n\n\"Why, that we are making a preliminary survey here on Phobos, of\ncourse, to determine whether or not it is worthwhile to send salvage\nfor scrap. Earth is short of metals, and it depends upon what the old\nma--the master says in his report.\"\n\n\"You mean they'll take all the derelict spaceships, such as this one,\nand all the abandoned equipment?\"\n\n\"And the r-robots,\" MS-33 said, \"They're metal too, you know.\"\n\n\"They're going to take the dismantled robots?\"\n\nMS-33 made a sweeping gesture. \"They're going to take _all_ the\nr-robots, dismantled or not. They're not good for anything anyway. The\nbill is up before the Federation Congress right now. And it will pass\nif my master, Langley says so.\" He patted my helmet, consolingly, his\ngrapples clanking. \"If you were worth a damn, you know--\" he concluded\nsorrowfully.\n\n\"That's murder,\" I said. And I meant it. Man's inhumanity to metal\npeople, I thought. Yes--to man, even if we were made of metal.\n\n\"How's that?\" said MS-33 foggily.\n\n\"Have another drop of Moon Glow,\" I said. \"I've got to get back to\nArgon City.\"\n\n       *       *       *       *       *\n\nI made it back to Benny's place without incident. I had never moved so\nswiftly. I sent Benny out to find Jon Rogeson, and presently he\nbrought him back.\n\nI told Rogeson what MS-33 had said, watching his reaction carefully. I\ncould not forget that though he had been our friend, he was still one\nof the Builders, a human who thought as humans.\n\n\"You comprehend,\" I said grimly, \"that one word of this will bring an\nuprising of fifty-thousand metal people which can be put down only at\nmuch expense and with great destruction. We are free people. The\nBuilders exiled us here, and therefore lost their claim to us. We have\nas much right to life as anyone, and we do not wish to be melted up\nand made into printing presses and space ships and the like.\"\n\n\"The damn fools,\" Jon said softly. \"Listen, B-12, you've got to\nbelieve me. I didn't know a thing about this, though I've suspected\nsomething was up. I'm on your side, but what are we going to do? Maybe\nthey'll listen to reason. Vera--\"\n\n\"That is the name of the she? No, they will not listen to reason. They\nhate us.\" I recalled with bitterness the episode of alarm clock.\n\"There is a chance, however. I have not been idle this night. If you\nwill go get Langley and meet me in the back room here at Benny's, we\nwill talk.\"\n\n\"But he'll be asleep.\"\n\n\"Awaken him,\" I said. \"Get him here. Your own job is at stake as well,\nremember.\"\n\n\"I'll get him,\" Jon said grimly. \"Wait here.\"\n\nI went over to the bar where Benny was serving the miners. Benny had\nalways been my friend. Jon was my friend, too, but he was a Builder. I\nwanted one of my own people to know what was going on, just in case\nsomething happened to me.\n\nWe were talking there, in low tones, when I saw MS-33. He came in\nthrough the front door, and there was purposefulness in his stride\nthat had not been there when I left him back at the old hulk. The\neffects of the Moon Glow had worn off much quicker than I had\nexpected. He had come for vengeance. He would tell about my\ndistillery, and that would be the end of me. There was only one thing\nto do and I must do it fast.\n\n\"Quick,\" I ordered Benny. \"Douse the lights.\" He complied. The place\nwas plunged into darkness. I knew that it was darkness and yet, you\ncomprehend, I still sensed everything in the place, for I had the\nspecial visual sensory system bequeathed only to the General Purposes\nof a bygone age. I could see, but hardly anyone else could. I worked\nswiftly, and I got what I was after in a very short time. I ducked out\nof the front door with it and threw it in a silvery arc as far as I\ncould hurl it. It was an intricate little thing which could not, I am\nsure, have been duplicated on the entire moon of Phobos.\n\nWhen I returned, someone had put the lights back on, but it didn't\nmatter now. MS-33 was sitting at one of the tables, staring fixedly at\nme. He said nothing. Benny was motioning for me to come into the back\nroom. I went to him.\n\nJon Rogeson and Langley were there. Langley looked irritated. He was\nmumbling strangled curses and rubbing his eyes.\n\nRogeson laughed. \"You may be interested in knowing, B-12, that I had\nto arrest him to get him here. This had better be good.\"\n\n\"It is all bad,\" I said, \"very bad--but necessary.\" I turned to\nLangley. \"It is said that your present survey is being made with the\npurpose of condemning all of Phobos, the dead and the living alike, to\nthe blast furnaces and the metal shops of Earth. Is this true?\"\n\n\"Why you impudent, miserable piece of tin! What if I am making a scrap\nsurvey? What are you going to do about it. You're nothing but a ro--\"\n\n\"So it is true! But you will tell the salvage ships not to come. It is\nyours to decide, and you will decide that we are not worth bothering\nwith here on Phobos. You will save us.\"\n\n\"I?\" blustered Langley.\n\n\"You will.\" I took the thing out of my breastplate container and\nshowed it to him. He grew pale.\n\nJon said, \"Well, I'll be damned!\"\n\nIt was a picture of Langley and another. I gave it to Jon. \"His wife,\"\nI said. \"His real wife. I am sure of it, for you will note the\ninscription on the bottom.\"\n\n\"Then Vera--?\"\n\n\"Is not his wife. You wonder that he was camera shy?\"\n\n\"Housebreaker!\" roared Langley. \"It's a plot; a dirty, reactionary\nplot!\"\n\n\"It is what is called blackmail,\" I said. I turned to Jon. \"I am\ncorrect about this?\"\n\n\"You are.\" Jon said.\n\n\"You are instructed to leave Phobos,\" I said to Langley, \"and you will\nallow my friend here to keep his job as peace officer, for without it\nhe would be lost. I have observed that in these things the Builders\nare hardly more adaptable than their children, the metal people. You\nwill do all this, and in return, we will not send the picture that Jon\ntook today to your wife, nor otherwise inform her of your\ntransgression. For I am told that this is a transgression.\"\n\n\"It is indeed,\" agreed Jon gravely. \"Right, Langley?\"\n\n\"All right,\" Langley snarled. \"You win. And the sooner I get out of\nthis hole the better.\" He got up to go, squeezing his fat form through\nthe door into the bar, past the gaping miners and the metal people,\nheedless of the metal people. We watched him go with some\nsatisfaction.\n\n\"It is no business of mine,\" I said to Jon, \"but I have seen you look\nwith longing upon the she that was not Langley's wife. Since she does\nnot belong to him, there is nothing to prevent you from having her.\nShould not that make you happy?\"\n\n\"Are you kidding?\" he snarled.\n\nWhich proves that I have still much to learn about his race.\n\nOut front, Langley spied his metal servant, MS-33, just as he was\ngoing out the door. He turned to him. \"What are you doing here?\" he\nasked suspiciously.\n\nMS-33 made no answer. He stared malevolently at the bar, ignoring\nLangley.\n\n\"Come on here, damn you!\" Langley said. MS-33 said nothing. Langley\nwent over to him and roared foul things into his earphones that would\ncorrode one's soul, if one had one. I shall never forget that moment.\nThe screaming, red-faced Langley, the laughing miners.\n\nBut he got no reply from MS-33. Not then or ever. And this was\nscarcely strange, for I had removed his fuse.\n\n\n\n\n\nEnd of the Project Gutenberg EBook of B-12's Moon Glow, by Charles A. Stearns\n\n*** END OF THIS PROJECT GUTENBERG EBOOK B-12'S MOON GLOW ***\n\n***** This file should be named 31364.txt or 31364.zip *****\nThis and all associated files of various formats will be found in:\n        http://www.gutenberg.org/3/1/3/6/31364/\n\nProduced by Greg Weeks, Barbara Tozier and the Online\nDistributed Proofreading Team at http://www.pgdp.net\n\n\nUpdated editions will replace the previous one--the old editions\nwill be renamed.\n\nCreating the works from public domain print editions means that no\none owns a United States copyright in these works, so the Foundation\n(and you!) can copy and distribute it in the United States without\npermission and without paying copyright royalties.  Special rules,\nset forth in the General Terms of Use part of this license, apply to\ncopying and distributing Project Gutenberg-tm electronic works to\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\nGutenberg is a registered trademark, and may not be used if you\ncharge for the eBooks, unless you receive specific permission.  If you\ndo not charge anything for copies of this eBook, complying with the\nrules is very easy.  You may use this eBook for nearly any purpose\nsuch as creation of derivative works, reports, performances and\nresearch.  They may be modified and printed and given away--you may do\npractically ANYTHING with public domain eBooks.  Redistribution is\nsubject to the trademark license, especially commercial\nredistribution.\n\n\n\n*** START: FULL LICENSE ***\n\nTHE FULL PROJECT GUTENBERG LICENSE\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\n\nTo protect the Project Gutenberg-tm mission of promoting the free\ndistribution of electronic works, by using or distributing this work\n(or any other work associated in any way with the phrase \"Project\nGutenberg\"), you agree to comply with all the terms of the Full Project\nGutenberg-tm License (available with this file or online at\nhttp://gutenberg.net/license).\n\n\nSection 1.  General Terms of Use and Redistributing Project Gutenberg-tm\nelectronic works\n\n1.A.  By reading or using any part of this Project Gutenberg-tm\nelectronic work, you indicate that you have read, understand, agree to\nand accept all the terms of this license and intellectual property\n(trademark/copyright) agreement.  If you do not agree to abide by all\nthe terms of this agreement, you must cease using and return or destroy\nall copies of Project Gutenberg-tm electronic works in your possession.\nIf you paid a fee for obtaining a copy of or access to a Project\nGutenberg-tm electronic work and you do not agree to be bound by the\nterms of this agreement, you may obtain a refund from the person or\nentity to whom you paid the fee as set forth in paragraph 1.E.8.\n\n1.B.  \"Project Gutenberg\" is a registered trademark.  It may only be\nused on or associated in any way with an electronic work by people who\nagree to be bound by the terms of this agreement.  There are a few\nthings that you can do with most Project Gutenberg-tm electronic works\neven without complying with the full terms of this agreement.  See\nparagraph 1.C below.  There are a lot of things you can do with Project\nGutenberg-tm electronic works if you follow the terms of this agreement\nand help preserve free future access to Project Gutenberg-tm electronic\nworks.  See paragraph 1.E below.\n\n1.C.  The Project Gutenberg Literary Archive Foundation (\"the Foundation\"\nor PGLAF), owns a compilation copyright in the collection of Project\nGutenberg-tm electronic works.  Nearly all the individual works in the\ncollection are in the public domain in the United States.  If an\nindividual work is in the public domain in the United States and you are\nlocated in the United States, we do not claim a right to prevent you from\ncopying, distributing, performing, displaying or creating derivative\nworks based on the work as long as all references to Project Gutenberg\nare removed.  Of course, we hope that you will support the Project\nGutenberg-tm mission of promoting free access to electronic works by\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\nthis agreement for keeping the Project Gutenberg-tm name associated with\nthe work.  You can easily comply with the terms of this agreement by\nkeeping this work in the same format with its attached full Project\nGutenberg-tm License when you share it without charge with others.\n\n1.D.  The copyright laws of the place where you are located also govern\nwhat you can do with this work.  Copyright laws in most countries are in\na constant state of change.  If you are outside the United States, check\nthe laws of your country in addition to the terms of this agreement\nbefore downloading, copying, displaying, performing, distributing or\ncreating derivative works based on this work or any other Project\nGutenberg-tm work.  The Foundation makes no representations concerning\nthe copyright status of any work in any country outside the United\nStates.\n\n1.E.  Unless you have removed all references to Project Gutenberg:\n\n1.E.1.  The following sentence, with active links to, or other immediate\naccess to, the full Project Gutenberg-tm License must appear prominently\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\nphrase \"Project Gutenberg\" appears, or with which the phrase \"Project\nGutenberg\" is associated) is accessed, displayed, performed, viewed,\ncopied or distributed:\n\nThis eBook is for the use of anyone anywhere at no cost and with\nalmost no restrictions whatsoever.  You may copy it, give it away or\nre-use it under the terms of the Project Gutenberg License included\nwith this eBook or online at www.gutenberg.net\n\n1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\nfrom the public domain (does not contain a notice indicating that it is\nposted with permission of the copyright holder), the work can be copied\nand distributed to anyone in the United States without paying any fees\nor charges.  If you are redistributing or providing access to a work\nwith the phrase \"Project Gutenberg\" associated with or appearing on the\nwork, you must comply either with the requirements of paragraphs 1.E.1\nthrough 1.E.7 or obtain permission for the use of the work and the\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\n1.E.9.\n\n1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\nwith the permission of the copyright holder, your use and distribution\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\nterms imposed by the copyright holder.  Additional terms will be linked\nto the Project Gutenberg-tm License for all works posted with the\npermission of the copyright holder found at the beginning of this work.\n\n1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\nLicense terms from this work, or any files containing a part of this\nwork or any other work associated with Project Gutenberg-tm.\n\n1.E.5.  Do not copy, display, perform, distribute or redistribute this\nelectronic work, or any part of this electronic work, without\nprominently displaying the sentence set forth in paragraph 1.E.1 with\nactive links or immediate access to the full terms of the Project\nGutenberg-tm License.\n\n1.E.6.  You may convert to and distribute this work in any binary,\ncompressed, marked up, nonproprietary or proprietary form, including any\nword processing or hypertext form.  However, if you provide access to or\ndistribute copies of a Project Gutenberg-tm work in a format other than\n\"Plain Vanilla ASCII\" or other format used in the official version\nposted on the official Project Gutenberg-tm web site (www.gutenberg.net),\nyou must, at no additional cost, fee or expense to the user, provide a\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\nrequest, of the work in its original \"Plain Vanilla ASCII\" or other\nform.  Any alternate format must include the full Project Gutenberg-tm\nLicense as specified in paragraph 1.E.1.\n\n1.E.7.  Do not charge a fee for access to, viewing, displaying,\nperforming, copying or distributing any Project Gutenberg-tm works\nunless you comply with paragraph 1.E.8 or 1.E.9.\n\n1.E.8.  You may charge a reasonable fee for copies of or providing\naccess to or distributing Project Gutenberg-tm electronic works provided\nthat\n\n- You pay a royalty fee of 20% of the gross profits you derive from\n     the use of Project Gutenberg-tm works calculated using the method\n     you already use to calculate your applicable taxes.  The fee is\n     owed to the owner of the Project Gutenberg-tm trademark, but he\n     has agreed to donate royalties under this paragraph to the\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\n     must be paid within 60 days following each date on which you\n     prepare (or are legally required to prepare) your periodic tax\n     returns.  Royalty payments should be clearly marked as such and\n     sent to the Project Gutenberg Literary Archive Foundation at the\n     address specified in Section 4, \"Information about donations to\n     the Project Gutenberg Literary Archive Foundation.\"\n\n- You provide a full refund of any money paid by a user who notifies\n     you in writing (or by e-mail) within 30 days of receipt that s/he\n     does not agree to the terms of the full Project Gutenberg-tm\n     License.  You must require such a user to return or\n     destroy all copies of the works possessed in a physical medium\n     and discontinue all use of and all access to other copies of\n     Project Gutenberg-tm works.\n\n- You provide, in accordance with paragraph 1.F.3, a full refund of any\n     money paid for a work or a replacement copy, if a defect in the\n     electronic work is discovered and reported to you within 90 days\n     of receipt of the work.\n\n- You comply with all other terms of this agreement for free\n     distribution of Project Gutenberg-tm works.\n\n1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\nelectronic work or group of works on different terms than are set\nforth in this agreement, you must obtain permission in writing from\nboth the Project Gutenberg Literary Archive Foundation and Michael\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\nFoundation as set forth in Section 3 below.\n\n1.F.\n\n1.F.1.  Project Gutenberg volunteers and employees expend considerable\neffort to identify, do copyright research on, transcribe and proofread\npublic domain works in creating the Project Gutenberg-tm\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\nworks, and the medium on which they may be stored, may contain\n\"Defects,\" such as, but not limited to, incomplete, inaccurate or\ncorrupt data, transcription errors, a copyright or other intellectual\nproperty infringement, a defective or damaged disk or other medium, a\ncomputer virus, or computer codes that damage or cannot be read by\nyour equipment.\n\n1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the \"Right\nof Replacement or Refund\" described in paragraph 1.F.3, the Project\nGutenberg Literary Archive Foundation, the owner of the Project\nGutenberg-tm trademark, and any other party distributing a Project\nGutenberg-tm electronic work under this agreement, disclaim all\nliability to you for damages, costs and expenses, including legal\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\nDAMAGE.\n\n1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\ndefect in this electronic work within 90 days of receiving it, you can\nreceive a refund of the money (if any) you paid for it by sending a\nwritten explanation to the person you received the work from.  If you\nreceived the work on a physical medium, you must return the medium with\nyour written explanation.  The person or entity that provided you with\nthe defective work may elect to provide a replacement copy in lieu of a\nrefund.  If you received the work electronically, the person or entity\nproviding it to you may choose to give you a second opportunity to\nreceive the work electronically in lieu of a refund.  If the second copy\nis also defective, you may demand a refund in writing without further\nopportunities to fix the problem.\n\n1.F.4.  Except for the limited right of replacement or refund set forth\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\n\n1.F.5.  Some states do not allow disclaimers of certain implied\nwarranties or the exclusion or limitation of certain types of damages.\nIf any disclaimer or limitation set forth in this agreement violates the\nlaw of the state applicable to this agreement, the agreement shall be\ninterpreted to make the maximum disclaimer or limitation permitted by\nthe applicable state law.  The invalidity or unenforceability of any\nprovision of this agreement shall not void the remaining provisions.\n\n1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\ntrademark owner, any agent or employee of the Foundation, anyone\nproviding copies of Project Gutenberg-tm electronic works in accordance\nwith this agreement, and any volunteers associated with the production,\npromotion and distribution of Project Gutenberg-tm electronic works,\nharmless from all liability, costs and expenses, including legal fees,\nthat arise directly or indirectly from any of the following which you do\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\nwork, (b) alteration, modification, or additions or deletions to any\nProject Gutenberg-tm work, and (c) any Defect you cause.\n\n\nSection  2.  Information about the Mission of Project Gutenberg-tm\n\nProject Gutenberg-tm is synonymous with the free distribution of\nelectronic works in formats readable by the widest variety of computers\nincluding obsolete, old, middle-aged and new computers.  It exists\nbecause of the efforts of hundreds of volunteers and donations from\npeople in all walks of life.\n\nVolunteers and financial support to provide volunteers with the\nassistance they need are critical to reaching Project Gutenberg-tm's\ngoals and ensuring that the Project Gutenberg-tm collection will\nremain freely available for generations to come.  In 2001, the Project\nGutenberg Literary Archive Foundation was created to provide a secure\nand permanent future for Project Gutenberg-tm and future generations.\nTo learn more about the Project Gutenberg Literary Archive Foundation\nand how your efforts and donations can help, see Sections 3 and 4\nand the Foundation web page at http://www.pglaf.org.\n\n\nSection 3.  Information about the Project Gutenberg Literary Archive\nFoundation\n\nThe Project Gutenberg Literary Archive Foundation is a non profit\n501(c)(3) educational corporation organized under the laws of the\nstate of Mississippi and granted tax exempt status by the Internal\nRevenue Service.  The Foundation's EIN or federal tax identification\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\nLiterary Archive Foundation are tax deductible to the full extent\npermitted by U.S. federal laws and your state's laws.\n\nThe Foundation's principal office is located at 4557 Melan Dr. S.\nFairbanks, AK, 99712., but its volunteers and employees are scattered\nthroughout numerous locations.  Its business office is located at\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\nbusiness@pglaf.org.  Email contact links and up to date contact\ninformation can be found at the Foundation's web site and official\npage at http://pglaf.org\n\nFor additional contact information:\n     Dr. Gregory B. Newby\n     Chief Executive and Director\n     gbnewby@pglaf.org\n\n\nSection 4.  Information about Donations to the Project Gutenberg\nLiterary Archive Foundation\n\nProject Gutenberg-tm depends upon and cannot survive without wide\nspread public support and donations to carry out its mission of\nincreasing the number of public domain and licensed works that can be\nfreely distributed in machine readable form accessible by the widest\narray of equipment including outdated equipment.  Many small donations\n($1 to $5,000) are particularly important to maintaining tax exempt\nstatus with the IRS.\n\nThe Foundation is committed to complying with the laws regulating\ncharities and charitable donations in all 50 states of the United\nStates.  Compliance requirements are not uniform and it takes a\nconsiderable effort, much paperwork and many fees to meet and keep up\nwith these requirements.  We do not solicit donations in locations\nwhere we have not received written confirmation of compliance.  To\nSEND DONATIONS or determine the status of compliance for any\nparticular state visit http://pglaf.org\n\nWhile we cannot and do not solicit contributions from states where we\nhave not met the solicitation requirements, we know of no prohibition\nagainst accepting unsolicited donations from donors in such states who\napproach us with offers to donate.\n\nInternational donations are gratefully accepted, but we cannot make\nany statements concerning tax treatment of donations received from\noutside the United States.  U.S. laws alone swamp our small staff.\n\nPlease check the Project Gutenberg Web pages for current donation\nmethods and addresses.  Donations are accepted in a number of other\nways including including checks, online payments and credit card\ndonations.  To donate, please visit: http://pglaf.org/donate\n\n\nSection 5.  General Information About Project Gutenberg-tm electronic\nworks.\n\nProfessor Michael S. Hart is the originator of the Project Gutenberg-tm\nconcept of a library of electronic works that could be freely shared\nwith anyone.  For thirty years, he produced and distributed Project\nGutenberg-tm eBooks with only a loose network of volunteer support.\n\n\nProject Gutenberg-tm eBooks are often created from several printed\neditions, all of which are confirmed as Public Domain in the U.S.\nunless a copyright notice is included.  Thus, we do not necessarily\nkeep eBooks in compliance with any particular paper edition.\n\n\nMost people start at our Web site which has the main PG search facility:\n\n     http://www.gutenberg.net\n\nThis Web site includes information about Project Gutenberg-tm,\nincluding how to make donations to the Project Gutenberg Literary\nArchive Foundation, how to help produce our new eBooks, and how to\nsubscribe to our email newsletter to hear about new eBooks.\n"}